{
	"stfFile":"spacequest/escort/corellia_station_mission5b_1",
	"entries": {
		"title_d":"CorSec command wants you to perform the escort as the Cloak message suggests. When the Cloak attack wing begins to arrive, command will have the transport jump out, and send in a CorSec squadron to defeat the Cloaks.",		"title":"Corellia System: Watch for Cloak Attack Against Freighter",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"",		"thanks_1":"Good shooting, pilot!",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"",		"taunt_1":"Ah, excellent. This ship belongs to us now!",		"split_quest_alert_fail":"",		"split_quest_alert":"Ambush the Cloak attack wing",		"shields_depleted":"Shields are down, CorSec. We could use some help here.",		"reason_5":"",		"reason_4":"",		"reason_3":"",		"reason_2":"",		"reason_1":"Glad you could make it, pilot. CorSec command said that there's been some trouble and will signal us to hyperspace out immediately if necessary.",		"quest_update":"\#pcontrast1 CorSec Command: <\#pcontrast3  %TO\#pcontrast1  >",		"quest_rendezvous_t":"Meet With the Transport",		"quest_rendezvous_d":"Meet up with the transport at the specified location within the Corellia system.",		"quest_location_t":"Remain in the Corellia System",		"quest_location_d":"The transport will meet you in the Corellia system.",		"quest_escort_t":"Escort the Transport",		"quest_escort_d":"Escort the transport as it moves through the Corellia system. At the first sign of a cloak attack, CorSec command will make it's move.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"",		"panic_1":"Cloak ships coming in! Hurry signal CorSec command about this!",		"hull_half":"We're losing hull integrity, CorSec. If you're going to do something, now's the time.",		"goodbye_5":"",		"goodbye_4":"",		"goodbye_3":"",		"goodbye_2":"",		"goodbye_1":"We've gotten the signal from CorSec command. We're getting out of here. Good luck, pilot.",		"found_loc":"We're sending a navigation waypoint to you, pilot. Meet the transport here.",		"failed_protect":"Abort the mission pilot, the transport has moved out of range. Return to the station for debriefing.",		"failed_destroy":"Abort the mission pilot, the transport was destroyed. Return to the station for debriefing.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"You're moving too far out, pilot. Bring it in a little closer.",		"complete":"We've sent the transport home early. Stay at your current location, pilot. It'll just be the CorSec here now when the Cloaks come in.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Enemy threat neutralized.\#pcontrast1 >",		"attack_notify":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Warning. Enemy craft inbound.\#pcontrast1 >",		"assigned_delayed":"",		"arrived_at_loc":"Copy that pilot. Await transport here. Keep your eyes open for the Cloak attack wing. We'll send out the the attack squad once they start to come in.",		"abort":"You're the sorriest excuse for a CorSec pilot I've ever seen."
}}
