{
	"stfFile":"spacequest/escort/corellia_imperial_3",
	"entries": {
		"title_d":"Travel to the Corellia system and escort the freighter through the system. Once you arrive in the Corellia system, you will receive a navigation waypoint to the freighter's arrival location. Travel to this location and wait for the freighter to arrive. Once the freighter arrives, follow it to its destination. You will have to keep it safe from any enemy fighters who attempt to stop it from reaching its destination. This is the first of four special assignments given to you by Hakasha Sireen. When you complete this mission, return to Hakasha Sireen at the Imperial Base on Talus for your next assignment.",		"title":"Corellia System: Escort the Freighter Carrying the Expolsives",		"thanks_5":"I thought they would take us out for sure. I will let Command know of your superior skills!",		"thanks_4":"Phew, that was a close one. We are almost there, keep your eyes open.",		"thanks_3":"I thought they would take us out for sure. I will let Command know of your superior skills!",		"thanks_2":"Phew, that was a close one. We are almost there, keep your eyes open.",		"thanks_1":"Great job! I see that the Black Epsilon didn't put their trust in the wrong pilot.",		"taunt_5":"I'm taking you out, we don't tolerate terrorism on Corellia!",		"taunt_4":"You're no match for me, terrorist scum!",		"taunt_3":"Terrorist scum! We will destroy you!",		"taunt_2":"You are smuggling illegal goods. Cut your engines now or we will open fire!",		"taunt_1":"Cut your engines immediately or be destroyed!",		"split_quest_alert_fail":"",		"split_quest_alert":"A new freighter carrying the explosives is being sent to your system. Meet up with the freighter and make sure it reaches its destination.",		"shields_depleted":"My shields are failing! Get them off me quickly!",		"reason_5":"We need to get this cargo to Coronet without incident. Watch our back.",		"reason_4":"We need to get this cargo to Coronet without incident. Watch our back.",		"reason_3":"We need to get this cargo to Coronet without incident. Watch our back.",		"reason_2":"We need to get this cargo to Coronet without incident. Watch our back.",		"reason_1":"We need to get this cargo to Coronet without incident. Watch our back.",		"quest_update":"Black Epsilon Command: <%TO>",		"quest_rendezvous_t":"Meeting the Freighter",		"quest_rendezvous_d":"Travel to the navigation waypoint to the arrival location of the freighter. Wait for the freighter to arrive and then follow it as it moves through the system.",		"quest_location_t":"Travel to the Corellian System",		"quest_location_d":"Travel to the Corellia system. Once you reach the system you will receive a navigation waypoint to the freighter's arrival location. Travel to this location and wait for the arrival of the freighter.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"After meeting up with freighter, follow it to the drop location. You will need to protect the freighter from local security forces who might try to stop it in order to inspect its cargo of illegal explosives.",		"panic_5":"CorSec fighters inbound, keep them off me!",		"panic_4":"CorSec fighter ships attacking, they have spotted my cargo!",		"panic_3":"CorSec fighter ships attacking, they have spotted my cargo!",		"panic_2":"CorSec fighters inbound, keep them off me!",		"panic_1":"Incoming CorSec fighter ships, they have spotted my cargo, keep them off me!",		"hull_half":"We're falling apart over here, do your job pilot!",		"goodbye_5":"Good job pilot! We will take it from here. Beginning descent to surface.",		"goodbye_4":"Good job pilot! We will take it from here. Beginning descent to surface.",		"goodbye_3":"Good job pilot! We will take it from here. Beginning descent to surface.",		"goodbye_2":"Good job pilot! We will take it from here. Beginning descent to surface.",		"goodbye_1":"Good job pilot! We will take it from here. Beginning descent to surface.",		"found_loc":"Escort coordinates confirmed. Proceed as planned.",		"failed_protect":"I'm doomed on my own, I'll never make it! Black Epsilon will hear of your failure!",		"failed_destroy":"You let the CorSec destroy equipment worth millions! We are sending another freighter to your position. Prove yourself worthy to be called an Imperial pilot.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"Mission accomplished. Good job pilot. Report to your superior for further instructions.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrived_at_loc":"Arrived at location. Wait here for Freighter to finish hyper jump.",		"abort":"You cannot just leave us out here without an escort. The CorSec will be all over us! Report your failure to High Command.",		"Quest Log Data":"Text"
}}
