{
	"stfFile":"spacequest/escort/imperial_ss_5",
	"entries": {
		"title_d":"Now that the Empire is armed with a record of Rebel activities in the area they have a good idea of where they need to look to find out about the Rebel's find. They are sending out a scanning craft to search the areas noted on in the activity log. You are to protect the scanning craft from any attempt to destroy it so they can get readings of the area. ",		"title":"Escort the Scan Team",		"thanks_5":"Did you hear them scream? No? Oh, right we are in space.",		"thanks_4":"Just wasn't their day.",		"thanks_3":"Did you see that ship? Looked just like a firework.",		"thanks_2":"Odd. I always thought the Rebels were tougher then that.",		"thanks_1":"Wow. I didn't think we would make it.",		"taunt_5":"You would be a good pilot. If you didn't fly like a blind bantha.",		"taunt_4":"Give up now, Imperial dog.",		"taunt_3":"I have a prediction for your future...pain.",		"taunt_2":"You don't want any of this.",		"taunt_1":"Come get some.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"shields_depleted":"\#FF0000 We just lost our shields! We are not going to last much longer at this rate.",		"reason_5":"Time to test your skills pilot. Rebels will be coming out of everywhere on this run.",		"reason_4":"We are going to attract the Rebels on this run.",		"reason_3":"Rebel activity is going to be high on this run. Be on the look out.",		"reason_2":"Your job is to keep enemy fighters off of us until we can complete our scans.",		"reason_1":"Hello, pilot. We are going to begin our scans. Keep an eye out for enemy fighters.",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_rendezvous_t":"Meet the Scanning Vessel",		"quest_rendezvous_d":"In order to assure that the vessel is protected the entire time it is the system, you are to travel to the arrival location and wait for it to arrive.",		"quest_location_t":"Travel to the Yavin System",		"quest_location_d":"Meet the scan vessel inside the Yavin system.",		"quest_escort_t":"Protect the Scan Team",		"quest_escort_d":"Escort the Scan Freighter through the system and protect it from any Rebel attack.",		"panic_5":"Those enemy fighters are all yours.",		"panic_4":"Incoming rebels! Keep them off of us.",		"panic_3":"Look out! Rebels incoming.",		"panic_2":"The rebels must have gotten wind of what we were up to.",		"panic_1":"Rebels! Keep them off of me while I continue the scans.",		"hull_half":"\#FF0000 Hull at half strength. Get those fighters off of us!",		"goodbye_5":"The Rebels should have thought twice before tangling with you.",		"goodbye_4":"The Rebels should have thought twice before tangling with you.",		"goodbye_3":"Jumping out the sector. Thanks for the help.",		"goodbye_2":"With pilots like you, the Empire will never fall.",		"goodbye_1":"You really showed your metal out there. Thanks for the support.",		"found_loc":"Jump location for the freighter located. Downloading information to your nav computer. Proceed to that location and escort the freighter through the system.",		"failed_protect":"Pilot, you have left your duty behind. The Empire does not look kindly on cowards. Report your failure to your superior immediately.",		"failed_destroy":"Pilot, you disappointed us. You were supposed to protect that freighter at all costs. Report your failure to your commander.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"Excellent job, pilot. The scan team managed to discover some very interesting things about the Rebel locations. Report back to your superior.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighter incoming at attack speeds.>",		"assigned_delayed":"",		"arrived_at_loc":"Wait for the arrival of the freighter. It should be jumping into the sector shortly.",		"abort":"You are calling off the mission? Your orders were to escort us through this system. We will be forced to report this failure.",		"Quest Log Data":"Text"
}}
