{
	"stfFile":"spacequest/escort/naboo_rebel_tier3_1_a",
	"entries": {
		"title_d":"With the timely demise of the Inquisitor at your hands, an Imperial officer has contacted us with the intent to defect. He claims to have information regarding the Force Crystal experiments and will share it with us if we provide him an escort to safety. That's where your special skills come in my friend.",		"title":"Dantooine system: Escort Imperial informant to base.",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"That was pretty close. I'm impressed by your flying skills. But I don't think it's over yet. Keep a close eye out for more Imperial ships.",		"thanks_1":"Not too bad. Your skills are impressive. Thank you for the help.",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"Give up while you can! You'll never escape us!",		"taunt_1":"Fools! You'll never get away from us! It's no use! Give up!",		"split_quest_alert_fail":"",		"split_quest_alert":"Brother Ezkiel: < The Imperial officer was a spy! We've detected enemy ships on the way to your location. >",		"shields_depleted":"My shields! Pilot, get me out of here!",		"reason_5":"",		"reason_4":"",		"reason_3":"",		"reason_2":"I'm glad you're here pilot. I was afraid no one would show up. Lets get over to your base where I'll be safe.",		"reason_1":"I'm glad you're here pilot. I was afraid no one would show up. Lets get over to your base where I'll be safe.",		"quest_update":"Vortex Command: < %TO >",		"quest_rendezvous_t":"Rendez-vous with the Imperial officer.",		"quest_rendezvous_d":"The defecting Imperial officer has commanded a civilian marked freighter to avoid detection. He's provided us with these coordinates as the meeting spot. Be careful, we are not completely sure we can trust him.",		"quest_location_t":"Dantooine system.",		"quest_location_d":"Even though the Imperial forces are in chaos without their Inquisitor leader, they are not harmless so stay vigilant my friend.",		"quest_escort_t":"Escort the officer to safety.",		"quest_escort_d":"Escort the Imperial officer to the safety of our base. Make sure you are not followed.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"Do you have ancient equipment on that piece of junk? I'm getting attacked here! The Empire must have found out about my helping you!",		"panic_1":"Pilot! Pay attention! I'm getting hit here! The Empire must have found out about my willingness to help you! Save me!",		"hull_half":"Pilot! My hull is half! Pay more attention to your mission!",		"goodbye_5":"",		"goodbye_4":"",		"goodbye_3":"",		"goodbye_2":"Thank you for confirming the location of the infernal Vortex, Rebel Fool!.  Navy Command, position Verified. You may commence your attack!",		"goodbye_1":"Thank you for confirming the location of the infernal Vortex, Rebel Fool!.  Navy Command, position Verified. You may commence your attack!",		"found_loc":"Escort rendez-vous coordinates confirmed. Proceed as planned.",		"failed_protect":"Mission failed! Too far away from civilian shuttle to escort. Return to Ezkiel for further instruction...",		"failed_destroy":"Mission failed! The civilian shuttle was destroyed. Return to Ezkiel for further instruction...",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"Objective completed. Good work, pilot!",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrived_at_loc":"Objective completed. Please stand by for our imperial contact...",		"abort":"Wait! You can't leave me here rebel! I will be executed by the Empire!"
}}
