{
	"stfFile":"spacequest/escort/naboo_privateer_15",
	"entries": {
		"title_d":"Protect the RSF Prison ship from an Ay'Nat Jailbreak",		"title":"Naboo System: Escort RSF Prison Ship to hyperspace point",		"thanks_5":"Any chance you looking for a new career as bodyguard?",		"thanks_4":"Hahaha, they will think twice before attacking us again!",		"thanks_3":"Splendid, finally a RSF pilot that know what he's doing!",		"thanks_2":"Back in my day, I would have dealt with those pirates twice as fast..",		"thanks_1":"Great job pilot, lets hurry out of here!",		"taunt_5":"I'll guide you back down to Naboo RSF weakling, without your ship of course.",		"taunt_4":"You're attacking us in that hunk of junk RSF? You can't be serious.",		"taunt_3":"I will enjoy cutting your ship in half RSF puppet!",		"taunt_2":"We're boarding this ship to liberate our comrades!",		"taunt_1":"The RSF are a bunch of cowards!",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"shields_depleted":"Our shields are down! If you don't get rid of those pilotes, we are done for!",		"reason_5":"Greetings pilot, good to see you. Let's head for the surface quickly, I don't want any incidents.",		"reason_4":"Perfect, a RSF pilot. Last time we didn't get a escort and those Ay'Nat Legion pirates put my ship in the docks for a month!",		"reason_3":"My job depends on me making this transport on time, so I hope you know what you are doing pilot.",		"reason_2":"Thank you for escorting us pilot. We've had trouble out here before so, stay alert!",		"reason_1":"There you are. I hope you're good at this...",		"quest_update":"\#pcontrast3 < %TO >",		"quest_rendezvous_t":"Escort Rendezvous",		"quest_rendezvous_d":"Meet up with the prison ship here",		"quest_location_t":"Naboo System",		"quest_location_d":"A hidden location in Naboo Space",		"quest_escort_t":"RSF Prison Ship",		"quest_escort_d":"Escort this craft full of Ay'Nat criminals out of the system",		"panic_5":"Oh no! Pirates!",		"panic_4":"Oh no, Ay'Nat Legion! You better be good at your job pilot!",		"panic_3":"It's the Ay'Nat pirate legion!",		"panic_2":"Pirate wretches, they want to free their buddies... or kill them!",		"panic_1":"Hostile fighters inbound!",		"hull_half":"Our sensors register multiple hull breeches, you have to take care of those pirates now!",		"goodbye_5":"I'd like to come back in a different ships and teach those scum a thing or two. Anyway, thank you for the help pilot!",		"goodbye_4":"That was a close one and your the only reason we survived. Accept our gratitude pilot.",		"goodbye_3":"After this, I'm putting some defense weapons on my freighter. Thanks again my friend.",		"goodbye_2":"Bumpy ride but we made it in one piece thanks to you pilot.",		"goodbye_1":"The Royal Security Force never lets me down, thank you pilot!",		"found_loc":"\#pcontrast3 RSF Command: < \#pcontrast1 Another RSF Prison Ship has requested an escort. You are commanded to assist. \#pcontrast3 >",		"failed_protect":"The prison ship has been lost...",		"failed_destroy":"\#pcontrast3 RSF Command: < \#pcontrast1 Those prisoners were NOT supposed to die! The mission is a failure. \#pcontrast3 >",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"\#pcontrast3  < %TO >",		"complete":"The prison ship is away... Great job pilot!",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < Pirate interceptors have been eliminated. >",		"attack_notify":"Tactical Computer: < Pirate Starships on intercept course! General Alert! >",		"assigned_delayed":"",		"arrived_at_loc":"The RSF Prison Ship is on it's way. Wait here...",		"abort":"Aborting as ordered. Preparing escape to hyperspace.",		"Quest Log Data":"Text"
}}
