{
	"stfFile":"spacequest/escort/naboo_rebel_3",
	"entries": {
		"title_d":"REDIRECT: Protect Alliance Refugee Transport.",		"title":"Naboo system: Protect Alliance Refugee Transport.",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"Now THAT'S what an Alliance Pilot can do!",		"thanks_2":"Excellent work, my friend!",		"thanks_1":"Whew! Good shooting!",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"Dump out those spies you're protecting... and we'll let you live!",		"taunt_2":"I've seen you before, Rebel scum! But this time will be the last...",		"taunt_1":"You are transporting Rebel terrorists! Lower your shields and prepare to be boarded!",		"split_quest_alert_fail":"",		"split_quest_alert":"Rebel Command: < There's another freighter that need your help pilot, don't let us down again! >",		"shields_depleted":"Whoah! Our shields are down, buddy! Keep the badguys off us, okay?",		"reason_5":"",		"reason_4":"",		"reason_3":"I think the Empire wants to ask us some questions... after they've spaced us!",		"reason_2":"Imperial interceptors have been tailing us since we picked up these passengers.",		"reason_1":"The Empire thinks our refugees are Rebel spies! Can you believe that?!",		"quest_update":"Rebel Command: < %TO >",		"quest_rendezvous_t":"Transport Intercept.",		"quest_rendezvous_d":"Fly to the intercept point and wait for the Alliance refugee transport to arrive.",		"quest_location_t":"Naboo system.",		"quest_location_d":"Locate an Alliance refugee transport that has been lost in the Naboo system.",		"quest_escort_t":"Escort Alliance Refugee Transport.",		"quest_escort_d":"Protect the Alliance Refugee Transport as it makes its way out of the Naboo system. Destroy any hostiles that attack the transport. Keep a close watch on the Refugees... ",		"panic_5":"",		"panic_4":"",		"panic_3":"Help! Their tearing us apart!",		"panic_2":"Get these fighters off us, now!",		"panic_1":"We are under attack!",		"hull_half":"Help! The ship is torn to pieces! People are dying in here!",		"hello":"Thank the maker! Please! You must help us get these refugees out of the system. The Empire has been on our tail since the last hyper-jump.",		"goodbye_5":"",		"goodbye_4":"",		"goodbye_3":"Excellent work, buddy! Everyone on-board is safe and sound. We'll let Alliance Command know how much you helped us.",		"goodbye_2":"The refugees thank you, my friend... as I'm sure do all of their relatives and of course the Alliance. The Force be with you!",		"goodbye_1":"We are very grateful for your gallant rescue, my friend! The Force be with you...",		"goodbye":"Thanks for taking care of us, friend! The Force be with you...",		"found_loc":"Fly to the Alliance Refugee Transport's last known location.",		"failed_protect":"Refugee transport has been lost! Mission is a failure.",		"failed_destroy":"All refugees have been lost. The mission is a failure. Return to base.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"Rebel Command: < %TO >",		"complete":"The refugees are safe. Good work, return to base.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_warn_3":"Look out! Imperial TIE fighters on the offensive!",		"attack_warn_2":"Head's up, buddy! TIE fighters inbound!",		"attack_warn_1":"Imperial fighters on an attack vector! Watch out!",		"attack_stopped":"Tactical Computer: < Hostiles Eliminated! >",		"attack_notify":"Tactical Computer: < Hostiles on approach vector to escort target! >",		"assigned_delayed":"",		"arrived_at_loc":"Alliance HQ: Wait here for Alliance Refugee Transport to arrive.",		"abort":"NO! We're not going to make it! Please help us! Don't leave us...",		"Quest Log Data":"Text"
}}
