{
	"stfFile":"spacequest/escort/poi_tatooine_general2_1",
	"entries": {
		"title_d":"A'Lerris Verata, the Mining Chief Operator of the Tatoo System's mining efforts, has instructed me to guide a cleared freighter from home base to a mining field not too far from here. She doesn't expect any trouble from the nearby pirates, other than an occassional Valarian or two. A'Lerris mentioned that there has been heightened activity around the field and more pirates have been attacking as of late. I'm beginning to wonder why. Basically, A'Lerris and her employees don't trust me. Why should they? They're practically surrounded by Hutts daily and come in contact with them and their wicked schemes, diminishing any sliver of trust they may have reserved for anyone else. I hope to earn their respect. Maybe they'll have more meaningful tasks for me. It's not to say escorting freighters isn't meaningful. I'm just looking for something... more.",		"title":"Tatoo System: Earning Trust - Part I",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"That was close!",		"thanks_1":"Thanks!",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"Going to get you! HAHA!",		"taunt_1":"DIE!",		"split_quest_alert_fail":"",		"split_quest_alert":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 < Nothing special, pilot. Another escort run. However, this time, you're going to escort a freighter from the mining field back to home base. We don't expect any problems. >",		"shields_depleted":"My shields are gone! You're suppose to be protecting me!",		"reason_5":"",		"reason_4":"",		"reason_3":"",		"reason_2":"Just a normal miner looking to mine and transport goods back to home base. You think you can help me with that?",		"reason_1":"Just hoping to get to the mining field alive. I hear there's been more pirate attacks than we like these days.",		"quest_update":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 <%TO>",		"quest_rendezvous_t":"Contact and Wait for the Freighter",		"quest_rendezvous_d":"A location, at which I will meet the said freighter, will be transmitted to me by A'Lerris Verata, the Mining Chief Operator. I must go there and wait for the freighter, after which I will guide it to safety.",		"quest_location_t":"Travel to the Tatoo System",		"quest_location_d":"I must travel to the Tatoo System to complete my task. If I'm in another system, It'd be a good idea for me to enable my hyperdrive and pick a location to jump to. (Use "h" to enable the Hyperspace Map and choose your destination).",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"Once I have met the freighter at the rendezvous point, I must guide the freighter to the mining field. I will then have completed my mission. It would be a good idea for me to wait for more intructions afterward.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"Pilot! Pay attention! I'm under attack here!",		"panic_1":"We're getting hit!",		"hull_half":"My hull is half! Help!",		"goodbye_5":"",		"goodbye_4":"",		"goodbye_3":"",		"goodbye_2":"Thanks, pilot! It was very uneventful. Just how I like it.",		"goodbye_1":"Thank you for guiding us to our destination.",		"found_loc":"The freighter will meet you here. You will then proceed to guide the cleared freighter to the mining field. Think you can handle that?",		"failed_protect":"Pilot! We had to launch emergency measures because you were too far away to escort the cleared freighter! This isn't a science. It's suppose to be easy!",		"failed_destroy":"Pilot! This was suppose to be a *simple* mission! You've wasted innocent lives here!!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"You're doing well so far, pilot. Soon, we'll trust you with more sensitive missions. Thank you, again, for helping us. Times are dangerous and we can't be too careful.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrived_at_loc":"Stay here, pilot, and wait for the freighter. The freighter and its cargo are cleared to head toward the mining field. This is meant to be an uneventful run other than the stray Valarian here and there. Report to me immediately if you see any sign of trouble. I expect there to be none.",		"abort":"Wait! We have to get to the mining field! I have work to do too, you know!"
}}
