{
	"stfFile":"spacequest/escort/poi_tatooine_general2_1_b",
	"entries": {
		"title_d":"A'Lerris has promised me more interesting work once I'm through escorting the last freighter to the mining field. She's warned me, very strongly, that the pirates in the area have noticed our activity. There's no doubt, as I expected, that we'll be attacked on this run. I must ready myself for the worst. Once I've completed this task, I will have gained the trust of A'Lerris and her employees.",		"title":"Tatoo System: Earning Trust - Part III",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"Tha' was close. Nothin' like a brush wit' death, right? HA!",		"thanks_1":"Whew! Good job, pilot. Yer a good wingman!",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"I'm going to disable you and play with you like a cat does with its mouse! HA!",		"taunt_1":"Another tasty freighter for ME!",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"shields_depleted":"Eh! Our shields be gone, yeh lazy pilot! Git o'er here an' help us!",		"reason_5":"",		"reason_4":"",		"reason_3":"",		"reason_2":"Another rookie pilot! HAHA! Sorry, me friend. Git us teh home base iffin' yeh would. We be grateful fer yer services.",		"reason_1":"Just lookin' teh get back teh home base wit' as lil'o trouble as possible.",		"quest_update":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 <%TO>",		"quest_rendezvous_t":"Meet with the Freighter",		"quest_rendezvous_d":"I've done this several times beforehand. I need to meet the freighter and crew at the transmission point that A'Lerris has given to me. If the freighter hasn't arrived at the target location by the time I get there, I should wait. It will arrive soon.",		"quest_location_t":"Travel to the Tatoo System",		"quest_location_d":"If I'm not in the Tatoo System already, I should get there by enabling my hyperspace drives and picking a jump stop within the Tatoo System. (Use "h" to enable the Hyperspace Map and choose your destination).",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"Once I've met with the freighter, I must guide the freighter to the target location. Again, I must have my systems alert. There's no doubt that, during this task, pirates will attack. I have to prepare myself. For the freighter's crew... and myself.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"'ey crew! Start hootin' an' hollerin' at them pirates 'dere while they be shootin' at us! Tha'll git 'em goin'! HAHA! [You start to hear muffled voices and hearty laughter] "Arg!", "Arg, mateys!"",		"panic_1":"Ah! We be takin' damage o'er here! Pirates be on us!",		"hull_half":"Would yeh get off yer keister an' help us o'er here?! Our hull be sittin' at half! Git o'er here an' give us some pertection!",		"goodbye_5":"",		"goodbye_4":"",		"goodbye_3":"",		"goodbye_2":"I'm definitely goin' teh need some repairs after tha' run! HAHA!",		"goodbye_1":"Tha' was an interestin' run, eh pilot? I be glad yer wit' us. Wit'out yeh, we would have been a goner.",		"found_loc":"I've transmitted the location at which you'll meet the final freighter. Complete this and we'll move you onto more interesting activities.",		"failed_protect":"Pilot! You've abandoned your post! This is dishonorable and disgraceful to our efforts! I'm very disappointed in you.",		"failed_destroy":"A tragic loss, pilot. You're not to blame. The pirates have come in hard and took us by surprise. Either way, you've done well.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"I'm amazed at your ability to weigh through the odds and focus. I'm very impressed and glad you've joined us in our goals. It is refreshing to have you on our team.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrived_at_loc":"I'm glad to see you there, pilot. You know the drill. Meet the freighter and escort it to the mining field. It is crucial to be careful. I believe the pirates in the area have learned of our recent activity. I'd be prepared if I were you.",		"abort":"What are yeh doin', pilot? Wha's wit' quitin' all'o a sudden, eh?"
}}
