{
	"stfFile":"spacequest/escort/poi_tatooine_general2_1_a",
	"entries": {
		"title_d":"It's amazing to realize how many lives have been affected by the Hutts and the evils of our galaxy. I hope to gain the trust of the miners here in the Tatoo System. The chance has been brought to me in the way of small tasks given to me by A'Lerris Verata, the strong leader of the mining efforts in this system. My second task is much like my first; I must escort a freighter from the mining field to home base so rich resources can be fed into their outpost. And, much like the last time, I will do well.",		"title":"Tatoo System: Earning Trust - Part II",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"Glad ya got that pirate off me!",		"thanks_1":"Thanks!",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"Kill the freighter!",		"taunt_1":"Die!",		"split_quest_alert_fail":"",		"split_quest_alert":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 < Good work, pilot. We have another escort for you. Don't worry. You'll be able out of this type of work soon. >",		"shields_depleted":"My shields are gone! Would you help me out over here?!",		"reason_5":"",		"reason_4":"",		"reason_3":"",		"reason_2":"You look like you're a veteran of this. Good. I have no fear, then. To home base!",		"reason_1":"Hoping to make it to home base and drop off another shipment. Same ol' stuff, pilot.",		"quest_update":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 <%TO>",		"quest_rendezvous_t":"Meet the Freighter",		"quest_rendezvous_d":"Again, I'll need to meet with the freighter at the location I'm given by A'Lerris Verata. It should be easy to guess, once I'm there, where the freighter needs to go and how I'll accomplish it.",		"quest_location_t":"Travel to the Tatoo System",		"quest_location_d":"Again, I must travel to the Tatoo System if I'm not already there. I can do this by enabling my hyperdrives and picking a location to jump to. (Use "h" to enable the Hyperspace Map and choose your destination).",		"quest_escort_t":"Escort the Freighter to Safety",		"quest_escort_d":"Once I meet with the freighter's captain, I will escort him and his cargo to the designated area. If pirates attack, I must be ready to fight them off. It's only a matter of time before the pirates begin to notice my presence and learn of my goals.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"Whoa! Getting attacked over here!",		"panic_1":"Argh! I just got my transport fixed! C'mon, pilot! Help me out here!",		"hull_half":"Ah! My hull is at half! Help me out over here!",		"goodbye_5":"",		"goodbye_4":"",		"goodbye_3":"",		"goodbye_2":"It's good seeing you, pilot. Thanks for the escort! Be careful out there!",		"goodbye_1":"Another shipment for home base. Thank to you, pilot!",		"found_loc":"I've transmitted the location at which you'll meet the freighter. Guide it to safety. Again, we expect no problems during this run. However, it would be wise to keep your systems alert for suspicious activity.",		"failed_protect":"Pilot! You're walking on thin ice here. I can't keep losing freighters because of you!",		"failed_destroy":"Argh! What is wrong with you? You're suppose to guide the freighter to *safety* not to death!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"Well done, pilot. You're quickly becoming an asset to us. You've helped us greatly.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrived_at_loc":"Wait here for the freighter to arrive. You're doing well so far. I'm very grateful for your assistance. If this mission goes as well as the last, we'll be giving you more sensitive projects. Keep your focus.",		"abort":"Ahh! No! How am I suppose to get back safely?!"
}}
