{
	"stfFile":"spacequest/escort/rori_station_reb_storyquest_01_a",
	"entries": {
		"title_d":"The Rori Station has asked for your help... and discretion... in helping to secure repair droids for the station.",		"title":"Naboo system: Escort freighter to delivery point.",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"That was pretty close. I'm impressed by your flying skills. But I don't think it's over yet. Keep a close eye out for more pirate ships.",		"thanks_1":"Not too bad. Your skills are impressive. Thank you for the help.",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"Give up while you can! You'll never escape us!",		"taunt_1":"Fools! You'll never get away from us! It's no use! Give up!",		"split_quest_alert_fail":"",		"split_quest_alert":"Station Command: No, bad news! More Borvo pirates hit the freighter just before it could make its delivery,  and they made off with the cargo! After them!",		"shields_depleted":"My shields! Pilot, get me out of here!",		"reason_5":"",		"reason_4":"",		"reason_3":"",		"reason_2":"I'm glad you're here pilot. I was afraid no one would show up.",		"reason_1":"I'm glad you're here pilot. I was afraid no one would show up.",		"quest_update":"Station Command: < %TO >",		"quest_rendezvous_t":"Meet the freighter at the rally point.",		"quest_rendezvous_d":"A new supplier has agreed to provide repair droids and to do so in secrecy. Protect their shipment.",		"quest_location_t":"Naboo System.",		"quest_location_d":"Borvo's pirates have ceaselessly interfered with the Rori Station and its ability to conduct business. That includes having repair droids delivered. They only want the cargo because taking it will disrupt station activity. It's your job to make sure that does not happen.",		"quest_escort_t":"Escort the freighter to safety.",		"quest_escort_d":"Escort the freighter to a safe location for their delivery. Make sure you are not followed.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"Do you have ancient equipment on that piece of junk? I'm getting attacked here!",		"panic_1":"Pilot! Pay attention! I'm getting hit here! Save me!",		"hull_half":"Pilot! My hull is half! Pay more attention to your mission!",		"goodbye_5":"",		"goodbye_4":"",		"goodbye_3":"",		"goodbye_2":"",		"goodbye_1":"",		"found_loc":"Escort rally point coordinates confirmed. Proceed as planned.",		"failed_protect":"Mission failed! Too far away from civilian shuttle to escort. Return to Rori Station for further instruction...",		"failed_destroy":"Mission failed! The civilian shuttle was destroyed. Return to Rori Station for further instruction...",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"Objective completed. Good work, pilot! I should be safe from here and be able to finish the delivery.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrived_at_loc":"Objective completed. Please stand by for our contact...",		"abort":"Wait! You can't leave me here! If those Borvo thugs take my ship, I'll be killed for sure!"
}}
