{
	"stfFile":"spacequest/escort/stn_yavin4_company_all_opening_tier2_3",
	"entries": {
		"title_d":"Even though you lost the last executive for the company, they had a back up plan. Another executive is waiting to enter the system but needs an escort through the system.",		"title":"Yavin System: Escort the Yavin Mining Co. Executive",		"thanks_5":"Sloppy, very sloppy.",		"thanks_4":"I have a deadline to make. Let's keep moving.",		"thanks_3":"Next time, try to destroy them faster.",		"thanks_2":"You would have done better if you had followed my instructions.",		"thanks_1":"So you do have some talent. Good!",		"taunt_5":"The might of the great fireball is on my side!",		"taunt_4":"Do not fear them my brothers. They do not have faith!",		"taunt_3":"I shall be traveling to nirvana soon.",		"taunt_2":"You have taken your last piece of holy ground.",		"taunt_1":"We will show you company men what it is like to become one with the debris.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"shields_depleted":"Well, there went our shields. I need you to get them off of us immediately.",		"reason_5":"Aren't you the pilot who lost my successor? Never mind, just get me to the station.",		"reason_4":"Aren't you the pilot who lost my successor? Never mind, just get me to the station.",		"reason_3":"Aren't you the pilot who lost my successor? Never mind, just get me to the station.",		"reason_2":"Aren't you the pilot who lost my successor? Never mind, just get me to the station.",		"reason_1":"Aren't you the pilot who lost my successor? Never mind, just get me to the station.",		"quest_update":"\#FF0000 Yavin Mining Company:\#FF0000 < %TO >",		"quest_rendezvous_t":"Meet the Transport",		"quest_rendezvous_d":"Travel to the arrival location and wait for the arrival of the new executive.",		"quest_location_t":"Remain in the Yavin System",		"quest_location_d":"The new executive will meet you in the Yavin system.",		"quest_escort_t":"Escort the Transport",		"quest_escort_d":"Escort the new executive through the system and protect him from any of the Debris Cultists who might try to stop him.",		"panic_5":"You distract them while I try to sneak away.",		"panic_4":"Maybe you should try using your...what are they called...oh yeah blasters on them.",		"panic_3":"Remember take out the lead fighter first.",		"panic_2":"Stop your loafing and get in there.",		"panic_1":"Time for you to get to work.",		"hull_half":"You are supposed to protect me. My hull is cracking...get them off of me!",		"goodbye_5":"Someday you might amount to something.",		"goodbye_4":"It is a good thing I was there to direct you. We could have been in real trouble out there.",		"goodbye_3":"I am proud of you. With you skills and my leadership we could go far.",		"goodbye_2":"Good work, pilot. The company certainly could use someone like you around.",		"goodbye_1":"Thanks for watching my back.",		"found_loc":"Arrival location of the executive transport has been sent to your flight computer.",		"failed_protect":"You lost another one? I know we have alot of executives but we will eventually run out. Maybe you should come back to the station for a while.",		"failed_destroy":"You lost another one? I know we have alot of executives but we will eventually run out. Maybe you should come back to the station for a while.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"The executive is safely at our headquarters. Return to Yavin station.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < Enemy fighters eliminated. >",		"attack_notify":"Tactical Computer: < Enemy fighters detected. >",		"assigned_delayed":"",		"arrived_at_loc":"Wait at this location for our executive transport to jump into the system.",		"abort":"Hey, you were hired to do a job. If you leave us out here we are going to fall into the same situation as that last executive."
}}
