{
	"stfFile":"spacequest/escort/stn_endor_irs_imp_tier3_2a",
	"entries": {
		"title_d":"The Fariso is a civilian YT-1300 piloted by a retired TIE pilot named Jenson Marsh working on contract with the Imperial Research Station on Endor.  Today's cargo has be classified as important enough to warrant a fighter escort as they make their approach to the station.  Your mission is to rendezvous with the Transport as they enter the system and see them safely to the landing station in orbit around Endor.",		"title":"Endor System: Bring in the Fariso",		"thanks_5":"",		"thanks_4":"There never seems to be a shortage of fools.",		"thanks_3":"Haha, that put them in their place.",		"thanks_2":"Way to show them the business end of Imperial technology.",		"thanks_1":"That is all we ever get from these pirates.  A lot of talk that they never deliver on.",		"taunt_5":"",		"taunt_4":"You are no match for me little man.",		"taunt_3":"Your cargo will be mine, and I am perfectly willing to scrape whatever I can from your wreckage.",		"taunt_2":"Just go away now Imperial dog, you do not want to mess with the likes of us.",		"taunt_1":"A fat and juicy cargo ship for us to get our riches.",		"split_quest_alert_fail":"",		"split_quest_alert":"\#pcontrast3 Kilnstrider: < \#pcontrast1 Admiral Kilnstrider here, this operation is under my authority now. There is activity near an unattended nebula, take down one of those ships and find what they are carrying.  Do not ask questions, just complete the search. Kilnstrider out. > \#pcontrast3 >",		"shields_depleted":"\#pcontrast3 Fariso: < \#pcontrast1 Shields are down.  I am starting to wonder who's side you are on Captain. \#pcontrast3 >",		"reason_5":"",		"reason_4":"Try to stay close Captain, I have a bad feeling about todays flight.",		"reason_3":"Look at this, a proper escort.  You would think I was carrying something important.",		"reason_2":"Hearing that TIE roar brings me back to my Navy days.",		"reason_1":"We evaded two groups of Raiders and one Rebel patrol yesterday, so keep your eyes open.",		"quest_update":"%TO",		"quest_rendezvous_t":"Rendezvous Point",		"quest_rendezvous_d":"The Fariso is expected to make their jump into the System at this point",		"quest_location_t":"Endor System",		"quest_location_d":"The Endor System, while not known for heavy pirate activity, is certainly dangerous to a lone freighter.  Increased Imperial presence due to the new Research Station have caused tensions with the unexpected Rebel population in this area and more forces have slowly moved into the system to combat this presence.",		"quest_escort_t":"Escort",		"quest_escort_d":"Escort the Fariso and their cargo safely to the Research Station on Endor",		"panic_5":"",		"panic_4":"Well don't just sit around, get after them.",		"panic_3":"Maybe I'll just stick my blaster out a window, I must have monkeys manning my turrets.",		"panic_2":"It is times like this that make me miss my TIE.",		"panic_1":"Raiders, bottom feeders of the Endor System.  They should be no match for you.",		"hull_half":"\#pcontrast3 Marsh: < \#pcontrast1 Either I've picked up some Viridian termites, or you don't know how to keep those fighters off our back.  Which is it Captain? \#pcontrast3 >",		"goodbye_5":"",		"goodbye_4":"Maybe we can work together again sometime Captain.",		"goodbye_3":"We can make this jump on our own.",		"goodbye_2":"Can't argue with directives from Command, get to it Captain.",		"goodbye_1":"Well it looks like you have more important things to deal with Captain, we are taking off.",		"found_loc":"\#pcontrast3 Endor Station: < \#pcontrast1 Here is the location where you can meet the Fariso.  Captain Marsh can be terse, but is not really a bad person. \#pcontrast3 >",		"failed_protect":"\#pcontrast3 Fariso: < \#pcontrast1 I am not willing to risk my neck with a suspect pilot, we are jumping out.  Fariso out. \#pcontrast3 >",		"failed_destroy":"\#pcontrast3 Endor Station: < \#pcontrast1 Oh dear, those poor pilots.  This is very sad indeed. \#pcontrast3 >",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"\#pcontrast3 Endor Station: < \#pcontrast1 Thank you for getting them through Captain.  Knowing he is safe is a great comfort. \#pcontrast3 >",		"autorewardsubject":"For your efforts",		"autorewardfrom":"Jenson Marsh",		"autorewardbody":"Your duty was cut a bit short, but I always tip my escort.  My ship, my crew and myself are all out in one piece, so here is a little something from all of us. - Jenson Marsh, Captain of the Fariso",		"attack_stopped":"\#pcontrast3 Tactical Computer: < \#pcontrast1 Hostile activity has ceased. \#pcontrast3 >",		"attack_notify":"\#pcontrast3 Tactical Computer: < \#pcontrast1 Hostile craft detected on attack vector. \#pcontrast3 >",		"assigned_delayed":"",		"arrived_at_loc":"\#pcontrast3 Nav Computer: < \#pcontrast1 Rendezvous location reached. \#pcontrast3 >",		"abort":"\#pcontrast3 Fariso: < \#pcontrast1 We are making the jump, this mission is too dangerous to fly with no escort.  Marsh out. \#pcontrast3 >"
}}
