{
	"stfFile":"spacequest/escort/tatooine_rebel_tier3_3_b",
	"entries": {
		"title_d":"The commando team breaking out the Imperial defector has been all but wiped out. You need to make sure that they can escape the Imperial fighters trying to catch them.",		"title":"Dathomir system: Help the survivors of the commando team escape.",		"thanks_5":"Keep them coming, we'll take them all out!",		"thanks_4":"Keep it up pilot, I have a feeling there's more to come.",		"thanks_3":"Yeah, take that you bastards!",		"thanks_2":"There's one good thing about them wanting us so bad, the guy in the back is probably as important as we thought.",		"thanks_1":"Lets keep moving, hopefully that was the last of them.",		"taunt_5":"Say good night Rebel fools.",		"taunt_4":"You stand no chance, just give it up Rebels.",		"taunt_3":"Resistance is futile Rebels.",		"taunt_2":"No one escapes Dathomir!",		"taunt_1":"You will never make it out of here alive!",		"split_quest_alert_fail":"",		"split_quest_alert":"Rebel Command: < You heard them pilot! We will provide you with coordinates where you can make a stand against any pursuers. >",		"shields_depleted":"We have lost power to our shields pilot. You're going to have to ramp it up and take out those TIE's.",		"reason_5":"Lets get out of here pilot. My team was all but wiped out so I only have wounded men handling our weapon systems. We're going to need your help.",		"reason_4":"Lets get out of here pilot. My team was all but wiped out so I only have wounded men handling our weapon systems. We're going to need your help.",		"reason_3":"Lets get out of here pilot. My team was all but wiped out so I only have wounded men handling our weapon systems. We're going to need your help.",		"reason_2":"Lets get out of here pilot. My team was all but wiped out so I only have wounded men handling our weapon systems. We're going to need your help.",		"reason_1":"Lets get out of here pilot. My team was all but wiped out so I only have wounded men handling our weapon systems. We're going to need your help.",		"quest_update":"Rebel Command: < %TO >",		"quest_rendezvous_t":"Meeting coordinates.",		"quest_rendezvous_d":"The distress message from our commando team gave us these coordinates. It's the furthest out of Imperial areas that they think they can make it on there own. Get over there immediately pilot!",		"quest_location_t":"Dathomir system.",		"quest_location_d":"You're heading in to Imperial areas to help the commando team escape so expect severe resistance!",		"quest_escort_t":"Escort commando team.",		"quest_escort_d":"Escort the commando team and the freed prisoner to safety. Know that you will come under heavy fire; we have sensors showing multiple hostile fighters closing in.",		"panic_5":"Lets avenge our fallen! Come and get it Imperial scum!",		"panic_4":"Blast! More Imperial fighters coming our way!",		"panic_3":"Boogeys incoming!",		"panic_2":"TIE ships at 1 o'clock!",		"panic_1":"How many of these bastards are there!",		"hull_half":"We are taking massive hull damage pilot, think you can take care of these TIE's?",		"goodbye_5":"This guy better be worth all this. Hold at this position pilot and take out any ships trying to follow us!",		"goodbye_4":"This guy better be worth all this. Hold at this position pilot and take out any ships trying to follow us!",		"goodbye_3":"This guy better be worth all this. Hold at this position pilot and take out any ships trying to follow us!",		"goodbye_2":"This guy better be worth all this. Hold at this position pilot and take out any ships trying to follow us!",		"goodbye_1":"This guy better be worth all this. Hold at this position pilot and take out any ships trying to follow us!",		"found_loc":"Rebel Command: < The Commando team was all but wiped out breaking out the Imperial defector but they got him. They are chased by numerous squads of TIE's though and need your help! >",		"failed_protect":"The freighter had to do a emergency hyperspace jump because of your poor protection! If they didn't make it, I will have you incarcerated pilot!",		"failed_destroy":"Blast! We almost had him too. Report back to base pilot!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"Hold at this position and cut off any more fighters trying to track that freighter pilot. We've payed too high a price to let the Empire defeat us now.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrived_at_loc":"The freighter with the defector and survivors of our Commando team should be here in a second, get ready.",		"abort":"What are you doing pilot?! Get back here, we can't get out of here alive without you!"
}}
