{
	"stfFile":"spacequest/escort/tatooine_imperial_3",
	"entries": {
		"title_d":"Remain in the Tatooine system and escort the freighter through the system. Once you finish the patrol in the Tatooine system, you will receive a navigation waypoint to the freighter's arrival location. Travel to this location and wait for the freighter to arrive. Once the freighter arrives, follow it to its destination. You will have to keep it safe from any enemy fighters who attempt to stop it from reaching its destination.",		"title":"Tatooine System: Escort the Imperial Transport",		"thanks_5":"You're pretty handy with that thing, huh?",		"thanks_4":"That's how to do it, buddy!",		"thanks_3":"Keep it up, pilot!",		"thanks_2":"Nice work, my friend!",		"thanks_1":"Good shooting, pilot!",		"taunt_5":"This cargo is mine!",		"taunt_4":"Back off, pal!",		"taunt_3":"This transport is ours, squint!",		"taunt_2":"Get out of our way, pilot!",		"taunt_1":"Dump your cargo!",		"split_quest_alert_fail":"",		"split_quest_alert":"A new freighter carrying the important cargo is being sent to your system. Meet up with the freighter and make sure it reaches its destination.",		"shields_depleted":"Our shields are gone!",		"reason_5":"We shook the pirates at the last nav point, but I'm sure they'll be back!",		"reason_4":"I've got to get this load of weapons out of the system, friend.",		"reason_3":"Pirates are after this cargo... with a ferocity we've never seen!",		"reason_2":"We've got to get this cargo out of this system right away, pilot!",		"reason_1":"Cover us, pilot! We've been hounded by pirates ever since we left dry-dock!",		"quest_update":"\#pcontrast1 Imperial Command:\#pcontrast1 <%TO>",		"quest_rendezvous_t":"Meet the Freighter",		"quest_rendezvous_d":"Travel to the navigation waypoint supplied to your by Imperial Flight Command. Wait at the arrival waypoint for the freighter to arrive.",		"quest_location_t":"Remain in the Tatooine System",		"quest_location_d":"Remain in the Tatooine system. Once you finish the patrol, you will receive a navigation waypoint to the freighter's arrival location. Travel to this location and wait for the arrival of the freighter.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"Once you have met up with the freighter, wait for it to beginning flying along its assigned route. Follow the freighter and keep a close watch out for pirate fighters who might try to capture or destroy the vessel. Once it has reached it designated, it will leave the area and your mission will be complete.",		"panic_5":"We are under attack!",		"panic_4":"Hey! Take out those fighters before they destroy us!",		"panic_3":"Look out! Incoming fighters!",		"panic_2":"Get those bandits, pilot!",		"panic_1":"Requesting assistance! Incoming hostiles!",		"hull_half":"Get to work, pilot! Hull is at fifty percent!",		"hello":"Thanks for responding, pilot.  We managed to shake the pirates, but they might come back.  We need a combat escort to our embarkation point.",		"goodbye_5":"Appreciate the help, pilot. Preparing to jump to lightspeed...",		"goodbye_4":"Thanks for the escort. Signing off...",		"goodbye_3":"Good work, pilot. We can take it from here.",		"goodbye_2":"We can take it from here...",		"goodbye_1":"Thanks for the escort, pilot!",		"goodbye":"We can make it from here.  Thanks for the escort, pilot.",		"found_loc":"A waypoint to the Imperial transport has been found. Uploading to navi-computer, now...",		"failed_protect":"Mission failed! The transport was lost!",		"failed_destroy":"Mission failed! The transport has been destroyed!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"The transport is safely away! Report back in to your superior officer.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_warn_3":"A wing of pirates are making an attack run!",		"attack_warn_2":"More pirates are moving in to attack!",		"attack_warn_1":"Heads up! Some of the pirates have caught up with us!",		"attack_stopped":"All enemy fighters have been eliminated.",		"attack_notify":"Warning! Hostiles detected on attack vector. Defend our transport!",		"assigned_delayed":"",		"arrived_at_loc":"Wait here for the Imperial transport.",		"abort":"Things are too hot.  I don't think we can make it.  We're pulling out and heading back to base.",		"Quest Log Data":"Text"
}}
