{
	"stfFile":"spacequest/escort/vortex_mission_2",
	"entries": {
		"title_d":"Your orders are to travel to meet up with one of the Vortex scientists at a space station with the Imperial data. He's there purchasing some additional information from a smuggler. The Vortex hope that the two pieces of data can be made sense out of by the scientist when combined.",		"title":"Yavin system: Bring research data to scientist.",		"thanks_5":"We're almost home free my friend!",		"thanks_4":"Phew, I'm almost ready to make the jump to hyperspace. Hopefully that was the last of them.",		"thanks_3":"I owe you my life my friend! I will let Vrovel know of your bravery.",		"thanks_2":"Good work! We're not home free just yet though, my nav computer is still working out the hyperspace jump.",		"thanks_1":"We're lucky to have you on our side my friend.",		"taunt_5":"The will of the Emperor guides us, you are all doomed!",		"taunt_4":"You're all mine, Rebel scum!",		"taunt_3":"You are aiding a known criminal, step aside if you want to live!",		"taunt_2":"Foolish Rebels, the might of the Empire will crush you all!",		"taunt_1":"Imperial Inquisition, cut your engines immediately!",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"shields_depleted":"My shields are fried! May the force be with us now my friend...",		"reason_5":"We need to get out of here! I got the data but Imperial Soldiers attacked me in the hangar!",		"reason_4":"We need to get out of here! I got the data but Imperial Soldiers attacked me in the hangar!",		"reason_3":"We need to get out of here! I got the data but Imperial Soldiers attacked me in the hangar!",		"reason_2":"We need to get out of here! I got the data but Imperial Soldiers attacked me in the hangar!",		"reason_1":"We need to get out of here! I got the data but Imperial Soldiers attacked me in the hangar!",		"quest_update":"Brother Vrovel: < %TO >",		"quest_t":"",		"quest_rendezvous_t":"Smuggler space station.",		"quest_rendezvous_d":"This is the location of a civilian space station, often used by the shadier inhabitants of the galaxy to make deals out of the view of the Empire. Get over there and dock with the station to meet with the Vortex scientist inside.",		"quest_location_t":"Yavin system.",		"quest_location_d":"The smuggler space station is located in the Yavin system, travel there immediately.",		"quest_escort_t":"The Empire on your heels.",		"quest_escort_d":"The Vortex scientist was ambushed inside the space station. You both need to escape the Yavin system. The scientist is not a good fighter pilot and need your escort out of there.",		"quest_d":"",		"panic_5":"I hope your as good as they say pilot!",		"panic_4":"I don't think they want the data, I think they want us dead...",		"panic_3":"Curse the Empire! TIE-Fighters inbound!",		"panic_2":"TIE ships, hot on our tail!",		"panic_1":"Here they come...",		"hull_half":"My hull has multiple breeches! I can't take much more of this!",		"goodbye_5":"Thank you my friend, I could never have made it without you. See you back on Dantooine!",		"goodbye_4":"Thank you my friend, I could never have made it without you. See you back on Dantooine!",		"goodbye_3":"Thank you my friend, I could never have made it without you. See you back on Dantooine!",		"goodbye_2":"Thank you my friend, I could never have made it without you. See you back on Dantooine!",		"goodbye_1":"Thank you my friend, I could never have made it without you. See you back on Dantooine!",		"found_loc":"Your navigation droid should upload the coordinates of the space station. Proceed as planned.",		"failed_protect":"I can't make it on my own! I'm doing a emergency hyperspace jump, may the force be with us...",		"failed_destroy":"We lost contact with our brother. Get out of there, now!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"complete":"We are lucky to have as skilled a pilot as you in our ranks my friend. Return to Dantooine.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrived_at_loc":"You have arrived at the space station. Await docking confirmation.",		"abort":"Where are you going? You're leaving me to my death!",		"Quest Log Data":"Text"
}}
