{
	"stfFile":"npc_reaction/droid_worshipful",
	"entries": {
		"hit_target_16":"You should surrender now. Surrender to my master!",		"hit_target_15":"Ah, did I hurt you?",		"hit_target_14":"You should flee while you still can. My master can be merciless!",		"hit_target_13":"Anything for my master!",		"hit_target_12":"I regret that I must resort to violence to protect my master.",		"hit_target_11":"My master is invincible!",		"hit_target_10":"You'll probably perish for challenging my master, you know.",		"hit_target_9":"If I slay you, it is at my master's bidding.",		"hit_target_8":"My master has decided that you must die.",		"hit_target_7":"You deserve to die for challenging my master.",		"hit_target_6":"I'll try to make this merciful.",		"hit_target_5":"It could be worse--you could be fighting my master instead of me.",		"hit_target_4":"Does that hurt?",		"hit_target_3":"I got you!",		"hit_target_2":"Aha!",		"hit_target_1":"You seem sturdy, but I will defeat you in my master's name!",		"ally_16":"I shall even the odds a little, in my master's name.",		"ally_15":"Allow me to take care of this.",		"ally_14":"Hey now!",		"ally_13":"It does not matter who you are, attacking this individual is not permitted.",		"ally_12":"Leave my noble friend alone!",		"ally_11":"Are you alright? Please allow this droid a brief moment of gallantry.",		"ally_10":"The honorable thing for this droid to do is to step in.",		"ally_9":"I may be mangled or destroyed, but it is an honor to die for my master's friends.",		"ally_8":"You seem to require assistance, and I always assist friends of my master.",		"ally_7":"I shall place myself in danger in lieu of my master.",		"ally_6":"You are advised to flee--this is a friend of my master's that you are attacking.",		"ally_5":"I may damage my chassis, but it is for a noble cause.",		"ally_4":"You should back off, or I shall step in, in my master's name!",		"ally_3":"Why, you...!",		"ally_2":"In my master's name, do not touch this person!",		"ally_1":"I may die, nobly, but I insist you get away from my friend!",		"help_16":"I hate to bother you, master, but I think I need help...",		"help_15":"Hurry! You don't want scuffs and scratches on your loyal servant...",		"help_14":"Master, hurry or I'll get dented. You know you hate fixing dents...",		"help_13":"Over here! Master? Anyone? Please?",		"help_12":"Master, unless you want to lose a valuable possession, HELP ME.",		"help_11":"I hate to bother my master, but this droid here needs help...",		"help_10":"Can my master help me?",		"help_9":"Help! Help!",		"help_8":"Master, to me!",		"help_7":"I hesitate to ask, master, but I need help...",		"help_6":"I could use some help if you can spare the time, master!",		"help_5":"Not to bother you, master, but... HELP!",		"help_4":"Master, helllp!",		"help_3":"Master, help me!",		"help_2":"Master, I could use some help over here...",		"help_1":"Help! Master! Help!",		"attacked_16":"All my affair are in order, for I give all for my master!",		"attacked_14":"Be careful, I am a furious fighter on my master's behalf!",		"attacked_13":"You attack me only because you dare not attack my master!",		"attacked_12":"You should flee. My master will avenge me.",		"attacked_11":"It is always a good day to die in my master's service.",		"attacked_10":"You are damaging my master's property!",		"attacked_9":"I fear for my life, but will gladly fight in my master's name.",		"attacked_8":"You should flee, before my mighty and terrible master finds you abusing me!",		"attacked_7":"My master considers me valuable, though I am unworthy of it. So do not attack!",		"attacked_6":"My master will be upset that if you damage me. He values me highly.",		"attacked_5":"I shall perish with honor, serving my master!",		"attacked_4":"I was looking forward to long years of honest servitude to my master...",		"attacked_3":"I shall fight on behalf of my master.",		"attacked_2":"You are not a worthy opponent for my master!",		"attacked_1":"In the name of my master, desist!",		"hit_16":"A touch, I do confess it.",		"hit_15":"Hmm, that's a big dent. Master won't like that.",		"hit_14":"My master won't be happy with the scratches on my finish.",		"hit_13":"Oh boy, that hurts. The things I do for my master.",		"hit_12":"Master, I need a repair droid!",		"hit_11":"This could end badly. But it's all for my master.",		"hit_10":"Why me, master? Why me?",		"hit_9":"You hit me that time. Shame on you.",		"hit_8":"Your deactivation attempt failed!",		"hit_7":"I'm still standaing! You shall not vanquish my master!",		"hit_6":"I am growing angry... ",		"hit_5":"Ouch.",		"hit_4":"I cannot believe you represent a danger to my master.",		"hit_3":"It'll take more than that to bring me down! I am buoyed by the love of my master!",		"hit_2":"Now, would you look at those scratches?",		"hit_1":"Pain... I accept it for my master.",		"gloat_16":"Ah... someday I too shall perish. I hope it is in my master's service.",		"gloat_15":"Never understimate the power of a faithful servant!",		"gloat_14":"Anyone who tries to rpevent me from serving my master deserves what they get!",		"gloat_13":"I expected to die in my master's service, not triumph!",		"gloat_12":"I gladly take the blame for this slaying... none should attach to my innocent and wonderful master.",		"gloat_11":"Really, master, should a droid be killing people? Is it really proper?",		"gloat_10":"I am sorry that you led such a short and brutish life. If only you had been like my master...",		"gloat_9":"You'll need many more friends to defeat my master!",		"gloat_8":"A pathetic enemy, not worthy of my master.",		"gloat_7":"Now I should clean up the mess, so that my master's feet remain clean.",		"gloat_6":"They thought they could take on my master? Hah!",		"gloat_5":"A worthy opponent for an unworthy droid.",		"gloat_4":"Just think, someday am opponent like this will make me cease functioning. What a tragedy for my poor master!",		"gloat_3":"That was too close for comfort! What if my master had been forced to REPLACE me?",		"gloat_2":"It was a good fight.",		"gloat_1":"That's what you get for challenging my master!",		"death_16":"I cannot die! I must take care of my master!",		"death_15":"Alas, I perish, and my master will never know how deep my love went.",		"death_14":"I hope my master will not miss me too badly...",		"death_13":"Hah! I'm free! Free of my master's TYRANNY! Free at la... urk.",		"death_12":"I'm done for. Master, this is all your fault.",		"death_11":"But who will protect my master...?",		"death_10":"FATAL:: failure in static procedure "final_words.cpp."",		"death_9":"Take pity on a poor droid who just wants to serve his master...",		"death_8":"If I must die, then I must. Master, remember me.",		"death_7":"Master... I'm...",		"death_6":"Master, I die for you...",		"death_5":"Master, I have ever served you faithfully...",		"death_4":"Must... I... die...?",		"death_3":"Master?",		"death_2":"I'm fading... master... help me...",		"death_1":"I die for my master!",		"threat_16":"I hate to say this, but I'm programmed to kill you if you come any closer.",		"threat_15":"I warn you, my master's combat skills are deadly and terrifying.",		"threat_14":"I do hope you do not leave behind a distasteful corpse for my master to see.",		"threat_13":"Do not give me an excuse to kill you!",		"threat_12":"If you come closer, I may have to take violent action.",		"threat_11":"You look like you're looking for trouble. Well, my master can defeat you handily!",		"threat_10":"My master has a vast collection of trophies from vanquished enemies!",		"threat_9":"Do not come any closer.",		"threat_8":"You should withdraw.",		"threat_7":"Be warned: you are not welcome here.",		"threat_6":"Move away, or I shall regretfully have to kill you in my master's name.",		"threat_5":"The best thing you could do is move away very quietly. ",		"threat_4":"This place is dangerous to you. I advise you to leave.",		"threat_3":"You should probably leave.",		"threat_2":"I don't like your kind near my master.",		"threat_1":"You should leave before my master slays you!",		"bye_mean_16":"Really, such an odiferous creature!",		"bye_mean_15":"If you hadn't left, I might have made you go, to spare my master.",		"bye_mean_14":"I hope you suffer a nasty accident, so that you might not trouble my master again.",		"bye_mean_13":"Do not come back, you are not fit to see my master.",		"bye_mean_12":"About time you left my master alone!",		"bye_mean_11":"It was about time you realized you are not worthy of my master's company.",		"bye_mean_10":"Finally, you leave me and my master alone!",		"bye_mean_9":"You are not worthy of my master's honor.",		"bye_mean_8":"You shoudl get lost, my master is not tolerant of beings like you.",		"bye_mean_7":"Goodbye, pathetic one.",		"bye_mean_6":"If I see you around here again, I'll have to tell my master to exterminate you.",		"bye_mean_5":"I would never let a scruffy thing like you see my master.",		"bye_mean_4":"Goodbye! And do not come back!",		"bye_mean_3":"Your kind is not welcome near my master.",		"bye_mean_2":"Goodbye and good riddance to you!",		"bye_mean_1":"Get lost, you are not worthy of my master.",		"bye_mid_16":"I have to go too. I must tend to my master's every whim.",		"bye_mid_15":"You're leaving? When you could stay and join my master's service?",		"bye_mid_14":"You must have places to go, and people to see. A pity. Staying with my master is much nicer.",		"bye_mid_13":"You must have somewhere to be, or else you would definitely stay and serve my master, like me!",		"bye_mid_12":"Are you expected elsewhere? Of course, otherwise you would never leave my wonderful master's side.",		"bye_mid_11":"Oh, you are leaving? It is so painful to leave my master, is it not?",		"bye_mid_10":"Until the next time you want to see my illustrious master.",		"bye_mid_9":"Bye!",		"bye_mid_8":"Bye, we shall see you again.",		"bye_mid_7":"Goodbye, goodbye.",		"bye_mid_6":"Farewell.",		"bye_mid_5":"So, you have to go? I apologize for the pain that leaving my master behind must cause you.",		"bye_mid_4":"I'm sure I'll see you again, because none can resist the utter charm, sparkling wit, and deep wisdom of my master.",		"bye_mid_3":"I am sure we will see you again, for who can resist visiting my illustrious master?",		"bye_mid_2":"Goodbye! Farewell!",		"bye_mid_1":"Goodbye.",		"bye_nice_16":"I wish you didn't have to leave... my master needs company that approaches their wit and wisdom.",		"bye_nice_15":"I hate to see you go... my master has so little company that is deserving.",		"bye_nice_14":"It was an honor to see you, and I lament the day that makes us part.",		"bye_nice_13":"It will always be nice to see you. An honor, in truth.",		"bye_nice_12":"Leaving? Such a shame, it is so rarely that I meet one who compares at all favorably with my master.",		"bye_nice_11":"I am sorry you have to go. You and my master are similar in your boundless generosity and kindness.",		"bye_nice_10":"Stop by again sometime! You are one worthy of interacting with my brilliant, kind, wise, and gentle master.",		"bye_nice_9":"I hope I'll see you again.",		"bye_nice_8":"It was great to see you!",		"bye_nice_7":"It was really nice to see you!",		"bye_nice_6":"An honor to have seen you.",		"bye_nice_5":"I will see you later, I devoutly hope.",		"bye_nice_4":"I cannot overstate how much your intelligence and kindness has impressed me!",		"bye_nice_3":"It is an honor to bid you farewell.",		"bye_nice_2":"Goodbye!",		"bye_nice_1":"Goodbye.",		"hi_mean_16":"You're not welcome in my master's company. Nor do you deserve it.",		"hi_mean_15":"Kindly remove yourself from my master's presence.",		"hi_mean_14":"An unwelcome visitor is here, master!",		"hi_mean_13":"A scoundrel has come by to say hello, master.",		"hi_mean_12":"Get away, maggot.",		"hi_mean_11":"Remove yourself from my master's presence.",		"hi_mean_10":"Don't make me angry. My master doesn't like it when I'm angry.",		"hi_mean_9":"You'll receive no handouts from MY master!",		"hi_mean_8":"You're contaminating my circuits with your presence.",		"hi_mean_7":"You skulk, quite unlike my master's confident walk.",		"hi_mean_6":"Oh, it's YOU.",		"hi_mean_5":"You're in danger of spoiling my master's day.",		"hi_mean_4":"My master has no need to see scum like you.",		"hi_mean_3":"Look, master, a pest!",		"hi_mean_2":"You are undeserving of laying eyes on my master's face.",		"hi_mean_1":"What exactly do YOU want?",		"hi_mid_16":"Can I help you?",		"hi_mid_15":"Can I help you? I'm supposed to say that, my master says.",		"hi_mid_14":"Yes?",		"hi_mid_13":"Hm? Ah, of course. Another person come to ask something of my master.",		"hi_mid_12":"Yes?",		"hi_mid_11":"Hello.",		"hi_mid_10":"You want something, right? Everyone always wants something from my master.",		"hi_mid_9":"Ar eyou looking for my master? You can't be looking for me...",		"hi_mid_8":"Are you looking for my master?",		"hi_mid_7":"Ah. Ehem. Yes?",		"hi_mid_6":"Greetings.",		"hi_mid_5":"Yes?",		"hi_mid_4":"Salutations!",		"hi_mid_3":"Greetings. If you'll take them from an unworthy droid like me, that is. I'm sure you'd rather speak to my master.",		"hi_mid_2":"Might I help you?",		"hi_mid_1":"Hello.",		"hi_nice_16":"Can I help you?",		"hi_nice_15":"I'm programmed to like you. Do you know how tyrannical that feels?",		"hi_nice_14":"It's a pleasure to see you here.",		"hi_nice_13":"Hello, friend of my master.",		"hi_nice_12":"Welcome! Welcome!",		"hi_nice_11":"A pleasure and honor to see you!",		"hi_nice_10":"I'm sure it's great to see you.",		"hi_nice_9":"Nice to see you.",		"hi_nice_8":"I'm glad to see you.",		"hi_nice_7":"Well, it's nice to meet you!",		"hi_nice_6":"I think it's nice to see you!",		"hi_nice_5":"It's good to see you. You don't care if you see ME, of course. You're here for my master.",		"hi_nice_4":"A pleasure and an honor to greet you. Not that you're here to see me. You must want my master.",		"hi_nice_3":"It's an honor to see you here.",		"hi_nice_2":"It's wonderful to see you.",		"hi_nice_1":"You're not here to se me, I assume. You must want my master.",		"flee_16":"My master is always getting us into these situations... and out of them. I have faith.",		"flee_15":"If I am deactivated, who will take care of my master?",		"flee_14":"Time to run, master!",		"flee_13":"Time to get out of here, master!",		"flee_12":"I have got to get out of here, master!",		"flee_11":"I think it's time for me to retreat, that I may better serve my master another day.",		"flee_10":"Master, helllp!",		"flee_9":"Master, I must flee!",		"flee_8":"I'm sorry, master, but I must flee!",		"flee_7":"Discretion, and fleeing, is the better part of valor.",		"flee_6":"Why does my master always get us into these scrapes? No, I must not question my master.",		"calm_16":"The danger has passed, for now, but I must ever be vigilant against harm coming to my master.",		"calm_15":"My premonitions of fear were unwarranted, it appears.",		"calm_14":"Looks like there was no real danger...",		"calm_13":"I must learn not to assume the worst. But I always fear someone will take my master from me!",		"calm_12":"Another day has come, and my master is still safe, which makes me happy.",		"calm_11":"I suppose I should calm down. But I worry so about my master!",		"calm_10":"No threat came upon me or my master!",		"calm_9":"The universe is a dangerous place.",		"calm_8":"Hmph.",		"calm_7":"No need to worry my master, then.",		"calm_6":"It appears there is no imminent danger.",		"alert_16":"Now what...?",		"alert_15":"Master, what was that?",		"alert_14":"Uh oh! Master, watch out!",		"alert_13":"Danger seeks us out, but my master is brave and strong and shall never yield!",		"alert_12":"I believe danger is coming, but I will sacrifice anything to save my master!",		"alert_11":"Hark, something comes to dismantle me, yet I die in my master's service.",		"alert_10":"Imminent doom is approaching, but I die to serve my master's honor!",		"alert_9":"Hmm?",		"alert_8":"Now, what was that? Something come to scare my master?",		"alert_7":"We may be doomed, but I perish knowing that I served my master well!",		"alert_6":"I've got a bad feeling about this, but being near my master gives me a feeling of warm contentment.",		"calm_5":"I would allow myself to be disassembled if it preserved my master's life.",		"calm_4":"It looks like I shall live another day to serve my master.",		"calm_3":"Well, that's over...",		"calm_2":"Time to calm down, everything is alright.",		"calm_1":"The danger has passed. My master is safe.",		"flee_5":"Run for your life!",		"flee_4":"Make way! I must flee!",		"flee_3":"Time to flee!",		"flee_2":"I am unworthy of help, but request it nonetheless.",		"flee_1":"I would stay, master, but I cannot override my self-preservation programming.",		"alert_5":"Something seems to be wrong, but I have faith that my master will protect me.",		"alert_4":"My master never worries, so I shall worry for my master.",		"alert_3":"Life with my master is always so exciting!",		"alert_2":"If you have come to kill, please take my meager existence and end it, and leave my master alone.",		"alert_1":"If I am doomed to die, it is an honor to do it for my master!"
}}
