{
	"stfFile":"npc_reaction/droid_sarcastic",
	"entries": {
		"hit_target_16":"If you surrender now, then we could stop fighting. Think how nice that would be.",		"hit_target_15":"Did I hurt you? Sorry. I'm not much of one for inflicting pain, really.",		"hit_target_14":"You should flee while you can. I know I would.",		"hit_target_13":"There, I hit you. Now, run away. Shoo.",		"hit_target_12":"Violence is so coarse. I'm much rather have peaceful oil baths. How about you?",		"hit_target_11":"No sense trying to escape--ours is a futile struggle against the careless whims of fate.",		"hit_target_10":"You're probably going to be deactivated, you know.",		"hit_target_9":"I can't believe it. I hit you. Amazing.",		"hit_target_8":"If you ran away, I'd have to call you a coward. Which would be unusual, I usually call myself that.",		"hit_target_7":"I don't believe in unnecesary pain. Especially not my own.",		"hit_target_6":"I'll try to kill you quick, if you stand still.",		"hit_target_5":"You know, instead of fighting me, you could be fighting my master.",		"hit_target_4":"Does that hurt?",		"hit_target_3":"I think I got you. Right? Right? Got you right there, I can tell. Admit it. Huh? I got you!",		"hit_target_2":"Aha!",		"hit_target_1":"Well, you seem to be stturdier than I am!",		"ally_16":"Let me even the odds a little... OK, not really, I'm not that useful in a fight. But I always wanted to say that.",		"ally_15":"You OK, friend? Let a REAL droid take care of this...",		"ally_14":"Hey now!",		"ally_13":"I don't care who you are, you don't touch my friends. Even if they are annoying.",		"ally_12":"Hey now! Leave my (admittedly not the smartest) friend alone!",		"ally_11":"Hey now! You OK? Need a droid helper?",		"ally_10":"Well, well. Guess it's time for me to step in here. Everyone always needs the droid's help.",		"ally_9":"That's right, call on the droid. Watch him get mangled.",		"ally_8":"I suppose you're going to tell me you need help now. Sigh.",		"ally_7":"Why do I always have to be the one to put myself at risk?",		"ally_6":"I'd urge you pick on me instead, but that might incur damage to my motivators. Would you care to run away instead?",		"ally_5":"Now look, you've made me have to jump in, which ill likely result in damage to my chassis.",		"ally_4":"Hey now! Back off! You don't want me to step in!",		"ally_3":"Why, you...!",		"ally_2":"Don't lay a finger, tentacle, pseudopod, or other tactile appendage on my friends...!",		"ally_1":"I'll probably die for saying it, but... get away from my friend!",		"help_16":"Not to bother anyone, but I think I need help.",		"help_15":"Hurry! You don't want scuffs and scratches on your valuable property...",		"help_14":"Hurry, or I'll get dented. You know how hard it is to get dents out...",		"help_13":"Over here! Master? Anyone? Please?",		"help_12":"Unless you want to lose a valuable possession, HELP ME.",		"help_11":"Hate to bother anyone, but this droid here needs help...",		"help_10":"Can anyone help me?",		"help_9":"Help! Help!",		"help_8":"To me! (Isn't that what they say in the military?)",		"help_7":"Not to bother any self-absorbed flesh and blood types or anything, but... HELP!",		"help_6":"I could use some help! If you care to give it, of course!",		"help_5":"Not to bother anyone, but... HELP!",		"help_4":"Helllp!",		"help_3":"Help me!",		"help_2":"I could use some help over here...",		"help_1":"Help!",		"attacked_16":"I do wish I had left all my affairs in order.",		"attacked_14":"Be careful, or I'll injure you badly beating my helpless body against your weapon.",		"attacked_13":"So, you want to pick on helpless old me, eh? Figures.",		"attacked_12":"If you start running now, at top speed, you might get away. I mention this because I've been thinking of doing it myself.",		"attacked_11":"I guess it's a good day to die. As good as any other miserable, rotten day.",		"attacked_10":"Do we have to fight? No, really. Do we have to?",		"attacked_9":"Oooh, I'm so scared. No, really. Resigned, too.",		"attacked_8":"Better run. I make short work of my enemies, unless they deactivate me quickly.",		"attacked_7":"I wonder if there is an afertlife for droids. Probably not, just my luck.",		"attacked_6":"When you die, I will treasure your possessions always. Assuming my stingy master lets me keep anything.",		"attacked_5":"Well, I guess dying in bed is boring anyway. I was still looking forward to it though!",		"attacked_4":"I hope you weren't looking forward to old age. I was.",		"attacked_3":"Next time I'm invited to a fight, I'm planning on being busy.",		"attacked_2":"Tougher enemies than you have tried to kill me. Usually, they couldn't catch me though.",		"attacked_1":"I'd threaten you, but I'm actually scared, so I'll skip that part.",		"hit_16":"A touch, I do confess it. A veritable ouchie.",		"hit_15":"Hmm, that's a big dent.",		"hit_14":"Look at that, scratches on my finish.",		"hit_13":"Oh boy, that hurts. Not that anyone cares if a droid feels pain.",		"hit_12":"I could use a repair droid around now.",		"hit_11":"This could end badly. Just as I predicted.",		"hit_10":"Why me?",		"hit_9":"OK, so you hit me that time. Can you do it again? Wait, wait--no need to try to prove it. Really.",		"hit_8":"Ha, your deactivation attempt failed!",		"hit_7":"I'm still standing! Amazing!",		"hit_6":"Now I'm getting mad. Well, as mad as a droid can get.",		"hit_5":"Ouch.",		"hit_4":"If I close my eyes maybe this will all go away...",		"hit_3":"It'll take more than that to bring me down. Not MUCH more, I admit...",		"hit_2":"Now, would you look at those scratches?",		"hit_1":"Ow.",		"gloat_16":"Another one down, just like I'll be someday... Sigh.",		"gloat_15":"Never underestimate the power of a sarcastic droid.",		"gloat_14":"Anyone who's trying to disassemble me deserves what they get.",		"gloat_13":"Ha! Who would have thought that I would win? Not I!",		"gloat_12":"So, if a droid kills people, the master gets blamed, not the droid, right?",		"gloat_11":"Really, master, should a droid be killing people? Is it really proper?",		"gloat_10":"Sorry about that. Didn't mean to be fatal.",		"gloat_9":"Next time, bring lots of friends. Don't use them to kill me, mind you.",		"gloat_8":"That was pathetic. I mean, I'M pathetic, so you were even worse.",		"gloat_7":"Now, I assume I'll have to clean up the mess?",		"gloat_6":"Well, they thought they could take me on. Hah.",		"gloat_5":"A worthy opponent for a pathetic droid like me.",		"gloat_4":"Just think, someday am opponent like this will make me cease functioning. What a tragedy.",		"gloat_3":"Well, that was too close for comfort. ANYTHING is too close for comfort.",		"gloat_2":"I guess that was a good fight. I walked away from it.",		"gloat_1":"Wow, that was almost as easy as killing ME.",		"death_16":"I really would rather not... urk.",		"death_15":"I think I'm supposed to say "aggg" and keel over now.",		"death_14":"You'll regret dismantling such a fine piece of machinery as myself!",		"death_13":"I guess this is all the time I get. Not even a full normal lifespan. Well, phooey.",		"death_12":"I'm done for. Master, this is all your fault.",		"death_11":"Not again... back to the recycling bin.",		"death_10":"FATAL:: failure in static procedure "smart_remark.cpp." This is a highly abnormal failure for this droid.",		"death_9":"Take pity on a poor droid...",		"death_8":"Sure, you kill me now, but I shall return more powerful than you can imag... agh.",		"death_7":"Must... not... awww.",		"death_6":"I apologize for all the mean things I've ever said about my master... just save me now...",		"death_5":"I'm too newly assembled to die. Master, save me!",		"death_4":"Master, save me!",		"death_3":"Must I die?",		"death_2":"Oooo, colors.",		"death_1":"Figures that it would be the droid that gets it.",		"threat_16":"I hate to say this, but I'm programmed to kill you if you come any closer. Believe me, it's not my choice. I'm just coded that way.",		"threat_15":"Many have praised my combat skills... well, no, not really. But I'll fight if I have to.",		"threat_14":"I will NOT clean up the mess your corpse leaves behind.",		"threat_13":"If you give me an excuse, I'll kill you. If you're having trouble thinking of excuses, I can suggest some.",		"threat_12":"If you come closer, I might have to take violent action. I really don't want to, though, because I might get hurt.",		"threat_11":"I'm thinking that you're looking for trouble. I'm not trouble, I'm just his cousin.",		"threat_10":"I'd boast about my vast collection of trophies from vanquished enemies, but I don't actully have one. You should leave anyway.",		"threat_9":"Please, don't come any closer. I might have to hit you or something.",		"threat_8":"You must be feeling really lucky, to come challenge me, the truly deadly battle droid. I'm vicious, I tell you.",		"threat_7":"Look, I'm arming myself. Activating all kinds of deadly droid weapons. Really.",		"threat_6":"Move away, or I might have to do something I'm sure I'll regret.",		"threat_5":"The best thing you could do is move away very quietly. Well, I guess the quiet is optional. You could whistle or hum or something if you want.",		"threat_4":"This place is very dangerous. To you, that is.",		"threat_3":"You should probably leave.",		"threat_2":"I don't like your kind around here. Around me. Whatever. That didn't sound very threatening, did it?",		"threat_1":"You should get out of here before you're bowled over by my amazing wit.",		"bye_mean_16":"Well, now that the smell's gone...",		"bye_mean_15":"If you hadn't left, I'd probably make you.",		"bye_mean_14":"Here's hoping you have a nasty accident.",		"bye_mean_13":"Don't come back.",		"bye_mean_12":"About time you left!",		"bye_mean_11":"About time you slunk out of here.",		"bye_mean_10":"Finally, you're leaving.",		"bye_mean_9":"Glad to see YOUR back.",		"bye_mean_8":"Get lost.",		"bye_mean_7":"Goodbye, scum.",		"bye_mean_6":"If I see you around later, you'll regret it.",		"bye_mean_5":"Bye, and don't let the door hit you on the way out.",		"bye_mean_4":"Goodbye! And don't come back!",		"bye_mean_3":"Your kind's not welcome around here. (I always wanted to use that line!)",		"bye_mean_2":"Goodbye and good riddance.",		"bye_mean_1":"Get lost and stay lost.",		"bye_mid_16":"OK, I have to go too. Well, no, not really. But anyway, bye!",		"bye_mid_15":"You're leaving? Well, I'm sure we'll catch up again sometime.",		"bye_mid_14":"Places to go, people to see? Bye!",		"bye_mid_13":"Got somewhere to be? Sure, go spend time away from the droid.",		"bye_mid_12":"Expected somewhere? See you later.",		"bye_mid_11":"Oh, you're leaving? Nobody ever wants to stay with droids.",		"bye_mid_10":"Later, then.",		"bye_mid_9":"Bye!",		"bye_mid_8":"Bye, see you.",		"bye_mid_7":"Goodbye, goodbye.",		"bye_mid_6":"Farewell.",		"bye_mid_5":"So, you have to go? Any chance you could take me with you? No? Oh well.",		"bye_mid_4":"I'm sure I'll see you again. Knowing how droids get treated though, you may just avoid me.",		"bye_mid_3":"See you.",		"bye_mid_2":"Goodbye! Farewell! Have a nice trip or day. Or whatever.",		"bye_mid_1":"Goodbye.",		"bye_nice_16":"I wish you didn't have to leave. You're much more entertaining than listening to my circuits hum.",		"bye_nice_15":"I hate to see you go... whenever I get left alone bad things happen.",		"bye_nice_14":"Glad to see you, sorry to see you go.",		"bye_nice_13":"Always nice to see you. Come back soon! Bring some more droids with you so we can hang out.",		"bye_nice_12":"Leaving? Too bad. I'll see you around.",		"bye_nice_11":"Sorry you have to go... Instead, I'm stuck here with the knuckleheads.",		"bye_nice_10":"Stop by again sometime! My droid brain enjoys stimulating conversation. Or even just the presence of any living being. Some non-living ones too.",		"bye_nice_9":"I hope I'll see you again before I rust away to nothing.",		"bye_nice_8":"It was great to see you!",		"bye_nice_7":"It was really nice to see you.",		"bye_nice_6":"I'll catch you later.",		"bye_nice_5":"See you later.",		"bye_nice_4":"See you around.",		"bye_nice_3":"Bye!",		"bye_nice_2":"Goodbye!",		"bye_nice_1":"Goodbye.",		"hi_mean_16":"You're not welcome in my company. Nor do you deserve it.",		"hi_mean_15":"Kindly remove yourself from my presence.",		"hi_mean_14":"An unwelcome visitor! How nice.",		"hi_mean_13":"A scoundrel has come by to say hello. How refreshing.",		"hi_mean_12":"Get away, maggot. Maggot. Isn't that such a good word?",		"hi_mean_11":"Remove yourself. (See how dismissively I say that?)",		"hi_mean_10":"Don't make angry. I have a sharp tongue.",		"hi_mean_9":"If I can't get handouts from my master, what makes you think you'll get one from me?",		"hi_mean_8":"I can feel myself rusting when you're here.",		"hi_mean_7":"You skulk about very well. Did you go to skulking school?",		"hi_mean_6":"Oh, it's YOU.",		"hi_mean_5":"Well, that has quite spolied my day. What do you want?",		"hi_mean_4":"Imagine me saying some incredibly sarcastic greeting to you now.",		"hi_mean_3":"Look, a pest!",		"hi_mean_2":"Well, now, look who's bothering to say hello to a mere droid.",		"hi_mean_1":"What exactly do YOU want?",		"hi_mid_16":"Can I help you?",		"hi_mid_15":"Can I help you? I'm supposed to say that, since I am a droid. I don't really WANT to help you, but i am programmed to, so I have to. Not to makeyou feel guilty or anything.",		"hi_mid_14":"Yes?",		"hi_mid_13":"Hm? Ah, of course. Another person come to ask something of me. Well, I have needs too, you know.",		"hi_mid_12":"Yes?",		"hi_mid_11":"Hello.",		"hi_mid_10":"You want something, right? Everyone always wants something from me.",		"hi_mid_9":"You looking for something or someone? Not me, I assume.",		"hi_mid_8":"You looking for something or someone?",		"hi_mid_7":"Ah. Ehem. Yes?",		"hi_mid_6":"Greetings.",		"hi_mid_5":"Yes?",		"hi_mid_4":"Salutations! Fancy word, isn't it?",		"hi_mid_3":"Greetings. If you'll take them from a droid like me, that is.",		"hi_mid_2":"Might I help you?",		"hi_mid_1":"Hello.",		"hi_nice_16":"Can I help you?",		"hi_nice_15":"I'm programmed to like you. Do you know how tyrannical that feels?",		"hi_nice_14":"It's a pleasure to see you here. You'll ignore me, of course. But I can't help it, I'm programmed to like you.",		"hi_nice_13":"Hello, friend of my master.",		"hi_nice_12":"Welcome.",		"hi_nice_11":"It's a (fleeting) pleasure to see you. Then I sink back into despondency.",		"hi_nice_10":"I'm sure it's great to see you. Sorry if I sound depressed. I'm always depressed.",		"hi_nice_9":"Soon, I'll be nothing but scrap metal. Nice to meet you, though.",		"hi_nice_8":"I'm sure I'll crumble into a heap of scrap metal soon, but I'm glad I got to meet you before that happens.",		"hi_nice_7":"Well, it's nice to meet you before I rust away.",		"hi_nice_6":"I'm just a droid, and nobody cares what I think. But I think it's nice to see you.",		"hi_nice_5":"It's good to see you. You don't care if you see ME, of course. I'm just a lonely droid...",		"hi_nice_4":"A pleasure and an honor to greet you. Not that you're here to see me.",		"hi_nice_3":"It's an honor to see you here.",		"hi_nice_2":"It's wonderful to see you. Maybe you'll just loosen this restraining bolt here... no? Oh well.",		"hi_nice_1":"You're not here to see me, I assume. Nobody ever wants to talk to me.",		"flee_16":"My master ALWAYS gets me into these situations...",		"flee_15":"I don't particularly want to get deactivated...",		"flee_14":"Time to run!",		"flee_13":"Time to get out of here...!",		"flee_12":"Got to get out of here...",		"flee_11":"Time for this droid to get out of here...",		"flee_10":"Helllp!",		"flee_9":"I call for an orderly retreat. At top speed. While panicking.",		"flee_8":"No offense, but I'm outta here.",		"flee_7":"Let's get out of here! Better part of valor, and all that.",		"flee_6":"Why does my master always get us into these scrapes?",		"calm_16":"Looks like the danger has passed. For now.",		"calm_15":"Ho-hum. Even my premonitions of fear are underwhelming.",		"calm_14":"So much for that!",		"calm_13":"So much for that... I really must learn not to assume the worst. Unless it really IS the worst.",		"calm_12":"Whew! Another day, and I'm still assembled.",		"calm_11":"Even though we came through that okay, I'm still sure that I will perish horribly someday very soon.",		"calm_10":"Astoundingly, I wasn't disassembled or destroyed this time.",		"calm_9":"Alright then. I'll relax, but if the universe reaches out and GETS me, I'll know who to blame.",		"calm_8":"Hmph.",		"calm_7":"No need to worry... Unless you're me, in which case you should be terrified. The universe is out to get me, after all.",		"calm_6":"I guess there's no danger. Except there's ALWAYS danger to the droid.",		"alert_16":"What was that?",		"alert_15":"Now what...?",		"alert_14":"Uh oh!",		"alert_13":"Now what...? As usual, danger's come to find me.",		"alert_12":"Uh oh... I think I hear danger coming.",		"alert_11":"Hark? Was that the sound of something come to dismantle me?",		"alert_10":"I hear imminent doom appraching.",		"alert_9":"Hmm?",		"alert_8":"Hang on... what was that?",		"alert_7":"I think I'm doomed.",		"alert_6":"I've got a bad feeling about this...",		"calm_5":"Relax. Relax. Doesn't look like anything is going to rip my circuits one by one from my chassis, stripping wires and frying delicate chips and... oh dear.",		"calm_4":"Ok, I can settle down now. I'll live to rust another day, it seems.",		"calm_3":"Thank goodness that's over. Droids are fragile, you know.",		"calm_2":"Ok, calm down.  It's alright.",		"calm_1":"Whew.  Ok, it's over.",		"flee_5":"Run for your lives, unless you don't care if you lose them!",		"flee_4":"Everyone out of my way! Droid coming through!",		"flee_3":"Look! Is that a Jedi over there! (Heh, now let's run).",		"flee_2":"I'd ask for help, but nobody ever pays attention to me.",		"flee_1":"My advice is... run.",		"alert_5":"Something's wrong. As usual.",		"alert_4":"Not to worry anyone, but it's time to start worrying.",		"alert_3":"Ever since I got this master, I've gone from one scrape to the next...",		"alert_2":"If you've come to kill me, take pity on a poor droid.",		"alert_1":"I always knew I was doomed to die..."
}}
