{
	"stfFile":"npc_reaction/fancy",
	"entries": {
		"assist_16":"Time to move, everyone. Into formations, if you please.",		"assist_15":"Ordered rows, if you please. Remember your training.",		"assist_14":"I suggest yuo get into formation, now.",		"assist_13":"Keep a steady hand. Do not forget to concentrate your fire!",		"assist_12":"Hold firm! We must keep them pinned down.",		"assist_11":"Steady hands now. Coordinate your fire, please.",		"assist_10":"Very well, everyone. Kindly place yourselves in formation.",		"assist_9":"I suggest we surround this target and eliminate them.",		"assist_8":"I'm confident we can pin them down.",		"assist_7":"I do believe they will regret taking on a crack unit like this one.",		"assist_6":"If everyone could form up now, please.",		"assist_5":"If you could get yourselves into formation now, please...?",		"assist_4":"Form up now, please.",		"assist_3":"Do not forget to concentrate your fire!",		"assist_2":"I do believe we should surround them.",		"assist_1":"Very well, let us pin them down.",		"hit_target_16":"Surrender now, and I might permit you to live.",		"hit_target_15":"Oh dear, did I hurt you? Unavoidable given the circumstances, I fear.",		"hit_target_14":"You had best beat a retreat while you still can.",		"hit_target_13":"Ah, my turn now.",		"hit_target_12":"It's regrettable how... coarse violence is. Do you agree?",		"hit_target_11":"Now, now, no sense trying to escape.",		"hit_target_10":"I fear your fate is inevitable, my friend.",		"hit_target_9":"A touch! Confess it!",		"hit_target_8":"Only a cowardly poltroon would fail to stand toe to toe with an honorable foe such as I!",		"hit_target_7":"Goodness, that does appear to have hurt. My apologies.",		"hit_target_6":"I shall endeavor to make this quick. If you'd just stand still...",		"hit_target_5":"Aha! I do believe I got you!",		"hit_target_4":"Wounds do sting so, eh?",		"hit_target_3":"That, I believe, was a palpable hit.",		"hit_target_2":"Aha!",		"hit_target_1":"I am impressed by your capacity to absorb punishment.",		"ally_16":"Allow me to intercede... merely to even the odds somewhat.",		"ally_15":"My friend, allow me to take care of this miscreant.",		"ally_14":"Well, now. Really, it's just not done.",		"ally_13":"Really, I do believe that a maggot such as yourself ought not to touch my friends.",		"ally_12":"Kindly leave my friends alone.",		"ally_11":"My goodness! Are you alright?",		"ally_10":"I see that I must stoop to violence now...",		"ally_9":"It appears that you could use my assistance.",		"ally_8":"Are you in need of any assistance, my friend?",		"ally_7":"I do believe you should select a more fitting opponent. Such as myself.",		"ally_6":"If you dare to engage in violence, surely you dare to challenge me instead?",		"ally_5":"Now, just a moment there! What the blazes are you doing?",		"ally_4":"Well now, really! Withdraw!",		"ally_3":"I advise you to withdraw immediately.",		"ally_2":"You shall not lay a finger on my friends!",		"ally_1":"Move away from my worthy friend here, or suffer the consequences.",		"help_16":"Quickly, I am in need of succour!",		"help_15":"I need assistance, quickly!",		"help_14":"I am in need of help! Hurry!",		"help_13":"A rapid response to my cries of help would be most appreciated.",		"help_12":"Oh dear.",		"help_11":"I do believe I might require assistance here.",		"help_10":"Might someone be able to assist me here?",		"help_9":"To blazes with dignity. HELLLP! HEEEELLLLP!",		"help_8":"To me, my friends! To me!",		"help_7":"I am forced to admit that I may not be able to hadle this situation alone.",		"help_6":"It pains me to admit it, but I may need help.",		"help_5":"If it's not too much trouble... HELP!",		"help_4":"Goodness! Help!",		"help_3":"Oh drat. Help! Help!",		"help_2":"I would not object to some help over here.",		"help_1":"Remember me in my time of peril! Help!",		"attacked_16":"I do hope that all the arrangements have been made for a tidy funeral?",		"attacked_14":"Really, blood is SO messy. Must I kill you?",		"attacked_13":"Ah, I may appear helpless, but I have unsuspected depths.",		"attacked_12":"I imagine that if you began to flee now, I might feel disinclined to catch you.",		"attacked_11":"It is a good day to die, I suppose.",		"attacked_10":"Must we fight? It's so... common.",		"attacked_9":"I tremble in my boots at the sight of you... not.",		"attacked_8":"I shall be merciful. I make short work of my enemies.",		"attacked_7":"I do believe that your ancestors await you eargely in the afterlife.",		"attacked_6":"When you die, I shall treasure the memory of the moment as a high point in my life.",		"attacked_5":"I suppose that a quiet death in bed is a quaint idea these days.",		"attacked_4":"I do hope that you had not made plans for your dotage.",		"attacked_3":"Fights are SO inconvenient. Next time, I shall decline the invitation.",		"attacked_2":"You are hardly the most daunting opponent I have faced.",		"attacked_1":"I suggest you flee. Or die. Your choices really are quite limited.",		"hit_16":"A touch, I do confess it.",		"hit_15":"Well, this is an unappealing happenstance.",		"hit_14":"You barely scratched me, maggot.",		"hit_13":"Oh dear. That hurts.",		"hit_12":"Now is when I retract all I have said against the medical profession, despite their exorbitant fees.",		"hit_11":"I admit, this could end badly...",		"hit_10":"Hngh!",		"hit_9":"Nicely done. But can you do it again?",		"hit_8":"If that is the best you can do, you need further training.",		"hit_7":"Well done! A palpable hit. But I am still here!",		"hit_6":"Now you're merely angering me.",		"hit_5":"Ouch...",		"hit_4":"Agh!",		"hit_3":"It will take more than that paltry hit to bring me down!",		"hit_2":"Merely a scratch.",		"hit_1":"Ow.",		"gloat_16":"And another enemy meets a just reward...",		"gloat_15":"Poor, pathetic fool.",		"gloat_14":"And good riddance to you!",		"gloat_13":"Such a nuisance.",		"gloat_12":"Aha!",		"gloat_11":"Really, killing is so distressing.",		"gloat_10":"My apologies. Death can be so inconvenient.",		"gloat_9":"I suggest that the next time, you come better prepared.",		"gloat_8":"Really, quite a pathetic showing.",		"gloat_7":"I suppose someone shall have to clean up this little... disturbance.",		"gloat_6":"And so you learn the reward of challenging me!",		"gloat_5":"You were a worthy opponent.",		"gloat_4":"So much for that little distraction.",		"gloat_3":"I admit, the battle was closer than I like.",		"gloat_2":"A good fight indeed.",		"gloat_1":"Really, that was too easy.",		"death_16":"I curse you...",		"death_15":"Agggg....",		"death_14":"You'll live to regret snuffing out such a life as mine...!",		"death_13":"I always imagined I would have more time in this world...",		"death_12":"I am done for, I believe.",		"death_11":"NOOOooo...!",		"death_10":"O, I am slain.",		"death_9":"You shall never be rid of me... I shall linger in your memory forever.",		"death_8":"If there be any power in me to haunt you, I shall!",		"death_7":"Am I...? Oh... oh dear.",		"death_6":"Mother?",		"death_5":"My life is being cut far too short...",		"death_4":"Ugggggg....",		"death_3":"AGH!",		"death_2":"My vision is darkening... hold me...",		"death_1":"I confess, THAT hurt a great deal.",		"threat_16":"You, my friend, appear to be an excellent candidate for target practice.",		"threat_15":"Many have praised my combat skills, I'll have you know.",		"threat_14":"Really, your corpse shall be quite messy once eviscerated.",		"threat_13":"I pray, give me an excuse to slay you.",		"threat_12":"Come closer, and I may be tempted to take violent action.",		"threat_11":"Are you seeking trouble?",		"threat_10":"I have quite a collection of trophies from vanquished enemies...",		"threat_9":"I fear I must insist that you not come any closer.",		"threat_8":"Are you feeling exceptionally lucky today, that you must challenge me?",		"threat_7":"Very well, then. To arms!",		"threat_6":"Move away, or I may do something you will regret.",		"threat_5":"The best thing for you to do is to move away quietly.",		"threat_4":"This is a place of great peril for you.",		"threat_3":"You had best depart.",		"threat_2":"I confess, I dislike your sort.",		"threat_1":"Withdraw. Now.",		"bye_mean_16":"I do believe that the air has cleared up, now that we're free of that... smell.",		"bye_mean_15":"I was about to suggest you depart, but you have saved me the trouble.",		"bye_mean_14":"I hope that you don't meet with some untimely demise before we meet again.",		"bye_mean_13":"I pray that you not return.",		"bye_mean_12":"You overstayed your welcome a bit, eh?",		"bye_mean_11":"You overstayed your welcome, so I am glad to see you go.",		"bye_mean_10":"Goodness, finally you depart.",		"bye_mean_9":"It is a relief to see you gone.",		"bye_mean_8":"Your presence offended me. I am glad it is being removed.",		"bye_mean_7":"I bid you farewell, maggot.",		"bye_mean_6":"If we meet again, it will be to your infinite regret.",		"bye_mean_5":"Remove yourself from here, then. We'll all be the better for it.",		"bye_mean_4":"Farewell, and do not bother returning.",		"bye_mean_3":"Your sort is simply not welcome, I fear. Goodbye!",		"bye_mean_2":"Good riddance to bad rubbish, I always say.",		"bye_mean_1":"I hope not to see your face again.",		"bye_mid_16":"Yes, yes, of course. I have things to do as well. Goodbye.",		"bye_mid_15":"Ah, you must depart? Well, we can chat on some other occasion.",		"bye_mid_14":"No doubt others have placed demands on your time. I will take my leave, then.",		"bye_mid_13":"Have you a prior engagement? Very well, depart then.",		"bye_mid_12":"I see you are expected elsewhere. Farewell.",		"bye_mid_11":"I see you have somewhere to be...?",		"bye_mid_10":"I suppose I wish you farewell. Wherever it is you're going.",		"bye_mid_9":"Ta ta for now!",		"bye_mid_8":"I shall see you again, I imagine.",		"bye_mid_7":"Ta ta, then.",		"bye_mid_6":"Farewell, then.",		"bye_mid_5":"I see you have to go...?",		"bye_mid_4":"No doubt we shall meet again.",		"bye_mid_3":"I will see you around, no doubt.",		"bye_mid_2":"Farewell!",		"bye_mid_1":"Farewell.",		"bye_nice_16":"Must you depart so soon? Oh dear... Be well, my friend.",		"bye_nice_15":"My heart will feel your absence quite keenly, my friend.",		"bye_nice_14":"Your presence gladdened my heart, my friend. I shall endeavor to withstand your absence.",		"bye_nice_13":"It is always a pleasure. Return as soon as you may.",		"bye_nice_12":"Ah, you must go? Very well. I look forward to our next encounter.",		"bye_nice_11":"I regret that you must depart, my friend.",		"bye_nice_10":"I invite and encourage you to drop by again.",		"bye_nice_9":"I look forward to our next meeting.",		"bye_nice_8":"It was an honor and pleasure.",		"bye_nice_7":"It was a pleasure to interact with you.",		"bye_nice_6":"I hope to meet again.",		"bye_nice_5":"Until later, then.",		"bye_nice_4":"Until we meet again, my friend.",		"bye_nice_3":"Goodbye!",		"bye_nice_2":"Farewell!",		"bye_nice_1":"Farewell.",		"hi_mean_16":"You are not welcome in my company nor deserving of it. Kindly depart.",		"hi_mean_15":"Kindly remove yourself from my presence.",		"hi_mean_14":"I see we have an unwelcome visitor.",		"hi_mean_13":"I see a scoundrel has come by to say hello.",		"hi_mean_12":"Get away, maggot.",		"hi_mean_11":"Remove yourself,scum.",		"hi_mean_10":"Do not make me angry, fool. I will not tolerate your presence.",		"hi_mean_9":"Such a burden you are. What are your petty needs this time?",		"hi_mean_8":"You demean me with your presence, mongrel.",		"hi_mean_7":"Skulking around like the low sort you are, eh?",		"hi_mean_6":"Ah, it's YOU.",		"hi_mean_5":"Oh dear, my day is quite spoilt. What do you want?",		"hi_mean_4":"My greetings are wasted on the likes of you, but... what do you want?",		"hi_mean_3":"I could swear that a malodorous pest is sniffing about. Ah, I see. One IS.",		"hi_mean_2":"Well, well. Observe who has come to visit.",		"hi_mean_1":"What, pray tell, do YOU want?",		"hi_mid_16":"Ehem?",		"hi_mid_15":"Ah, yes. May I help you?",		"hi_mid_14":"Ehem. Yes?",		"hi_mid_13":"Hm? Ah, of course.",		"hi_mid_12":"Yes?",		"hi_mid_11":"Hello.",		"hi_mid_10":"May I ask what you want?",		"hi_mid_9":"Are you in search of someone?",		"hi_mid_8":"Are you in search of something?",		"hi_mid_7":"Ah. Ehem. Yes?",		"hi_mid_6":"Greetings.",		"hi_mid_5":"Yes?",		"hi_mid_4":"Salutations.",		"hi_mid_3":"My greetings.",		"hi_mid_2":"Might I help you?",		"hi_mid_1":"Hello.",		"hi_nice_16":"Greetings! May I be of assistance?",		"hi_nice_15":"Ah, look who graces us with their presence.",		"hi_nice_14":"A pleasure indeed to see you before me.",		"hi_nice_13":"Hello, my friend.",		"hi_nice_12":"Be most welcome.",		"hi_nice_11":"Welcome. It is a pleasure to see you here.",		"hi_nice_10":"My friend, please, be welcome here. Wonderful to see you.",		"hi_nice_9":"Greetings and salutations!",		"hi_nice_8":"Indeed, you are a sight for sore eyes, my friend.",		"hi_nice_7":"It is, as they say, quite nice to see you, my friend.",		"hi_nice_6":"My, my. Hello indeed.",		"hi_nice_5":"Good to see you, my friend.",		"hi_nice_4":"It is a pleasure and honor to greet you.",		"hi_nice_3":"I'm honored to see you here.",		"hi_nice_2":"Again, it is wonderful to see you.",		"hi_nice_1":"It is good to see you.",		"flee_16":"I do not deserve to be in this predicament!",		"flee_15":"Death shall not have me!",		"flee_14":"It appears to be time to beat a hasty retreat.",		"flee_13":"I suppose I must withdraw!",		"flee_12":"I must depart. In haste. And with a modicum of fear.",		"flee_11":"Oh dear!",		"flee_10":"I beg of anyone, assist me!",		"flee_9":"Retreat!",		"flee_8":"Goodness! Away! Away!",		"flee_7":"Prudence dictates a quick escape...!",		"flee_6":"Let us remove ourselves from here!",		"calm_16":"It appears the danger has passed.",		"calm_15":"Well, tra la la.",		"calm_14":"So much for that petty concern!",		"calm_13":"So much for that needless worry.",		"calm_12":"Well, goodness!",		"calm_11":"Well, that, as they say, is that!",		"calm_10":"I suppose that's all over.",		"calm_9":"Very well, then.",		"calm_8":"Ahem.",		"calm_7":"As I suspected, there is no cause for alarm.",		"calm_6":"It is apparent there is no immediate danger.",		"alert_16":"Did I detect a disturbance...?",		"alert_15":"Heavens, now what...?",		"alert_14":"Oh dear!",		"alert_13":"What on earth...?",		"alert_12":"Oh oh...",		"alert_11":"What in the world...?",		"alert_10":"Eh now?",		"alert_9":"Ahem?",		"alert_8":"Hold on a moment... what was that?",		"alert_7":"I have a disquieting feeling about this...",		"alert_6":"I feel uneasy, of a sudden.",		"calm_5":"Ah, let me cast my thoughts back to my pleasant childhood...",		"calm_4":"Ah, I can take a bit of breather now.",		"calm_3":"Thank goodness that's over.",		"calm_2":"Time to calm myself, All is well.",		"calm_1":"Whew. Well, it is over.",		"flee_5":"The better part of valor...!",		"flee_4":"Out of my way!",		"flee_3":"Beware!",		"flee_2":"Help me! I cry mercy!",		"flee_1":"Goodness gracious! I must flee!",		"alert_5":"Something, I suspect, has gone awry.",		"alert_4":"Do you detect a hint of something malodorous on the air?",		"alert_3":"Hark! Did you hear that sound?",		"alert_2":"What was that? Some disturbance?",		"alert_1":"Look alive, now!"
}}
