{
	"stfFile":"npc_reaction/imperial_crackdown_cantina",
	"entries": {
		"attacking_rebel":"Hey...I recognize you from the Imperial agents HoloNet report. You're under arrest! Halt!",		"rebel_cowards_rebel":"Everything seems to be in order. Have a good evening.",		"rebel_cowards_imperial":"Well, everything checks out. If there are any Rebels in here they're stinking cowards who won't stand up for their own pitiful cause.",		"harass_15_rebel":"No offense but...that outfit is pretty silly.",		"harass_14_rebel":"You need to clean up your act. You look like you just crawled out of the Sarlacc pit.",		"harass_13_rebel":"I think I'll come back here when I'm off duty.",		"harass_12_rebel":"I heard a rumor that Vader kills his own commanding officers. What kind of military wastes soldiers like that?",		"harass_11_rebel":"I'm thinking I should bring you in for identification.",		"harass_10_rebel":"If you're an Imperial, they must be scraping the bottom of the barrel.",		"harass_9_rebel":"I hope this war ends soon. It's bloody depressing.",		"harass_8_rebel":"Rebel control of this area is fairly tenative. Our patrols are all on edge due to reports of stormtroopers in the area.",		"harass_7_rebel":"If the worst thing that happens tonight is I run into some bum without records, I'll consider myself lucky.",		"harass_6_rebel":"Buddy of mine's a pilot. Lost his legs fighting against the Death Star. You could say I don't like Imperials much.",		"harass_5_rebel":"What is that you're drinking anyway? Smells a bit too much for my taste.",		"harass_4_rebel":"Look, HQ doesn't have any record of you. If you've got something you want to tell me, you better do it now.",		"harass_3_rebel":"I hate inspection duty. Never know when you'll run into an Imperial agent in disguise.",		"harass_2_rebel":"I wish I could stay for a drink, but I'm on duty.",		"harass_1_rebel":"This music isn't bad, but I kinda like the stuff from my homeworld better.",		"sudden_moves_rebel":"You better hold still while I call this in. Don't make any sudden moves.",		"sudden_moves_imperial":"You're a drunk and you can't even manage to explain why the sixth stamp is missing from your papers? Don't make any sudden moves. I'm going to call this in.",		"checking_out_rebel":"Whoa, pal. You aren't in the Republic HoloNet. How do you explain that?",		"checking_out_imperial":"These papers look like forgeries. Your breath stinks. You're drunk aren't you?",		"looking_at_rebel":"Hold still while I check the HoloNet for your ID.",		"looking_at_imperial":"Who are you looking at, huh? Let me see your papers!",		"harass_guy_rebel":"Hmm. I don't recognize you. You look like an Imperial.",		"harass_guy_imperial":"You there! I don't think I've seen you before.",		"only_one_here_rebel":"Huh. You're the only one here? Well, drink responsibly. I don't want to have to toss you in the brig later.",		"only_one_here_imperial":"There's only you? That seems suspicious.",		"no_one_here_rebel":"Huh, nobody here.",		"no_one_here_imperial":"The cantina is clear.",		"rebel_scum_rebel":"Good evening, folks. Hope everyone is having a good time.",		"rebel_scum_imperial":"This is an Imperial inspection. Cooperate and you will not be harmed.",		"call_in_rebel":"Don't mind me. Just seeing how things are going.",		"call_in_imperial":"This is patrol. I'm going to check the cantina.",		"attacking_imperial":"I don't like the way you look or the way you smell. You've been acting strange since I walked in. You must be a Rebel. You're under arrest.",		"harass_15_imperial":"I have more respect for a rockmite than for a Rebel.  At least the rockmite doesn't know any better.  Maybe you Rebels don't either.",		"harass_14_imperial":"We've had reports of Jedi in the area. If you see a Jedi report him to the local Imperial authority. You may be detained for questioning, but it will be brief.",		"harass_13_imperial":"If you're a Rebel, then now's the time to say it.  I'll treat you as fairly as I treat any criminal...",		"harass_12_imperial":"Rebels seem to think they're above the law. They're just a disgrace to the entire galaxy.",		"harass_11_imperial":"I can't believe some of the noble families have aligned themselves with the Rebels.  Just goes to show you how spoiled they really are.",		"harass_10_imperial":"We got reports that some of the Rebels are in hiding.  Exactly what I would expect from a group of cowards.",		"harass_9_imperial":"I hear Princess Leia is in league with the Rebels. Doesn't surprise me, I never did trust her.",		"harass_8_imperial":"The Rebellion is doomed to failure.",		"harass_7_imperial":"The way people in these cantinas dress disgusts me.",		"harass_6_imperial":"The only thing about Rebels that I like is...nevermind, I don't like anything about Rebels.",		"harass_guy":"Checking out some suspects...",		"call_in":"Calling in.",		"rebel_cowards":"Ok, everything checks out here.  Any Rebels in the area are just cowards, so they're no threat.",		"harass_5_imperial":"Rebels are only good for one thing: target practice.",		"harass_4_imperial":"My job would be much more pleasant if I didn't have to deal with stinking Rebels.",		"harass_3_imperial":"This music is subversive. With any luck the Emperor will pass a decree shutting places like this down.",		"harass_2_imperial":"You really do stink. I can smell your womp rat breath through the filter on my mask.",		"harass_1_imperial":"HQ doesn't have a record on you. Vagrancy isn't against the law here, but if you so much as make one wrong move I'll haul you in.",		"checking_out":"Checking it out.",		"looking_at":"What are you looking at?",		"only_one_here":"There's only one suspect in the area...",		"no_one_here":"There's no one here.",		"back_up":"I need back up!",		"sudden_moves":"Don't make any sudden moves.",		"back_home":"Back to my post...",		"rebel_scum":"I smell Rebel scum!"
}}
