{
	"stfFile":"spacequest/space_battle/tatooine_imperial_tier4_3_b",
	"entries": {
		"title_d":"Grey Squadron has been hit hard and the remaining TIEs are regrouping. The Rebels have momentarily broken off their attack but scans show they are regrouping. You must meet up with the remaining TIEs and help them defend against the Rebels.",		"title":"Endor System: Battle the Rebel Forces",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_location_t":"Remain in the Endor System",		"quest_location_d":"You will be supplied the navigaiton waypoint to Grey Squadron.",		"quest_helpallies_t":"Help Grey Squadron Defeat the Rebel Forces",		"quest_helpallies_d":"You must destroy all the attacking Rebels before they can eliminate the remaining TIEs.",		"quest_findbattle_t":"Travel to the Battle Location",		"quest_findbattle_d":"Travel to the supplied navigation waypoint and meet up with the TIEs.",		"found_loc":"We have Grey Squads location. Proceed there immediately and assist with their defense.",		"enemies_win":"Grey Squadron eliminated. Make report back to your superior on situation.",		"enemies_remaining":"",		"enemies_remain":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI enemy fighters remaining.>",		"enemies_arrived":"Enemy fighters detected. Traveling towards Grey Squadron at high speeds.",		"battle_started":"Fighters engaging. Enemy fighters greatly outnumber TIE squad.",		"battle_abandoned":"Grey Squadron is going to be wiped out because you failed to assist them. You have brought shame to Storm Squadron. Report back to your superior.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"allies_win":"All enemy fighters eliminated. Grey Squadron still intact. Report in to your superior.",		"allies_remaining":"",		"allies_remain":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI allied fighters remaining.>",		"allies_arrived":"TIE forces regrouping to defend against hostiles.",		"Quest Log Data":"Text"
}}
