{
	"stfFile":"spacequest/space_battle/tatooine_rebel_tier3_3_a",
	"entries": {
		"title_d":"One of our X-Wing squadrons has been ordered to eliminate one of the Empire's guard patrols. The patrol turned out to be a bit larger than expected so they could use your assistance.",		"title":"Dathomir system: Terminate the Imperial patrol.",		"split_quest_alert_fail":"",		"split_quest_alert":"Rebel Command: < The Commando team sent to break out the defector need your help again, stand by for more information. >",		"quest_update":"Scythe Squadron Leader: < %TO >",		"quest_location_t":"Dathomir system.",		"quest_location_d":"With our successful attacks in the Dathomir system lately, the Empire has increased their alert status and the system is more dangerous than ever. Avoid attracting any extra attention at all costs while you are on your way to meet up with the X-Wing squadron.",		"quest_helpallies_t":"Defeat the Imperial patrol.",		"quest_helpallies_d":"With Scythe squadron at your side, bring some punishment on the Imperial filth.",		"quest_findbattle_t":"Battle coordinates.",		"quest_findbattle_d":"The X-Wing squadron codenamed Scythe have set these coordinates as their point of attack. Meet up with them there immediately.",		"found_loc":"Greetings, proceed to this location and assist us in terminating one of the Imperial Patrols.",		"enemies_win":"Pull out pilot! We are doome..",		"enemies_remain":"Rebel Command: < Good, sensors indicate %DI more Imperial ships in the area. >",		"enemies_arrived":"Here they come, prepare for battle everyone.",		"battle_started":"Don't let them get a chance to figure out what's going on, attack, attack!",		"battle_abandoned":"",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"allies_win":"That should make the Empire think twice before messing with us again!",		"allies_remain":"Scythe Squadron Leader: < Ack, you Imperial scum, we will avenge him! >",		"allies_arrived":"Good to see you pilot. I heard you were good, will be a pleasure to work with you."
}}
