{
	"stfFile":"static_npc/tatooine/aaph_koden",
	"entries": {
		"notyet":"I'm sorry, I only speak to Alliance...er...I've said too much already.",		"next":"I don't have anything else for you to do at the moment. Check back with me later.",		"npc_smuggle_1":"Me? Force-sensitive? That's pretty hard to believe. I guess I'd better check it out, though. Thanks.",		"dontknowyou_3":"Oh, sorry.  Didn't mean to disturb you.  Have a good day.",		"npc_takeme_3":"Hello again. I guess you're here to bring me in for Jedi training. It still seems pretty farfetched to me. ",		"player_sorry_3":"Um, she was here just a moment ago.  Let me go see if I can find where she went.",		"player_sorry_2":"Ummm... sorry.  I -um- had to use the 'fresher.  I'm leaving right now to get her.",		"player_reset_3":"I've come back to tell you I've changed my mind.  I'm not interested in this anymore.",		"player_reset_2":"No, I don't want Vader coming after me. I'm leaving this one alone.",		"npc_reset_3":"I'm usually not surprised when people let me down, but I had really thought better of you.  Live and learn, I suppose.",		"npc_reset_2":"Lose your courage somewhere along the way, did you? Oh well.",		"npc_backtowork_3":"Hm... well, Force-sensitive people can be tricky.  When you find her again, bring her back here, okay?",		"npc_backtowork_2":"Oh, okay.  When you get rid of them, let me know.",		"notit_1":"I thank you for offering me this, but I have nothing to give in return.  I can't accept it.",		"npc_breech_3":"Ummm... are you the person Aaph told me to wait for?",		"npc_breech_2":"Help me kill this fool so we can find our target.",		"npc_breech_1":"That was weird.  Did I just see that rock fly past me? Hmmm... must've been a mirage...",		"npc_work_3":"Talia, it's such an honor to mee...  Huh?  Where's Talia?",		"npc_work_2":"Is she safe yet? Wait. Have you even left yet?",		"npc_work_1":"Was the datadisc delivered yet?",		"dontknowyou_1":"I think I'm going to head home.  I'm seeing things.",		"cantwork":"I'm sorry, If you're working for me, I need your complete and undivided attention. Come see me when you're not otherwise occupied.",		"npc_reset_1":"Won't even do a simple courier mission? Maybe moisture farming would be more your speed.  ",		"npc_backtowork_1":"Well, hurry!",		"player_sorry_1":"Not yet.",		"player_reset_1":"I can't do this anymore.",		"player_3_3":"Why didn't she come in for training sooner?",		"player_3_2":"If she can use the Force, why can't she protect herself? ",		"player_3_1":"What's so important about this message?",		"player_2_3":"I'm not well-suited for this kind of thing.",		"player_2_2":"Sorry, but I don't tangle with Stormtroopers.",		"player_2_1":"No thanks, sounds too dangerous.",		"player_1_3":"You can count on me!",		"player_1_2":"I can't stand those thugs.  Sure, I'll do it.",		"player_1_1":"I've done things like this before.  Sure.",		"npc_reward_3":"There are few individuals I trust as much I've come to trust you. It's an honor to serve in the Alliance with you. ",		"npc_reward_2":"You should be very proud. You may have saved the life of a future Jedi Knight. ",		"npc_reward_1":"Looks like you came through for me. Good job. See me again later, and maybe I'll have more work for you.",		"npc_4_3":"She's so skeptical -- it took a while to convince her she might be Force-sensitive. Can you believe it? Anyone else in the galaxy would give his right arm to be trained as a Jedi, but her we have to talk in to it.",		"npc_4_2":"She hasn't been trained to use the Force, she just has the potential. Will you help her?",		"npc_4_1":"We've discovered a woman we think is Force-sensitive. We want you to deliver this message to warn her of the potential dangers involved.",		"npc_3_3":"I'm usually not surprised when people let me down, but I had really thought better of you.  Live and learn, I suppose.",		"npc_3_2":"Lose your courage somewhere along the way, did you? Oh well.",		"npc_3_1":"Won't even do a simple courier mission? Maybe moisture farming would be more your speed.  ",		"npc_2_3":"I knew I could count on you. You haven't let me down yet. Go get her, and don't let anything stand in your way. Good luck.",		"npc_2_2":"Excellent! Courageous and adaptable -- I like that. My informers tell me that an Imperial stormtrooper commander is on her trail. He must be stopped. Be very careful, he probably has troopers with him.",		"npc_2_1":"That's the spirit! I need you to take this datadisc to Talia Reede. It's highly important to the Alliance that she get this message. We want her to contact us, so we can see about getting her some instruction.",		"npc_1_3":"Our Jedi candidate, Talia Reede, is finally coming in for training and we want to send her an escort to bring her in safely. I really need someone I can trust on this one. What do you say?",		"npc_1_2":"I can't entrust this mission to just anybody. The Empire has discovered that Talia Reede is Force-sensitive. I need you to stop them from killing her. What do you say? ",		"npc_1_1":"My name is Aaph Koden. I need the services of somebody willing to deliver a highly important message. Will you do it? "
}}
