{
	"stfFile":"static_npc/tatooine/binna_joad",
	"entries": {
		"dontknowyou":"Who are you!?!",		"gotowork":"I don't have time to chat anymore.  ",		"next":"You're pretty handy to have around. Come and visit me from time to time, maybe I can find you more work later.",		"npc_smuggle_4":"Hoo yeh! Gimme the dat, I know what it's at. I do my magic, and -- Yee-eah! Seems Binna's old man is alive. Some kind of distant signal from Wild Space. Bad engine and low fuel, but he's flying home!",		"npc_smuggle_3":"Is this for me? From Binna? She's the nicest lady in the galaxy. Excuse me, I just put the baby to bed and I reeeally need some sleep.",		"npc_smuggle_2":"I don' need no stimpack! I ain't hardly hit. Can't take me out that easy -- easy -- hol' on, lemme get my breath back -- wuzzat? Stimpack? Whyn't you say so, junior? Give it over. What? What? Sorry, don' hear so good nowadays.",		"npc_smuggle_1":"Unfortunately, the family got called away when one child had to go into the bacta tanks. Thank you anyway. I'll take the toy to the children.",		"player_sorry_4":"I'm not sure yet.  Your slicer friend is -uh-  still working on it.",		"player_reset_4":"This is too emotional for me.  I can't handle it anymore.  Get someone else to do this.",		"player_3_4":"What happened to your husband?",		"player_2_4":"Sorry, I can't so this.  I think you should do it yourself, Binna.",		"player_1_4":"Absolutely.  This is the least I can do for you.",		"npc_work_4":"So... is he still alive?",		"npc_reward_4":"That -- that's -- oh. All right, time for an old lady to sit down. He's really -- Okay. I'm all right now. Thank you. Here, take this, it's tasty. I think I want to be alone now. Alone with my dreams.",		"npc_reset_4":"No problem, friend. Have a drink, kick back, calm down and relax.",		"npc_breech_4":"Wee hoo!  Are you the one that Binna say is coming to me?  Hoo yehaa!",		"npc_backtowork_4":"I've been waiting all these years, I don't think a little more will hurt.  Let me know when he's found something.",		"npc_4_4":"He was piloting a cargo freighter on the Corellia Route. Ran into pirates and had to make a wild jump through hyperspace. It's been years, but I never gave up hope. I've stayed in this dive ever since, just on the chance he'd make it back here. If I left, he'd never find me.",		"npc_3_4":"No problem, friend. Have a drink, kick back, relax.",		"npc_2_4":"Thanks. Fella named Dinnis the Blade. Nice enough guy, a little wild. Don't stand too close to him, he doesn't believe in using water.",		"npc_1_4":"I got this datadisk from a friend on Corellia. May say something about  my husband. He went missing years back. A friend who looked for him sent this report, but the data got corrupted. Can you take it to a data slicer friend of mine?",		"dontknowyou_4":"Ha hooey!  You not the one.  Ho yahaa!  I don't have things to say to you now.  Habba hodie!",		"dontknowyou_3":"Well, you have yourself a good day, you hear?  And don't get caught when the wind starts to blow.",		"dontknowyou_2":"Huh?  I thought you were one of them droids.  Ah, nevermind.",		"player_sorry_3":"Oh, I haven't given it to her yet.  There was a sandstorm and I didn't want it to get dirty.",		"player_sorry_2":"I'm not too sure how to speak to a Clone Wars vet.  I don't want to treat him with less respect than he deserves.",		"player_reset_3":"I don't think I'm suited to giving shirts to new mothers.  I'm sorry, but I can't do this anymore.",		"player_reset_2":"I just found out my mother is in the Hospital.  I need to go to her.  Could you have someone else deliver the stimpack?",		"npc_reset_3":"Not a problem. We'll take care of this somehow. Sit down, relax.",		"npc_reset_2":"That's okay. You just sit back and get comfortable now.",		"npc_backtowork_3":"That's mighty considerate of you.  I trust you'll get it to her safely.",		"npc_backtowork_2":"Oh, that's not a problem.  He doesn't put on airs about it.  Just greet him like you would any other person.",		"npc_breech_3":"How are you doing today?  It's looking like we might be in for a bit of a sandstorm, don't you think?",		"npc_breech_2":"You there!  You aren't one of them Confederation guys, are you?  The war is over, so put down your weapons.  Eh?  What was that?",		"npc_breech_1":"Are you Binna's friend?",		"npc_work_3":"So, how did she like the shirt?",		"npc_work_2":"You're back quick.  Did you forget something?",		"npc_work_1":"Didn't expect to see you back so soon.  Were you able to deliver the toy to the kids?",		"dontknowyou_1":"Oh, nevermind.  I thought you were a friend of Binna.  Well, be careful out there!",		"cantwork":"Hello there. It's good to see busy folks taking time out from the whirl at Cheapside Cantina. Glad to have you.",		"npc_reset_1":"That's all right. I'll find someone who has the time. Thanks anyway.",		"npc_backtowork_1":"It's really appreciated.  Make sure that you get to see the children's faces when you give it to them.  I want to hear all about it.",		"player_sorry_1":"Sorry, I had something come up.  I'm off to deliver it right now.",		"player_reset_1":"I've been told that my friends need urgent help.  I can no longer deliver this toy.  Here.",		"player_3_3":"Why is this shirt warm?",		"player_3_2":"Why did someone shoot at Gen Horosi?",		"player_3_1":"What is the toy?",		"player_2_3":"I'm a bit busy right now.  I'm sorry, but I can't do that for you.",		"player_2_2":"Sorry, but I'm not interested in helping you with this.",		"player_2_1":"Sorry, I'm unavailable right now.",		"player_1_3":"Sounds simple enough.  Sure, I'll do it.",		"player_1_2":"For a Clone Wars veteran, I'll do anything!  Sure!",		"player_1_1":"I'll do that for the little kids, yes.",		"npc_reward_3":"Thanks. Here, friend, have a drink on the house. Don't drink it too fast, or your eyes will cross.",		"npc_reward_2":"That was real nice of you. Gen'll be okay. He's been through more than any squadron of stormtroopers. Here, I made this for you. Tasty.",		"npc_reward_1":"Mighty nice of you. Those kids have already been through stuff -- well, it's a tough life in Bestine, sometimes. Here, take a little something as a reward.",		"npc_4_3":"The shirt is warm? Oh yeah, I guess that's because I just took it off. Will you deliver it to Peele?",		"npc_4_2":"Aw, nobody was gunning for him specifically. It was just some wild-eyed glitterstim druggie on a jaunt, blasting things and giggling. Happens too much around Cheapside. Can you help Gen?",		"npc_4_1":"Well, I guess "toy" doesn't really -- It's a little fuel drum I cleaned up. Tried to decorate it with little drawings -- aww, it's just to beat on, makes noise. It's about all we can manage in Cheapside. What do you say to the delivery job?",		"npc_3_3":"Not a problem. We'll take care of this somehow. Sit down, relax.",		"npc_3_2":"That's okay. You just sit back and get comfortable now.",		"npc_3_1":"That's all right. I'll find someone who has the time. Thanks anyway.",		"npc_2_3":"Great. Come on back and I'll give you a drink on the house.",		"npc_2_2":"Thanks. You might not find Gen at home. Sometimes wanders out of town and has to be led back. Feisty old guy, but a good heart. Oh, don't mention the Emperor, okay? It just gets him riled.",		"npc_2_1":"Real kind of you. Here's the toy, such as it is. You got the coordinates? Good.",		"npc_1_3":"Friend of mine, Peele Noonal, just had her first child and -- oh, thanks, I'll pass along your kind words -- and her nurse wrapped the baby in Peele's shirt. Ever had a baby? Trust me, it does the shirt no good. I want you to take this shirt of mine to Peele as a maternity gift.",		"npc_1_2":"Some sleemo took a pot-shot at my favorite old guy, Gen Horosi. He's a Clone Wars veteran, incredibly ancient but still sharp. I got some friends to help him get home, but he needs healing. I scraped together some credits and got a stimpack. Can you deliver it?",		"npc_1_1":"Stormtroopers attacked a Rebel base near here. Their fire went astray, as usual. They almost killed an innocent civilian family. I sent these folks to stay with a fellow I know, but they're still very shaken. There's not much I can do, but I do have a toy for the kids. Can you deliver it?"
}}
