{
	"stfFile":"static_npc/tatooine/blerx_tango",
	"entries": {
		"npc_failure":"He was killed? Oh no! This is terrible. What will happen to the band? I guess we have to cancel this gig.",		"notyet":"I'm sorry. I'd love to chat with you, but you seem a bit too, um...Imperial?  Or maybe not. It's hard for me to tell, but you're definitely not the kind of person who could help me with my troubles.",		"next":"It's been a pleasure, friend. Maybe I can find more work for you later.",		"dontknowyou_3":"Not you, of course.  I was just making an example.",		"dontknowyou_2":"Well, I don't.",		"npc_takeme_3":"Well, not you, not if Blerx sent you. I'll just watch you do the killing.  Take it away, maestro!",		"npc_takeme_2":"I was just about to turn myself in and claim I'm the Emperor in disguise. That probably wouldn't have worked, I guess. Let's vamoose!",		"npc_takeme_1":"Smooth. We must locomote, friend -- I believe the wild things here like my perfume.",		"player_sorry_3":"Not yet, I haven't.  I'll find out soon enough.",		"player_sorry_2":"Nope.  I'm still looking, though.",		"player_reset_3":"You know, this guy scares me.  I'm not going to be able to help after all.",		"player_reset_2":"I can't find him, and I'm tired of looking.  I can't help out anymore.",		"npc_reset_3":"Oh no! I thought I could count on you. And it was likely to be pretty exciting, too.",		"npc_reset_2":"Oh. Well, okay. I guess someone else will get this exciting assignment.",		"npc_backtowork_3":"He should be smooth with you as long as he knows I sent you.  Just let him know that, okay?",		"npc_backtowork_2":"Okay.  Let's hope he hasn't run afoul of those armored goons.",		"npc_breech_3":"Ik-ik! I'm about ready to kill somebody! ",		"npc_breech_2":"Hmph! You wanna talk about humans who can't take a joke --!",		"npc_breech_1":"Oh, the trip has tired me out. I do feel faint",		"npc_work_3":"Did you have any problems with him?",		"npc_work_2":"Were you able to find him?",		"npc_work_1":"Have you left yet to pick him up?",		"dontknowyou_1":"I don't know about you, but I could go for a nice, long snooze.",		"cantwork":"Hey, friend! I was hoping to talk to you, but I see you're busy. You can check back later if you want some excitement.",		"npc_reset_1":"Oh. Well, all right. Hope someone can help my friend.",		"npc_backtowork_1":"Okay, that's fine.  Let me know when you've brought him back.",		"player_sorry_1":"Not yet.  I was getting some desert survival gear.  I'll be leaving soon.",		"player_reset_1":"I just found out that I'm needed elsewhere.  You'll need to ask someone else.",		"player_3_3":"Who is the musician this time?",		"player_3_2":"Who is this musician?",		"player_3_1":"Who is this slitherhorn player?",		"player_2_3":"No, this guy sounds dangerous.",		"player_2_2":"That's his own fault.  Sorry, I don't tangle with Imperials.",		"player_2_1":"Sorry, I've got other things I need to do.",		"player_1_3":"As long as he doesn't bite me too, sure.",		"player_1_2":"Sure, I'll go rescue the guy.",		"player_1_1":"Yes, I can help.",		"npc_reward_3":"Thanks, friend! I hope this is the last excitement the Dewback Ramblers see for a while. I can't pay you in credits this time, or our gig won't even cover the costs. I do have this old organ that none of us use anymore though. It's yours if you can haul it out of here.",		"npc_reward_2":"Thanks, friend! After this, I expect Mellaw will restrain his natural good humor around stormtroopers. Other Dewback Ramblers are on the way, so I'll offer you more excitement soon!",		"npc_reward_1":"Is this Mixon? What has he done to his face now? Never mind. Please take this payment for your time. Hope the trip was exciting!",		"npc_4_3":"He's Baze Joz, only the smoothest mandoviol player in the Outer Rim! I've known Baze a long time, and no matter what anyone tells you, all those rumors are completely false. Will you escort him here?",		"npc_4_2":"His name's Mellaw Doowon. Once, right before a gig, he filled my kloo horn with foaming cleanser. The suds, the suds! He's a real kidder. Can you bring him here, please?",		"npc_4_1":"His name's Mixon Guncher. If you've heard of him, none of that stuff about his weird behavior is true. Well, not much. He does wear a lot of perfume. Anyway, will you help?",		"npc_3_3":"Oh no! I thought I could count on you. And it was likely to be pretty exciting, too.",		"npc_3_2":"Oh. Well, okay. I guess someone else will get this exciting assignment.",		"npc_3_1":"Oh. Well, all right. Hope someone can help my friend.",		"npc_2_3":"I knew I could count on you. Remember, look for a small Chadra Fan named Baze Joz. And please don't bring the ISB with him!",		"npc_2_2":"That's great. Look for Mellaw Doowon, an Ithorian, one of those hammerheads. Quite a joker, Mellaw is. Good luck!",		"npc_2_1":"Great! If you save him from being swallowed by some gorg, he'll probably play you a command performance!",		"npc_1_3":"Our mandoviol player is -- well, he's a wonderful guy, really, but he has kind of an attitude about Imperials. When he arrived here, some Imperial Security Bureau agents questioned him. And he sort of, well, bit one. Now he's on the run out in the desert. Can you bring him here?",		"npc_1_2":"The Ommni Box player in our band is kind of a prankster. He travelled here to Tatooine using the wrong travel papers. I guess he never should have given his name as "Lord Vader." Anyway, the authorities are after him, so I need  you to bring him here safely. Okay?",		"npc_1_1":"I'm back home after touring with my band, the Dewback Ramblers. You know us? -- Well, never mind. Our slitherhorn player just arrived on Tatooine, but he got suckered by the old "free transport to Bestine" con game. He's stranded in the desert and needs an escort. Can you help?"
}}
