{
	"stfFile":"static_npc/tatooine/boshek",
	"entries": {
		"next":"Maybe I can find you some more work later. Take care of yourself.",		"npc_smuggle_1":"I wonder what BoShek's found now? He does infiltrate himself into the most unusual situations. Thanks. ",		"dontknowyou_3":"What?  You're not dead?  Hmm... I'll have to work on that a little more.",		"dontknowyou_2":"Huh?  Oh, sorry about that.  I'm... um... practicing a role for an audition.",		"npc_takeme_2":"I'm not sure why people think I have a connection with the Force. Ever since that idea got around, my life has been lots more interesting.",		"player_sorry_3":"Ummm... he hid them, and... ummm... I just found out where.  I'm going to get them right now.",		"player_sorry_2":"Not yet.  I was making sure there was a safe way out of there first.",		"player_reset_3":"I'm actually a bit afraid of grenades.  What if he throws one at me?  I can't do this after all.",		"player_reset_2":"You know, I don't want to get involved with this 'Force' stuff.  Sorry, but I'm no longer interested.",		"npc_reset_3":"I guess it was a bit much to ask of you. Forget I mentioned it.",		"npc_reset_2":"Not your style, eh? Don't worry about it, I'm sure somebody will be willing to help her.",		"npc_backtowork_3":"Hmph.  You could've just said you hadn't got around to it yet.  Let me know when you have, okay?",		"npc_backtowork_2":"Okay, but you may not have much time left.  Please hurry.",		"notit_3":"I said grenades, friend.  I don't know what this is, but it's sure not a case of grenades.",		"npc_breech_3":"You're not getting anything from me. Die!",		"npc_breech_2":"Okay... I'm reaching out with my mind...",		"npc_breech_1":"Are you the one with this 'important' package I'm supposed to wait for?",		"npc_work_3":"So, were you able to get the grenades from him?",		"npc_work_2":"Were you able to save her in time?",		"npc_work_1":"So, did Teng get the package yet?",		"dontknowyou_1":"Sorry, but I'm waiting for a friend.",		"cantwork":"I'm sorry, friend. It seems you still have unfinished work. Seek me out when your job is completed.",		"npc_reset_1":"No problem. I'll find someone else. Good luck to you.",		"npc_backtowork_1":"He doesn't have all day.  Could you please hurry?",		"player_sorry_1":"Not yet.  I'm about to meet up with him soon.",		"player_reset_1":"I'm sorry, but I didn't know this had to do with the Rebellion.  I can't do this for you anymore.",		"player_3_3":"Why grenades? Didn't you say you weren't a smuggler any more?",		"player_3_2":"What do you mean, "gifts"?",		"player_3_1":"Why would I have heard of you?",		"player_2_3":"No, I'm not mixing myself up with explosives.  Sorry.",		"player_2_2":"Sorry, but that's not my type of work.",		"player_2_1":"No thanks.  I don't want to get conned by some 'reformed smuggler'.",		"player_1_3":"Sure, I'll get them from him.",		"player_1_2":"Sure.  I'll make sure she gets here before the Imperials get her.",		"player_1_1":"Sure, I've got nothing else to do.  Tell me what you need.",		"npc_reward_3":"A stellar job, if I may say so. I'd say you have an impressive future ahead of you -- a much better place for the future than behind you, no?",		"npc_reward_2":"You've been a big help. We can't let the Empire continue its wretched work. By all means, contact me again if you need more work.",		"npc_reward_1":"Well done, my friend. Thank you for your help. Feel free to see me again if you need more work. ",		"npc_4_3":"Well, yes. Technically that's still true. It wasn't me doing the smuggling, was it? I still occasionally help procure scarce items for the Alliance. I do have bills to pay, after all. Now, your decision?",		"npc_4_2":"I mean that she may have some ability to use the Force. She's already had some run-ins with the Empire, so I need a decision, if you please.",		"npc_4_1":"I beat Han Solo's Kessel Run speed record! Granted, I wasn't hauling any cargo at the time, but it still counts. Now, about that job offer --",		"npc_3_3":"I guess it was a bit much to ask of you. Forget I mentioned it.",		"npc_3_2":"Not your style, eh? Don't worry about it, I'm sure somebody will be willing to help her.",		"npc_3_1":"No problem. I'll find someone else. Good luck to you.",		"npc_2_3":"Ah, I thought you might enjoy a bit of shadier work. I suppose it takes a rogue to spot one. Karn Wilder is your quarry. He's not terribly trustworthy, but I never thought him so stupid as to cross me. ",		"npc_2_2":"That's what I hoped you'd say. ",		"npc_2_1":"I thought you might be interested. You have that on-the-go look about you. Bring this disc to Teng Winstel -- he's one of my contacts in the Alliance. May the Force be with you, my friend. ",		"npc_1_3":"I recently hired someone to acquire some grenades. He accepted payment and got the grenades but has been reluctant to actually deliver them. I was wondering if you'd go get them from him?",		"npc_1_2":"I recently met an exceptional young lady. She may have certain -- gifts, if you take my meaning. I understand an Imperial stormtrooper is bringing her in for questioning. Would you mind escorting her here before the Imperials pick her up? ",		"npc_1_1":"I recently came into possession of a datadisc that would be of great interest to the Alliance. Care to handle the delivery for me?"
}}
