{
	"stfFile":"static_npc/tatooine/brea_tonnika",
	"entries": {
		"npc_smuggle_1":"If these bank codes are valid, then I'll be sure to "crash" on the second lap of the race. Make sure your boss has my transport off this rock ready to go.",		"next":"Not bad at all. I'll consider using you again in the future.",		"dontknowyou_2":"Oh, thank you!  I'll do what they say next time!",		"npc_takeme_2":"Help! I'll do whatever the Tonnika sisters want! Just save me from these killers!",		"player_sorry_3":"No, I'm still making the explosives.  This takes time.",		"player_sorry_2":"Not yet, but he'll understand in time.",		"player_reset_3":"Count me out.  I'm not too keen on the idea of arson.",		"player_reset_2":"I've changed my mind.  I don't want to do this after all.",		"npc_reset_3":"Now you've gone and made me all pouty. I hope you enjoy toying with my emotions. Soon a girl won't know whom to trust.",		"npc_reset_2":"I understand, although I am a bit disappointed. I thought there was something extraordinary about you.",		"npc_backtowork_3":"That's why I've chosen you.  You strike me as someone who is a consumate professional.",		"npc_backtowork_2":"I am hoping you will be able to do so in a much quicker fashion.  You wouldn't want to upset me, would you?",		"npc_breech_2":"Help!  Help!",		"npc_breech_1":"This better not be some kind of trick.  It's not like I have anything better to do, but still.",		"npc_work_3":"Have you demolished the place yet?",		"npc_work_2":"Have you been able to convince Idee to come with you?",		"npc_work_1":"Did Lam have anything... positive... to say?",		"dontknowyou_1":"Who are you?  Are you some kind of promoter?  If not, get out of my face.  I've got... things to do, I guess.",		"cantwork":"I'm a very demanding patron. Come back when you've less on your plate.",		"npc_reset_1":"It's not nice to feign interest in my affairs then refuse to help. Nobody likes a tease. ",		"npc_backtowork_1":"Well, don't be a tease, friend. He's waiting for you as we speak.",		"player_sorry_1":"I don't know.  I haven't talked to him yet.",		"player_reset_1":"Sorry, but something came up.  I can't do this for you anymore.",		"player_3_3":"What's in the warehouse?",		"player_3_2":"Who has your friend fallen in with?",		"player_3_1":"What would I be delivering?",		"player_2_3":"Not thanks.  Arson isn't my style.",		"player_2_2":"In that case, no thank you.",		"player_2_1":"No thanks.",		"player_1_3":"I'll see to it that there is only smoke and debris when I'm done.",		"player_1_2":"Count me in!",		"player_1_1":"Sure, I can do it.",		"npc_reward_3":"I gotta hand it to you, friend, you're one tough sand panther. Thanks for all your help. I think my business venture will go quite smoothly now. Take care.",		"npc_reward_2":"You've brought Idee back all in one piece. I knew I could count on you! Now allow a girl to show her appreciation. Take this and enjoy yourself.",		"npc_reward_1":"I'm much obliged, citizen. Hope you didn't have too much trouble on the way. Oh, and Lam has a very vivid imagination. Kindly disregard anything he might have said. One too many crashes can addle a swoop jockey's mind.",		"npc_4_3":"Just some speeder parts and gadgets. Perhaps an old swoop racer or two. It's an eyesore, really. I'm sure no one will be sad to see it go.",		"npc_4_2":"I'm afraid that Lady Valarian has taken an unhealthy interest in my friend's affairs. That Whiphid is not someone you want to cross. Is it?",		"npc_4_1":"A proposition. Of the business variety, of course. But one so compelling that I think my future partner will not be able to refuse it. Still interested?",		"npc_3_3":"Now you've gone and made me all pouty. I hope you enjoy toying with my emotions. Soon a girl won't know whom to trust.",		"npc_3_2":"I understand, although I am a bit disappointed. I thought there was something extraordinary about you.",		"npc_3_1":"It's not nice to feign interest in my affairs then refuse to help. Nobody likes a tease. ",		"npc_2_3":"I knew you'd come through for me! Now just to give you a heads-up, there might be some undesirable elements loitering around the warehouse. They're most likely cutthroats so just blast them.",		"npc_2_2":"I knew you were made of sterner stuff. My friend's name is Idee Zipbits. He's a Chadra-Fan swoop jockey. Not terribly brave, but pretty good in a race. If you bring him back here, I'd show an appropriate amount of gratitude.",		"npc_2_1":"I knew this would be no problem for a tough-looking mercenary like you. Take this encrypted datadisc to Lam Bregaani, a Sullustan swoop jockey whose career I've been following closely these last few months. If he asks, tell him that everything has been taken care of.",		"npc_1_3":"I confess I've gotten used to you coming to my "rescue." However, I just have one last little thing for you to do and then I'll let someone else enjoy your talents. I need a particular warehouse taken out. And when I say that, I mean burned to the ground. I know that sounds simply awful. Think you can do it anyway?",		"npc_1_2":"I like your enthusiasm. But the task I have in mind is slightly more perilous. A dear friend of mine has fallen in with the wrong crowd and is in desperate need of rescuing. This might be a bit too dangerous for the average mercenary. You sure you want in?",		"npc_1_1":"You'd help a girl like me? Isn't that sweet. Turns out, I do need something delivered to a business associate. Well, a future business associate, I hope. Think you can handle a simple delivery?"
}}
