{
	"stfFile":"static_npc/tatooine/bren_kingal",
	"entries": {
		"npc_failure_4":"Wow.  I really thought you could handle that.  Guess I was wrong, huh?",		"npc_failure_3":"Man I knew that guy was trouble.  Sorry you couldn't handle it.  Maybe I should have gone myself?",		"npc_failure_2":"That poor little girl.  What's she going to do without that medpack?",		"npc_failure_1":"I feel bad for sending you out to get hurt like that.  Better luck next time, eh?",		"next":"You have a talent for this. Maybe I'll have more work for you in the future.",		"player_sorry_4":"Not yet, but when I do, I'll be sure to bring back proof that he'll no longer hurt anyone else.",		"player_reset_4":"I'm sorry, but this guy is too dangerous for me.  I think you need to send someone else to do it.",		"player_3_4":""Master of disguise"? What's he dressed like?",		"player_2_4":"No, he sounds too dangerous for me.",		"player_1_4":"I can handle this guy.  Point me at him!",		"npc_work_4":"Have you put an end to Thanamiroc's reign of terror?",		"npc_reward_4":"Thanamiroc was passing himself off as a bounty hunter, eh? That's an ironic twist - wonder if he could have collected a bounty on himself. Ha! Hey, thanks again. Here's the best reward you'll find in Mos Taike: my sister's specialty! Don't show it around, or everyone will want a slice.",		"npc_reset_4":"Well, I'm sorry to hear you can't handle this one.  Then again, I don't blame you; this guy is vicious.  I'll look into hiring a Bounty Hunter.  I just hope I have enough credits to afford the best.",		"npc_breech_4":"Finally you're here. Get this thing running, imbecile, or I'll have you beaten senseless. Wait - you're no repair engineer! A trap!",		"npc_backtowork_4":"Well, you'll want to do it soon, or you'll wind up tracking him down by his trail of dead bodies he'll leave in his wake.",		"npc_4_4":"Hey, Thanamiroc can look like anything. Farmers, Sand People, Imperial soldiers, Rebels, baby banthas, you name it. Just kidding about the banthas. Whatever he looks like, he's always trouble. What do you say?",		"npc_3_4":"I was afraid you were going to say that. This troublemaker has been terrorizing folks across Tatooine. But okay, friend, we'll take him out somehow.",		"npc_2_4":"Good! The Mos Eisley office planted a homing beacon on his vehicle, so you should be able to find him. Be sure to bring back proof of his defeat, like his helmet or something. For once I can promise you a terrific reward!",		"npc_1_4":"Hey, you're riding to my rescue yet again, friend. Word comes down from Mos Eisley that a known murderer and master of disguise, Trone Thanamiroc, is on another homicidal killing spree. He hijacked a vehicle and is rampaging around. Someone has to stop him, but I'm stuck here. Can you handle a tough target? ",		"notit_4":"Hmmmm... no, I don't think this is something Thanamiroc would have had on him.  Bring back something that would identify him.",		"dontknowyou_4":"You aren't the repair engineer I'm waiting for.  If you see him, you tell him I'm waiting, and the longer I wait, the more sense I'll beat into him.",		"dontknowyou_3":"Are you my Imperial contact?  Hmmm... no, you're not the person I'm here to meet.  Sorry, I have nothing to say to you.",		"dontknowyou_2":"Hey.  Who're you?  Do I know you?  No, I don't.  And let's keep it that way, okay?",		"player_sorry_3":"No, not yet, but when I do, I'll make sure to get it to you right away!",		"player_sorry_2":"Not yet, but I'm going to get that medpack back for her.  I promise!",		"player_reset_3":"I don't think I'll be able to stop him, or get that datapad.  You might want to send someone else to do it.",		"player_reset_2":"Bren, I'm not able to get to Kli Sithrin just yet.  Would you mind if I recovered it later?",		"npc_reset_3":"Well, I don't want you to get yourself killed.  I'll try to find someone else to stop him before it's too late for us all.",		"npc_reset_2":"Sure, I understand.  I do hope that little girl doesn't get any sicker in the meantime, though.  That sure would be a shame, wouldn't you agree?",		"npc_backtowork_3":"Well, let's hope you're able to find him before he enacts his latest dastardly plot.",		"npc_backtowork_2":"Well, try to get it done fast.  Her mother let me know her breathing is getting more and more shallow as time passes.  She needs that medicine real bad like.",		"notit_3":"No, this isn't the datadisk.  I'm only interested in seeing that Farandan is dead and his datadisk is in safe hands.",		"notit_2":"No, she has a special medicine she needs for her breathing.  Sadly, only the one that Sithrin has will help the girl.",		"notit_1":"This isn't what the Aqualish stole.  I'm only interested in that.",		"npc_breech_3":"So. I must say, those Rebel scum found me out remarkably quickly. I'm about to make my first report to the ISB. In it I shall recount your death.",		"npc_breech_2":"That's close enough. What brings you here? A stolen medpack? I stole no medpack. If you must know, I'm meeting here with an ISB official. Hold on, I told you an Imperial secret. Now I suppose I'll have to kill you. Mangler - attack!",		"npc_breech_1":"Don't attack, you stupid lout, I'm an Imperial informant! I confiscated this generator from an insipid thief before it reached the Rebels. I - argh, never mind, I'd rather kill you!",		"npc_work_3":"So, have you managed to put a stop to him and gather that datadisc?",		"npc_work_2":"So, do you have the medpack yet?",		"npc_work_1":"So, have you managed to round up that Aqualish and recover the generator yet?",		"dontknowyou_1":"I don't know who you are or what you want, but I'm not the guy you're looking for.",		"cantwork":"Welcome to Mos Taike, friend.  I hope you enjoy our settlement while your here.  When you're not busy, why don't you stop by.  I could use someone like you.",		"npc_reset_1":"Well, I guess so.  Let's hope he doesn't sell that generator to some Jawas in the meantime, though.",		"npc_backtowork_1":"Well, try to get it back from him soon.  He's probably looking to sell it to make some quick credits, so we might not have much time.",		"player_sorry_1":"Not yet, but I'm working on it.",		"player_reset_1":"I'm not able to handle this guy right now.  Could I track him down later?",		"player_3_3":"Is this one really a gangster? The others didn't talk like crooks.",		"player_3_2":"Why did Kli Sithrin steal the medpack?",		"player_3_1":"Who is this local crook?",		"player_2_3":"No, I think this is better handled by you.  I'd just wind up getting killed.",		"player_2_2":"A gangster?  No, I'm not getting involved with that kind of trouble.",		"player_2_1":"No, I'm not one for fighting.",		"player_1_3":"I'll gladly help you stop this terrorist!",		"player_1_2":"I can't stand by and watch a little girl have her medicine stolen.  I'll get it back for her!",		"player_1_1":"Sure I can handle a fight!  Point me at him!",		"npc_reward_3":"That's another favor I owe you, friend. I wouldn't put any stock in anything that fellow said; you know these crooks, after all. I wonder if you'd like some fresh flatbread my sister just brought? Have to eat it quick, or it goes all greasy.",		"npc_reward_2":"Thanks, that was fine work. Did Sithrin say anything? Well, when you corner these gangsters, they'll try everything. Did you like my sister's casserole? Try her soup. Takes a while to make, but mmm, worth it!",		"npc_reward_1":"Excellent, friend! I'm glad you see we all have to work together for our safety and freedom. I'd like to reward you with money, but I'm just a junior officer. Here, my sister made this casserole. It's delicious!",		"npc_4_3":"If you start believing crooks, you'll never get justice. If you're uncomfortable taking down the folks who make this galaxy unsafe - and I guarantee that's who you're fighting - then say "No." So, friend, what's your answer?",		"npc_4_2":"I couldn't tell you. Maybe he just wanted to show off. These Anchorhead gangsters like to mark their territory, just like a womp rat.",		"npc_4_1":"His name's Thark. He's a rude, obnoxious Aqualish - not to be redundant - and he's a menace to free people in this town.",		"npc_3_3":"Not a problem, friend. You can find plenty of useful things to do around here without my help.",		"npc_3_2":"Well, you know how to use your time better than I do. See you around, friend.",		"npc_3_1":"Okay, I just wanted to ask. Enjoy your stay in our little place.",		"npc_2_3":"That's great. This Farandan - I should warn you, he's wearing a Rebel Alliance uniform. But trust me, he's not a Rebel. Hey, I'm not trying to start a political discussion here; he's just not, that's all. If you find a datadisk on him, you'll bring that back here, right?",		"npc_2_2":"Hey, that's really friendly. Look for a tough Zabrak with orange skin and slashing tattoos on his face. Even his horns have got horns, they say, so watch out. Bring the medpack back here.",		"npc_2_1":"That's great! Remember, this Aqualish - one of those tusk-faced guys - stole a shield generator. He may be using it for defense, so let fly with everything you've got. Bring back the generator, okay?",		"npc_1_3":"Look at you, you're back! Seems like every time I see you, I have trouble to report. Jespral Farandan, a big figure in an offworld terrorist ring, is hiding out near here. Best hideout in the galaxy, really. But he's planning a new attack, and he has information crucial to our defenses, so it would be great if you could stop him, okay?",		"npc_1_2":"Hey, hello again! Kli Sithrin is in town, that big Zabrak gangster in -- Anchorhead, I think. He stole a medpack right out of a little girl's hand. Doesn't that make your blood burn? If you take this guy out of circulation, I'll cheer you on. Bring me the medpack, and I'll give it back to the little girl. Okay?",		"npc_1_1":"Well, hey! I guess you're new to Mos Taike. Welcome - or maybe sympathies, given that this is a backwater town on the galaxy's backwater-iest world. But even here, one person can make a difference. In fact, I'm looking for someone to go after a local crook. Can you handle a fight?"
}}
