{
	"stfFile":"static_npc/tatooine/farious_gletch",
	"entries": {
		"next":"I don't have anything for ya right now. Maybe later.",		"npc_backtowork_1":"What am I paying you for!  Get it taken care of!",		"player_sorry_4":"No, he hasn't been taken care of yet.",		"player_reset_4":"I've thought about what I said earlier, and realize I meant to say 'No' to doing this for you.",		"player_3_4":"Why is this assassin under the impression that you hired him?",		"player_2_4":"No, this is your mess, not mine.  Get someone else to clean it up.",		"player_1_4":"I'll take care of it. Count on me.",		"npc_work_4":"Has the 'Professor' been put out of business?",		"npc_reward_4":"Phew, you're a lifesaver. Well, for me at least ,hehe. I don't have anything else I need done right now. In fact, think I need a vacation to let things calm down some. Look me up when I get back and we'll get back to business.",		"npc_reset_4":"No? Did you just say no? You can't say no! You gotta help me! Who else can I turn to? Please!",		"npc_breech_4":"I'm a professional. If Gletch wanted the contract terminated, he should have contacted me. Now both of you will have to die.",		"npc_backtowork_4":"Well, hurry it up already!  I'm not paying you to waste my time!",		"npc_4_4":"Maybe because he's insane? And maybe I mentioned in passing, as a harmless comment to someone in the street, that this place would be better off without the Prefect. But how was I supposed to know this Bith would overhear my conversation and take me seriously? I blame this mixup on their overly-acute hearing and an inability to take a joke!",		"npc_3_4":"No? Did you just say no? You can't say no! You gotta help me! Who else can I turn to? Please!",		"npc_2_4":"I knew you'd come through for me! You're a lifesaver, pal! The lunatic goes by the name of "Professor Whisper." Yeah, yeah, I know - but what do you expect from an insane assassin? Anyway, he's a Bith and he's deadly. Did I mention he was insane? Stop him before he brings down the wrath of the Empire on my head!",		"npc_1_4":"You gotta stop a maniac from trying to bump off the Imperial Prefect! This killer is under the delusion that I've hired him! You gotta stop this madman before he gets us all killed! The Empire's revenge will be swift and brutal if they think I..we had anything to do with this!",		"dontknowyou_4":"Oh, sorry.  I thought you were someone else.  Nevermind.",		"dontknowyou_3":"Nevermind.  I thought you were working for Farious.",		"dontknowyou_2":"Gordul says get out of here!  Gordul doesn't know you!",		"player_sorry_3":"Not yet.  I'm still getting around to it.",		"player_sorry_2":"No, not yet!  I'm still working on it.",		"player_reset_3":"I've changed my mind.  I'm not going to do this for you anymore.",		"player_reset_2":"I no longer have the time to take care of this 'problem' for you.",		"npc_reset_3":"Are you really backing out on me now? What a punk!",		"npc_reset_2":"What's wrong? You're not afraid of a near-sighted Aqualish, are you? And here I thought you had guts and the ambition to rise quickly in my organization. Why do I keep trying?",		"npc_backtowork_3":"What are you waiting for!?  Kill him already!",		"npc_backtowork_2":"I don't have all day!  Get it done, or don't do it at all!",		"npc_breech_3":"Gletch thinks he can cheat me? No one takes my glitterstim without paying for it! Die!",		"npc_breech_2":"Think you can take me? Gordul will crush you!",		"npc_breech_1":"Gletch sent you, didn't he? I've dealt with your kind before. Just try and take me, slug!",		"npc_work_3":"Have you taken care of the gangster?",		"npc_work_2":"Have you sent the 'message' to Gordul yet?",		"npc_work_1":"Have you done away with that Rodian yet?",		"dontknowyou_1":"Get out of here, slug!",		"cantwork":"When I hire someone, I expect his or her full attention. Come back when you're ready to talk business.",		"npc_reset_1":"I figured you for one of those squeamish types. I ain't got use for beings like you. Beat it!",		"player_sorry_1":"No, not yet.",		"player_reset_1":"I'm not able to do this for you any longer.  Sorry.",		"player_3_3":"Tell me more about Ripper.",		"player_3_2":"What does this enforcer look like?",		"player_3_1":"What do I have to do?",		"player_2_3":"No, I'm not interested in doing this for you.",		"player_2_2":"No, that's not my style.",		"player_2_1":"Nah, that doesn't sound like something I want to do.",		"player_1_3":"I'll take him out of the picture for you.",		"player_1_2":"Sure, I'll do it.",		"player_1_1":"Yeah, that's my kind of job.  I'll do it.",		"npc_reward_3":"Ha, ha! I would love to have seen the look on old Ripper's face when you introduced him to some blaster bolts! Oh, and if he claimed I never paid him, he lied. Do I look like the kinda guy that would try and cheat someone? On second thought, don't answer that.",		"npc_reward_2":"You're growing on me, buddy, you know that? You just keep removing these obstacles for me and your future will be prosperous.",		"npc_reward_1":"Now that was well handled, friend. Perhaps I misjudged you. I think you and I will get along just fine. Hehehe, yeah, just fine.",		"npc_4_3":"He's one of Jabba's murderous swoopers. And I don't need to tell you how dangerous those slugs are, do I? Will you take this slime out of the gene pool or not?",		"npc_4_2":"The brute's an Aqualish named Gordul Koga. He's one mean gundark so start blasting as soon as you see him. You'll do it, right?",		"npc_4_1":"I need you to make a deadbeat disappear. Permanently. You still interested?",		"npc_3_3":"Are you really backing out on me now? What a punk!",		"npc_3_2":"What's wrong? You're not afraid of a near-sighted Aqualish, are you? And here I thought you had guts and the ambition to rise quickly in my organization. Why do I keep trying?",		"npc_3_1":"I figured you for one of those squeamish types. I ain't got use for beings like you. Beat it!",		"npc_2_3":"Now that's the enforcer I've come to know and love! Just remember, this worm is dangerous. Don't take any chances. Blast him as soon as you see him! ",		"npc_2_2":"That's what I was hoping you'd say. You're shaping up to be my kind of enforcer. Now go out there and teach that Aqualish he shouldn't mess with Farious Gletch! Use caution, he may have some friends with him.",		"npc_2_1":"Let's see what you're made of, pal. A Rodian thief that goes by the name Greenfinger is trying to skip town without paying his debts to me. That ain't acceptable. I need you to track this loser down and make an example of him. You can keep whatever he's carrying as a tip. Just make sure his passing is violent and painful.",		"npc_1_3":"Of course I have something for you to do! Here's the deal: I bought some, uh, merchandise from a dumb thug named Ripper. I paid fair market price, but now he's tryin' to twist my arm for more credits. I need you to make this problem go away. Ripper's a known gangster and responsible for many deaths, so you can consider this a public service.",		"npc_1_2":"Eager for more work, huh? Ambitious little scoundrel, ain't ya? Okay, I got something else for ya. One of my enforcers has decided he doesn't need me anymore and has gone into business for himself. I need you to show him that without me he has no future. And yeah, that means blast the slug into space dust.",		"npc_1_1":"Eventually they all come 'round here looking for work, so I don't see why you should be any different. Yeah, I got something for you to do, but it'll require a strong stomach and nerves of durasteel. This ain't for the squeamish. You still interested?"
}}
