{
	"stfFile":"static_npc/tatooine/figrin_dan",
	"entries": {
		"next":"Perhaps one day fate will provide me with more work for you. Until that day my friend, farewell.",		"npc_smuggle_3":"Hnnnrrgh!",		"npc_smuggle_2":"I better have an exclusive distribution deal on this song, or I'll jam that welsher's big musician head into a really small hat.",		"npc_smuggle_1":"This better be the credits from that deadbeat Figrin. Tell him this: Any guy who plays sabacc that bad needs better cash flow.",		"dontknowyou_3":"*Snork snork* *grunt*",		"dontknowyou_2":"Did it look like I was talking to you?  Look, get some people, then have them get in touch with mine.  Okay?",		"player_sorry_3":"I don't know what you just said.  If you mean 'Did he get the letter', then - No, not yet.",		"player_sorry_2":"Not yet.  I'll get it to the... um... wherever I'm taking it.  So, be calm - or something like that.",		"player_reset_3":"Okay, I'm done with you.  You are just way too mellow for me.  Do it yourself.",		"player_reset_2":"I don't know what this is about, and I don't want to do it anymore.",		"npc_reset_3":"Not a problem, friend. Head down your road, I'll head down mine, and maybe we'll meet again.",		"npc_reset_2":"We each must follow our own road, friend. Someday, perhaps, our paths may cross again. Farewell.",		"npc_backtowork_3":"He's waiting with his soul on his wing.",		"npc_backtowork_2":"The crystalline moons will weep when the harmony is heard.",		"npc_breech_3":"*Snort*",		"npc_breech_2":"If I find out that Bith suckered me, I'll...",		"npc_breech_1":"Are you one of that loser's friends?  You look like one.",		"npc_work_3":"I'm hearing hearts shattering in the wind.  Is this the sound of my fan's faith?",		"npc_work_2":"The melodic tones have reached the heart and ears of the chosen, I hope?",		"npc_work_1":"My protestations of deep emotion made it into her dear hands, I hope?",		"dontknowyou_1":"If you don't know who I'm talking about, get away from me.  I don't have time for you.",		"cantwork":"Ahh, you're a busy one. I see, I know. Smooth your moves and relax, friend. Hark to the sounds. Check on back here when you're free.",		"npc_reset_1":"Our roads diverge now, my friend, but chance may bring us back together once again.",		"npc_backtowork_1":"My heart will fly long until it is held by that sweet Dilta.",		"player_sorry_1":"Sorry, not yet.  I'll make sure she gets them soon, though.",		"player_reset_1":"I don't like playing a go between.  You'll have to do it yourself, afterall.",		"player_3_3":"Who is the fan who looks to you for guidance?",		"player_3_2":"Who is receiving this love song?",		"player_3_1":"Who is this "sweetheart"?",		"player_2_3":"I'm tired of talking to you.  No, do it yourself.",		"player_2_2":"You're too wierd.  No, I won't do this for you.",		"player_2_1":"That sounds too personal.  No, I'd feel wierd doing it.",		"player_1_3":"Sure, I'll give it to him.",		"player_1_2":"I shall be your emmisary of love, Figrin!",		"player_1_1":"Sounds like you need help.  I'll do it.",		"npc_reward_3":"Life, life. I'm going down that lonely road, smooth mover. I feel a pressing need to move on. Take this little something and move on, too.",		"npc_reward_2":"My friend, Bex Lobber carries a weight in his heart, and in his fist. Perhaps my little love-ditty will relieve both. I only wish I could pay you more, friend. And Bex too.",		"npc_reward_1":"Ahh, that Dilta -- she is the spirited one. But I am smooth. I calm the troubled wind. My lament will melt her icy heart. And you, my friend -- to you, as to Dilta, I owe more than this sad token may express.",		"npc_4_3":"Just one more wounded spirit, like you and me. Lonesome, troubled folk fall into my music, get uplifted, get shaken. Like my music to them, that's my fans to me -- they lift me up, they shake me down. My little task awaits your choice.",		"npc_4_2":"Be smooth, my friend, and do not pry into affairs of the heart. Only this: Seek one called Bex, whose true feeling for this work you will see. Please, take this tiny task.",		"npc_4_1":"Ahhh, Dilta. A sweet sultry voice, a cool finger on the brow, a single star's gleam in a night-black eye -- that is Dilta. You'll like her. Go ahead, take my little job.",		"npc_3_3":"Not a problem, friend. Head down your road, I'll head down mine, and maybe we'll meet again.",		"npc_3_2":"We each must follow our own road, friend. Someday, perhaps, our paths may cross again. Farewell.",		"npc_3_1":"Our roads diverge now, my friend, but chance may bring us back together once again.",		"npc_2_3":"Go, my friend. Head out to that windblown sand, where my fan waits in a desolation of the spirit. Hurry, now.",		"npc_2_2":"Out in the wide, wild desert, friend -- that is your destination. Free of prying eyes, understand me? Go. My song must fly to the right heart.",		"npc_2_1":"Dilta waits, she waits alone, out in that empty waste beneath a burning sky. Head out on those lonely old sands, my friend, my friend's friend.",		"npc_1_3":"Seems I have a new fan. A storm-drenched spirit, drying and shriveling in these desert suns. He looks to me for guidance, but no. For this young spirit, I am too weak. I disappoint him. For that shriveling fan, this note of apology and hope, hand-delivered to him by you.",		"npc_1_2":"A tendril of light reached down from the stars and touched my brow. In inspired fever I composed this song of love. Send it, carry it to the one who will most appreciate its feeling.",		"npc_1_1":"My night-time heart has cried, leaving with the day these discs of teardrops -- love letters to my sweetheart. Carry them to her. Carry my plea for affection and understanding."
}}
