{
	"stfFile":"static_npc/tatooine/fixer",
	"entries": {
		"waypoint_name_2":"Tusken Raiders",		"waypoint_description_2":"The Tusken Raiders has been spotted at this location.",		"npc_noloc_3":"Hey, can you come back later?  I gotta deal with something before we can continue...",		"npc_noloc_2":"Hey, can you come back later?  I gotta deal with something before we can continue...",		"npc_noloc_1":"Hey, can you come back later?  I gotta deal with something before we can continue...",		"next":"I don't have any more work for ya right now. Try me later.",		"npc_smuggle_3":"Fixer sent you with the parts I need to fix my speeder? Thanks a million!",		"npc_smuggle_1":"Finally! Now to get this installed so I can get off this desert rock. Thanks!",		"dontknowyou_3":"Thanks for your concern, but I can handle this.",		"player_sorry_3":"No, I haven't found her yet.  I'm going to try right now, though.",		"player_sorry_2":"No, but I'm now equipped to take care of him.",		"player_reset_3":"You're sending me on a wild cu pa chase, aren't you?  I'm not doing this.",		"player_reset_2":"I can't do this anymore.  Sorry.",		"npc_reset_3":"Kind of a heartless womp rat, aren't ya? Get out of here!",		"npc_reset_2":"I didn't figure ya for the shy type. Shove off.",		"npc_backtowork_3":"Great!  Get it to her fast.  I don't want her to get a sunburn.",		"npc_backtowork_2":"Sounds good!  Let me know when he's been stopped.",		"notit_3":"This is not a converter coil, friend.  I need a coil so that I can get home again.",		"notit_1":"No, this won't work.  I need a coupling.",		"npc_breech_3":"Phew, I thought I was going to be that dewback's dinner for sure. Thanks!",		"npc_breech_1":"Where in the heck is that part?",		"npc_work_3":"So... did she get the part?",		"npc_work_2":"Has that crazed Tusken been stopped yet?",		"npc_work_1":"So, did you get it to him?",		"dontknowyou_1":"Sorry, I was talking to myself.",		"cantwork":"How ya doin'? See me about a job when you get tired of your current employer.",		"npc_reset_1":"Afraid of a little hard work, are ya? Too bad. Tosche Station's got no place for lollygaggers. ",		"npc_backtowork_1":"Good to hear!",		"player_sorry_1":"Not yet.  I'm still getting it done, though.",		"player_reset_1":"Sorry, but I've changed my mind.",		"player_3_3":"Do you really have a girlfriend?",		"player_3_2":"Why is the Tusken destroying vaporators?",		"player_3_1":"Don't I know you?",		"player_2_3":"Okay, now you're making up stories.  I don't believe you have a girlfriend, so I'm not going to help.",		"player_2_2":"I usually leave well enough alone.  Let the Tusken do what he wants.",		"player_2_1":"No thanks.",		"player_1_3":"Sure, I'll get it to your *ahem* girlfriend.",		"player_1_2":"No problem.  I hate Tuskens with a seething passion.",		"player_1_1":"Sure.",		"npc_reward_3":"Camie called -- she got home just fine. Thank you so much! If she had been eaten by that dewback, I don't know what I would have done. I don't have anything else I need help with right now, but check back later. Maybe something will come up.",		"npc_reward_2":"Way to work. That'll be a load off everybody's mind. Now try to hang on to a few of these credits this time, hear?",		"npc_reward_1":"Ya done good. See me again if ya need more work. ",		"npc_4_3":"Of course I have a girlfriend! What's so hard to believe about that? Now, you want to help her or not?",		"npc_4_2":"How should I know? Them Tuskens all hate our technology. I'd worry less about why, more about how ya might stop him.",		"npc_4_1":"Well, have you heard of Luke Skywalker?  Heck, yeah! We grew up together. I always knew he'd be something special. What a speeder pilot. Maybe that's where you heard of me... no, it couldn't have been that, could it?  But look, you interested in this job?",		"npc_3_3":"Kind of a heartless womp rat, aren't ya? Get out of here!",		"npc_3_2":"I didn't figure ya for the shy type. Shove off.",		"npc_3_1":"Afraid of a little hard work, are ya? Too bad. Tosche Station's got no place for lollygaggers. ",		"npc_2_3":"I sure appreciate it. I don't want her out there any longer than she has to be, so take this part and get moving.",		"npc_2_2":"I know the folks 'round here would appreciate it. They've been a bit jumpy lately worrying about it. ",		"npc_2_1":"Nice to see a little initiative for a change. A fellow named Vezz Kommani has been waiting on this power coupling. Take it to him out in the desert, away from prying Imperial eyes.",		"npc_1_3":"My girlfriend, Camie, called. Her speeder hit an eopie in the desert. I need someone to bring her a new converter coil so she can get it running again. The speeder, not the eopie. Would ya mind bringing it to her quick?",		"npc_1_2":"I cobble together lots of parts for moisture farmers. Some Tusken Raider is running around blasting any vaporators he comes across. You willing to find him and stop him from wrecking anything else?",		"npc_1_1":"I just finished a repair, and I need someone to make the delivery for me. Whaddya say?"
}}
