{
	"stfFile":"static_npc/tatooine/gramm_rile",
	"entries": {
		"next":"Check back with me sometime. I may have more for you to do.",		"npc_takeme_4":"Oh!  Gramm is calling everyone into town?  Now I understand why I was attacked by a dozen or so Tuskens about an hour back.  They were tough ones, too!  Took me about 10 minutes before I could take down all of them.  I appreciate your help.  Now, let's go before more return.",		"npc_takeme_3":"You must be the one who's looking for Jabba's help, hm?  Now, lead me to this backwater settlement, and don't make any false moves, got it?  If I get hurt, Jabba won't be too happy, understand?",		"npc_takeme_2":"Well, Rile did say he'd send me a body guard, and you sure do fit the bill.  I'm Merg Thando.  Pleased to meet you.  Now, if we could, let's make our way to Mos Taike before any Sand People catch our scent.",		"npc_takeme_1":"Oh, thank goodness someone's come to rescue me!  I was down to the last of my food and water!  I've been lost out here in the wasteland for close to 2 hours now!  Please, could you show me the way to Mos Taike?",		"npc_breech_2":"Are you the one that Rile sent?",		"npc_breech_4":"Gramm, is that you?  What's going on?",		"npc_breech_3":"What a dangerous place, wouldn't you say.  A lot of bad things can happen out in the desert, if one isn't careful.",		"npc_breech_1":"Are you here to rescue me?",		"dontknowyou_4":"I'm sorry, I though you were my husband.  Have a good day, and watch out for Tuskens.  I've just taken down four of them myself in the past hour.",		"dontknowyou_3":"You don't look like you need Jabba's protection.  Just keep walking and mind your own business.",		"dontknowyou_2":"Sorry, I'm waiting for a bodyguard to keep the Tuskens off my back.  He or she should be here soon.",		"dontknowyou_1":"Oh, I'm sorry.  I though you were from Mos Taike.  I guess I'll have to find it myself, then.",		"cantwork":"How are you doing there, friend?  I hope you've taken a liking to Mos Taike.  When you've got some time, I might have need of your services.  Let me know when you're free, okay?",		"npc_reset_4":"Well, if you've been injured, you can't act as an adequate bodyguard.  I'll send someone out there to bring her back.  In the meantime, get yourself to a medic.  Your wounds must be internal, 'cause I don't see any on the outside.",		"npc_reset_3":"*sigh* Well, I can't blame you.  Were I not so desperate, I wouldn't have asked you to do it.  I guess I'll go out there myself.  I thank you for considering it, though.",		"npc_reset_2":"Well, then I guess I'll have to send Bren out there.  I do appreciate you offering to help, either way.",		"npc_reset_1":"Well, I thank you for giving it your best.  I'll see about having Bren round up a group of people to go find him.  Even though you didn't find him, I do appreciate you looking.",		"player_reset_2":"I won't be able to safely bring him here, sorry.",		"player_reset_4":"I can't escort her back here, Gramm.  I've been... um... injured.  Yeah, I've been injured and can't save her.  Can you send someone else?",		"player_reset_3":"I've thought about it, and I don't want to be part of any dealings with Jabba.  I can't do this anymore.",		"player_reset_1":"I've searched and searched, but I can't find him.  You might need to send out a team for him, because I can't do it anymore.",		"npc_work_2":"So, have you brought back my farmer friend?",		"player_sorry_4":"No, I.. um... was attacked by Sand People.  Now that they've been dispatched, I can rescue her safely.",		"player_sorry_3":"I haven't been able to make it out there yet.  Once I can safely do it, I'll be sure to bring him back.",		"player_sorry_1":"No, I haven't been able to find him.  When I do, I'll be sure to bring him back right away!",		"player_sorry_2":"Not yet.   I thought I saw some Sand People, and was waiting till they passed.  Once they're gone, I'll escort him here.",		"npc_work_4":"Is Chastina here in the town now?",		"npc_work_3":"So, where's Jabba's guy?",		"npc_work_1":"Have you managed to find the surveyor yet?",		"npc_backtowork_4":"I'm glad to see you made it out alive.  Those Raiders can be deadly!  Let's just hope it's not too late for my wife.  You go get her while I direct everyone else in here safely, okay?",		"npc_backtowork_3":"Well, I don't want to bring down Jabba's wrath on us.  I thank you for you being prudent and all.  Try not to make him wait too long though, if you could.  It would be mighty apppreciated.",		"npc_backtowork_2":"Well, that's good to hear.  I don't want to see either of you hurt, so take your time.",		"npc_backtowork_1":"That's good to hear.  I'll bet anything he's just walking around in cricles, which doens't bode well for a survey for our place.  Well, if you find him, bring him my way, okay?",		"player_3_4":"Why didn't you take Jabba's help?",		"player_3_3":"What kind of message are we talking about here?",		"player_3_2":"Who do you want me to pick up?",		"player_3_1":"Why are you having a surveyor inspect the town?",		"player_2_4":"No, I don't have time to escort some lady across the sands.  Do it yourself.",		"player_2_3":"I don't think I like where this is going.  No, I won't do it.",		"player_2_2":"No, I've got other plans right now.",		"player_2_1":"Sorry, but I'm afraid I'd get lost as well.  I can't do that.",		"player_1_4":"By all means!  I'll get out there immediately!",		"player_1_3":"Sounds simple enough.  I'll do it.",		"player_1_2":"Point me at him and I'll get him here safe!",		"player_1_1":"Sure!  I'll go find him for you.",		"npc_reward_4":"Oh, good, you got her here safely!  You've been a great help, friend.  Just in time, too.  According to Lorne, our security chief, he's spotted another Tusken raid on it's way.  I've been able to get everyone here safely, so we can all join together and bring down these Tuskens.  Once again, thank you friend, you've been a great help!",		"npc_reward_2":"My farmer friend says that he'll keep his rates low, seeing how safe it was to get out here, and all.  Without you, everyone here in Mos Taike would've had to sell themselves into slavery just to afford water.  Hmph... Jabba would've sure loved that.  We're in the clear now, so on behalf of Mos Taike, I give you our thanks!",		"npc_reward_3":"Well, I thank you, friend. I'm now going to have a sit down with this guy and see if I can convince him to help without him asking too much.  *sigh*  If we weren't so desperate, I'd never consider this.  But you gotta understand, I have to do what I can to keep my people safe.  Surely you see that.",		"npc_reward_1":"I'm glad to see you were able to find him.  He's a bit shaken up, with all things considered, but once he calms down a bit, I can show him around.  Hopefully this incident will convince him to send a report back to Talmont that'll get a garrison built out here.  Thanks again, friend.",		"npc_4_4":"That two-faced, undermining, extortionist was happy to offer his help.  His price was to have Mos Taike send him seven people every year to be his slaves!  I won't have any of that!  If it means we die fighting the Tuskens, so be it, but I won't send anyone to Jabba to be a SLAVE!  I won't have that, I tell you!  Better to die free, then to live a slave!",		"npc_4_3":"Well, if we can't get protection from the Imperials, we have to look elsewhere.  Jabba has offered his protection in the past, but hasn't given a price for it.  Maybe I can convince him that we don't have much to pay with, but we need his help.  I sure do hope he understands our plight and actually has a heart somewhere in there.",		"npc_4_2":"Well, not too many people know this yet, so keep it to yourself, okay?  Our main supplier of water lost a couple of caravans recently, and wants to recover her losses by making us pay for it.  I know a farmer out there who's willing to sell us water for the standard price, but he won't travel out here alone.  That's why I need you.",		"npc_4_1":"Well, you see, this is how it is. *sigh* Mos Taike is under threat of attack by Tuskens all the time, and it's beginning to get out of hand.  I've petitioned both Tour Aryon and Prefect Talmont to have an Imperial garrison built here to help defend the town.  They've finally agreed to send a surveyor out here to assess the situation.",		"npc_3_4":"What?  But I thought... I can't believe you'd leave a person out there to the Tuskens!  I'd do it myself, but I have to make sure everyone else gets the alert.  Look, you think about what you just said, then you think about those Tuskens, you got that?  Then, you come back to me when you realize you want to help.",		"npc_3_3":"Yeah, if I were in your shoes, I'd say the same. *sigh* Unfortunately, I'm the mayor out here and I've got to look at all of my options.  I wish I had the luxury to walk away as you do.  If you change your mind, let me know okay?  Try to do it before we get attacked by Tuskens again if you could, too...",		"npc_3_2":"I sure do hope you reconsider, friend.  He's not going to come out here unless he has a bodyguard, and I sure do need to speak with him.  If you have a change of heart, I'll be here waiting.",		"npc_3_1":"Well, I can't blame you, with all of the reports of Tusken Raiders as of late.  I'll see if I can find someone else to do, but if you change your mind, you be sure to let me know, okay?",		"npc_2_4":"Okay, look, I'm entrusting you to bring her back here safely.  She's got the spirit of a bocatt, but that won't help anyone when facing down those Sand People.  You go out to my house and escort her back here safely, you hear?  In the meantime, I'll see to it that everyone else around Mos Taike gets to town safely.",		"npc_2_3":"Okay, look.  I need you to run out to this location and speak to one of Jabba's business associates.  He'll accompany you back here to make sure it's not a trap, so you get him here without a hair harmed on him, okay?  I'll wait here until you bring him back.",		"npc_2_2":"Oh, this is good news.  With all the Tusken activity lately, it's got the farmer spooked.  I told him I knew just the person to keep him safe while walking out here.  I'll be waiting, friend.",		"npc_2_1":"Oh, I sure do appreciate this, friend.  If word got back to Prefect Talmont in Bestine that I'd gone ahead and let his surveyor get killed, well... well, I don't really know what could happen.  When you find him, bring him back here safe and sound, you hear?",		"npc_1_4":"I'm not having any part of dealing with that overgrown slug!  I can't believe he'd ask so much for his "help".  That's it, I'm relocating everyone into this town now for the time being.  If those Tuskens want a fight, they'll get one.  Oh, NO!  My wife is out there! Look, you have to bring her back here, understand?",		"npc_1_3":"Blast that Talmont!  Blast all them Imperials, I tell you!!!  Prefect Talmont has decided "it's not a worthwhile expenditure of Imperial resources" and he won't build a garrison out here!  Without their help we're doomed!  Unless.  Well, it won't hurt to talk to him, I guess.  Could you go send a message for me then bring back the response?",		"npc_1_2":"Nice to see you, friend!  Just to let you know, the surveyor said he agrees with me, and he's going to put in a good report for us.  Hopefully we'll get that garrison out here now.  In the meantime, I'm wondering if you can do me a bit of another favor?  I need you to escort a farmer across the desert so that I can talk with him.  Can you do that?",		"npc_1_1":"How are you doing there, friend?  My name is Gramm Rile, and I'm what you'd call the mayor around here.  You know, you stopped by just in time.  I'm having a surveyor come here to town to take a look around the place, but judging how late he is, I'd reckon he's lost.  Could you run out there and find him for me?"
}}
