{
	"stfFile":"static_npc/tatooine/hantor_loftus",
	"entries": {
		"waypoint_name_1":"ISB Agent",		"waypoint_description_1":"A ISB Agent on his way to arrest a Alliance smuggler.",		"next":"There's a little too much Imperial scrutiny to do anything else right now. See me later.",		"player_sorry_4":"No, I'm still getting a bacta tank reserved before I head out there.",		"player_reset_4":"I've changed my mind and won't be doing it.  This Inquisitor guys sounds too dangerous for me.",		"player_3_4":"What is the Inquisitorius?",		"player_2_4":"Sounds too dangerous.  Count me out.",		"player_1_4":"I think I can handle something like this.  I'll do it.",		"npc_work_4":"Has the Inquisitor met his end?",		"npc_reward_4":"Amazing! You've done the Alliance a huge service. Go take some time off now. You've earned it.",		"npc_reset_4":"understand. This mission should not be undertaken lightly.",		"npc_breech_4":"Dispose of this annoyance.",		"npc_backtowork_4":"Well, once you have that taken care of, go take him down.",		"npc_4_4":"I'm not surprised you haven't heard of them -- they're top secret. Inquisitors are skilled agents who work directly for the Emperor. They supposedly have skill with "the Force," not that I believe that. In any case, they're deadly. Will you take the mission?",		"npc_3_4":"I understand. This mission should not be undertaken lightly.",		"npc_2_4":"You're a good soldier. I wish you all the best. Find this Inquisitor and take him out. He'll be well protected, so get some insurance first, and reserve a spot in the bacta tanks for later.",		"npc_1_4":"Turns out it's not the ISB behind Project Lasercutter, but rather the Inquisitorius. Kill the Inquisitor leading the project. With him gone, Lasercutter will be set back months, if not permanently. This will be incredibly difficult, but I'm hoping you'll try. What do you think?",		"dontknowyou_4":"That meant for you to get away from me.  Shoo!",		"dontknowyou_3":"What?  You're no Rebel fool.  Oh.  Ummm... Nevermind what I just said, okay?",		"dontknowyou_2":"Have a good journey!  Make sure to watch out for those Krayts while you're at it.",		"npc_takeme_2":"An ISB squad coming for me? Let's get out of here!",		"player_sorry_3":"Not yet, but I shall do so shortly.  I don't want to tip him off to me coming.",		"player_sorry_2":"I don't know.  I'm on my way to find her right now.",		"player_reset_3":"I've got to pass this one off to someone else.  I can't do it right now.",		"player_reset_2":"I'm not going to be able to handle this.  You'll need to get someone else to do it.",		"npc_reset_3":"I can't believe you're backing out now. Goodbye.",		"npc_reset_2":"If that was a joke, I'm not laughing. No? Stop wasting my time, this is important work.  ",		"npc_backtowork_3":"I guess you know what you're doing.  Let's just hope he doesn't find out from someone else first.",		"npc_backtowork_2":"You'll need to pick up the pace.  I don't know how much time you have left.",		"npc_breech_3":"They found me out, did they? That's bad news for you, Rebel.",		"npc_breech_2":"Hello.  What a nice day we're having.",		"npc_breech_1":"Rebel fool!",		"npc_work_3":"So, have you given the spy his just reward?",		"npc_work_2":"Where's Jaxa?  Is she safe?",		"npc_work_1":"Have you stopped him yet?",		"dontknowyou_1":"Sorry, I thought you were a Rebel.  Nevermind.",		"cantwork":"I could really use your help. Finish your current task and then see me again.",		"npc_reset_1":"You'd better go. I have things to do. ",		"npc_backtowork_1":"You'll need to pick up the pace.  I don't know how much time you have left.",		"player_sorry_1":"Not yet, but rest assured that I will.",		"player_reset_1":"I'm not going to be able to handle this.  You'll need to get someone else to do it.",		"player_3_3":"Who is the spy?",		"player_3_2":"How do they keep finding these smugglers?",		"player_3_1":"What is Project Lasercutter?",		"player_2_3":"Sorry, but I'm not cut out to handle this kind of intrigue.",		"player_2_2":"I don't take too kindly to smugglers.  No, I can't help.",		"player_2_1":"No thanks, I don't want to get involved.",		"player_1_3":"I'll take care of him, alright!",		"player_1_2":"You can count on me!",		"player_1_1":"Yes, I'll stop the agent.",		"npc_reward_3":"Success? Good! I'm glad we've stopped that leak.",		"npc_reward_2":"Well done. Now I just need to track down our information leak.",		"npc_reward_1":"Good work. We still have a long way to go but that was a good start.",		"npc_4_3":"His name? Let me check -- Lidek Baws. Recruited on Naboo. Huh! That should have been a giveaway right there. Will you stop him?",		"npc_4_2":"I don't know yet, but you can be sure I'm looking in to it. Can we count on your assistance?",		"npc_4_1":"In brief, the Empire is hunting smugglers friendly to the Alliance. This will do nothing good for our supply lines. Will you help us?",		"npc_3_3":"I can't believe you're backing out now. Goodbye.",		"npc_3_2":"If that was a joke, I'm not laughing. No? Stop wasting my time, this is important work.  ",		"npc_3_1":"You'd better go. I have things to do. ",		"npc_2_3":"The informant will be meeting ISB agents out in the desert. Eliminate all of them, but don't get reckless.",		"npc_2_2":"Wonderful. Go and meet our smuggler friend, Jaxa Lian, and bring her back safely. Hurry, so the ISB doesn't find her first. ",		"npc_2_1":"I'm glad to hear it. Intercept and stop the ISB agent before he finds him.",		"npc_1_3":"We now know how ISB has been finding our smugglers recruits. They've planted a spy in the Alliance recruiting operation. Will you dispatch this turncoat for us?",		"npc_1_2":"We've received word that ISB is sending a Lasercutter team to arrest one of our most reliable smugglers. Will you escort her here safely?",		"npc_1_1":"There's a new Imperial Security Bureau initiative called Project Lasercutter. We're trying to fight it. We don't have a lot of time. An ISB agent is on the way to arrest one of our "procurement specialists" right now. Can you stop him?"
}}
