{
	"stfFile":"static_npc/tatooine/hedon_istee",
	"entries": {
		"next":"Thanks for all your help. Maybe I'll see you again one day.",		"npc_failure":"You've failed me.  Come back later if you're feeling more competent.",		"notyet":"Greetings, I'm afraid you're not strong enough to help me yet.",		"dontknowyou_3":"Until that time has come, your life will be filled with false euphoria.",		"player_sorry_3":"I haven't delievered it yet.  I will, though.",		"player_sorry_2":"Not yet.  I've just tracked down his location and am on my way to eliminate him.",		"player_reset_3":"I think it would be better if you did this yourself.",		"player_reset_2":"I'm sorry, but I don't want to get between you and a Bounty Hunter after all.  I can't do this.",		"npc_reset_3":"You can't back out on me now! After all, it was you who left those B'omarr thugs rotting in the desert! I won't get a moment's peace if you refuse to help me. Please reconsider!",		"npc_reset_2":"But I thought we were good friends? I fear I'm at a loss for words. I'm not accustomed to this sort of treatment from a trusted companion. What is the galaxy coming to? ",		"npc_backtowork_3":"Please hurry before they send someone else to kill me!",		"npc_backtowork_2":"Well, I guess I'll have to go into hiding until you are able to handle the situation.",		"npc_breech_3":"May you come to know the serenity of emptiness, sensualist.",		"npc_breech_2":"All the B'omarr want is that sacred scroll. You're in my way and must be removed.",		"npc_breech_1":"Grunt!",		"npc_work_3":"So, have you given it back?  Did they say they'll leave me alone now?",		"npc_work_2":"Has the Bounty Hunter been taken care of?",		"npc_work_1":"Have you taken care of the Gamorrean yet?",		"cantwork":"I'm afraid I'm a very demanding individual and therefore working for me would require your full attention. Do come back when you can offer me that. You won't be sorry you did.",		"npc_reset_1":"Did I mention that I am a most generous being when it comes to rewarding those that save my life? You wouldn't want to miss out, would you? Please change your mind.",		"npc_backtowork_1":"Hurry already!",		"player_sorry_1":"Not yet.  But I am still working on this.",		"player_reset_1":"I've changed my mind.  This job doesn't interest me anymore.",		"player_3_3":"Why is this scroll important?",		"player_3_2":"What kind of accusations?",		"player_3_1":"What's so bad about "enlightenment?"",		"player_2_3":"No, this is something you should do yourself.",		"player_2_2":"Bounty Hunter?  Um.. no thanks.",		"player_2_1":"No.  I don't want to get involved.",		"player_1_3":"If it will put you at ease, I will do it.",		"player_1_2":"Yes, I'll save your life.",		"player_1_1":"Sounds horrible! I'll go and see if I can convince him otherwise.",		"npc_reward_3":"I shall never forget you my friend. You have brought serenity to my life and have made it possible for me to get back to the important task of living it. I'm running a bit low on credits but I do have this map as a thanks for your help. Supposedly it leads to a treasure but I haven't mustered the courage to go there yet. Be careful if you do.",		"npc_reward_2":"I told you the bounty hunter would make wild claims. I assure you I don't know a thing about any "sacred scroll." I'm glad you're much smarter than the average mercenary, friend. As much as it saddens me to part with these credits, you have earned them.",		"npc_reward_1":"Well handled, friend. I just hope that's the last I'll hear of those bizarre monks. I'm not sure why they're so interested in harming me when they're supposed to be pacifists. I suppose I have to give up some of my hard earned credits as thanks.",		"npc_4_3":"I think it describes the complicated procedures involved in "enlightenment" - which is essentially how to remove and transport a living brain. All I know is that they thought it valuable, so therefore I assumed I could get a good price for it on the black market.",		"npc_4_2":"Oh, he may go on about a stolen precious object or something equally as ridiculous. The B'omarr Order has no doubt deceived the poor soul. Those monks will stop at nothing to convince their hirelings of the justice of their cause. Pay it no mind, friend.",		"npc_4_1":"It involves surgically removing my brain from my body and placing it in a vat of nutrients. I like my brain where it is, thank you, and have decided that a vat of nutrients is not the finest accommodation the galaxy has to offer.",		"npc_smuggle_3":"The scroll.  You have begun your travel down the path of enlightenment, sensualist.  We will watch from afar, but no longer through direct intervention.",		"npc_3_3":"You can't back out on me now! After all, it was you who left those B'omarr thugs rotting in the desert! I won't get a moment's peace if you refuse to help me. Please reconsider!",		"npc_3_2":"But I thought we were good friends? I fear I'm at a loss for words. I'm not accustomed to this sort of treatment from a trusted companion. What is the galaxy coming to? ",		"npc_3_1":"Did I mention that I am a most generous being when it comes to rewarding those that save my life? You wouldn't want to miss out, would you? Please change your mind.",		"npc_2_3":"Stalwart and true is how I'll describe you from now on! The abbot and his retinue have agreed to meet at these coordinates. Just hand them the scroll and leave. Whatever you do, don't accept an invitation to their monastery. They might try to "enlighten" you once you're there.",		"npc_2_2":"Excellent! The bounty hunter goes by the name of Rath Kanaz. I can tell you now that bounty hunters a very deceptive and cunning individuals. They may hurl some wild and baseless accusations to justify their actions. Don't listen to a word they say - it's all noncense.",		"npc_2_1":"Splendid! I knew you'd appreciate my predicament - you seem a being who knows how to enjoy the finer things in life. The bodyguard is a Gamorrean named Drognuz. He may not understand any other language than violence.",		"npc_1_3":"All right, I admit it! I did steal a sacred scroll from the B'omarr Order! They could care less that I didn't want to achieve "enlightenment" - in fact, the abbot claimed I was a hopeless "sensualist" and had me expelled! Will you please return this scroll to the abbot so I can have peace?",		"npc_1_2":"It seems the B'omarr have hired a bounty hunter to bring me back into their serene embrace. I must have really impressed the abbot during my stay at the monastery. In any case, this bounty hunter will no doubt claim my life if you don't stop them. Will you help?",		"npc_1_1":"I'm a former initiate of the B'omarr Order that decided not to attempt "enlightenment." My former brothers, however, have different ideas. They've sent one of their bodyguards to either force me back "into the fold" or dispose of me. You look like you may be able to help someone in desperate need."
}}
