{
	"stfFile":"static_npc/tatooine/ian_lago",
	"entries": {
		"npc_reset_6":"How very disappointing. Come back when you can actually finish what you begin.",		"npc_reset_5":"How very disappointing. Come back when you can actually finish what you begin.",		"npc_reset_4":"How very disappointing. Come back when you can actually finish what you begin.",		"npc_reset_3":"How very disappointing. Come back when you can actually finish what you begin.",		"npc_reset_2":"How very disappointing. Come back when you can actually finish what you begin.",		"player_3_6":"Will this get me in trouble with the Royal Security Force?",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"This is a Royal Security matter! Do not interfere!",		"dontknowyou_6":"Sorry, I'm on duty at the moment and can't talk.",		"otherescort_6":"I'm not sure who you're looking for, but it's not me.",		"npc_failure_6":"Removing Lt. Kilnar would have quieted things down considerably here at the palace and left Sikander frustrated. Your failure means more work for me.",		"npc_noloc_6":"One moment. It seems that Lt. Kilnar is harder to track down than I had anticipated. Check back with me later for her coordinates.",		"npc_work_6":"Did you remove that "obstacle" to Her Majesty's security? I do hope this matter is resolved quickly.",		"npc_reward_6":"You have served me well, agent. You will find that I can be quite generous to those loyal to Naboo. It is my hope that we can work together again in the future.",		"npc_backtowork_6":"This is a pressing matter and needs resolving. Standing there won't get it done.",		"npc_4_6":"No, I'll take care of clearing your name. You'll be perfectly safe, I assure you.",		"npc_3_6":"You aren't suddenly becoming squeamish, are you? Developing a conscience at this stage is both overdramatic and inconvenient.",		"npc_2_6":"Excellent. The officer is Lieutenant Leana Kilnar. It's my understanding that she's currently on some mission in the wilds. This is most fortunate, wouldn't you agree?",		"npc_1_6":"I wouldn't want to rely on just any agent for this next mission. You have proven yourself trustworthy and capable. One of Captain Dallows' lieutenants has been under investigation by Sikander's agents and was observed traveling to the Gungan swamps on unknown errands. My spies tell me that this officer is suspected of being involved with the Naboo Resistance. It is in everyone's best interest if this officer were to disappear without a trace. Can I rely on you? ",		"player_3_5":"Why must the Gungan leader be silenced?",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"Mesa no like de Empire! Mesa crunchen de oppressors!",		"dontknowyou_5":"Mesa not knowen yousa. Now go.",		"otherescort_5":"Yousa not lookin for mesa. Yousa be needin someone else.",		"npc_failure_5":"Kanoos should not have been allowed to live. Now many more Gungans shall have to die to insure Her Majesty is shielded from false allegations.",		"npc_noloc_5":"My spies have just informed me that Yip Kanoos has gone into hiding. We'll find him soon. Check back later for the villain's coordinates.",		"npc_work_5":"Have you taken care of that Gungan leader? His existence threatens some very important people.",		"npc_reward_5":"I'm glad that's been handled. I may need your services again soon.",		"npc_backtowork_5":"Your briefing is concluded. What else do you require?",		"npc_4_5":"The brute can tarnish Her Majesty's sterling reputation by making it seem as if she were aiding and abetting Rebel sympathizers. Will you do it?",		"npc_3_5":"I find you refusal to serve Her Majesty both baffling and deeply insulting. I shall have to think on this.",		"npc_2_5":"Good. If Kanoos has bodyguards, dispose of them as well. We must protect the Queen's reputation at all costs.",		"npc_1_5":"Just the agent I was hoping to see today. Ready to serve our beloved Queen again? You already know that Her Majesty's kind heart can create situations that are problematic. You must handle another such situation. Our noble Queen had been aiding some Gungan refugees that have now been implicated in treasonous activities. You must travel to the Gungans' camp and silence their leader, Yip Kanoos.",		"player_3_4":"How did this troubadour gain the Queen's confidence?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"Remind me never to get involved in court intrigue again! I hope I make it out of this alive…",		"npc_takeme_4":"I'm under arrest? But I've done nothing wrong! I'm innocent! I'm just a simple musician! Please don't hurt me! I'll come along peacefully!",		"npc_breech_4":"You looking for a troubadour? Uh, uh, he went that way! You just missed him! Honest!",		"dontknowyou_4":"Now is not a good time. I'm a bit preoccupied.",		"otherescort_4":"I'm sure you're not looking for me. I haven't done anything wrong.",		"npc_failure_4":"This musician could have provided us with many answers. Your failure to bring him back vexes me.",		"npc_noloc_4":"There's been a complication. My spies have lost track of this scoundrel. Check back with me later. He won't escape us for long.",		"npc_work_4":"Have you brought in that treacherous troubadour? He is a menace to the court's security.",		"npc_reward_4":"I appreciate your delicate handling of this matter. I'd keep a low profile, just in case Sikander's agents are lurking about.",		"npc_backtowork_4":"This knave is likely to get away if you dally. Shouldn't you be going?",		"npc_4_4":"Her Majesty is a kind-hearted patron of the arts. No doubt she felt a great swell of pity after hearing this artist perform and likely took him under her wing. Certain unscrupulous individuals take advantage of such kindness.",		"npc_3_4":"I hope you're not refusing for fear of Mal Sikander. I assure you I can shield you from the High Inquisitor's wrath.",		"npc_2_4":"Excellent. The performer's name is Ryd Rozen. He's a coward and will not resist arrest. Be on the lookout, however, for Sikander's agents.",		"npc_1_4":"Ah good, a trusted agent. I do hope you've come ready to perform more duties for me. I've managed to discover how Sikander's agent got his filthy hands on the Queen's property. A so-called wandering troubadour helped the High Inquisitor spy on Her Majesty after gaining our good Queen's confidence. I need this criminal apprehended and brought back to me. Can you take care of this?",		"player_3_3":"Why is this notion ridiculous?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"I'm on a mission for Mal Sikander. Back off!",		"dontknowyou_3":"I can't talk right now. I'm on an important mission.",		"otherescort_3":"Don't know who you're looking for, friend, but it isn't me.",		"npc_failure_3":"Her Majesty's private correspondence should not be passed around like some sort of cheap court gossip. I am most disappointed by your failure to acquire that disc.",		"npc_noloc_3":"The traitorous thief has gone into hiding. My spies will find him, worry not.",		"npc_work_3":"Did you retrieve the Queen's private property? This matter must be settled soon.",		"npc_reward_3":"Did the traitor beg for his life? I hope this sends a clear message to Sikander and his goons.",		"npc_backtowork_3":"Was there something else you wanted from me? Or are you ready to embark upon this mission?",		"npc_4_3":"Our beloved Queen is above reproach. That is obvious for anyone to see. A form as graceful and delicate as hers could not harbor such foul treachery. Will you serve her?",		"npc_3_3":"Is it because you feel you can't be discreet? Well, perhaps this is for the best.",		"npc_2_3":"I can see you are a being of breeding and discriminating tastes. Be sure to make an example of this traitor. Away with you.",		"npc_1_3":"This next assignment will require some amount of discretion. Mal Sikander is convinced that our beautiful Queen has sympathies for the Rebellion. This notion is completely ridiculous. One of Sikander's agents has managed to acquire some of Her Majesty's private correspondence. This is unacceptable. Find this traitor, punish him, and retrieve Her Majesty's personal property.",		"player_3_2":"How did he elude his pursuers?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"Oyi, mooie mooie! Mesa yous humble servant.",		"npc_takeme_2":"Mesa mooie mooie happy yousa showed up. Big bombad waiten for mesa out dere.",		"npc_breech_2":"Ex-squeeze me! Yousa lookin for mesa? Mesa Boona Deeks!",		"dontknowyou_2":"Mesa not spek wit yousa. Mesa busy.",		"otherescort_2":"Mesa not for yousa. Yousa looken for other to saven.",		"npc_failure_2":"That's most unfortunate. That Gungan knew the names and locations of several terrorist cells. That information is lost. Ah well.",		"npc_noloc_2":"As it turns out, this Gungan agent thinks it's too dangerous for anyone to approach his position at the moment. Check back with me later for an update.",		"npc_work_2":"Did you bring that Gungan agent safely back to the palace? I know he's just a Gungan but I do have need of his services.",		"npc_reward_2":"You've done well. Now I think I need to direct this Gungan to the bathing pools.",		"npc_backtowork_2":"Was something unclear? Why are you standing around?",		"npc_4_2":"The clever Gungan, named Boona Deeks, hid inside the rotting carcass of a bolle bol for a couple of days. So be warned, he might be a touch on the odorous side.",		"npc_3_2":"Remember when I said that good help was hard to find? I think you see what I meant now.",		"npc_2_2":"Do hurry. Loyal Gungans are hard to come by.",		"npc_1_2":"I'm happy to see you're so eager to serve me. Good help is hard to find. Take for example one of my agents, a Gungan loyal to the Empire who has been discovered spying on his traitorous fellows. He's managed to elude his pursuers thus far but fears he will eventually be tracked down. Could you see to it that he makes it back here safely?",		"player_3_1":"What's this agent's name?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"Are you sure this is what the Governor asked you to give me? It doesn't seem right.",		"gotowork_1":"I believe you have something for me.",		"npc_smuggle_1":"Thank you. This will make my work much easier.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Did the Governor send you? I'm Eevas Drupper.",		"dontknowyou_1":"I'm waiting for someone. I'm afraid I can't talk right now.",		"otherescort_1":"I don't think I'm the person you're looking for. Good luck on your search.",		"npc_failure_1":"Failing to deliver a simple package does not bode well for your future career with me.",		"npc_noloc_1":"It seems my agent's location has been compromised and he must elude a pursuit. Check back with me later for his new coordinates.",		"npc_work_1":"Did you deliver that sensor pack? My agent can't do his job without it.",		"npc_reward_1":"Well done. With any luck we'll bring these malcontents under control soon.",		"npc_backtowork_1":"I've told you everything you need to know. Do you still wish to do this?",		"npc_4_1":"The agent is Eevas Drupper. I'll let him know you're on your way.",		"npc_3_1":"Are you sure Junelle cleared you? Why go through all that trouble if you had no desire to help?",		"npc_2_1":"Good. You should depart immediately. I wish the Gungans would realize how badly their actions reflect on the Naboo and our beloved Queen. If they'd only embrace the Empire, life would be easier for all of us.",		"npc_1_1":"So, I see Junelle has cleared you. Good. I need some surveillance equipment delivered to one of my agents. He's currently investigating a group of Gungans suspected of aiding the Rebellion. Can you do this?",		"notyet":"Go speak to my assistant, Junelle Astor. She can arrange an appointment for you.",		"npc_reset_1":"How very disappointing. Come back when you can actually finish what you begin.",		"cantwork":"You need to be focused when you work for me. Come back when other more trivial matters do not concern you.",		"next":"I have no further need of your services at this time. Check with my aide for future assignments."
}}
