{
	"stfFile":"static_npc/tatooine/ikka_gesul",
	"entries": {
		"dontknowyou_2":"I wish you a good journey today.",		"player_sorry_2":"Not yet, but he will soon.",		"player_reset_2":"I've changed my mind.  I will not be able to do this any longer.",		"npc_reset_2":"You have done so much for me already. I am shamed that I had to ask for more help. I will not trouble you further.",		"npc_backtowork_2":"That's good to know.",		"next":"Thank you for aiding me in contacting the Alliance. Perhaps we'll work together in the future.",		"npc_smuggle_2":"I will see to it that your friend is contacted as soon as possible.",		"npc_breech_2":"Hello there.  A fine day we're having today, wouldn't you say?",		"npc_breech_1":"You fight to defend slaves? You deserve death!",		"npc_work_2":"Did Taln get the message?",		"npc_work_1":"Have the slavers been taken care of yet?",		"cantwork":"My troubles are most dire, citizen, and would distract you from your current errands. Please seek me out when you're free.",		"npc_reset_1":"I understand your reluctance. Slavers are dangerous individuals. Only the most brave in the galaxy should attempt to thwart them. I thank you for listening.",		"npc_backtowork_1":"I hope you're able to stop their threat.  I will be most appreciative.",		"player_sorry_1":"Not yet, but I am still taking care of it.",		"player_reset_1":"I no longer want to involve myself with these slavers.  Sorry.",		"player_3_2":"Why do you wish to contact the Alliance?",		"player_3_1":"Who are these slavers?",		"player_2_2":"No thanks.  I'm not interested.",		"player_2_1":"I don't want to involve myself with slavers.",		"player_1_2":"Sure, I'll deliver it.",		"player_1_1":"I'll stop these slavers.",		"npc_reward_2":"I am forever in your debt, citizen. May the Force be with you, always. Please accept this small token of my gratitude. It came from one of the slave girls that was not as lucky as the ones you just freed. I think she would have been honored by you receiving it.",		"npc_reward_1":"Orga's defeat is a cause for great celebration, citizen. You are truly a champion of the oppressed. I am most grateful. Please accept this small gift, although it is not the equal of your valiant task. I have no credits, but I will make sure to mention your heroics to my friends in the alliance.",		"npc_4_2":"I wish to offer my services to the noble revolutionaries fighting against the Empire and help free my people from Imperial oppression.",		"npc_4_1":"A terrible man who goes by the name of Orga Presari leads the slavers. His cruelty is exceeded only by his greed. Two bodyguards always accompany him. They are not pleasant individuals.",		"npc_3_2":"You have done so much for me already. I am shamed that I had to ask for more help. I will not trouble you further.",		"npc_3_1":"I understand your reluctance. Slavers are dangerous individuals. Only the most brave in the galaxy should attempt to thwart them. I thank you for listening.",		"npc_2_2":"There is no reward great enough for aid such as yours. I can only hope that I am able to repay your kindness some day. Taln is at these coordinates. Please tell no one of this errand.",		"npc_2_1":"You seemed most brave, which is why I confided in you. Be warned - slavers are heavily armed and most ruthless. Please take appropriate precautions. ",		"npc_1_2":"I am told that a technician named Taln Solwind can aid me in contacting the Rebel Alliance. Will you deliver a message to this agent for me?",		"npc_1_1":"Slavers are close to finding me. They will likely kill me for I have information regarding their activities in the Outer Rim. Will you not please stop them from enslaving other beings? They are brutal murderers and deserve no pity or mercy."
}}
