{
	"stfFile":"static_npc/tatooine/jilljoo_jab",
	"entries": {
		"dontknowyou":"Thank you for not being a mean brute!",		"npc_failure_3":"I can't beleive you couldn't even do that little task for me.",		"npc_failure_2":"There's not much I can say.  You just weren't very helpful.",		"npc_failure_1":"I'm sorry, I thought maybe you'd be more helpful.",		"npc_breech_3":"So you are the one that's been ruining my business these last few days! I will make you regret it!",		"next":"You've been a great help. I might need your invaluable help again in the future.",		"dontknowyou_2":"Thank you, but I'm waiting to be rescued.",		"npc_takeme_2":"You are here to take me to my sister! I'm eternally grateful kind stranger.",		"npc_takeme_1":"Did Jilljoo send you? I'm very frightened! Please don't let the slavers find me!",		"player_sorry_3":"No, their terror still reigns.  I shall overthrow their rule soon enough by burning down their hideout, though.",		"player_sorry_2":"No, I'm still working on a way to save her.",		"player_reset_3":"I've changed my mind.  If I do this, I will be as bad as these criminals.  I cannot do this anymore.",		"player_reset_2":"I don't want to get mixed up in all of this.  Sorry, I can't do this anymore.",		"npc_reset_3":"I suppose that could get you in trouble with the Imperials. I understand your reluctance to do that.",		"npc_reset_2":"I'm sorry. I've probably asked too much of you. Thanks anyway.",		"npc_backtowork_3":"Ummm... okayyyy... Well, whenever you can do it, just let me know, okay?",		"npc_backtowork_2":"I appreciate your willingness to help.  Thank you.",		"npc_breech_2":"Are you a rival slaver..?",		"npc_breech_1":"Oh me, oh my!  I do so hope no one accosts me!",		"npc_work_3":"Have you put an end to their terror?",		"npc_work_2":"Have you managed to rescue Soolami?",		"npc_work_1":"Has Sadelli been rescued yet?",		"dontknowyou_1":"Thank you for not being a mean brute!",		"cantwork":"Sorry, can't talk right now. It seems we're both pretty busy.",		"npc_reset_1":"I understand. I won't waste any more of your time. ",		"npc_backtowork_1":"I appreciate your willingness to help.  Thank you.",		"player_sorry_1":"No, I'm still working on a way to save her.",		"player_reset_1":"I don't want to get mixed up in all of this.  Sorry, I can't do this anymore.",		"player_3_3":"Who's travelling with him?",		"player_3_2":"Who are these slavers?",		"player_3_1":"What unsavory individuals would I be crossing?",		"player_2_3":"Okay, you're talking about arson here.  I'll have none of that!",		"player_2_2":"What?  More?  No, I've already helped enough.",		"player_2_1":"No thanks.  That's just not my style.",		"player_1_3":"I'll make sure Woff won't bother anyone again.",		"player_1_2":"I've helped her sister, I shall help her as well.",		"player_1_1":"That seems like a worthy cause.  I'll do it.",		"npc_reward_3":"You're simply amazing you know that? The galaxy needs more heroes like you. I know the rewards I give you are not much but the slave liberation is funded only on concerned citizen donations.",		"npc_reward_2":"Thank you again! You're one in a million, no doubt about that. ",		"npc_reward_1":"You've done Sadelli and myself a great service. I hope this doesn't create too many problems for you. Thanks. ",		"npc_4_3":"Probably some of Jabba's people, I think Jabba wanted to make sure that Woff got to his palace safely.",		"npc_4_2":"A horrible man named Woff B'Tar leads them. They delight in terrorizing the helpless. The galaxy would be better off without them.",		"npc_4_1":"Slavers. The scum of the galaxy. They're loathsome but quite dangerous. Do you still want to help?",		"npc_3_3":"I suppose that could get you in trouble with the Imperials. I understand your reluctance to do that.",		"npc_3_2":"I'm sorry. I've probably asked too much of you. Thanks anyway.",		"npc_3_1":"I understand. I won't waste any more of your time. ",		"npc_2_3":"I knew I could rely on you. Now this might attract the attention of the local authorities. Once that place is a flaming heap, I'd take off. Good luck and go give those slavers a taste of their own medicine!",		"npc_2_2":"I knew you'd accept! I'm sure that if you hurry, you can catch Soolami before she's taken to Jabba. Sadelli assures me that the overconfident Woff rarely hires more than one or two thugs to escort his slaves. Please save Soolami!",		"npc_2_1":"You seemed like you had a good heart. The escaped slave is a Twi'lek named Sadelli. She was about to be shipped off to Nal Hutta when she made her escape. With your help, I can get her safely off-planet and away from her captors. They'll be looking for her, so please be careful.",		"npc_1_3":"I've located Woff. He's travelling to Jabba's palace to explain the shortage of slaves that you have caused by your just actions. If you could intercept and "convince" him that the slaving business is not tolerated around here, we would be forever in your debt.",		"npc_1_2":"Sadelli refuses to leave Tatooine without Soolami, her younger sister.  The poor thing is still in the clutches of the despicable slavers. Sadelli thinks she's being taken to Jabba the Hut as a gift. I've heard what happens to girls who find their way into that slug's fortress. Won't you help Soolami?",		"npc_1_1":"I could use some help with a private matter, but it might get you into trouble. You don't have to commit any crimes. But likely you'll cross some unsavory individuals. Feel like helping an escaped slave? "
}}
