{
	"stfFile":"static_npc/tatooine/kaeline_ungasan",
	"entries": {
		"npc_smuggle_1":"I'll make sure this gets where it's supposed to.",		"next":"I'm waiting for a few more things to come together. No doubt I'll find more work for you later.",		"player_sorry_3":"Not yet.  I'm still working on it.",		"player_sorry_2":"Not yet.",		"player_reset_3":"I'm no longer doing this.  You get off your posterior and do it yourself.",		"player_reset_2":"No, and I won't either!  I QUIT!",		"npc_reset_3":"If that's your decision, then I'm afraid our partnership is dissolved.",		"npc_reset_2":"Getting cold feet, are we? I suppose I'll just have to get rich without you.",		"npc_backtowork_3":"Get on with it then!  It's not like the assassin is just going to wait for you out in the desert!",		"npc_backtowork_2":"I'm not paying you to sit around a chat!  Get to work!",		"notit_1":"What's this?  You playing me for a fool?  Give me the stuff!",		"npc_breech_3":"You're from Ungasan? That slimeball set me up! You're gonna pay for his mistake!",		"npc_breech_2":"You picked the wrong side, chump.",		"npc_breech_1":"Heyyy... you the one I'm here to meet, huh?",		"npc_work_3":"Has the assassin been taken care of?",		"npc_work_2":"So, do you have the list yet?",		"npc_work_1":"Did her messenger get the info?",		"dontknowyou_1":"No you're not.  Get out of here before I break yer face, got it?",		"cantwork":"Once you've finished your current job, see me about some more interesting work.",		"npc_reset_1":"I wouldn't have thought you were the shy type. I'll try not to overestimate you again.",		"npc_backtowork_1":"Good.  Let's see that it's done, alright?",		"player_sorry_1":"Not yet.  I'm still working on it.",		"player_reset_1":"I've changed my mind.  I'm not getting involved in this.",		"player_3_3":"Who sent this assassin?",		"player_3_2":"How am I supposed to get this list?",		"player_3_1":"Why is Jabba an obstacle?",		"player_2_3":"Whoa!  First Jabba and now Valarian?  You must be on glitterstim.  No!",		"player_2_2":"No thanks.  I think I'm being followed by Jabba's goons.",		"player_2_1":"No thanks.  I'm not tangling with Jabba.",		"player_1_3":"I'll help to get the Lady into our grasp!",		"player_1_2":"I'll get them for you.",		"player_1_1":"I like the sound of this.  Yes.",		"npc_reward_3":"Excellent. You should seek up Lady Valarian at the Lucky Despot in Mos Eisley. She might have some things she needs help with while I finish things up around here.",		"npc_reward_2":"Good work. We're one step closer to our goal. Lay low for a bit, and then check back with me.",		"npc_reward_1":"We seem to be laying a foundation for trust. It's important to know whom you can count on. Don't you agree?",		"npc_4_3":"Jabba, of course. Whoever else would stoop to such a dastardly scheme? How fortuitous that his nefarious deed lets me look out for my future ally. Will you help?",		"npc_4_2":"Through the simplest of means. Take the list from Sil Onda'tek, one of Jabba's trusted thugs, and bring it to me. Sil may not want to part with it, of course, but I'm sure you can persuade him. Your decision?",		"npc_4_1":"That Hutt is the messiest businessman I've ever seen, as well as having atrocious table manners. Not to worry, I have it all planned out. Quite a simple affair, really. Your decision?",		"npc_3_3":"If that's your decision, then I'm afraid our partnership is dissolved.",		"npc_3_2":"Getting cold feet, are we? I suppose I'll just have to get rich without you.",		"npc_3_1":"I wouldn't have thought you were the shy type. I'll try not to overestimate you again.",		"npc_2_3":"Excellent. We're but a few steps away from our final goal. The assassin was last seen at these locations. Find him before he reaches his target. If he denies working for Jabba, don't be fooled, he's an assassin after all.",		"npc_2_2":"You can almost taste those credits, eh? Get to work.",		"npc_2_1":"I always enjoy the company of another high-stakes player. First off, I want you to take this business offer to Lady Valarian. She has as little use for Jabba as I do.",		"npc_1_3":"I have it on good authority that an assassin will try to kill Lady Valarian. If you find and stop him, I feel certain she would be more favorably disposed toward my deal.",		"npc_1_2":"I have high hopes that this partnership will make us both a lot of credits. I need you to get a list of security agents in Jabba's employ, so I can make them a better offer.",		"npc_1_1":"I plan to become a new force in Tatooine's -- shall we say -- less regulated businesses. First I need to make a few contacts. Then there's only one obstacle to success: Jabba the Hutt. So what do you say? Up for a little risk?"
}}
