{
	"stfFile":"static_npc/tatooine/kitster_banai",
	"entries": {
		"waypoint_description_1":"A band of Wittin's Jawa Enforcers hunting Kitster Banai.",		"waypoint_name_1":"Jawa Enforcers",		"next":"I don't have anything else for you to do right now. If something comes up later, I'll let you know.",		"npc_smuggle_5":"Smooth! You got the data? Thanks. This weather out here was about to repave my exterior. I gotta get this onto the 'Net, thanks.",		"player_sorry_5":"I don't know.  Once I give it to him, I'll let you know.",		"player_sorry_4":"I haven't found her yet.",		"player_reset_5":"I haven't killed anything for a while.  I'm dropping this job so I can blow up things.",		"player_reset_4":"I've changed my mind.  I don't want to help you anymore.",		"player_3_5":"What's your clever idea?",		"player_3_4":"Who is the farmer?",		"player_2_5":"I didn't hear anything about killing in there.  No, I'm not interested.",		"player_2_4":"No thanks.  If I can't kill something, I'm not interested.",		"player_1_5":"Oh, I like clever plans!  Sure, I'll do it.",		"player_1_4":"Sure, sounds easy enough.",		"npc_work_5":"So, was Thermal able to get this rolling?",		"npc_work_4":"Is Krin alright?  Where is she?",		"npc_takeme_4":"I had no idea Drik Bandrik was arranging a frame. As soon as I found out, I rushed back here. Please take me to Kitster!",		"npc_reward_5":"Great job! Thermal sent proof of Drik Bandrik's fraud straight to Jabba the Hutt. Jabba won't like it that Drik played him like a dejarik piece. I expect Drik will find it healthy to visit another world soon. Thanks for all your invaluable help, I'm in your debt.",		"npc_reward_4":"Thank you! Krin and I will see to it that Drik Bandrik goes to prison for this -- or worse. Hmm, I may need your services again though.",		"npc_reset_5":"Oh, bad! I can practically taste my freedom. I'll have to find someone else to make this delivery. Thanks anyway.",		"npc_reset_4":"Well, I hope Krin can find her way here alone. She's getting on in years, and the desert is pretty tough.",		"npc_breech_5":"Heya!  You wanna see something cool on the Holonet?",		"npc_breech_4":"Oh, I missed my beloved Tatooine!",		"npc_backtowork_5":"Okay, thanks!",		"npc_backtowork_4":"Okay.... when are you planning on bringing her back?",		"npc_4_5":"I don't want to give it away -- but police and the Empire have no reason to arrest Drik Bandrik. There's someone else who does, and Thermal Det can send this evidence straight to that someone. Interested?",		"npc_4_4":"The supposed "victim" is a woman named Krin Vel. She's been my friend forever. She helped buy me my freedom. I'd never kill her. Will you bring her here safely?",		"npc_3_5":"Oh, bad! I can practically taste my freedom. I'll have to find someone else to make this delivery. Thanks anyway.",		"npc_3_4":"Well, I hope Krin can find her way here alone. She's getting on in years, and the desert is pretty tough.",		"npc_2_5":"Great. Thermal's waiting in the desert, away from Drik's prying spies. If you bring him this datadisc, he'll send it where it will do the most good. Don't worry about Thermal -- he looks weird, but he's a fine fellow.",		"npc_2_4":"That's good. I'll wait here for you. But don't be surprised if Drik sends his thugs to kill you both. He's got a lot riding on this now.",		"npc_1_5":"With the help of my friend Krin, I've assembled evidence that will clear me of all Drik Bandrik's fake charges. I thought of sending it to the police -- but I have a much more clever idea. Will you deliver this disk to my slicer friend, Thermal Det?",		"npc_1_4":"Remember that Bandrik accused me of killing a moisture farmer? Turns out the farmer's not dead. Bandrik paid her to leave town long enough for the lynch mob to do its happy work. I found the farmer. Will you bring her here to me?",		"notit_5":"What's this?  I'm not a junk dealer, okay?",		"dontknowyou_5":"Never mind.  You're not the kind of person I thought you were.",		"dontknowyou_4":"What?  You don't like the blistering heat, the parched air, and the burning suns?  Are you crazy?  This is a paradise!",		"player_sorry_3":"No, the mob leader still breathes.  I will be changing that very soon.",		"player_sorry_2":"Not yet.  I just stopped by to say hello.  I'm off to kill him now.",		"player_reset_3":"I'm sorry.  I just remembered that I'm not a murderer.  You'll have to take care of that yourself.",		"player_reset_2":"I've come back to tell you that I'm not doing this for you anymore.",		"npc_reset_3":"Oh, oh, oh. I don' t know what I'll do now. This is bad!",		"npc_reset_2":"It's one Rodian! But okay, I understand. I sure hope I can find someone to get this assassin before it's too late.",		"npc_backtowork_3":"Ummm... I appreciate your zeal, but all I'm asking is that the mob is prevented from killing me.  But, you're the professional here, I guess.",		"npc_backtowork_2":"I appreciate your kindness.  I would also appreciate if you would be a little more prompt with this too.  It's only my life and all.",		"npc_breech_3":"I don't care whether Kitster's guilty. Drik says he's a troublemaker, and Drik knows best. Get him, guys!",		"npc_breech_2":"Jabba sent me to kill a troublemaker. I'll charge him extra for you!",		"npc_breech_1":"Utinni! Nik-nik! Niwaa taa doo!",		"npc_work_3":"Have you killed the leader of the mob?",		"npc_work_2":"Is the bounty hunter dead?",		"npc_work_1":"Have you destroyed all of those little violent creatures?",		"cantwork":"Hi there. I'm looking for help, so swing back when you're not so busy.",		"npc_reset_1":"Come on, it's just a bunch of Jawas! Oh well, I hope you'll return to help me if you find time.",		"npc_backtowork_1":"Thank you, friend.  Let me know when you've killed them all.",		"player_sorry_1":"No, they're too wily.  I'm still tracking them all down.",		"player_reset_1":"I've changed my mind. I'm actually a bit scared of those little guys.  Sorry.",		"player_3_3":"What's the proof you didn't kill the moisture farmer?",		"player_3_2":"What is the evidence that frames you for the failed slave revolt?",		"player_3_1":"What kind of souvenirs?",		"player_2_3":"I'm not going to try to stop some mob.  Sorry.",		"player_2_2":"Look, you've got to earn your living somehow.  I can't help you with this.",		"player_2_1":"No.  Jawas are just misunderstood people.",		"player_1_3":"I'll stop them with whatever force is necessary!  Never fear, friend.",		"player_1_2":"Don't worry, Kitster, I'll save you.",		"player_1_1":"I'll take care of those little thieves!",		"npc_reward_3":"You've saved me again, friend! I have a souvenir for you, a droid brain rebuilt by my old friend. He was a real genius mechanic -- once he rebuilt an entire protocol droid. Wonder what he did with that droid?",		"npc_reward_2":"That's a relief. But I need to get Drik Bandrik off my tail before this gets any worse. Worse than Jabba! I can't even think of that. Thanks!",		"npc_reward_1":"That's great news, friend. Drik Bandrik has been busy framing me for other crimes, though, so check back. Meanwhile, here's a souvenir helmet worn by my friend when he won the Grand Arena podraces. Thanks!",		"npc_4_3":"While I was supposedly killing this farmer, I was in fact rotting in an Imperial jail cell -- arrested for "political agitation," meaning slave rights. They let me go because I was harmless. But I have the arrest record. If you believe me, will you help me clear my name?",		"npc_4_2":"Once I made a speech about slave treatment in the Mos Espa slave market. Drik found a holo of my speech and had a data slicer copy it into the slave quarters at Jabba's palace. Looks like I'm inciting his slaves. But I've never even been to Jabba's palace! Can you help me?",		"npc_4_1":"Years ago I had a friend -- a slave, like I was -- who later left Tatooine and became a great Jedi Knight. He died in the Clone Wars. I own some nice mementos from his podracing days. He won the Boonta Eve Classic! Interested in helping me?",		"npc_3_3":"Oh, oh, oh. I don' t know what I'll do now. This is bad!",		"npc_3_2":"It's one Rodian! But okay, I understand. I sure hope I can find someone to get this assassin before it's too late.",		"npc_3_1":"Come on, it's just a bunch of Jawas! Oh well, I hope you'll return to help me if you find time.",		"npc_2_3":"Thank you! There's six or eight of them, I think -- local moisture farmers led by a big thug named Sont Toipo. If you stop Toipo, the rest will probably run off. I hope. Try not to hurt them, they're just farmers.",		"npc_2_2":"Thanks! The Rodian's named Deeng. He's notorious around here as a thug who would kill his own mother. I think he did, actually. Be careful.",		"npc_2_1":"That's great, friend. These Jawas follow a leader called Wittin. They're not like other Jawas -- they're mean. Be careful. And thanks!",		"npc_1_3":"That slaver Drik Bandrik has framed me again -- this time for killing a moisture farmer. I was nowhere near the murder, and I can prove it. But this local vigilante leader, on Drik's payroll, is leading a mob to lynch me. Please stop them so I can clear my name!",		"npc_1_2":"Bandrik has planted evidence with Jabba the Hutt that frames me for trying to lead a slave revolt at Jabba's palace a few years ago. The revolt failed, but Jabba's still angry. He's sent a Rodian henchman to get me. Can you stop the assassin?",		"npc_1_1":"I've been trying to help Tatooine's slaves get better treatment. This offends a slaver named Drik Bandrik. He framed me for stealing a droid from some Jawas. Turns out these Jawas are violent. They're after me for revenge. Can you stop them?  If you do I'll give you some souvenirs I have..."
}}
