{
	"stfFile":"static_npc/tatooine/kormund_thrylle",
	"entries": {
		"npc_smuggle_1":"Thanks again for taking care of that probe droid. A message from Kormund? That's good news. We thought he'd been compromised by now. ",		"notyet":"Please leave. You can't assist me.",		"player_more_1_1":"Were you just going to give up on him?",		"dontknowyou_2":"Huh?  That's not how you're supposed to respond to that.  Oh, that means you're not... Um... bye.",		"npc_takeme_2":"You here to lead me to where Kormund is hiding out? Good, let's go. ",		"player_sorry_2":"He wasn't there.  I'm going out to look for him again.",		"player_reset_2":"Some Imperials told me that they would hurt me if I help you.  I can't help you anymore.",		"next":"I seem to have everything under control for right now. Come see me again later.",		"npc_reset_2":"I guess you've done your part, and now it's someone else's turn. Thanks anyway.",		"npc_more_1_1":"Sorry if you think that's harsh but Kormund knew the risks when he went to work for us.  I can't babysit every agent we have in the field.  I'm just glad to know he's alive.",		"npc_backtowork_2":"Thank you for your persistence.  This means a lot to me.",		"npc_breech_2":"They were trying to arrest me on some made up charges! Thank you for your help!",		"npc_breech_1":"Phew, I thought that droid was going to get away and get reinforcements.",		"npc_work_2":"Where is Rodius?",		"npc_work_1":"Were you able to get into contact with Reen yet?",		"dontknowyou_1":"What?  No, that's not the proper response.",		"cantwork":"You have other commitments right now. Come back and see me when you're not so busy.",		"npc_reset_1":"I understand.  If you change your mind, you know where to find me.",		"npc_backtowork_1":"I knew you were the right type of person for this job.",		"player_sorry_1":"No, there were Imperials following me.  I think the coast is clear now.  I'm off.",		"player_reset_1":"I'm not sure I want to get entangled in this.  Sorry, I can't do it.",		"player_3_2":"Why can't you just go to him?",		"player_3_1":"Why can't you deliver it yourself?",		"player_2_2":"No, I'm not sure I like what I'm getting myself into.",		"player_2_1":"Sorry, I'm not interested.",		"player_1_2":"If this will help you, I'll do it. Yes.",		"player_1_1":"Sure, I'll do it.",		"npc_reward_2":"You handle yourself pretty well -- you should consider a career in intelligence. Thanks for everything.",		"npc_reward_1":"You've done both the Alliance and myself a great service. ",		"npc_4_2":"Imperials are looking all over for me. But once I get this datadisc handed off to the Alliance, I can get arrested twice an hour without risking any information.",		"npc_4_1":"Imperial Security is searching for me. I have important information for the Alliance, and I need you to deliver a message to my contact, to let him know my mission was successful.",		"npc_3_2":"I guess you've done your part, and now it's someone else's turn. Thanks anyway.",		"npc_3_1":"I'm sorry. I thought you wanted to help the Alliance.  My mistake. ",		"npc_2_2":"Got a taste for espionage now, have you? Excellent. I need you to go find Rodius Tharn. He's a male Rodian. Bring him back here to pick up the information that I lifted from the Imperials. ",		"npc_2_1":"I had a feeling I could count on you. I've learned to trust my instincts over the years, and something told me you'd be reliable. Bring this message to Reen Loruk. He needs to be informed of my mission status.",		"npc_1_2":"I have a soldier of the Alliance coming to collect some Imperial documents of utmost importance. He needs help finding me. Maybe you'd be interested in helping me again?",		"npc_1_1":"My name is Kormund Thrylle. If you're in need of work, friend, there is something you could help me with. I have an urgent message I need delivered, but I can't do it myself. Can you help? "
}}
