{
	"stfFile":"static_npc/tatooine/lady_valarian",
	"entries": {
		"notyet":"Yes...What?  Speak with Ind and Kavas.  I don't deal with just anyone that walks in here.",		"waypoint_description_6":"Lady Valarian wants you to eliminate the hit squad coming to kill her.  They are a group of Weequay led by Siron Vurn'ke.",		"waypoint_name_6":"Siron Vurn'ke",		"return_waypoint_name_2":"Lady Valarian",		"return_waypoint_name_5":"Lady Valarian",		"return_waypoint_name_4":"Lady Valarian",		"return_waypoint_name_3":"Lady Valarian",		"return_waypoint_name_1":"Lady Valarian",		"return_waypoint_description_5":"Return to Lady Valarian",		"return_waypoint_description_4":"Return to Lady Valarian",		"return_waypoint_description_3":"Return to Lady Valarian",		"return_waypoint_description_2":"Return to Lady Valarian",		"return_waypoint_description_1":"Return to Lady Valarian",		"waypoint_description_5":"The assassin Duska Murgo has been sent to eliminate you.  Lady Valarian wants you to stay alive.  Do what you must.",		"waypoint_description_4":"Lady Valarian wants you to take Arrud Barsoomu out of the action.  He's Jabba's right hand thug, so be careful.",		"waypoint_description_3":"Lady Valarian wants you to meet with the Desert Banshees and take them out.",		"waypoint_description_2":"Lady Valarian would like you to teach Soobu Javeedo some manners",		"waypoint_description_1":"Lady Valarian wants you to eliminate Una Gitori",		"waypoint_name_5":"Duska Murgo",		"waypoint_name_4":"Arrud Barsoomu",		"waypoint_name_3":"Desert Banshees",		"waypoint_name_2":"Soobu Javeedo",		"waypoint_name_1":"Una Gitori",		"npc_breech_6":"Heh, Wee-Quay!  Kill the interloper!",		"next":"Now is not the time to renew our association. Perhaps a bit later.",		"player_sorry_6":"I have set up a trap for them.  You needn't worry, my Lady.  Soon, they will not bother you any further.",		"player_sorry_5":"Not yet.  I'm not worried though.  I'll take care of it in due time.",		"player_sorry_4":"Not yet, but soon.  Very soon.  And it will hurt.",		"player_reset_6":"I am sorry, my Lady, but I will be unable to protect you any longer.  I hope you understand.",		"player_reset_5":"I don't think I'm going to be able to handle this.  I'm going to have to hide instead.  Sorry.",		"player_reset_4":"On second thought, I think I'm going to step out of this.  I don't want to cross Jabba.",		"player_3_6":"Why is Governor Aryon turning a blind eye?",		"player_3_5":"Should I be worried about this assassin?",		"player_3_4":"Who do you want me to take out? ",		"player_2_6":"I'm sorry, but I don't have what it takes to save you.",		"player_2_5":"What? An assassin after me? Umm... I can't do it myself, Lady.",		"player_2_4":"Whoa!  I'm not crossing Jabba!",		"player_1_6":"I would gladly do anything to save your life.  Fear not, my Lady, you will be safe.",		"player_1_5":"No one comes after me!  I'll kill that assassin before she even knows I'm there.",		"player_1_4":"Yes, my Lady, you are a much better bet than that bloated slug!  I'll help you take on Jabba.",		"npc_work_6":"Is the deed done?  Am I still in danger for my life?",		"npc_work_5":"So, have you taken care of your little problem yet?",		"npc_work_4":"Has the scum been eliminated?",		"npc_reward_6":"That was perfection itself, my mastmot. Take this dagger. It's not a weapon, but the badge by which my "employees" recognize my most revered dragons. Now, in order to maintain proper decorum, you and I should limit our contact, at least until I can assuage the Governor's fears. Farewell, my ice tiger.",		"npc_reward_5":"You've returned to me, my little ice tiger! I knew you could take care of that pesky diminutive assassin. Did she have those nasty IG droids with her? Poor little mastmot. Come and have a drink. You could definitely use one.",		"npc_reward_4":"For better or for worse, we're now linked, my vicious little rancor. So enjoy your reward and the pleasures of the Lucky Despot. After all, you're practically family now.",		"npc_reset_6":"I was hoping to avoid having to name names in an effort to appease the Governor, but if that is the only alternative left to me... I'm sorry I won't able to protect you from the Imperials. I hope you can forgive me.",		"npc_reset_5":"Suit yourself. I will find someone to take care of this hired killer, of course. I just fear I may not do it in time to save your life. That thought breaks my heart.",		"npc_reset_4":"I don't hold this against you. In certain circumstances, it is perhaps best to maintain neutrality. Anyone who says otherwise is selling something. ",		"npc_breech_5":"This is not personal, oafish one - this is strictly business.",		"npc_breech_4":"You are Valarian's "killer?" Jabba will be pleased to have your head!",		"npc_backtowork_6":"I trust in your abilities, my ice tiger.  I know you will make sure that your patron will come to no harm.  Let me know when the threat has passed.",		"npc_backtowork_5":"That attitude of yours might slip you up.  I'd hate to see one of my best have such an inglorious death.  Stop by once you have dealt with the matter.",		"npc_backtowork_4":"Serves him right.  I always prefer a simple blaster to the head.  He likes to hear them scream.  A taste of his own medicine, wouldn't you say?",		"npc_4_6":"Aryon's never had much affection for me. She sees me as a troublemaker, someone who risks drawing unwanted Imperial attention. Nothing would please her more than to have me silenced. ",		"npc_4_5":"You? Most certainly not. If it were anyone else, I would advise a hasty exit to a heavily fortified stronghold. But you, my little mastmot? You have nothing to worry about. ",		"npc_4_4":"I'm afraid I can't tell you that until you choose a side. I would hate to have to silence you after we've become such good friends.",		"npc_3_6":"I was hoping to avoid having to name names in an effort to appease the Governor, but if that is the only alternative left to me... I'm sorry I won't able to protect you from the Imperials. I hope you can forgive me.",		"npc_3_5":"Suit yourself. I will find someone to take care of this hired killer, of course. I just fear I may not do it in time to save your life. That thought breaks my heart.",		"npc_3_4":"I don't hold this against you. In certain circumstances, it is perhaps best to maintain neutrality. Anyone who says otherwise is selling something. ",		"npc_2_6":"There is no one in the Outer Rim as reliable as you, my little mastmot. The walking cadavers are a group of Weequay, led by a brutish thug named Siron Vurn'ke. Forget whatever you may have heard about Weequay - they're not as formidable as some would claim, especially not for a vicious killer like you.",		"npc_2_5":"Now that's the vicious little rancor I've come to know and admire. The assassin is a Chadra-Fan named Duska Murgo. She's awfully fond of IG assassin droids so I'd keep an eye out for those as well. Please hurry back to me.",		"npc_2_4":"Very well. Your task is to remove Arrud Barsoomu, Jabba's right-hand enforcer in Mos Eisley. This Twi'lek is a most unpleasant individual - perfectly suited to serving a vile beast like Jabba. Tales of Arrud's fascination with torture would sicken you. ",		"npc_1_6":"Jabba has sent a hit squad to get rid of yours truly. I suppose it was only a matter of time. The Hutt may be disgusting, but he's not stupid. He knows the true genius behind these recent strikes. And worse, Governor Aryon is turning a blind eye to this assault on my person. You'll help your sweet Valarian out of this mess, won't you?",		"npc_1_5":"As expected, Jabba was somewhat offended by the demise of his crony. Word has it that he's hired a professional assassin to take out Arrud's killer, and we all know who that was, don't we? Given that you're one of my favorite beings in the galaxy, I thought I'd give you a chance to tie up loose ends.   ",		"npc_1_4":"I think you've got what it takes to tackle this assignment. I've finally discovered who's been organizing these swoop gangs against me, and I need this slug removed. This time, however, we strike directly at Jabba's organization. Are you certain you wish to side with me?",		"dontknowyou_5":"But, I don't want to do business with you, therefore get out of my face.",		"dontknowyou_4":"When you get a chance, stop by and see how much Jabba will give you for your head.",		"dontknowyou_3":"I said, get away!  You smell like Bantha-fodder.",		"dontknowyou_2":"I don't have my syllabus, sorry.  I can't teach you anything right now.",		"player_sorry_3":"No, they haven't shown their faces.  When they do, though....",		"player_sorry_2":"He will be learning it very shortly.",		"player_reset_3":"No, I don't want to kill anymore.  I'm tired of all this killing!",		"player_reset_2":"I'm sorry, my Lady, but I am too sca -er- busy to do this.  Send someone else to do it.",		"npc_reset_3":"Suit yourself, but these girls will probably come looking for you eventually.  Don't say I didn't warn you.",		"npc_reset_2":"Don't tell me you've suddenly become squeamish. I was hoping you'd be a tad more resilient than that. Oh well, can't have everything.",		"npc_backtowork_3":"And this is why I am paying you.  Carry on.",		"npc_backtowork_2":"Make sure he pays attention.",		"npc_breech_3":"You're bantha-fodder! Aieeeeeeeeeee! ",		"npc_breech_2":"Typical of Valarian to send an amateur. Prepare to be educated, fool!  ",		"npc_breech_1":"Selling information is what I do! Die, womp rat!",		"npc_work_3":"Have you taken care of the Banshees yet?",		"npc_work_2":"Has Soobu learned his lesson yet?",		"npc_work_1":"Does Una still breathe?",		"dontknowyou_1":"Oh, you're not a womprat.  Sorry.",		"cantwork":"My tasks require the utmost attention and care. You seem far too busy to give me that at the moment.",		"npc_reset_1":"I see my instincts were wrong. Well, in any case, please enjoy yourself. Anyone with a taste for leisure and the credits to back it up is welcome here.",		"npc_backtowork_1":"Let's see that it happens.",		"player_sorry_1":"Only for now.  This will be corrected soon.",		"player_reset_1":"Yes, he does.  I don't think I have what it takes.  Sorry.",		"player_3_3":"Do the Desert Banshees also work for Jabba?",		"player_3_2":"Who does Soobu work for?",		"player_3_1":"Would I have to kill anyone?",		"player_2_3":"No, I'm not good around crowds.",		"player_2_2":"No, I'm not one for teaching.",		"player_2_1":"I'm not sure I'm cut out for something like that.  No.",		"player_1_3":"Two mynocks with one stone, is what I say.  Point me at them.",		"player_1_2":"I'll be happy to.",		"player_1_1":"I've done work like that before, yes.",		"npc_reward_3":"Don't cry for me, Desert Banshees. Well done, my ferocious rancor. If I had twenty more like you, I wouldn't have to worry about that fat Hutt at all. Enjoy your reward.",		"npc_reward_2":"You took on old Soobu and two of Jabba's swoopers and lived? You have definitely become "my kind of people." Please accept this small token of my appreciation. I do hope our business relationship continues to flourish.",		"npc_reward_1":"My spies report that you handled that well. Perhaps there's a career in this for you? Enjoy the fruits of your labors. And have a drink with your friends, compliments of the house.",		"npc_4_3":"They aren't members of Jabba's regular gangs. I believe the Hutt is "evaluating" the Banshees to see if they are worthy of joining his organization. Perhaps you can help that evaluation along?  ",		"npc_4_2":"I'll give you three guesses and the first two don't count. That's right. It's the fat slug himself - Jabba.  I hope that doesn't worry you overmuch. Tales of Jabba's influence are greatly exaggerated.",		"npc_4_1":"I don't know. Would you like to? But now that you mention it, yes. You probably will have to do that. Still interested?",		"npc_3_3":"Suit yourself but these girls will probably come looking for you eventually.  Don't say I didn't warn you.",		"npc_3_2":"Don't tell me you've suddenly become squeamish. I was hoping you'd be a tad more resilient than that. Oh well, can't have everything.",		"npc_3_1":"My instincts are seldom wrong. Well, in any case, please enjoy yourself. Anyone with a taste for leisure and the credits to back it up is welcome here.",		"npc_2_3":"I figured you'd be the type to hunt trouble down before it hunts you. A deadly Zabrak named Kilth Saanu leads the Banshees. If you take her out, chances are the rest of the Banshees will scatter. If not, then just blast all of them.",		"npc_2_2":"You're quickly becoming "my kind of people." Very good. The task is simple. Find Soobu and make him disappear. He'll have swooper cronies with him, so watch your back. Those thugs can be a bit rough.",		"npc_2_1":"Perhaps I misjudged you. Very well, here's my current problem: Una Gitori, a former agent of mine, has decided to expand his horizons by selling information to my rival Jabba. In addition to breaking my heart, Una jeopardizes many of my current business deals. It would be wonderful if you could silence him.",		"npc_1_3":"Remember that last little task I gave you? As it turns out, Soobu's swooper friends were part of a bigger gang. Ever heard of the Desert Banshees? Well, now they've heard of you. In fact, they want to meet you. And this is convenient since I was going to hire you to take care of them. What do you say?",		"npc_1_2":"I think another assignment is in order. This time the trouble involves a Rodian spice dealer named Soobu Javeedo, who's foolishly decided to peddle his wares in my territory without so much as a "by your leave." Can you teach him some proper etiquette?",		"npc_1_1":"Looking for work? Hmm, I'm not sure that my sort of assignments would be appealing to you. I'm in need of much more than a simple courier. I need someone who can make problems disappear. Do you think you can do that?"
}}
