{
	"stfFile":"static_npc/tatooine/lilas_dinhint",
	"entries": {
		"next":"The museum is running smoothly again. If I need more help later I'll gladly hire you again.",		"player_sorry_4":"No, not yet.  I still haven't been able to track down that dastardly bandit.",		"player_reset_4":"I've been thinking long and hard, and realize I don't want to be involved in this any longer.",		"player_3_4":"What kind of artifact is it?",		"player_2_4":"I've realized what's going on here, and I don't want any part of it anymore.",		"player_1_4":"I've recovered all the rest you've sold -er- lost, no reason to stop now.  Sure, I'll get it back.",		"npc_work_4":"Wonderful!  You have the artifact in your possession, do you not?",		"npc_reward_4":"Thank you indeed! I daresay the museum's collection would not be perceptibly harmed by the absence of this meat. But as a matter of principle, we must not tolerate artifact theft -- a point I hope the Imperial budget committee remembers when they allocate funds.",		"npc_reset_4":"Understandable. I wish you well in your travels around our world.",		"npc_breech_4":"I know you! Hanging around the museum, right? Tell Dinhilt this is no gemstone. You won't believe this, but -- Hey, what are you do--?",		"npc_backtowork_4":"Well, I hope you are able to soon.  The display location looks quite empty without it sitting there.",		"npc_4_4":"When the Hutts first arrived on Tatooine, long ago, they held a mass slaughter and subsequent feast. The artifact is, as best we can tell, a chunk of dried meat left over from that initial feast. Will you retrieve it?",		"npc_3_4":"Understandable. I wish you well in your travels around our world.",		"npc_2_4":"Splendid. You will recall, of course, that all museum artifacts have tracking beacons. It is fortunate the thieves never think to disable these! Please locate the thief and return the artifact by any means.",		"npc_1_4":"It defies belief, my friend, but -- hem! -- my museum is once again the victim of theft. I have no idea who would steal this artifact -- but the Hutts have many enemies, hem! So it is not inconceivable -- but I am maundering. Will you retrieve the artifact?",		"notit_4":"Thank you, but this is not the piece from the display.",		"dontknowyou_4":"Whew!  I thought you were about to try to take this back.  Well, be careful out here in the wastes.  Good journeys.",		"dontknowyou_3":"..not the person I thought you were.  Sorry about that.  If you see the fence, let him know I'm waiting, okay?",		"dontknowyou_2":"What?  You're not working for the curator?  My mistake.",		"player_sorry_3":"Yes, it has.  I now know the location and am about to recover it.",		"player_sorry_2":"I haven't managed to wrest the armor from the thief yet.",		"player_reset_3":"I will not be able to help with this right now.  Perhaps later?",		"player_reset_2":"I've had something come up.  Can I look for it later?",		"npc_reset_3":"Very well, I wish you good luck in your other endeavors. Enjoy the museum.",		"npc_reset_2":"Not available just now? I understand. Please enjoy your visit to my little sanctuary. Hem!",		"npc_backtowork_3":"This is good news.  All these thefts lately are looking very bad for the museum.",		"npc_backtowork_2":"Well, I hope you will be able to find it.  That was a priceless relic!",		"notit_3":"This is not the scanner.  The one that was part of the museum was quite old.",		"notit_2":"The display piece that was stolen did not look like this.",		"notit_1":"No, no.  This is not the artifact!",		"npc_breech_3":"You are the fence? Late! Dinhint did say right about how much valuable is this hunk of junk, yes? Wait! You are not --!",		"npc_breech_2":"Hmm. Has that lickspittle of a curator changed his mind? I shall not cancel our arrangement. Rather, I shall cancel you.",		"npc_breech_1":"Utinni! Nik maikka dinnika Dinhint!",		"npc_work_3":"Has the tracking beacon been helpful in finding the scanner?",		"npc_work_2":"Have you been successful in retreiving the armor?",		"npc_work_1":"Hem!  Have you found the robe?",		"dontknowyou_1":"Ootini!  Din kandanii.",		"cantwork":"Welcome to the museum.  We are looking for help.  When you have full time to yourself, come see me.  Hem!",		"npc_reset_1":"I apologize for my mistake in asking you. Please enjoy your visit to my little sanctuary. Hem!",		"npc_backtowork_1":"I will be waiting.  Thank you for your assistance.",		"player_sorry_1":"No, I haven't found the thief yet.  Once I do, I'll bring back the robe for you.",		"player_reset_1":"I'm unabe to find the thief.  I'm sorry, but I've given up on this.",		"player_3_3":"Why are you seeing so many thefts at your museum?",		"player_3_2":"Why are you coughing? Are you all right?",		"player_3_1":"What is this valuable artifact?",		"player_2_3":"No, I'm not doing another one of these repossession jobs for you.",		"player_2_2":"You seem to be missing a lot of pieces here.  Maybe you should call the police, rather than asking me.  Sorry.",		"player_2_1":"No, this sounds like something for the police.",		"player_1_3":"I'll return it safely for you.",		"player_1_2":"Sure, I'll go get it for you.",		"player_1_1":"I will track down this thief for you.",		"npc_reward_3":"This is yet another reason I am in your debt. Perhaps you will spread the word among Imperial authorities that this museum requires a greater budget to prevent theft.",		"npc_reward_2":"The armor appears to be in acceptable condition. Thank you again for your exemplary service. I anticipate a budget increase to handle these thefts soon.",		"npc_reward_1":"Fine work! The robe appears relatively harmed after its ordeal. These senseless thefts grow ever more frequent. I hope the Empire will grant my petition for an increased theft-control budget.",		"npc_4_3":"It is purely a function of budget, I assure -- hem! I must requisition yet more funds for greater anti-theft protection. It is a terrible indictment of Imperial funding priorities, no? Hem! Now as to the mission?",		"npc_4_2":"It is the endless dust of this desert. Over the decades I must have inhaled enough to fill a -- hem! -- a binary load lifter. Now, the mission?",		"npc_4_1":"The artifact in question is a robe supposedly worn by the Tusken Raider who led the original assault on Fort Tusken centuries ago. The robe's provenance is questionable, but I know no better candidate. I would -- hem! -- very much like it back.",		"npc_3_3":"Very well, I wish you good luck in your other endeavors. Enjoy the museum.",		"npc_3_2":"Not available just now? I understand. Please enjoy your visit to my little sanctuary. Hem!",		"npc_3_1":"I apologize for my mistake. Please enjoy your visit to my little sanctuary. Hem!",		"npc_2_3":"I trust the tracking beacon hidden within the scanner will lead you to the culprit, as always. Please return the item intact.",		"npc_2_2":"Good. The armor, like the robe you returned earlier, has a tracking beacon that should lead you right to the thief. I speed you on your way!",		"npc_2_1":"Excellent. The stolen Tusken Raider robe has a hidden homing beacon, as is standard museum procedure. In all likelihood you will find the thief at the designated coordinates. Thank you, thank you!",		"npc_1_3":"Ah, you are ready for more work? I hoped you would inquire. Hem! Now some thief has stolen a mineral scanner that dates back to the original settlement of Tatooine. It defies understanding why anyone would steal it; it lacks -- hem! -- notable historic or economic value. Can you return it safely?",		"npc_1_2":"Ah, welcome back. Hem! You helped my little museum greatly in what I now call the Tusken Robe Incident. Might you now handle a similar -- hem! -- regrettable theft? The purloined object is a part of the armor worn by chief miner Melnea Arnthout, one of Tatooine's -- hem! -- original settlers. Will you go after it?",		"npc_1_1":"Well, well, a visitor. Hem! Welcome to my humble museum. I am the curator. If you are here regarding the recent theft of a valuable artifact, I am -- hem! -- the one -- hem! Excuse me. -- You may talk to me. Will you pursue the thief and return the artifact?"
}}
