{
	"stfFile":"static_npc/tatooine/lorne_prestar",
	"entries": {
		"return_waypoint_description_4":"Return to Lorne Prestar to complete your mission",		"return_waypoint_description_3":"Return to Lorne Prestar to complete your mission",		"return_waypoint_description_2":"Return to Lorne Prestar to complete your mission",		"return_waypoint_description_1":"Return to Lorne Prestar to complete your mission",		"return_waypoint_name_4":"Lorne Prestar",		"return_waypoint_name_3":"Lorne Prestar",		"return_waypoint_name_1":"Lorne Prestar",		"return_waypoint_name_2":"Lorne Prestar",		"waypoint_description_4":"Find and Destroy the Tusken War Party",		"waypoint_description_3":"Make sure the Trouble Maker doesn't bother anyone else",		"waypoint_description_2":"Take care of the Mutant Mound Mite",		"waypoint_description_1":"Destroy the Wild Worrt that's been harrassing people.",		"waypoint_name_4":"Tusken War Party",		"waypoint_name_3":"Trouble Maker",		"waypoint_name_2":"Mutant Mound Mite",		"waypoint_name_1":"Wild Worrt",		"npc_breech_2":"<a mound mite looks angry>",		"npc_breech_1":"<a worrt looks anxious>",		"npc_breech_4":"Grr...",		"npc_failure_4":"Hm..tuskens are tough enough sure, but I thought you had the skills.  Well, maybe not...",		"npc_failure_3":"Guess I should have sent Bren, or at least someone who could handle themselves in a fight.  Oh well.",		"npc_failure_2":"Man, I thought surely you'd take that mound mite down no problem.  I must be getting old.  My eyesight must be going.  I thought you looked tough.",		"npc_failure_1":"That worrt must have been tougher than he looked.  Or maybe you're not as tough as you look?",		"next":"It's pretty quiet around here right now. It never lasts though. Come see me later.",		"npc_reset_1":"Still a little wet behind the ears, huh?  Well, you just let me know when you've seen a little more of this world then, okay?",		"npc_work_1":"So, have you dispatched that worrt yet?",		"npc_breech_3":"Hey!  What're you looking at, huh?  You looking at me?  You got a problem, huh?  I'll give you a problem!",		"dontknowyou_3":"Yeah, that's what I thought.  Walking away like a coward!  Coward!  You're not even worth my time!",		"cantwork":"Welcome to Mos Taike!  I'm Lorne Prestar, Chief of Security for this town.  You look like an able enough person.  If you're in need of a job, I might have work for you.  Just stop by and let me know, okay?",		"player_sorry_4":"Ummm... yeah, I took them out, but... ummm... there are more of them.  I've come back for a little breather.",		"player_sorry_3":"Not yet.  I guess he knows he's in trouble and is scared to face me.  Once I spot him, though, we'll have our little talk.",		"player_sorry_2":"It's going good.  I'm just about to find where it's feeding area is, then get rid of it.",		"player_sorry_1":"No, I haven't found it.  Once I do, though, you can be assured it won't harrass any other people.",		"npc_work_4":"You've already taken care of those Raiders?  You're better than I thought, kid!  You deserve a medal!",		"npc_work_3":"So, have you had a little talking to with this hoodlum yet?",		"npc_work_2":"So, how goes your mite hunt?",		"npc_backtowork_4":"That, kid, is what I call guts of steel!  Get out there and win this one for the Prestar!",		"npc_backtowork_3":"Well, remember, there's no need to go killing anyone.  At the same time, you've gotta defend yourself if the situation calls for it.  Let me know how it turns out.",		"npc_backtowork_2":"Well, it shouldn't be too much of a problem for someone like you.  Get out there and show it what you've got!",		"npc_backtowork_1":"That's what I want to hear!  Good hunting!",		"npc_reset_4":"Well, kid, it's because they're not!  Pull yourself together, kid!  You've got to come to!  Without you, we'll lose this fight.  Once you've got your head on straight, you come back and I'll give you further orders.",		"npc_reset_3":"Hey, I understand.  You're still green, kid, and this is no kinda job for you.  If you find that you're made of stronger stuff, you just let me know, got it?",		"npc_reset_2":"Well, the first thing you learn out there is to listen to your fear.  The next is to control it.  Once you have it strapped up, you come back and let me know you'll do it, okay?",		"player_reset_4":"Sir, I can't do it!  It's too much for me!  I've never seen that many!  They're everywhere!!!!  It's like... it's like... it's like they're not human!",		"player_reset_3":"I've been called elsewhere and can't take care of this right now.  Sorry, Lorne.",		"player_reset_2":"To tell you the truth, I'm a bit scared of those things.  I can't do this job for you.",		"player_reset_1":"I don't think I can kill this worrt, Lorne.  It might eat me.",		"player_3_4":"What's going on here, Lorne?",		"player_3_3":"What did the guy do?",		"npc_reward_4":"Kid, you did me proud!  You came back in one piece.  We lost a few guys, but we saved the town...  Finally, I'll be able to sleep at night without waking up screaming from all those memories.  Kid, I owe you.  I owe you.",		"npc_reward_3":"I'm going to assume he listened and you drove him out of town, okay?  What goes in the desert STAYS in the desert, you know what I mean?  Good.  Sheesh!  First the critters, now ruffians.  What next?  Well, you've helped out a lot, kid.  Stop by after you've finished another tour of - *sigh* - I mean, seen the world a little more, got it?",		"npc_reward_2":"You got rid of the beast, right?  Good to hear, good to hear.  Go stop by the cantina and get your self a stiff drink.  You deserve it, kiddo!",		"npc_reward_1":"You've got gusto, kid!  I like that!  Now that the worrt is going to be something's dinner tonight, hopefully I won't have to hear any more whining from the tourists.  Bah.  They scare too easy.  That'll get you killed, I tell you.  Well, kid, I thank you for getting this done.  I'll look you up if anything comes up.",		"npc_4_4":"This is no time for questions, kid!  Scouts show Tuskens are converging on Mos Taike even as we speak!  We act now or we lose everyone like we did back in the jungles of Naboo 20 years back!  So many people died that day under my command, and I'm not having it again!  Kid, get out there and don't get yourself killed!",		"npc_4_3":"I have several witnesses that say the guy was seen smacking around Igma Korto's friend the other day.  Now, her friend works for the Corellian Times, and I don't want them thinking I run a slipshod starship out here in Mos Taike.  That's why this thug needs to be taught a lesson in manners.",		"npc_4_2":"Gramm tells me that a Sand Dragon 'Fresher sales rep was attacked by a beast the other day on his way here.  Now, either we have a problem with the local critters, or we got the wrong beast the last time around.  Either way, I'm not going to have innocent casualties turning up on my watch!  Can you take care of this for me?",		"npc_4_1":"Well, about a few weeks back a tourist tells me he saw a worrt lurking too close to town.  Well, I thought nothing of it, until a hear from a few tourists that they were attacked by what I'm assuming to be the same critter.  I can't have that going on in my town, but I don't have time to take care of it myself.  So, can you do this for me?",		"npc_3_4":"Look!  You must do this!  If you don't, we will lose this war - er - this battle!  It's all or none!  Got that?  I've seen too many kids like you just freeze when you need to pull the trigger.  Don't let your fear freeze you, kid!  Please tell me you'll pull your weight out here!",		"npc_3_3":"Hmm... I understand.  This is more a job for someone who wants to do real work.  Thanks for your previous help, though.",		"npc_3_2":"Hmm... maybe a I had you wrong, kid.  I thought you had guts of plasteel, but I guess not.  Well, I'll just have to do it myself... like a real man.",		"npc_3_1":"Well, I can understand that.  I can't expect just anyone to have the courage to do it.  Well, try not to get your hands too dirty around here.  I don't want to see you break a nail, or claw, or whatever...",		"npc_2_4":"Affirmative to that.  I have the other troops - er - guards set out on all fronts.  You need to defend our weak front.  Get out there and you show them Tuskens all you've got, you hear me?  And, kid, don't get yourself killed, got it?",		"npc_2_3":"Good.  Go find the guy and explain to him that he's not wanted around here.  If he's belligerent, you're allowed to use force to get your point home.  If he doesn't listen to even that... well, just make sure he doesn't bother anyone else again, if you can read between the lines.",		"npc_2_2":"That's what I wanted to hear, kiddo!  You get out there and make short work of the mite that's causing these problems.  Put it out of it's misery... the things' probably mad with hunger, I'll bet.",		"npc_2_1":"That's the spirit!  Go out there and show that worrt who's the master around here.  Well, in a manner of speaking, heh.",		"npc_1_4":"Soldier, I need your help!  Are you listening?  We have a desperate situation here, and we're going to have to pull together to get out of this alive!  You understand!?  Listen.  We've got a Tusken War Party advancing on our location, and I need to send you to take up an open front!  Are you prepared, rookie?",		"npc_1_3":"I've got another job for you if you're interested.  It seems we have a troublemaker that thinks it's fun to rough up other people.  I'm not having that.  Go find the guy and let him know how much we don't like troublemakers around here, okay?",		"npc_1_2":"Hey, I was looking for you!  I need your help again, kid.  Since you did such a good job last time, I need you to take out another critter for me.  Leave it to the specialists, I always say.  It looks like there's a mutant mound mite out there that's causing even bigger trouble this time.  Do you think you can take care of this one for me?",		"npc_1_1":"Welcome to Mos Taike!  I'm Lorne Prestar, Chief of Security for this town.  You look like an able enough person.   I'm getting reports that there's a wild worrt that's beginning to harass some of the locals.  Do you think you can lend a hand in taking care of this for me?",		"player_3_2":"I thought I already took care of the problem.  What happened?",		"player_3_1":"What's all the commotion?",		"player_2_4":"Lorne, I don't see any Tuskens anywhere.  Are you sure you haven't been out in the suns too long?  I'm afraid I can't help with this.",		"player_2_3":"Sorry, but I'm not some goon.  I'm not roughing any one up.",		"player_2_2":"I did the first one as a favor.  I'm not pest control, Lorne.  No.",		"player_2_1":"No thanks.  That sounds like something you'd be better able to handle.",		"player_1_4":"Tuskens?  Where?  Yes, I'll definitely help!",		"player_1_3":"I'll teach him some manners, don't worry.",		"player_1_2":"It sounds easy enough.  Sure, I'll do it!",		"player_1_1":"I'd be happy to help.  Yes, I'll do it!"
}}
