{
	"stfFile":"static_npc/tatooine/lt_harburik",
	"entries": {
		"notyet":"I only have use for loyal soldiers of the Empire, please leave.",		"npc_failure":"Dead? What were you thinking? I can't question a corpse! Sigh, it's so hard to find good help now a days.",		"next":"That's all the work I have for now. Check back another time.",		"player_sorry_4":"No, I haven't found the spy yet.  Don't worry, I'll get right on it.",		"player_reset_4":"I've had something come up.  You're going to have to call in Imperial support for this one instead.",		"player_3_4":"On what charge could I arrest this spy?",		"player_2_4":"I'm not authorized to arrest spies.  Sounds like an Imperial job to me.",		"player_1_4":"I'll get this spy and return!",		"npc_work_4":"I take it you didn't have any trouble?",		"npc_takeme_4":"I guess I'll go with you quietly. You better pray that I won't get out of prison though, or I will find you one day when I'm better prepared.",		"npc_reward_4":"You got the spy all the way here, huh? No fatal accidents presented themselves? Well, here's your reward. Get out, and don't come back.",		"npc_reset_4":"Get out. And don't tell anyone about this, or it will go badly for you.",		"npc_breech_4":"I'll bet that thug Harburik sent you. He's killed enough folks already, why not me too?",		"npc_backtowork_4":"Well, what are you waiting for?!  Get out there before I have *you* arrested!",		"npc_4_4":"Charge? How should I --? Well, say the spy's stolen Imperial secrets. That's not far from the truth. Your decision?",		"npc_3_4":"Get out. And don't tell anyone about this, or it will go badly for you.",		"npc_2_4":"The spy is a blasted smuggler named Noda Lovan. Kill -- I mean, make the arrest and you'll be doing the galaxy a favor. Go!",		"npc_1_4":"A filthy spy is heading to Bestine.  Supposedly reporting on a certain matter to Prefect Talmont. Arrest the spy before something happens to our "little Moff." If the spy happens to accidentally die en route, rest assured there's no one more deserving.",		"dontknowyou_4":"Oh, you're not going to kill me?  That's a relief!",		"dontknowyou_3":"Oh, I didn't see you there.  Um... Citizen, return to your home.  There's nothing to see here.",		"dontknowyou_2":"Spread this message to all you know and you will find peace within yourself.",		"npc_takeme_3":"Don't stop me! I'm leaving the Army to become an image designer! I always wanted to be an image designer.",		"npc_takeme_2":"I apologize for my friends, they are a bit overprotective. I want these changes made in a peaceful manner but your Empire is not making it easy for us.",		"npc_takeme_1":"Okay okay, I know when I'm out of options. I'll come along quietly.",		"player_sorry_3":"Okay, I won't tell you that then.  I'll tell you that he asked me to stop by later to arrest him.",		"player_sorry_2":"I don't have him yet.",		"player_reset_3":"I'm not going to get in trouble with the Imperials by arresting a stormtrooper.  Have someone else do it.",		"player_reset_2":"I've come to realize that aliens are people too!  I can't take part of this.",		"npc_reset_3":"You're wasting my time. Get out.",		"npc_reset_2":"Are you one of those agitators too? Get out!",		"npc_backtowork_3":"Have you been affected by the radiation, too?  The next time I see you, you had best have that Stormtrooper in your custody.",		"npc_backtowork_2":"Then what are you doing here?  Get out there and get him!",		"npc_breech_3":"I think purple highlights would give these helmets a bold statement.  No... not purple... LAVENDER!",		"npc_breech_2":"Sigh, all this violence.",		"npc_breech_1":"Bah! Those guys called themselves bodyguards!",		"npc_work_3":"Don't tell me you blew it and wound up killing him!",		"npc_work_2":"So where is the scum I told you to arrest?",		"npc_work_1":"Where is he?  How come I don't see him?",		"dontknowyou_1":"Whoa.  Um... I wasn't really serious about that.  Sorry.  Please don't hurt me.",		"cantwork":"You think you can just wander in here and chat with the Chief of Police? Unless you have services to offer, get out of here or I'll have you arrested.",		"npc_reset_1":"Get out! And don't bother me again!",		"npc_backtowork_1":"Don't let him get the best of you!  Get out there and catch your man!",		"player_sorry_1":"Because he's too wily for me.  Don't worry, I'll catch him!",		"player_reset_1":"It's because I'm just not cut out for the life of an officer of the law.  Sorry, I can't do this for you.",		"player_3_3":"What happened to the unorthodox Stormtrooper?",		"player_3_2":"Who is this alien agitator?",		"player_3_1":"Who is the gangster?",		"player_2_3":"Are you crazy?  I'm not going to apprehend a Stormtrooper!",		"player_2_2":"But aliens should have equal rights!  I'm not going to help with something like this!",		"player_2_1":"No, that's your kind of job, not mine.",		"player_1_3":"I'll see to it that he's brought into custody safely.",		"player_1_2":"Absolutely, sir!",		"player_1_1":"Yes, I'll stop him for you.",		"npc_reward_3":"I think there was no good way this could have turned out. Take your reward, and we'll pretend this never happened.",		"npc_reward_2":"You can be proud of your role in asserting the galaxy's natural order. Now I'll have a long chat with this idiot. You can go now.",		"npc_reward_1":"About time. Here's your reward. That's all for now.",		"npc_4_3":"The trooper was guarding a reactor repair facility when Rebels blew it up. TD-334 was the only survivor. What's your decision?",		"npc_4_2":"Some kind of freak. Name's Dowwop, or something equally stupid. He wants the Empire to create alien-only police patrols for alien settlements. Will you arrest this nitwit? ",		"npc_4_1":"His name's Wend Dinard. Human, but works for aliens -- makes me sick. Dinard travels in the company of known thugs, so be ready with your weapons. What's your decision?",		"npc_3_3":"You're wasting my time. Get out.",		"npc_3_2":"Are you one of those agitators too? Get out!",		"npc_3_1":"Get out! And don't bother me again!",		"npc_2_3":"Good. We've kept this matter confidential. It's possible other troopers may misunderstand the situation. Don't betray secrecy. Just try to escape without undue combat, and bring TD-334 here.",		"npc_2_2":"This one has no record of violent behavior, but he travels with fanatical supporters. Who knows what they're capable of? Be careful, but bring him back.",		"npc_2_1":"Good. Arrest Wend Dinard and bring him here. We need to know what secrets he compromised. Move!",		"npc_1_3":"Stormtrooper TD-334 was caught in a radiation accident and is now displaying unorthodox behavior. Apprehend him without committing undue harm.",		"npc_1_2":"Another troublemaking alien is agitating for equal rights. I don't think so! Bring him here for discipline. ",		"npc_1_1":"A gangster working for the Hutts has assaulted an officer, stolen Imperial secrets, and is racing to sell them to the Rebellion. Will you stop him?"
}}
