{
	"stfFile":"static_npc/tatooine/mat_rags",
	"entries": {
		"next":"If I find any more work I think you can handle, I'll let you know.",		"player_sorry_4":"Not yet.  I will shortly, though!",		"player_reset_4":"You lazy sack of bones!  It just dawned on me that I'm doing all your work!  I'm through with you.",		"player_3_4":"Do you ever actually hunt anything yourself?",		"player_2_4":"I've been doing this the whole time and haven't learned a thing from you!  I'm done with this!",		"player_1_4":"Only as long as it's a challenge.  If I don't barely make it out there alive, it's not worth it!",		"npc_work_4":"So have you shown that dewback who the master is?",		"npc_reward_4":"You've done far better than I ever thought you would. It's a pity the League isn't accepting new applicants just now.",		"npc_reset_4":"Not everybody has what it takes to make it in this business. Some just choke under the pressure. ",		"npc_backtowork_4":"Really?  Wow.  Um... I mean... yeah, I'll expect this done.",		"npc_4_4":"You're a cheeky one, you are! I was hunting krayts when you were still learning not to drool on yourself. Bah! "Do I ever hunt," indeed!",		"npc_3_4":"Not everybody has what it takes to make it in this business. Some just choke under the pressure. ",		"npc_2_4":"Think you've got what it takes? All right then, track down a grizzled dewback and bring back the hide. Try not to scorch it. A museum wants to stuff it for a display of dangerous wildlife.",		"npc_1_4":"You've done a bang-up job so far, but now you'll have to grow up a little. I'm not sure you're up to this job, but I thought you might enjoy a challenge. Interested?",		"player_sorry_3":"No, I was waiting for her to leave the pack.  I didn't want to spook the rest.",		"player_sorry_2":"No, I've only found normal womprats.  I'm still looking for one of those variegated types.",		"player_reset_3":"I can't do it, Mat!  I'm scared to death of banthas!  And a bantha this big?  Nightmares, I tell you.",		"player_reset_2":"Look, if I can't even pronounce the name of the thing I'm supposed to kill, I shouldn't be hunting it.  I'm out.",		"npc_reset_3":"Probably a wise decision. I expect that last creature was about the limit of your skills. ",		"npc_reset_2":"I thought you were a little too dim to do this.  When you've learned how to read, look me up, okay?",		"npc_backtowork_3":"Hmmm... you know, that's a pretty good idea.  I'll have to remember that.  I mean - yeah - I'm glad to see you're learning.",		"npc_backtowork_2":"Yeah, they can be little buggers.  Keep looking!",		"npc_work_3":"So, have you killed that big monster?",		"npc_work_2":"Have you skinned that little sucker yet?",		"npc_work_1":"So, are those little beasties feasting on the that squill yet?
",		"cantwork":"You have another employer at the moment. But if you're serious about hunting, see me when you have some free time.",		"npc_reset_1":"You've got to be kidding me.  Well, before you trying hunting squill, you may need to track down a spine.  I'm sure that will help.",		"npc_backtowork_1":"Whatever.  I'll be surprised if you can get this done at all.",		"player_sorry_1":"No, that squill has so far managed to elude my tracking skills.  I'll get one for the Jawas, don't worry.",		"player_reset_1":"I saw that squill, and it's HUGE!!!  You're crazy to send me out against something like that!",		"player_3_3":"What is the prey this time?",		"player_3_2":"What are we after this time?",		"player_3_1":"What sort of job?",		"player_2_3":"Okay, you just said 'krayt'.  I'm outta here.",		"player_2_2":"If this is anywhere as dangerous as the last one, count me out!",		"player_2_1":"No thanks.  I'm scared.",		"player_1_3":"Ha!  I'll kill it blindfolded!!!  With one hand tied behind my back, too!  No, both hands!!!!!",		"player_1_2":"I'll kill whatever you want me to!",		"player_1_1":"Yeah, I'm up for it.",		"npc_reward_3":"That's just the ticket!",		"npc_reward_2":"Bagged the beastie, did you? Smashing good job there, old desert rat. Why, one day your name may be known with the same reverence as mine!",		"npc_reward_1":"I say! You do seem to have passable basic skills. I might consider taking you on as a pupil. I'll let those Jawas know their meat is ready for them.",		"npc_4_3":"I've been asked to get another trophy item -- a matriarch bantha. It's the sort of trivial job I like to pass down to younger hunters who really need the work.",		"npc_4_2":"Apparently he wants the hide of a variegated womp rat. Why anybody would want one of those filthy biters is beyond me, but there you are. Your decision?",		"npc_4_1":"Some Jawas recently approached me about killing a desert squill. Far beneath my abilities, of course, but a good test of your basic skills. ",		"npc_3_3":"Probably a wise decision. I expect that last creature was about the limit of your skills. ",		"npc_3_2":"Are you sure you're serious about this line of work? You don't seem to have the dedication of a hunter.",		"npc_3_1":"Don't feel up to it? I guess you don't have what it takes to be a real hunter. ",		"npc_2_3":"You certainly have gumption. I admire that, really. Track down a matriarch bantha and bring back the horns for our client. Foul beast, the bantha. Honestly, I wonder about people's taste in décor.",		"npc_2_2":"Good show! Bring back the hide from a variegated womp rat, and we'll make a professional hunter of you yet.",		"npc_2_1":"That's the spirit. Head into the desert and find a squill for the Jawas. They wanted the meat, as I recall, so be sure to bring back the carcass.",		"npc_1_3":"I was offered another commission recently, one well beneath the abilities of myself, to whom even the biggest krayt is a simple afternoon's diversion. You might find it a tad interesting, though.",		"npc_1_2":"I have another job for you. An offworlder wants to take a hunting trophy back home with him. It's the sort of thing that I wouldn't trouble myself with, but as your mentor, I encourage you to do all the fieldwork you can. What do you say?",		"npc_1_1":"If you're interested in becoming a hunter, I might have a little job for you -- just to show your aptitude, you understand. Up for it?"
}}
