{
	"stfFile":"static_npc/tatooine/melios_purl",
	"entries": {
		"npc_failure_3":"I fear for our moisture farmers.  I wish you'd managed to get them the vaccine...",		"npc_failure_2":"Now I don't know if we'll ever be able to stop the disease.",		"npc_failure_1":"I'm so disappointed...",		"next":"If I have any more medical emergencies I need help with, I'll be sure and ask for you.",		"npc_work_1":"Have you brought the farmer back yet?",		"npc_smuggle_3":"Thanks, friend. I'll make sure this gets to everyone who needs it. Dr. Purl has spoken highly of you. It was an honor and a pleasure to meet you. Take care.",		"dontknowyou_3":"I hope that vaccine gets here soon.  I've been waiting here all day.",		"npc_takeme_1":"Dr. Purl sent you, didn't he? Oh, all this fuss over me. Well, I appreciate your help. If I pass out, just slap me till I wake up.",		"player_sorry_3":"No, not yet.  I'm in the process of taking it out to them.",		"player_sorry_2":"I have yet to find one, but I continue to search for one.",		"player_reset_3":"I don't feel I should be the one to deliver this.  You might want to get someone else to do it.  Sorry.",		"player_reset_2":"I have second thoughts about this.  I don't want to get infected myself, so I have to decline.",		"npc_reset_3":"I must assume you're very busy. You do not seem to be the type of being that would stand idly by and watch dozens of innocents suffer a terrible fate. I'll find someone else to deliver the vaccine. Good day.",		"npc_reset_2":"I would inoculate you against the common strain of Gray Rot, so I assure you you'd be safe. If after I've studied the specimen, I determine a new vaccine is needed, I'd provide you that as well. Please, these citizens need your help.",		"npc_backtowork_3":"Well, make sure they get it.  Their representative is still waiting for you.",		"npc_backtowork_2":"Well, I wish you good luck.  As soon as I have that hide, I can begin working on a cure.",		"notit_2":"No, this is not an infected womprat hide.",		"npc_breech_3":"Oh, good!  You must be the one who has the vaccine.",		"npc_breech_1":"Are you here to help me back to Doctor Melios?",		"npc_work_3":"Has that vaccine been given to the Moisture Farmers yet?",		"npc_work_2":"How goes your search for one of those pestilent womp rats?",		"dontknowyou_1":"Thank you, but help is already on the way.",		"cantwork":"I'm afraid my assignments would require your full attention, citizen. Medical issues should be top priority, after all. Please come back when you're free.",		"npc_reset_1":"It is regrettable that you choose not to help this young woman. If you'll excuse me, I need to find someone who will. Good day.",		"npc_backtowork_1":"You will need to hurry.  If her infection is allowed to grow, I fear my skills will not be able to heal her.",		"player_sorry_1":"No, I haven't yet.",		"player_reset_1":"I've had something come up. I cannot escort her back here any more. Sorry.",		"player_3_3":"Who is this representative?",		"player_3_2":"What exactly is Gray Rot Plague?",		"player_3_1":"Who is this moisture farmer?",		"player_2_3":"You're better off hiring a courier.  I'm not interested.",		"player_2_2":"No, that's not my field of work.  Sorry.",		"player_2_1":"It's not my fault she waited too long.  I'm too busy to help right now.",		"player_1_3":"I'll make sure it gets to the right hands.",		"player_1_2":"If this will help cure others, I'll do it.  Yes.",		"player_1_1":"Absolutely!",		"npc_reward_3":"You've helped avert a catastrophe, friend. You have my thanks and the gratitude of the citizens of Tatooine. We have a new stimpack we've been working on. I don't have any pre-made packs at the moment, but here's the blueprint to make some if you're interested.",		"npc_reward_2":"Good work, citizen. I'll get right on this analysis. You may have just saved this city from a terrible epidemic. Check back with me to get a report of my findings.",		"npc_reward_1":"You have my thanks, citizen. You doubtless saved this woman's life. Now if you'll excuse me, I have work to do. ",		"npc_4_3":"The man's name is Aroy Sekun, friend of the Darklighters, I believe. He's a responsible sort and will make sure that vaccine gets properly distributed. ",		"npc_4_2":"Gray Rot makes a victim's skin go scabrous and gray until it eventually cracks and ulcerates. Death follows a few agonizing days later. If caught in its early stages, it is treatable with bacta.",		"npc_4_1":"Her name is Maikeen Storn. She's only been on Tatooine for about a year. She's originally from Agamar, I believe. She's a brave young woman whose spirit I have come to admire. I hope you can help her",		"npc_3_3":"I must assume you're very busy. You do not seem to be the type of being that would stand idly by and watch dozens of innocents suffer a terrible fate. I'll find someone else to deliver the vaccine. Good day.",		"npc_3_2":"I would inoculate you against the common strain of Gray Rot, so I assure you you'd be safe. If after I've studied the specimen, I determine a new vaccine is needed, I'd provide you that as well. Please, these citizens need your help.",		"npc_3_1":"It is regrettable that you choose not to help this young woman. If you'll excuse me, I need to find someone who will. Good day.",		"npc_2_3":"You are nothing if not reliable, citizen. Here you go. Make sure this gets to its destination as quickly as possible. Gray Rot can devastate a settlement in mere days.",		"npc_2_2":"You are noble and good, citizen. I've taken the liberty of inoculating you against common Gray Rot with a modified bacta spray. This will keep you safe. If I determine that this is a new strain, I'll provide you the vaccine as soon as I develop it.",		"npc_2_1":"You are most gracious, citizen. She's transmitted her coordinates. She was attempting the trip on her own, but realized she might not make it. She's brave, but also a bit on the reckless side.",		"npc_1_3":"I was hoping you'd ask, citizen. I need to make sure this vaccine gets out to all the moisture farmers who may not have access to the cities. Could you deliver this supply to a representative of the Affiliated Moisture Farmers? ",		"npc_1_2":"I could use your help in investigating the possible spread of this deadly disease. I need to perform an analysis of an infected womp rat. This will allow me to determine if the plague has mutated and requires a new vaccine. Do you think you can bring me an infected specimen's hide?",		"npc_1_1":"I could use your help with this emergency, actually. A womp rat bit a local moisture farmer and the wound has become infected. The young woman waited too long to contact me, unfortunately, and I now I fear her condition may prevent her from making the journey safely. Could you make sure she does? "
}}
