{
	"stfFile":"static_npc/tatooine/nitra_vendallan",
	"entries": {
		"npc_failure":"What? Dead? How could that happen. This is not good.",		"notyet":"What do you want? You're not part of my organization, I have nothing to say to you.",		"next":"I don't have anything you can help me with right now. Try me again later.",		"dontknowyou_2":"Nevermind.  I thought you with with someone else.",		"npc_takeme_2":"You're taking me to Captain Vendallan? Thank goodness. I thought the next place I was heading for was a Imperial prison camp.",		"npc_takeme_1":"Thank you. I don't know what will happen to me now. But I couldn't go on serving the Empire. I had friends on Alderaan!",		"player_sorry_2":"Not yet.  I'm on my way to save him right now.",		"player_reset_2":"I've changed my mind.  I could get hurt doing this, and don't like that idea.",		"npc_reset_2":"Right. I'll just hope someone else decides to help change the course of the war. Nice outfit. Bye now.",		"npc_backtowork_2":"Well, you should hurry.  I don't know how much time he has left.",		"npc_breech_2":"Identify yourself before you get any closer!",		"npc_breech_1":"Help! The Empire will kill me when they learn I'm gone. I have to be taken to a place of safety!",		"npc_work_2":"Were you able to find him?",		"npc_work_1":"Did it turn out to be a trap after all?",		"dontknowyou_1":"Unless of course you're an Imperial.  If so, that was just one big joke.  Umm.. bye!",		"cantwork":"Sorry, can't talk now. I'm busy.",		"npc_reset_1":"Fine. I'll get someone else to keep this sleemo alive. Enjoy your day.",		"npc_backtowork_1":"It's just that you can never tell about these kinds of things.  I'm hoping he really means to defect.",		"player_sorry_1":"I don't know, but I don't like the sound of that.  I haven't picked him up yet.",		"player_reset_1":"I don't know, and I really don't care.  I've changed my mind about this.",		"player_3_2":"What's so special about this blaster?",		"player_3_1":"Why is an Imperial Army non-com important?",		"player_2_2":"Sorry, I don't want to get involved.",		"player_2_1":"Not interested.",		"player_1_2":"Sure, I'll do it.",		"player_1_1":"Yes, I'm interested.",		"npc_reward_2":"Great. I'll have these schematics sent to High Command. Hopefully they are what we need. If we just had more soldiers of your skill and determination, the Alliance would already have freed the galaxy.",		"npc_reward_1":"Good work, another victory for the Alliance. Now I have to get this guy offworld. Gaah, one more crisis.",		"npc_4_2":"I don't know why the blaster is so special. My commander says it could tip the scales in our favor. Good enough for me.",		"npc_4_1":"He knows more about Imperial Outer Rim supply routes than anyone could and stay sane. We can use that data to interdict their shipments. C'mon, I'm aging rapidly here. Decision? ",		"npc_3_2":"Right. I'll just hope someone else decides to help change the course of the war. Nice outfit. Bye now.",		"npc_3_1":"Fine. I'll get someone else to keep this sleemo alive. Enjoy your day.",		"npc_2_2":"Good. Get going. I've got more crises to deal with here.",		"npc_2_1":"Great! His name's Drenn Biktor. A tiny nothing of a man, but don't tell him I said that. Bring him here safely.",		"npc_1_2":"Friend of mine, Vil Sembian -- ever hear of his dad, Daw Sembian, the famous weaponsmith? Doesn't matter, Daw's dead now. He left Vil the schematic for a new kind of blaster. Vil is bringing us the plans, but the Empire's on his tail. I need you to bring him here safely.",		"npc_1_1":"An Imperial Army non-com is defecting to the Alliance. I need someone to escort him here before the Empire gets him."
}}
