{
	"stfFile":"static_npc/tatooine/om_aynat",
	"entries": {
		"next":"Maybe I'll find more work for you later. Right now I need to make more flatbread.",		"player_sorry_4":"No, not yet.",		"player_reset_4":"I will not be able to escort him back any longer.  Sorry.",		"player_3_4":"Why doesn't he get a new messenger droid?",		"player_2_4":"No. Sorry.",		"player_1_4":"Yes. I will bring a client here to you.",		"npc_work_4":"Have you found the star-crossed lover yet?",		"npc_takeme_4":"You're not my date! But hey, after all this time wandering out here, even you look good. Wait, I didn't mean how that sounded!",		"npc_reward_4":"Here's a recording rod that I paid far too much for. It's valuable but fragile. Be careful with it.",		"npc_reset_4":"Yes, well -- I suppose people should solve their own problems. Thank you for your time.",		"npc_breech_4":"Hello there!",		"npc_backtowork_4":"Be sure to let me know when you have.",		"npc_4_4":"I'm not sure. Perhaps being a curator of antiquities makes one unnecessarily fond of old, broken things. It certainly seemed to make him an old, broken thing. But if he keeps hanging onto that droid, we'll have many more people stranded out in the desert, looking for love. Symbolic, no? Well, what's your answer?",		"npc_3_4":"Yes, well -- I suppose people should solve their own problems. Thank you for your time.",		"npc_2_4":"Wonderful! I'm sure that the message droid problems will be fixed by the time you return. Be careful!",		"npc_1_4":"The Planetary Museum curator runs a matchmaking business on the side called "Dune-Hearts." But the museum's antique messenger droid accidentally gave all the clients bad locations in their datapads. Now they're wandering the desert, searching vainly for their true loves. Can you escort one back here so I can set him straight?",		"dontknowyou_4":"Hello, stranger. I can't talk now -- I'm waiting for someone else.",		"dontknowyou_3":"Hello, stranger. I can't talk now -- I'm waiting for someone else.",		"dontknowyou_2":"Hello, stranger. I can't talk now -- I'm waiting for someone else.",		"npc_takeme_3":"Aynat sent you? Nonsense. Plenty of time, plenty of t-- gad! Look at the time! And I have so much still to prepare! Quick, take me to Aynat!",		"npc_takeme_2":"Ah yes. Could you take me to Om Aynat, if you please?",		"npc_takeme_1":"Whew! I thought I'd be stuck here forever. Can you lead me to Om, please?",		"player_sorry_3":"No, not yet.",		"player_sorry_2":"No, not yet.",		"player_reset_3":"I will not be able to escort him back any longer.  Sorry.",		"player_reset_2":"I will not be able to escort him back any longer.  Sorry.",		"npc_reset_3":"I understand. If I could extend an invitation to the banquet, it might be more attactive, no? Maybe later.",		"npc_reset_2":"Wellll -- as you will. I'm not sure what I'll do about this lawsuit, but -- as you will!",		"npc_backtowork_3":"Be sure to let me know when you have.",		"npc_backtowork_2":"Be sure to let me know when you have.",		"npc_breech_3":"Hello there!",		"npc_breech_2":"Hello there!",		"npc_breech_1":"Hello there!",		"npc_work_3":"Have you found the chef yet?",		"npc_work_2":"Have you found my advocate yet?",		"npc_work_1":"Have you found the Sand Dragon 'Fresher rep yet?",		"dontknowyou_1":"Hello, stranger. I can't talk now -- I'm waiting for someone else.",		"cantwork":"Well, hello! I am Om Aynat, creator of Bestine's most famous Talusian Flatbread! Unfortunately I am out of bread right now. Please return later!",		"npc_reset_1":"I understand. Perhaps some other time? Take care.",		"npc_backtowork_1":"Be sure to let me know when you have.",		"player_sorry_1":"No, not yet.",		"player_reset_1":"I will not be able to escort him back any longer.  Sorry.",		"player_3_3":"Why are you hosting a banquet for Tour Aryon?",		"player_3_2":"Did you invent Talusian Flatbread?",		"player_3_1":"Who are you?",		"player_2_3":"No. I can't.",		"player_2_2":"No. I can't do this for you.",		"player_2_1":"No. I have no time for this.",		"player_1_3":"Yes. I will retrieve the chef for you.",		"player_1_2":"Yes. I will escort the advocate to you.",		"player_1_1":"Yes. I will find and bring the representative.",		"npc_reward_3":"Here you go. This is a picture I took during liftoff from an Outer Rim planet. That picture is the only one of its kind in this system. Beautiful, no?",		"npc_reward_2":"Here's your official proclamation. It won't be valid unless and until I get elected. But just in case, hang onto it.",		"npc_reward_1":"Careful with this thing. It's put together well, but if you crush it, it won't be worth a scurrier's ear.",		"npc_4_3":"It's just a nice thing to do! Right after I was exiled from the culinary conservatory in Restuss, a friend in the Imperial Navy introduced us. She embodies the greatness of the Empire: fair-handed, even-tempered and, well, just a fantastic person! So of course you'll take the assignment, no?",		"npc_4_2":"Under the master chef in Restuss, I was once assigned to make Talusian bread for a cruiser-load of students. I didn't like them, so as a prank I left out the fermenters. The flattened bread was a towering sensation! But when the Corellia HoloNet service wanted to do a story about it, the master expelled me. Suspicious, no? I got no credit, and ever since, I have faced countless liars who claim to have created my bread. Will you help me?",		"npc_4_1":"My name is Om Aynat. Long ago I trained as a chef on Talus, but -- well -- bad things happened. After bouncing unhappily from system to system, I wound up starting this food stand, financed by my friend Tour Aryon. Now, what about my task?",		"npc_3_3":"I understand. If I could extend an invitation to the banquet, it might be more attactive, no? Maybe later.",		"npc_3_2":"Wellll -- as you will. I'm not sure what I'll do about this lawsuit, but -- as you will!",		"npc_3_1":"I understand. Perhaps some other time? Take care.",		"npc_2_3":"Good. I can't extend an invitation to the banquet -- very high-tone, you know. But I can certainly provide a worthwhile reward.",		"npc_2_2":"Excellent! I look forward to your return, and an end to this frivolous lawsuit!",		"npc_2_1":"Great! I'm in desperate need of new supplies. Be careful, now!",		"npc_1_3":"I'm preparing a banquet for my longtime friend and benefactor, Moff Aryon. As a surprise, I've recruited the illustrious chef from the Fallen Star hotel. Yes! Unfortunately, the chef is notorious for lateness. So if you're willing, I'd like you to escort the chef to me. Yes? No?",		"npc_1_2":"I hope you enjoyed the Corellian ale! Urgh, I could use a drink myself. I'm embroiled in a legal battle with a failing cafe owner in Mos Taike. She claims she owns the recipe for my special creation, Talusian Flatbread. She lies! My legal advocate just sent a distress message from outside town. Can you escort him here?",		"npc_1_1":"Well, hello! Can you help me? I'm expecting a rep from the Sand Dragon Fresher company to bring some supplies -- but the rep has gotten lost on the way to Bestine. If you find him and bring him to my humble stand, I can give you a fine bottle of Corellian Ale. I have surplus!"
}}
