{
	"stfFile":"static_npc/tatooine/pfilbee_jhorn",
	"entries": {
		"notyet":"Who are you? Only loyal soldiers of the Empire should be in here!",		"waypoint_description_4":"You have been ordered to exterminate the Dune Lizards at this location by Pfilbee Jhorn.",		"waypoint_description_3":"You have been ordered to exterminate the Dragonets at this location by Pfilbee Jhorn.",		"waypoint_description_2":"You have been ordered to exterminate the Tatooine Mynocks at this location by Pfilbee Jhorn.",		"waypoint_description_1":"You have been ordered to exterminate the Womp Rats at this location by Pfilbee Jhorn.",		"return_waypoint_name_3":"Pfilbee Jhorn",		"waypoint_name_4":"Dune Lizards",		"waypoint_name_3":"Dragonets",		"waypoint_name_2":"Tatooine Mynocks",		"return_waypoint_name_1":"Pfilbee Jhorn",		"return_waypoint_name_2":"Pfilbee Jhorn",		"waypoint_name_1":"Womp rats",		"return_waypoint_description_4":"Return to Pfilbee Jhorn to report that mission is completed.",		"return_waypoint_name_4":"Pfilbee Jhorn",		"return_waypoint_description_3":"Return to Pfilbee Jhorn to report that mission is completed.",		"return_waypoint_description_2":"Return to Pfilbee Jhorn to report that mission is completed.",		"return_waypoint_description_1":"Return to Pfilbee Jhorn to report that mission is completed.",		"next":"I don't have the funds to hire you any more. Come see me later.",		"player_sorry_4":"Yes, they're all dead. But... more showed up, so I'll kill them as well.",		"player_reset_4":"No, no more killing these animals!  I'm through with this, you crazy old man!",		"player_3_4":"Where is the forest moon you visited?",		"player_2_4":"No, that's a bit too dangerous.",		"player_1_4":"I'll wipe them from the face of this planet!",		"npc_work_4":"All of the Dune Lizards dead?",		"npc_reward_4":"Good work! Here, take this. Not sure why I saved a painting of that horrible place, can't stand to look at it anyway.",		"npc_reset_4":"Ihh, well, pardon me for living. I'm getting back to work.",		"npc_backtowork_4":"Good, good.  You might be an Imperial officer some day!  Tell me when they're all dead, okay?",		"npc_4_4":"You want to go? Heh. Way back when, Imperial Security sent me a duplicate security clearance for Endor by mistake. Tell you what -- you take out these lizards, I'll give you that clearance.",		"npc_3_4":"Ihh, well, pardon me for living. I'm getting back to work.",		"npc_2_4":"Good. Check back here after you kill all those lizards.",		"npc_1_4":"Dune lizards. Hate 'em. They think this is their territory. One Imperial officer gets eaten, and suddenly it's my problem. Now it's yours. Kill 'em -- the lizards, not the troops. Don't have any credits left in the budget, but maybe I can work out some other payoff.",		"player_sorry_3":"I am still killing them all.",		"player_sorry_2":"Not yet, but soon.  Soon they will no longer haunt your waking days.",		"player_reset_3":"No, I'm not doing your duty work for you.",		"player_reset_2":"No, I've changed my mind.  They deserve to live just as you and I.  Well... more the "I" part.",		"npc_reset_3":"Ihh, well, pardon me for living. I'm getting back to work.",		"npc_reset_2":"Ihh, well, pardon me for living. I'm getting back to work.",		"npc_backtowork_3":"Good, good, get it done.",		"npc_backtowork_2":"They're not the ones that haunt me...",		"npc_work_3":"No more Dragonets?",		"npc_work_2":"All mynocks dead, yes?",		"npc_work_1":"Ihhh... you done already?",		"cantwork":"Visitor? Ihhh, no idea why. Not much of interest way up here. But go ahead, look around. Watch out for vermin. Don't mess up the place.",		"npc_reset_1":"Ihh, well, pardon me for living. I'm getting back to work.",		"npc_backtowork_1":"Ihh.. now you see why I hate them.  Wipe them from the face of this planet, then tell me when you are triumphant.",		"player_sorry_1":"No, not yet.  They're wily little things.  I'll let you know when they're all gone.",		"player_reset_1":"I can't kill them.  They're too cute.  I can't believe you would dare to have me kill those little furry things.",		"player_3_3":"What did you do after the forest moon mission?",		"player_3_2":"If you were an officer, why are you a custodian now?",		"player_3_1":"Why do you want the womp rats killed?",		"player_2_3":"No, I won't do this.",		"player_2_2":"How could you think of killing those adorable little things.  No, I won't do it.",		"player_2_1":"I'm not a lowly exterminator.  Get some lowlife to do it!",		"player_1_3":"I'll kill them for you, yes.",		"player_1_2":"I like killing mynocks.  Sure, I'll get it done.",		"player_1_1":"Sounds like an easy job.  I'll do it.",		"npc_reward_3":"Good. Dragonets, huh. Let a few of 'em loose on Endor, and the Ewok population would drop pretty dramatically.",		"npc_reward_2":"Good. Mynocks -- lousy vermin, worse than Ewoks. Ihh? What's an Ewok? Never mind, you don't want to know.",		"npc_reward_1":"Nice job. I hope those rats screeched loud as they died. Ihh, me, once an officer, fallen to gloating over dead womp rats! Life's funny.",		"npc_4_3":"Me? After Endor, I got put on lonely duty riding solar focusing mirrors in orbit around Coruscant. Thought that was the worst duty in the galaxy, 'til I got sent here. About those dragonets -- want to kill 'em?",		"npc_4_2":"I was records officer on an Imperial scouting mission to this one forest moon -- place you never heard of. Didn't like the place, and said so. Seems the Emperor himself saw my report. That can end a career fast. Anyway, these mynocks -- will you kill 'em?",		"npc_4_1":"Oh, they get into the water tanks, and -- ihh, I tell a lie. Truth is, I just hate furry things. Empire sent me to some forest moon in the back end of nowhere. Little furry creatures there made trouble all day, every day. Ever since, I like to see furry things die horribly. What about it?",		"npc_3_3":"Ihh, well, pardon me for living. I'm getting back to work.",		"npc_3_2":"Ihh, well, pardon me for living. I'm getting back to work.",		"npc_3_1":"Ihh, well, pardon me for living. I'm getting back to work.",		"npc_2_3":"Good. Folks say those dragonets are young krayt dragons. Don't know about that, but be careful anyway. Kill 'em and report back here.",		"npc_2_2":"Good. Those mynocks are eating the silica right out of my walls. Blow up their hive, or whatever it is, and check back here for payment.",		"npc_2_1":"Right. I've found where they sleep. Destroy them, then check back here.",		"npc_1_3":"Know those big dragonets? They're prowling around the trash compactors here, growling at the troops. I need 'em dead. That's my life now, lining up pest control. One trip to the forest moon, and poof! Disaster.",		"npc_1_2":"Got more problems with animals -- mynocks, now. Not space mynocks, but the ground-bound Tatooine kind. Not the kind of problem I used to worry about as an Imperial officer, but anyway -- You interested?",		"npc_1_1":"I'm Custodial Officer here. Ihh, fallen a long way from my good days -- never mind. Got problems with womp rats, and I want 'em dead. All of 'em. Got a budget for pest removal, so I can pay. Interested?"
}}
