{
	"stfFile":"static_npc/tatooine/phinea_shantee",
	"entries": {
		"next":"I'm all set for now, ace. Check back with me later.",		"dontknowyou_2":"Get out of my face.  I don't know you.",		"player_sorry_2":"Not yet.  His guards are a bit difficult.  I'll let you know when he's gone.",		"player_reset_2":"You know what?  Nevermind.  I'm not interested in helping you out.",		"npc_reset_2":"I understand. This guy's a serious gangster. I believe he's connected to the main slug himself, Jabba. I suppose if I were you I wouldn't wanna get involved either. Wish me luck, at least.",		"npc_backtowork_2":"I'll stay hidden until then.",		"npc_breech_2":"You work for Valarian? You kill me and you're as good as dead.",		"npc_breech_1":"Snort! Grrumph! GRRWORRR!",		"npc_work_2":"has that horrible Trandoshan been taken care of?",		"npc_work_1":"So, is the thug still coming for me?",		"dontknowyou_1":"Wraaaarrrhhhhh!!!",		"cantwork":"Boy do I have problems. I'd share them with you but you seem kinda busy. If you get some time off, check back with me.",		"npc_reset_1":"Oh, right. Not your problem. I gotcha. Well, nice talking to you. I gotta find someplace to hide.",		"npc_backtowork_1":"Good.  I thank you, my good friend.  Let me know when I am fully safe.",		"player_sorry_1":"Yes, he still is, but I'm setting a trap for him.  You needn't worry.",		"player_reset_1":"Probably, but I don't want anything to do with this anymore.  Sorry.",		"player_3_2":"Who's the Wookiee's boss?",		"player_3_1":"Did you cheat?",		"player_2_2":"Now you're taking it a bit far.  No, I won't get that for into this.",		"player_2_1":"I don't see why I should get involved with this.  No thanks.",		"player_1_2":"I won't let anyone harm a lady!  I'll kill the crime boss for you.",		"player_1_1":"That;'s not right, them beating on a lady like you.  I'll help.",		"npc_reward_2":"You took that killer out? Really? Wow! You're one tough gundark, ace! I was saving this for a special occasion but this certainly seems to qualify. Enjoy it, ace. You've earned it.",		"npc_reward_1":"You're a pal! I knew you could take old Chumpy! As I said, I don't have any money but I can give you this. It'll bring you good luck. Honest. No, really.",		"npc_4_2":"Now I don't want this to worry you, but this guy's a serious gangster. I think he has ties with the big slug himself, Jabba. Not that I think you couldn't take him. Besides, how will Jabba ever find out it was you who made this loser disappear? I won't tell. Honest.",		"npc_4_1":"Cheat? Me? Do I look like the kind of gambler that would be caught cheating? Please, I'm way too clever for that. No, these slugs just thought it was me. The extra ace belonged to the Rodian who slipped out as soon as the trouble started.",		"npc_3_2":"I understand. This guy's a serious gangster. I believe he's connected to the main slug himself, Jabba. I suppose if I were you I wouldn't wanna get involved either. Wish me luck, at least.",		"npc_3_1":"Oh, right. Not your problem. I gotcha. Well, nice talking to you. I gotta find someplace to hide.",		"npc_2_2":"Is it any wonder you're so popular, ace? This creep's name is Korrkoressk. He's a Trandoshan, in case you couldn't tell from the name. Don't let this killer get the drop on you - he's one deadly lizard. Shoot first, save the questions for a cutie at the bar. I'm rooting for ya.",		"npc_2_1":"See? I told myself you had a kind face. I'm rarely wrong about these things. The thug's a Wookiee with absolutely no sense of humor. Goes by the name of Chalurrekk, although you can call him Chumpy. He likes that.",		"npc_1_2":"You are one sweet individual. You know that? I'll gladly accept your help again, ace. I know you took care of the Wookiee, but he was just hired muscle. His boss is still after me. Think you can get rid of him for me?",		"npc_1_1":"You offering me some help? I could sure use it, friend. Remember how I said that sabacc was bad for you? Well, somehow I got some dangerous characters mad at me. They insist I cheated and owe them money (something about an extra ace). Long story short, I ain't got it so a brute is on his way to break my shapely legs. Help?"
}}
