{
	"stfFile":"static_npc/tatooine/prefect_talmont",
	"entries": {
		"next":"That's all I have for you right now. Perhaps later I'll have more for you.",		"notyet":"You are not strong enough in your Imperial conviction, or maybe you forgot to talk to Wilhalm Skrim?",		"player_sorry_6":"I have yet to find him.  If I haven't found him yet, that means the Inquisitor hasn't either.  Don't worry.",		"player_sorry_5":"Not yet, but I think I've found a way.  I shall be engaging her soon.",		"player_sorry_4":"Um... I have yet to take care of the Bothan.  I shall do so soon.",		"player_reset_6":"This sounds too personal and I don't want to do this anymore.",		"player_reset_5":"I've thought about it and I don't think I can take on this bodyguard.  Sorry.",		"player_reset_4":"I've had a change of heart, Talmont.  I cannot do this for you.",		"player_3_6":"Why is this man so important?",		"player_3_5":"Who is the bodyguard?",		"player_3_4":"Why does Tour Aryon want to complicate your life?",		"player_2_6":"I will not interfere with one of the Emperor's Inquisitors.  No.",		"player_2_5":"Personal bodyguard?  Sounds too dangerous.  No.",		"player_2_4":"I am tired of being your personal assassin, Talmont.",		"player_1_6":"If it is as important as you make it sound, I will do it.",		"player_1_5":"Sounds like a challenge I'm up for.",		"player_1_4":"I shall gladly do this.",		"npc_work_6":"Has Harbo been silenced - er- I mean, taken care of?",		"npc_work_5":"Have you been able to remove the body guard from the picture?",		"npc_work_4":"I am glad to see that you have effectively dealt with the Bothan.",		"npc_reward_6":"Your services has been invaluable to me and the greater good of the Empire. It's a sad time when wearing the Prefect's uniform is to wrap oneself in thorns and razorwire. Go, I am distraught.",		"npc_reward_5":"This is good news. I remind you to keep these proceedings secret, or you yourself will meet the Zabrak's fate.",		"npc_reward_4":"Before long the criminal underworld of Tatooine will understand my mighty purpose. And the lessons that I hone and perfect here. These lessons I will carry on to greater horizons!",		"npc_reset_6":"Speak of this to no one. Get out.",		"npc_reset_5":"For once I cannot blame you. This assignment is more challenging than most of your ilk could handle. You may go.",		"npc_reset_4":"I daresay your unpredictability must serve you in battle. But it is a charmless trait in social life. You may go now.",		"npc_breech_6":"Wha-- who sent you? The Prefect? He would never do that! Liar!",		"npc_breech_5":"Are you the one who tricked me away from my boss? You lousy scum, I'll kill you! ",		"npc_breech_4":"Ick! No! I was guarantee-ee-ed ee-muniteee!",		"npc_backtowork_6":"Do NOT tell me what and what not to do.  Until he is dead, I have much to worry about.  Remove him immediately!",		"npc_backtowork_5":"This is good news.  Return when you have a full report on the events that transpired.",		"npc_backtowork_4":"You must not delay.  Take care of this and do not return until unless you have positive news to report.",		"npc_4_6":"He was my -- I was -- never mind! I shall only say that if this man falls into the Inquisitor's hands, my career is over. Do you hear? Over! Accept or refuse, now!",		"npc_4_5":"The Intelligence officer's bodyguard is Klaua Jik, a female veteran of the Dathomir prison. She was drummed out for insubordination and has since lived a renegade existence. The Imperial officer hired her, freelance, specifically for this trip.",		"npc_4_4":"The Moff may mean well, in her wayward, slapdash way. But her methods are misguided. Pernicious. I will say no more. What is your decision?",		"npc_3_6":"Speak of this to no one. Get out.",		"npc_3_5":"For once I cannot blame you. This assignment is more challenging than most of your ilk could handle. You may go.",		"npc_3_4":"I daresay your unpredictability must serve you in battle. But it is a charmless trait in social life. You may go now.",		"npc_2_6":"Here are the coordinates. Move quickly. Leave no one alive.",		"npc_2_5":"My spies have placed the Zabrak bodyguard at these coordinates. Move quickly, and expect pronounced resistance from the target. Tell no one!",		"npc_2_4":"You seek a Bothan female named Nwilla Thar-- Thal-- well, "Nwilla" will do. Watch those Bothans. They're crafty. Go!",		"npc_1_6":"The madwoman Tour Aryon has lured an Imperial Inquisitor to Tatooine! Insanity! The Inquisitor is even now tort-- interrogating informants at the Pit of Carkoon. Heed me: There is one man, not yet caught, who absolutely must not fall into the Inquisitor's grasp. You must terminate that individual at once.",		"npc_1_5":"Discretion is mandatory. The Moff has embarked on another silly scheme to discredit me. She has inveigled an Imperial Intelligence officer to slander my office. I may have ways of dealing with the officer, but I am hampered by his formidable Zabrak bodyguard. I require you to dispose of the guard, so that I can work my will.",		"npc_1_4":"The planetary governor, Tour Aryon, has enlisted an ISB officer in a foolish quest to complicate my life. Of course I respect the ISB, but the informant who lied to that officer must die. This task falls to you, if you will.",		"dontknowyou_6":"You don't work for the Prefect?  Oh, okay.  I'm sorry about that misunderstanding.",		"dontknowyou_5":"Oh, sorry, I thought you were someone else.  Carry on.",		"dontknowyou_4":"Oooh.  I thought you is someone who you is not.",		"dontknowyou_3":"Hnnaarrgh.  Hngh.",		"dontknowyou_2":"Oh, I'm sorry.  I thought you were here to - well - nevermind.",		"player_sorry_3":"I... um.. got the wrong Wookiee.  I'm still tracking down the one working for Jabba.",		"player_sorry_2":"No, he has eluded me, but not for long.  He will be taken care of shortly.",		"player_reset_3":"No, I'm not going to be able to this after all.",		"player_reset_2":"I've changed my mind.  I cannot kill someone in cold blood.",		"npc_reset_3":"I am perplexed. Is the hunting and killing of a known criminal beneath you? How nice to have such lofty morals. This meeting is over.",		"npc_reset_2":"It is unimaginable to me that you would allow such treachery to go unpunished. I shall remember that about you.",		"npc_backtowork_3":"You have the opportunity to teach Jabba not to interfere with the Empire, yet you tarry.  I highly suggest you expedite this, citizen.",		"npc_backtowork_2":"You must be more efficient than this.  The longer you wait, the better a chance he has to escape.",		"npc_breech_3":"Hnnaarrgh!",		"npc_breech_2":"Aah! Talmont found out! I knew that gangster would -- Well, I didn't take all that money just to die young and poor!",		"npc_breech_1":"You try killin' me, an' the Moff'll be all over you, you creep! That's right! Tour Aryon, an' none other!",		"npc_work_3":"I assume you have dealt with the thug, correct?",		"npc_work_2":"Has Bimmin been taken care of?",		"npc_work_1":"Has the messenger been taken care of?",		"dontknowyou_1":"Nevermind, I don't know you.  Sorry about that.",		"cantwork":"You have a lot to do already. Come see me when you've got a little more free time.",		"npc_reset_1":"As you will. Note that if I hear rumors circulating regarding this henchman's sad fate, I will know who spread the rumors, and it will go badly for you. You may go.",		"npc_backtowork_1":"You must make haste.  If that false information reaches the hands of Tour Aryon, this will come down on your head.",		"player_sorry_1":"Not yet, but I'm about to leave to take care of him.",		"player_reset_1":"I have reconsidered.  I'm not a professional assassin by heart, and I can no longer do this.",		"player_3_3":"Who bribed the engineer?",		"player_3_2":"Why would your own engineer try to kill you?",		"player_3_1":"Who is the "certain Imperial official" that the henchman works for?",		"player_2_3":"No, I do not answer to you, Prefect.  Send one of your cronies.",		"player_2_2":"I cannot do this.  There are other ways of bringing him to justice.",		"player_2_1":"I will assassinate no one!",		"player_1_3":"I shall do so for the glory of the Empire.",		"player_1_2":"I will deal with this traitor personally.",		"player_1_1":"I understand and accept this duty.",		"npc_reward_3":"This stern teaching has now been tattooed on this world's dark underbelly: To attack Talmont is to commit folly! Fine work; you may contact me again.",		"npc_reward_2":"This hopeless betrayer has come to a just end. Never forget that to obstruct the rise of Talmont is to meddle with forces beyond control!",		"npc_reward_1":"You have struck a blow for the integrity of this office! Damage to the Prefecture would have been severe. That would only weaken the social fabric of this great -- er -- of this world. Return to me in the future for more work.",		"npc_4_3":"Your quarry is an alien, an escaped slave of the Wookiee species. He is one of Jabba's many hirelings. Killing that thug will only benefit this world and this office. What do you say?",		"npc_4_2":"I suspect the traitorous Bimmin has been bribed by one of the Hutt gangsters. I have spread far and wide, even to Imperial Center, that I am determined to root out their evil. They fear me, as who would not? Will you take the assignment?",		"npc_4_1":"I'm sure the official's identity falls within a security classification higher than any you possess. Do you want this assignment?",		"npc_3_3":"I am perplexed. Is the hunting and killing of a known criminal beneath you? How nice to have such lofty morals. This meeting is over.",		"npc_3_2":"It is unimaginable to me that you would allow such treachery to go unpunished. I shall remember that about you.",		"npc_3_1":"As you will. Note that if I hear rumors circulating regarding this henchman's sad fate, I will know who spread the rumors, and it will go badly for you. You may go.",		"npc_2_3":"Splendid. Through you I now carry my war against the Hutt gang straight to their own doorways. Your way lies clear!",		"npc_2_2":"I thought so. One of my operatives planted a tracking beacon on Bimmin, and I have waited to take my vengeance until he is likely to be isolated and alone. That time has arrived. Go.",		"npc_2_1":"Very well. You seek a minor gangster called Akkar Plint. He belongs to the notorious Swang's Swoopers gang. I doubt he'll be heavily armed, but then, I have no idea of your own capacities. Therefore, expect the worst.",		"npc_1_3":"The droid engineer you recently terminated for me was hired by members of the Hutt gang. I have identified the intermediary who bribed the engineer. Will you execute my righteous revenge?",		"npc_1_2":"The Stormtroopers in my Guardian Squadron recently found and destroyed an advanced assassin droid. A similar droid killed my predecessor, Orun Depp. Evidence on the droid implicates Gohn Bimmin, a droid engineer in my own service. Will you find and kill this traitor?",		"npc_1_1":"Well then. This is not to go beyond this office. A certain Imperial official has assiduously fabricated false evidence to implicate this office in a bribery scandal. Lies, I assure you. A henchman is even now heading toward Bestine to deliver this evidence. In the name of truth and fairness, you are to assassinate this henchman."
}}
