{
	"stfFile":"static_npc/tatooine/rakir_banai",
	"entries": {
		"gotowork":"I have told you all that I can. Please take care of this matter as soon as you are able.",		"gotowork_2":"I have told you all that I can. Please take care of this matter as soon as you can.",		"next":"I'm waiting to hear from the searchers looking for my son. I appreciate how you helped me find out the truth.",		"npc_smuggle_2":"Ee-yes, this data describes Drik Bandrik's slave operation. I enclose certain extra data about the troublemaker, Kitster. Perhaps ee-your employer will pay a bit more for this.",		"player_sorry_4":"Not yet. I'll let you know when I do.",		"player_reset_4":"I'm sorry, I won't be able to help you any more.",		"player_3_4":"How will you find your son?",		"player_2_4":"I'm not going this far. Hire someone else.",		"player_1_4":"I'll be more than happy to help!",		"npc_work_4":"Do you have my... grrr... "contract"?",		"npc_reward_4":"Thank you very much! Someone misordered this shellfish harvester, won't have much use for that here. You can take it in addition to your credit payment, hopefully you can find some use for it. I've sent out messengers to find my son. Take care of yourself!",		"npc_reset_4":"All right. Well, you've been a big help so far, so I guess I can carry this matter the rest of the way through alone. Thanks.",		"npc_breech_4":"You don't leave Drik's service. He fires you. Permanently. Like this!",		"npc_backtowork_4":"Once I have that contract in my hands, I will delight in ripping it up into a thousand pieces!",		"npc_4_4":"I'm sending out messengers to the various cities, based on the information you brought me before. I'm glad there are so few cities on this rock -- the search shouldn't take long. I hope. I can't remember the last time I hoped for something so much. Well, will you help me?",		"npc_3_4":"All right. Well, you've been a big help so far, so I guess I can carry this matter the rest of the way through alone. Thanks.",		"npc_2_4":"Good. Wizzel will probably only let you have it over his dead body. That's fine with me.",		"npc_1_4":"Drik's majordomo, Wizzel, holds my contract. I want you to get that contract back, by force. After I'm free, I'll look for my son, Kitster. What do you say?",		"notit_4":"No, this isn't the contract I signed.",		"dontknowyou_3":"Sorry about the threat.  I thought you were a thug.",		"dontknowyou_2":"No. Ee-you are not the one.",		"npc_takeme_3":"Jabba stole these records long ago from a rival Hutt crimelord, Gardulla. Rakir will find them very interesting. Please take me to him.",		"player_sorry_3":"No, she's not. I'm about to go pick her up.",		"player_sorry_2":"Nothing yet. I haven't met up with the Bothan.",		"player_reset_3":"I'm sorry, I won't be able to help you any more.",		"player_reset_2":"I'm sorry, I won't be able to help you any more.",		"npc_reset_3":"Sorry to hear that. I've got a lot riding on this. But I'll try to make it happen on my own. Thanks anyway.",		"npc_reset_2":"All right. I'd still appreciate it if you didn't let this get back to Drik.",		"npc_backtowork_3":"Hurry, please. I've got a lot riding on this.",		"npc_backtowork_2":"Well, I'd appreciate it if you'd pick up the pace. I'm very curious as to know what the truth is.",		"notit_2":"Hmm... no, this has nothing on it that tells me anything. Tell the Bothan I need the information I've paid for.",		"npc_breech_3":"If you have anything less that noble intentions, know that I'm armed.",		"npc_breech_2":"Ee-oo! Ee-you are the one I meet?",		"npc_breech_1":"If you're working for Drik Bandrik, you'll die like his slaves are dying!",		"npc_work_3":"So where is she? She's not dead, is she?",		"npc_work_2":"So, what were you able to find out?",		"npc_work_1":"Has the troublemaker come to an end?",		"cantwork":"Hello. I think you'll find it worthwhile to check back here when you're less busy.",		"npc_reset_1":"That's all right. I expect we can handle one saboteur ourselves.",		"npc_backtowork_1":"What am I paying you for? Get to work and stop him!",		"player_sorry_1":"Not yet.",		"player_reset_1":"I'm sorry, I won't be able to help you any more.",		"player_3_3":"What are these records?",		"player_3_2":""Current" boss? What were you before you worked here?",		"player_3_1":"Who is the troublemaker, and why is he making trouble?",		"player_2_3":"Sorry, I'm not a bodyguard.",		"player_2_2":"No thanks.",		"player_2_1":"No thanks. That's not my style.",		"player_1_3":"I'll do it.",		"player_1_2":"I'll do it. I'd like to know, as well.",		"player_1_1":"Sure, I'll do it.",		"npc_reward_3":"It's true, then. Drik Bandrik has played me like a dejarik piece, sending me to attack my son. My own son! Friend, check with me again. I have more work for you.",		"npc_reward_2":""Kitster"? Are you sure he said the troublemaker is named "Kitster"? Oh no. Wait, maybe it's a coincidence. All right, I have to get some questions answered, fast. See me again later.",		"npc_reward_1":"Binz said Drik is a slaver? That's not the way I understand it. Except -- hmm. I need to look into that. Check back with me later.",		"npc_4_3":"They're records of Gardulla the Hutt's slave purchases and transfers. I don't know what the records say, but it's probably important, or the Hutts wouldn't be after them so soon.",		"npc_4_2":"I had my own ship. Ran controlled medicines to Outer Rim worlds to bypass Corporate Sector surcharges. Lost my family in a Hutt pirate raid, and since then I've been wanting to get back at the Hutts. But right now, I need your decision.",		"npc_4_1":"Some guy who claims there are problems with "working conditions" at the mine. Drik says the guy is actually a mine owner, out to undermine the competition. Can I count on you to stop his saboteur?",		"npc_3_3":"Sorry to hear that. I've got a lot riding on this. But I'll try to make it happen on my own. Thanks anyway.",		"npc_3_2":"All right. I'd still appreciate it if you didn't let this get back to Drik.",		"npc_3_1":"That's all right. I expect we can handle one saboteur ourselves.",		"npc_2_3":"Good. I've got a lot riding on this. Please hurry.",		"npc_2_2":"All right. You're looking for a Bothan named Silm'an Voueen. She'll have a datadisc for you. Bring it back here.",		"npc_2_1":"Right. I'm told the saboteur is a Twi'lek named Binz. I doubt he'll let himself be quietly arrested. Report back once you've resolved the matter.",		"npc_1_3":"A spy has obtained records from a Mos Eisley repository owned by Jabba the Hutt. Jabba stole the records long ago from a rival Hutt crimelord. Now the Hutts are after my spy. Can you bring her here?",		"npc_1_2":"You may recall that saboteur who said my current boss, Drik Bandrik, is a slaver. I need to know if that's true. I don't like slavers. I'd like you to meet with a Bothan spy who has the truth. But don't tell Drik.",		"npc_1_1":"Some troublemaker in Mos Espa is trying to undermine Drik's local mining business. This guy is a bad piece of work; Drik says he's accused of several murders. The troublemaker's sending a saboteur to blow up the mine. I want you to stop the saboteur."
}}
