{
	"stfFile":"static_npc/tatooine/sango_rond",
	"entries": {
		"notit_1":"I know it's possible that the brain was altered, but I don't think it was altered THIS much.",		"next":"Ah! You're back. Yes. Well -- ah -- nothing for you here, I'm afraid. But good to see you nonetheless.",		"player_sorry_3":"Not yet, but I'm about to take care of it right now.",		"player_sorry_2":"Not yet, but they'll be taken care of soon.",		"player_reset_3":"I don't believe I'll be able to handle this droid.  You may need to have someone else do it.",		"player_reset_2":"I'm a bit apprehensive about this.  I'm not sure my skills will be able to stop these guys.  Sorry.",		"npc_reset_3":"Ah, well. I understand. This is a matter for brave hearts. Enjoy the weather, do!",		"npc_reset_2":"Ah, well. That's to be understood. This is not a matter to take lightly. Enjoy the weather, then!",		"npc_backtowork_3":"Good, good.  I will feel much safer knowing it has been decomissioned.",		"npc_backtowork_2":"You might want to pick up the pace a bit.  There's no telling what those slivers plan on doing with that droid.",		"npc_breech_3":"New Behavior Dictated : Terminate Target With Extreme Prejudice.",		"npc_breech_2":"Ooh, a visitation. Smooth! Everyone do your part until the droid shows up.",		"npc_breech_1":"This sleemo's tryin' to steal the droid brain! Attack!",		"npc_work_3":"Has the droid been deactivated yet?",		"npc_work_2":"Have the slicers been stopped?",		"npc_work_1":"Have you managed to get the brain back?",		"cantwork":"Ah! Hullo! I handle much of the untoward business around here -- "dirty work," haha. I suggest you check back when you're available.",		"npc_reset_1":"Ah! Well. No problem, no problem. Enjoy the weather, then!",		"npc_backtowork_1":"Take your time, friend.",		"player_sorry_1":"Not yet, but I'll get it soon.",		"player_reset_1":"Something came up.  I can't do this anymore.",		"player_3_3":"What kind of droid is it?",		"player_3_2":"Why did the droid go berserk, and what happened?",		"player_3_1":"What brought you way out here?",		"player_2_3":"No, this sounds too dangerous.  You should contact the authorities.",		"player_2_2":"Sorry, I'm not available right now.",		"player_2_1":"Sorry, I'm not available right now.",		"player_1_3":"I'll stop it from harming anyone else?",		"player_1_2":"Absolutely!",		"player_1_1":"Sure, I'll deal with the gangster.",		"npc_reward_3":"Ah, welcome back! All went well, I take it. What's that? An assassin droid? Why, how remarkable. Really. Well. Tell you what, you take this reward and we'll say no more about it. To anyone. Enjoy the weather!",		"npc_reward_2":"Ah, excellent! I admire your cunning and dispatch. I present you this reward. Now there is that little matter of the berserk droid, so do please check back for further work.",		"npc_reward_1":"Ah! Splendid! I daresay we'll have this verbobrain back in place in no time. Meanwhile, here is a bit of a reward, and do please check back for more work, right?",		"npc_4_3":"What -- ah -- what kind? Ah! Yes! Interesting question, most interesting. I -- ah -- I don't know. No indeed. Now, your decision?",		"npc_4_2":"Possibly those Hutt gangster scoundrels reprogrammed the verbobrain. The droid lashed out on all sides, killing Jawas right and left. Its behavior was utterly unwelcome. What, then, is your decision?",		"npc_4_1":"Ah! Right! I am an itinerant buyer for a commodities dealer in Mos Espa. I have learned the Jawa language, and I find myself strangely attracted to Jawa culture. It's quite, quite -- well, enough of that. What about my little task, then?",		"npc_3_3":"Ah, well. I understand. This is a matter for brave hearts. Enjoy the weather, do!",		"npc_3_2":"Ah, well. That's to be understood. This is not a matter to take lightly. Enjoy the weather, then!",		"npc_3_1":"Ah! Well. No problem, no problem. Enjoy the weather, then!",		"npc_2_3":"Fine, fine. Now, proceed to the coordinates given by the droid's homing beacon. I recommend extreme caution and heavy firepower.",		"npc_2_2":"Well then! Look for the slicers at these coordinates. Note well! They are odd and detestable in manner, but not without skills in weaponry. Report back here after treating them mercilessly.",		"npc_2_1":"This criminal fellow works for the Hutts, but he himself, I'm glad to say, is a human. Or perhaps I should be sorry about that. Well, never mind! I suggest you can locate him at these coordinates. Don't forget my brain!",		"npc_1_3":"Well, you may recall our earlier matter of the killer droid? Yes, that's the one. That droid is now out in the desert, all on its own. Nasty thing. Could you, um, blow it up a little?",		"npc_1_2":"Recall that droid brain you fetched for me? Well, the Jawas put it into the droid's body, and the thing went absolutely berserk. Quite awful. It seems the Hutts have slicers out in the desert, and they are controlling the droid. Can you be a good soldier and dispose of them?",		"npc_1_1":"Would you terribly mind going out and destroying a certain gangster who stole one of the Jawas' droid verbobrains? And do bring back the brain, of course."
}}
