{
	"stfFile":"static_npc/tatooine/senni_tonnika",
	"entries": {
		"next":"Hi again, hotshot. Not much happening here -- at least nothing I can talk about. Catch me again later, okay?",		"notit_1":"What is this?  This isn't the datadisk I wanted.",		"npc_smuggle_3":"My master wishes to cancel his previous bet and put triple that amount on Lam Bregaani. He refuses to listen to any more of your employer's advice, I'm afraid. I beg your pardon if this sounds rude.",		"npc_smuggle_2":"Thank you. My master will review these materials carefully. Tell your employer to expect to hear from us again.",		"npc_smuggle_1":"Salutations, I am Envoy. My master wishes to inform your employer that she is to double his wager on Idee Zipbits. I do hope that makes sense to you. ",		"dontknowyou_3":"No, I'm sorry.  You don't match the person I'm intended to meet.",		"dontknowyou_2":"No, I'm sorry.  You don't match the person I'm intended to meet.",		"player_sorry_3":"I don't have them yet.",		"player_sorry_2":"No, I haven't left yet.",		"player_reset_3":"Something came up.  I can't do this for you.",		"player_reset_2":"I've changed my mind.  I don't want to cross Prefect Talmont.",		"npc_reset_3":"Come on, hotshot. This droid knows you and trusts you. I doubt the Imperials will get involved this time. I'm disappointed.",		"npc_reset_2":"Too much excitement for you last time? I gotcha. Have a good one.",		"npc_backtowork_3":"Well, get on it then.  A slow courier is an out-of-work courier.",		"npc_backtowork_2":"Why?  I thought you understood that Envoy was waiting for you.  Don't botch this, or I might be a bit upset...",		"notit_3":"These aren't the codes.  I'm only interested in those codes.",		"npc_breech_3":"Would you mind stepping forward so that I may analyze your features?",		"npc_breech_2":"Would you mind stepping forward so that I may analyze your features?",		"npc_breech_1":"Would you mind stepping forward so that I may analyze your features?",		"npc_work_3":"Where are the codes?",		"npc_work_2":"Don't tell me.  Talmont got to the droid before you?",		"npc_work_1":"Why are you back?  Did anything go wrong with the transaction?",		"dontknowyou_1":"No, I'm sorry.  You don't match the person I'm intended to meet.",		"cantwork":"Come back and see me when you don't look so harried.",		"npc_reset_1":"Suit yourself. See you around.",		"npc_backtowork_1":"That's good to hear.  Let me know when it's done.",		"player_sorry_1":"Nothing yet.  I'm making sure that everything will go smoothly.",		"player_reset_1":"This sounds too important for me.  I can't do it after all.",		"player_3_3":"Let me guess? Another encrypted datadisc?",		"player_3_2":"What's on the disc this time?",		"player_3_1":"What am I picking up?",		"player_2_3":"No thanks.  I'm tired of this kind of work.",		"player_2_2":"No thanks.  It doesn't sound like a good time.",		"player_2_1":"No, I'm not interested.",		"player_1_3":"Why not.  I'll do it.",		"player_1_2":"Sure, I'll do it.",		"player_1_1":"Yes, I'm up for it.",		"npc_reward_3":"Triple the bet on Lam Bregaani? Okay, I do what I'm told. I hope my client's sources are reliable. But listen, I couldn't have done all this without you. You may not realize it, but you've made me one very happy (and rich) lady. Enjoy your reward.",		"npc_reward_2":"Those stormtroopers never listen to reason, do they? Hmm, I wonder why my client wants to contact me again? I guess I'll just have to wait and see. Good job, hotshot.",		"npc_reward_1":"Double the wager on Idee? Will do. That hired blaster didn't give you too much trouble, I hope. Not too bright of the lug to tell you who hired him, huh? It's hard to find good help these days.  ",		"npc_4_3":"You're sharp, hotshot, no doubt about it. Yep, it's a new set of codes. Apparently my client got an "anonymous tip" and now wants to change his bet. So you helping me out or what?",		"npc_4_2":"Confirmation codes that prove my client's bet was placed and my fee was deducted. And yes, it's encrypted. We doing business?",		"npc_4_1":"Codes on a datadisc that will help insure a smooth business transaction. They're encrypted, of course - so don't get any funny ideas. You in?",		"npc_3_3":"Come on, hotshot. This droid knows you and trusts you. I doubt the Imperials will get involved this time. I'm disappointed.",		"npc_3_2":"Too much excitement for you last time? I gotcha. Have a good one.",		"npc_3_1":"Suit yourself. See you around.",		"npc_2_3":"Great! I'm sure everything will go smoothly. But if by chance you should see someone following you, don't hesitate to open fire. You can't be too careful these days. Hurry back!",		"npc_2_2":"All right. The droid should remember you from last time. I retransmitted your image, just in case. And since we now know that Talmont has taken an interest in this transaction, keep an eye out for Imperial patrols. Good luck.",		"npc_2_1":"Good. I'll transmit your image to the droid you'll be dealing with, so he recognizes you. Remember, the fewer individuals that see you, the happier my client will be. And under no circumstances should you let that datadisc fall into the wrong hands.",		"npc_1_3":"You know, I was hoping you'd ask about work. Remember how Envoy said my client would contact me again? What can I say? I need your magic courier skills again. You should know the drill by now. This time around it's a pickup. Interested?",		"npc_1_2":"Okay, hotshot, ready to play the part of a discreet courier again? I need you to deliver this datadisc to my client's droid, Envoy -- remember him? As usual, don't let anyone see you and don't let this disc fall into anyone else's digits that are not silver and metallic. We got a deal? ",		"npc_1_1":"Looking to make some money, huh? I can understand that. I could use a discreet courier, if you're up to making a pickup. My client wishes to remain anonymous, so the less attention you draw, the better. You fine with that?"
}}
