{
	"stfFile":"static_npc/tatooine/stella",
	"entries": {
		"gotowork":"Don't you have something else to do?",		"next":"Ah yes yes! I, Stella, am to be welcoming you back to this eternal partying refuge from sunny Mos Taike. But just now there is to be no more work for you to be doing. So drink, drink!",		"npc_smuggle_3":"Eee-yes, I have the data ee-you want. Tell ee-your patron I expect to be well paid at our next meeting. Well paid!",		"npc_smuggle_1":"Huh? We forgot to pay Stella? Hey, I'm sorry. Here you go. Please apologize to her for us, okay? Thanks.",		"npc_reset_2":"Yes, this is understood by me. You are to be letting me know later if you can be helping me keep this whoop-it-up hole-in-the-wall as my own, yes?",		"npc_reset_3":"Yes, this is understood by me.  We are to be arranging a time to meet him later, maybe, yes?",		"npc_backtowork_3":"Good, good. I, Stella, will be serving drinks as I am waiting for the Bothan's data.  Do not make him be waiting too long, yes?",		"npc_backtowork_2":"Good, good. I, Stella, will be serving drinks at maybe Jabba's Third Sun when you return.",		"player_sorry_3":"No, I wasn't able to meet him yet. I'll make sure to show up soon, though.",		"player_sorry_2":"I am still planning a way to get the deed back from him. I'll let you know when I do.",		"player_reset_3":"I'm not able to meet with the Bothan. Can you let him know I won't be able to show up?",		"player_reset_2":"I can't find Ulek at this time. Could I look for him later?",		"dontknowyou_3":"Ee-you are not the contact I am waiting for. I am busy waiting for someone else.",		"dontknowyou_2":"Unless you're Jabba himself, I don't want anything to do with you. Get away from me.",		"notit_3":"Oh, no, no, this is not data that will help me. I, Stella, am needing data only the Bothan has.",		"notit_2":"Oh, no, no, this is not the deed for the Third Sun. I, Stella, am being in desperation for that deed.",		"notit_1":"Oh, no, no, this is not how much they are owing me. I, Stella, will only take what is being owed to me.",		"npc_breech_3":"I have been waiting for ee-you. Let us get this done before we are seen.",		"npc_breech_2":"This little deed will get me into Jabba's gang, and you won't stop me!",		"npc_breech_1":"Hey! Who are you and what do you want with us!?",		"npc_work_3":"Ah, yes yes. I, Stella, am welcoming you to the Third Sun, the ambiably pleasant hellhole I now fully own. You have met with the Bothan already yet, yes?",		"npc_work_2":"Ah, yes yes.  I, Stella, am welcoming you to the Third Sun, boisterous hangout I am not to be owning long. You have found Ulek, maybe, yes?",		"npc_work_1":"Ah, yes yes. I, Stella, am welcoming you to the Third Sun, this ideally bumptious joint. Have those finks paid up, yes?",		"dontknowyou_1":"What do you want?  I don't want any trouble with you, so just keep moving, okay?",		"cantwork":"Welcome, yes, yes. Always the Third Sun cantina, raucous haven of pleasantries, is giving refuge from a busy busy life. You are to be talking to me when not so busy, yes?",		"npc_reset_1":"Yes, this is understood by me.  You let me know when you can offer your help, yes?",		"npc_backtowork_1":"Good, good. I, Stella, will be here serving drinks at this egregiously fun dive when you return.",		"player_sorry_1":"I'm still tracking them down. When they've paid, I'll be sure to bring it back to you.",		"player_reset_1":"I'm not able to find these 'patrons' of yours at this time. Could I try to looking for them a little later?",		"player_3_3":"How did you arrange this meeting?",		"player_3_2":"Why don't you call the police?",		"player_3_1":"Why are you called "Stella"?",		"player_2_3":"No, I'm not able to help at this time.",		"player_2_2":"No, I don't want to get mixed up with Jabba, sorry.",		"player_2_1":"No, I'm not available to help.",		"player_1_3":"Sure, I'll get the data for you.",		"player_1_2":"Yes, I'll get your deed back for you.",		"player_1_1":"I'd be happy to happy to help you.",		"npc_reward_3":"Ah! It is here on this disc, the promise and threat of Lady Valarian in Mos Eisley: If Jabba is to be muscling in on the Third Sun, her gang will be landing on this esteemed dive and blowing it up to bits! I will be sending this to Jabba. A good permanent solution at last, yes yes. You are to be accepting this happy reward. Celebrate, drink!",		"npc_reward_2":"Yes yes! All is to be well now. I, Stella, am to be rewarding you with these jubilant credits! Go, spend them at the bar, drink!",		"npc_reward_1":"Ah, this is to be thanked! Strange is the Mos Taike cantina business, yes yes. Sometime you are to ask me about it, and I, Stella, am to tell stories to curl your fur.",		"npc_4_3":"Ha! I, Stella, am knowing everyone in Mos Taike! I am on hello-terms with spies, miners, officers, farmers, Rebels, cops! -- Except, you are not to be telling anyone about the "Rebels" part. What is to be your choice, what?",		"npc_4_2":"Police? This is sunny Mos Taike, where law is to be coming out of a blaster barrel, yes yes. You are to be deciding now?",		"npc_4_1":"Ah, "Stella" yes. "Stella" is the short name of my name, D'Mayna Stallaphalat. I am Bith, as you see. My father did forget me here as a small child. What is to be your choice of my job?",		"npc_3_3":"Ah! I am most sorry. Ah well. No, it is not to be a problem. I, Stella, still welcome you to this cantina that Jabba is to be owning. Drink!",		"npc_3_2":"Ah, okay, ah. This is not to be a problem. I, Stella, still welcome you to this cantina that I am not to be owning. Drink!",		"npc_3_1":"Ah, okay, ah. This is not to be a problem. I, Stella, welcome you anyway anyhow to sunny Mos Taike. Drink!",		"npc_2_3":"Ah, yes yes. You are to be going to the coordinates the Bothan did give me. It is secret, yes? He is to be giving you a disk to bring back here.",		"npc_2_2":"Ah, yes yes. You are to be looking for Ulek Talstin. He is a dangerous stinking fink, so good luck to you, yes.",		"npc_2_1":"Ah, yes yes. I did locate these stinking finks outside town at these coordinates. You are to be going there, getting the credits from them, but not to be killing anyone. Dead folks are not to be paying, yes?",		"npc_1_3":"I did pay a Bothan spy to be finding information for me. He now has the data, but he is to be sending nothing over the HoloNet. I do now ask you, my friend, to be meeting the Bothan and getting the data. Yes?",		"npc_1_2":"I, Stella, for a long time have been owning this cantina. But now a stinking fink who is to be working for Jabba the Hutt did steal the cantina's valuable deed. He is to be taking it to Jabba, and Jabba is to be owning this excitable joint! You are to be stopping him, yes?",		"npc_1_1":"Ah yes yes. Welcome to the Third Sun, center of rollicking jollity in sunny Mos Taike. I, Stella, am to need sharp eyeballs to find problem customers in the desert. They did run without paying, and for Stella this is the crime of crimes. What is to be your willingness to help me?"
}}
