{
	"stfFile":"static_npc/tatooine/tekil_barje",
	"entries": {
		"npc_smuggle_1":"Thanks, friend! That bite is starting to itch something awful. This should take care of that. I hope.",		"npc_reward_1":"Good work.  Digger already says that the itching's subsiding.  Take a look at this Gaderiffi staff - it's the Tusken Raiders weapon of choice for close encounters. Maybe you can learn how to better defend against it from examining this one.",		"next":"Still hanging around Wayfar? I wish I had something to keep the place interesting, but it's quiet right now. Thanks again for helping me before.",		"npc_takeme_2":"Thanks, friend! I'm beginning to grow quite fond of you.",		"player_sorry_3":"Not yet.",		"player_sorry_2":"Not yet.",		"player_reset_3":"I can't anymore.  You'll need to find someone else.",		"player_reset_2":"I can't anymore.  You'll need to find someone else.",		"npc_reset_3":"Do you know anyone else that would be willing to help? I don't have time for beings that stand by and watch innocents get hurt.",		"npc_reset_2":"Thanks for nothing.",		"npc_backtowork_3":"This is urgent!  Please hurry!",		"npc_backtowork_2":"This is urgent!  Please hurry!",		"notit_1":"What's this going to do for my pain?",		"npc_breech_2":"Help me out!  They're going to get me!",		"npc_breech_1":"Ooooh... the pain...",		"npc_work_3":"So, have the farmers been saved?",		"npc_work_2":"Have you helped Digger?",		"npc_work_1":"Did you give him the vial?",		"dontknowyou_1":"If you can, get to my friend, Tekil.  He can help me.",		"cantwork":"Come back when you're not so preoccupied.",		"npc_reset_1":"Why'd you offer to help then? Excuse me, I'm a busy man.",		"npc_backtowork_1":"This is urgent!  Please hurry!",		"player_sorry_1":"Not yet.",		"player_reset_1":"I can't anymore.  You'll need to find someone else.",		"player_3_3":"Why are the Sand People attacking the moisture farmers?",		"player_3_2":"What will the Sand People do to Digger?",		"player_3_1":"What's Gray Rot?",		"player_2_3":"No, I really don't care about them.",		"player_2_2":"Sorry, I dont really care.",		"player_2_1":"Sorry, no.",		"player_1_3":"I'll definitely help!",		"player_1_2":"I'll go help him!",		"player_1_1":"Sure!",		"npc_reward_3":"Job well done, friend. You're welcome in Wayfar anytime. I came across this robe in my travels but I'm not using it so go ahead, take it as a token of my appreciation.",		"npc_reward_2":"You've done well, friend. Please accept this payment for your valuable services. ",		"npc_4_3":"Must be in retaliation for you rescuing Digger and killing off a couple of their warriors.",		"npc_4_2":"I'll spare you the gruesome details of what Sand People do to captives. Those creatures delight in torture. It's a sort of initiation ritual for their young warriors.",		"npc_4_1":"Some kind of plague. Makes your skin turn gray and rot off. Nice, huh?",		"npc_3_3":"Do you know anyone else that would be willing to help? I don't have time for beings that stand by and watch innocents get hurt.",		"npc_3_2":"Thanks for nothing.",		"npc_3_1":"Why'd you offer to help then? Excuse me, I'm a busy man.",		"npc_2_3":"I'd advise you take some friends along again, friend. Those Tuskens can be tough when faced in larger numbers. ",		"npc_2_2":"You gotta hurry. I don't know how many Tusken took Digger so I'd bring some friends along if I were you. These beasts are mindless killers so start blasting the minute you see them.",		"npc_2_1":"Great, thanks. Make sure he takes this vaccine as soon as possible. Gray Rot is only treatable within the first few days of infection.",		"npc_1_3":"It's a good thing I was getting this place ready for a raid. Turns out the Tuskens have sent raiding parties against many of the local moisture farmers. Think you can lend a hand in protecting these citizens?",		"npc_1_2":"Remember Digger? I just received word that the Sand People captured him. We need to get him out of their clutches immediately. I can't go myself because I need to get the settlement ready for a possible Tusken raid. Can you help Digger?",		"npc_1_1":"Are you offering to help? Well sure, I can use you. A friend of mine's been performing some research on Tusken Raider migrations for me. A womp rat bit him last night, and word from Bestine is that those vermin might be carrying a new strain of Gray Rot. Could you take this vaccine out to him and make sure he's doing all right?"
}}
