{
	"stfFile":"static_npc/tatooine/tour_aryon",
	"entries": {
		"gotowork":"I think maybe you have something else to do right now...",		"next":"I appreciate your help in those earlier matters, but I'm happy to say we have matters under control here at the moment.",		"player_sorry_6":"No, I am still getting directions to the Great Pit.",		"player_sorry_5":"Not yet, but I shall do so immediately.",		"player_sorry_4":"Not yet.  I am still preparing for my journey.",		"player_reset_6":"I've reconsidered, and do not want to be held responsible for this.",		"player_reset_5":"I've changed my mind.  I don't want to become involved in all of this.",		"player_reset_4":"I can't do it.  He is way too far away!",		"player_3_6":"Who is this dignitary?",		"player_3_5":"Why is the Prefect so dangerous?",		"player_3_4":"What did Gezmaani say to Jabba?",		"player_2_6":"No, I do not want to be held responsible if anything were to happen to him.",		"player_2_5":"No, I do not want to become involved in some politcal game.",		"player_2_4":"No, I am unavailable for such a long travel right now.",		"player_1_6":"I would do anything for the Emperor. Yes, I will do it.",		"player_1_5":"This sounds important!  Yes, I'll definitely do this.",		"player_1_4":"I shall do so immediately!",		"npc_work_6":"Was Josard dead by the time you made it there?",		"npc_work_5":"Were you able to make it to Jormun in time?",		"npc_work_4":"Have you escorted Gezmaani back to town yet?",		"npc_takeme_6":"Do not concern yourself, citizen, all is well. The monster did manage to kill my entire escort before I was able to drive it away. Interesting creatures those krayt dragons. They would make a most formidable guard if tamed. I shall have to consider that. ",		"npc_takeme_5":"How do I know Governor Aryon sent you? I suppose you don't really look like an assassin. At least -- well, lead on, I'll follow close behind. Be aware that I am armed.",		"npc_takeme_4":"You've saved me. That slug Jabba left me out here to die. I don't know why Governor Aryon insists on trying to make peace with that criminal. It's going to get me killed! ",		"npc_reward_6":"The Empire is grateful for your timely assistance, citizen. I shall make a note of this in my report to the Emperor. You are dismissed.",		"npc_reward_5":"Thank you, citizen. I'll take it from here. Please see me later for an additional assignment. You may go.",		"npc_reward_4":"I am most grateful, citizen. And judging by his posture so is Gezmaani. Please feel free to come to me again for more assignments. I find I enjoy your company.",		"npc_reset_6":"I do not hold your refusal against you. This mission calls for no small amount of daring and skill. I shall find others to assist me. Thank you for all your help up to this point.",		"npc_reset_5":"I respect your decision to remain neutral in this matter. I will seek another citizen willing to assist me in this matter. Good day.",		"npc_reset_4":"Well, I certainly understand your reticence. The Jundland Wastes are not to be traveled lightly. If you change your mind, let me know.",		"npc_breech_6":"Did the Empire send a rescue team?",		"npc_breech_5":"Stop! You're not one of -- his -- agents, are you?",		"npc_breech_4":"Were you sent by Tour?",		"npc_backtowork_6":"Make haste!  The Emperor will not be happy if he were to find out Josard were to have met his demise due to procrastination.",		"npc_backtowork_5":"That information Jormun has is very important.  You must hurry!",		"npc_backtowork_4":"When you are ready, depart with post haste.  He may not be able to fend for himself for too much longer.",		"npc_4_6":"I speak of none other than Inquisitor Kuno Josard, an important figure in the Inquisitorius. You must be especially careful while in his presence. Say as little as possible and clear your mind. It is said he can read your very thoughts. ",		"npc_4_5":"I won't go into specific reasons, but I will say that you should be suspicious of anything that man tells you. You should be even more suspicious of assignments from him. Imperial Intelligence's Internal Security division is currently investigating Talmont. That should tell you everything you need to know.",		"npc_4_4":"I sent him to ask Jabba to reconsider an attack on Lady Valarian. Unfortunately, Gezmaani suggested that Jabba's forces could not defeat Lady Valarian, without my help.",		"npc_3_6":"I do not hold your refusal against you. This mission calls for no small amount of daring and skill. I shall find others to assist me. Thank you for all your help up to this point.",		"npc_3_5":"I respect your decision to remain neutral in this matter. I will seek another citizen willing to assist me in this matter. Good day.",		"npc_3_4":"Well, I certainly understand your reticence. The Jundland Wastes are not to be traveled lightly. If you change your mind, let me know.",		"npc_2_6":"Inquisitor Josard was performing an investigation at the Pit of Carkoon when something attacked him and his escort. We don't know the details yet, but somehow Josard managed to escape. He sent a distress signal from these coordinates. You must race there and offer what aid you can.",		"npc_2_5":"I knew I could rely on you. Jormun Shade, an Internal Security officer, just lost his Zabrak bodyguard to an assassin. Fortunately, Shade was undetected by the killer but is now understandably concerned about returning here without an armed escort. Make sure he gets here alive. Imperial Intelligence must hear what he has discovered.",		"npc_2_4":"Wonderful. I was beginning to fear that I would need to involve Imperial authorities in this matter. That would only damage my relationship with both Jabba and Prefect Talmont. Please hurry and find my aide before he falls victim to one of Tatooine's vicious predators.",		"npc_1_6":"This next assignment will be your most important yet. A very powerful Imperial dignitary may be in great danger. This individual answers directly to the Emperor himself. Do you wish to become involved?",		"npc_1_5":"This assignment is a delicate one and might embroil you in the politics of Bestine - something you may wish to avoid. It involves the Prefect, a dangerous and vengeful man. Do you wish to help me anyway?",		"npc_1_4":"I've long been trying to guide Jabba the Hutt away from violence to solve his problems. Any conflicts on Tatooine attract undue attention from Coruscant. Recently, I sent my aide, Belutoo Gezmaani, to Jabba's palace for yet another negotiation. The discussion went -- poorly. Jabba transported my aide as far as the Jundland Wastes, then left him there to fend for himself. Be so kind as to provide him a safe escort back here.   ",		"dontknowyou_6":"Ah, I see.  I believed you were a rescue team.  I apologize.  Have a good day, citizen.",		"dontknowyou_5":"Oh, I am sorry.  I believed you were someone else.  Please nevermind me.",		"dontknowyou_4":"I'm sorry.  If Tour didn't send you, I'm not sure if I can trust you.",		"dontknowyou_3":"I mistook you for someone else.  I am awaiting a friend.  If you don't mind, I'd prefer to do it alone, thank you.",		"dontknowyou_2":"What, you see an old man and assume he needs help?  Move along, you little whippersnapper, I don't need anything, mind you.  Shoo!",		"npc_takeme_3":"You must be my official escort. Governor Aryon's efficiency impresses me. Take me to her. We have much to discuss.",		"npc_takeme_2":"I certainly hope you don't think I'm lost, because I'm not. I know precisely where I am. I'm not sure why I ever agreed to come to this desolate place. I don't even like sand. Well, are you just going to sit around all day? Take me to Governor Aryon. That's what I came halfway across the galaxy for, isn't it?",		"npc_takeme_1":"Did Tour send you to find me? Will she always try to look after me? I assure you I was quite alright. Well, I suppose she's expecting us. Lead on, noble rescuer.",		"player_sorry_3":"I have yet to find her.  Rest assured, she will make it back here safely.",		"player_sorry_2":"I haven't found him yet.  As soon as I do, though, he'll make it here safe and sound.",		"player_reset_3":"I'm not cut out to escort such a high ranking Imperial.  You should send someone else instead.",		"player_reset_2":"It seems someone else might have picked him up.  I can't find him, and I'm tired of looking.",		"npc_reset_3":"Well, I understand.  If I cannot find anyone else to do so, I will still need your help.  I shall look for someone else for now.",		"npc_reset_2":"I hope this isn't an unfortunate end to such a marvelous mind.  If you find that your will returns, I may still be looking for him.",		"npc_backtowork_3":"I am placing my trust in you.  So far you have shown it was well placed, so please continue making me feel that way.",		"npc_backtowork_2":"Very good.  Please do raise the intensity of your search.  It would be a shame if he were to wander into the desert, being an old man and all.",		"npc_breech_3":"Good day, citizen.",		"npc_breech_2":"Hmmm... where am I now?  I don't remember Bestine looking like this when I was last here.",		"npc_breech_1":"Well, well, good day to you.",		"npc_work_3":"Where is Nilsa?  Is she safe?",		"npc_work_2":"I don't see Maestro Bey with you.  Where is he?",		"npc_work_1":"Please don't tell me you have bad news about Jen.",		"dontknowyou_1":"I'm sorry, but I don't believe we've met before.  And if we can, let's keep it that way, alright?",		"cantwork":"I hope you find Tatooine an agreeable place, citizen. There is beauty here that the casual observer might miss. Take your time and appreciate it.",		"npc_reset_1":"Ah, it's a shame you weren't able to uphold your end of the bargain.  I might forget this slight if you reconsider.  Until then, I don't have any more time for you.  Begone.",		"npc_backtowork_1":"Well, you mustn't dally.  Jen is not accustomed to the wilderness of Tatooine.  I'm not sure he would know what to be wary of.",		"player_sorry_1":"No, no bad news.  I'm still on my way to find him, though.",		"player_reset_1":"I can't seem to find him anywhere.  I've given up my search.",		"player_3_3":"Who is Lieutenant Skaller investigating?",		"player_3_2":"What is Sidoras Bey famous for?",		"player_3_1":"Why did he go sight-seeing?",		"player_2_3":"No, I'm sorry but I cannot help.",		"player_2_2":"No, I'm sorry, but I cannot help with that.",		"player_2_1":"I'm sorry, but I can't help.",		"player_1_3":"Yes, I'll get in contact with her and make sure she arrives safely.",		"player_1_2":"Sure, I'll help the old guy.",		"player_1_1":"Sure, I can help!",		"npc_reward_3":"Again you've proven yourself a most reliable agent. If you keep this up, I may come to depend on you.",		"npc_reward_2":"I appreciate your help, citizen. Maestro Bey is dear to me and this service shall not be forgotten.",		"npc_reward_1":"Wonderful. Glad to see Jen is in one piece. Allow me to express my gratitude by presenting you with this small gift. Thank you for your service. ",		"npc_4_3":"The less you know, the better. Suffice to say that some Imperial agents, entrusted with the very security of this planet, should make sure their own records are clean before they begin investigating others. ",		"npc_4_2":"Maestro Bey is best known for his amazing sculpture of our beloved Emperor that sits outside the Imperial palace on Coruscant.",		"npc_4_1":"Oh, Jen has always had an explorer's spirit. Unfortunately, this has gotten him into trouble in the past. Life on Tatooine is not at all like life on Treylon II.",		"npc_3_3":"My instincts told me you would not shirk away from danger. I'm glad they proved correct. Make sure Lieutenant Skaller knows I have sent you. Otherwise she might mistake you for an assassin and you could end up dead.",		"npc_3_2":"He really is not as bad as all that. But if you don't wish to perform this service for me, so be it. Have a good day.",		"npc_3_1":"Perhaps you're not quite as eager to earn your keep as I had thought. Pity. I can be quite generous when the mood strikes me.",		"npc_2_3":"I know there is an element of risk involved in this mission, but I was hoping the hint of danger would not scare you off. I'm disappointed I was wrong.",		"npc_2_2":"How helpful of you. Remember, Maestro Bey is a little sensitive about his fading memory. He's a proud man. Do your best to humor him along the way. After all, his coming to Tatooine to be my guest is a great honor. ",		"npc_2_1":"Excellent. My friend's name is Jen Torel. I do hope he hasn't run afoul of any Tuskens. Do hurry.",		"npc_1_3":"I find you're a reliable and eager worker. I do have something else. An Internal Security Bureau officer, Nilsa Skaller, is investigating some prominent Bestine citizens outside the city. I'd like you to rendezvous with Lieutenant Skaller and make certain she returns to Bestine safely. I have reasons to suspect her life might be in danger.",		"npc_1_2":"You did perform admirably on that last assignment. I think I can trust you with another. The renowned artist Sidoras Bey has just arrived from Brentaal. But I'm afraid he's rather absentminded. He landed at the wrong starport and insisted on finding his own way here. I would appreciate it if you could collect him and escort him back here. ",		"npc_1_1":"Eager to earn your keep, eh? That's an admirable quality. As it turns out, I do have something that needs attending. A friend of mine, who is visiting from Treylon II, decided to go sightseeing this morning and has not yet returned. Could you make sure he's safe and that he finds his way back here? "
}}
