{
	"stfFile":"static_npc/tatooine/vardias_tyne",
	"entries": {
		"npc_smuggle_2":"This gift conveys respect for the majesty of these great creatures. You may tell your employer that the Dim-U will pursue him no further.",		"player_sorry":"I'll get back to work.",		"next":"You know, now that those Dim-U monks aren't hunting me, my life is getting downright dull. I almost miss the thrill. Almost.",		"dontknowyou_2":"You have nothing important to say.  I must bid you a good day.",		"player_sorry_2":"I haven't made contact with him yet.  I'll let you know when I do.",		"player_reset_2":"This is too valuable.  I'm afraid it will be stolen.  You'll have to do this yourself.",		"npc_reset_2":"I guess a hotshot like you has better things to do. Thanks anyway.",		"player_reset":"I'll have to pass on this job.",		"npc_backtowork_2":"Okay, just let me know what his response is.  I hope this will appease those monks.",		"notit_2":"This will not allow us to forgive previous transgressions.",		"npc_breech_2":"I hope this will be a worthwhile communication between us.",		"npc_breech_1":"Come between me and my mark and you will share their fate!",		"npc_work_2":"Did he accept my apology?",		"npc_work_1":"Have you been able to stop her yet?",		"cantwork":"I wish you weren't so busy with other things. I really need some help right now.",		"npc_reset_1":"I understand. I wouldn't want to go up against a bounty hunter either. You'd better clear out of here before you get hurt. ",		"npc_backtowork_1":"Thank you for your help.  Let me know when I'm safe.",		"player_sorry_1":"Not yet, but you needn't worry.  I'll put a stop to her.",		"player_reset_1":"I can't handle someone as skilled as the Bounty Hunter.  I'll have to pass on this.",		"player_3_2":"What is this peace offering?",		"player_3_1":"Did you really kill a sacred beast?",		"player_2_2":"No thanks.",		"player_2_1":"Sorry, but I don't involve myself with this type of thing.",		"player_1_2":"Sure!",		"player_1_1":"Sure, I'll stop the bounty hunter for you.",		"npc_reward_2":"You've come through for me again, and I won't forget it. I used this to harvest resources from the rivers back on Naboo. Won't be doing much of that around here though so please accept this as your reward, maybe you'll find some use for it.",		"npc_reward_1":"You stopped her? You've saved my life! Now I just need to figure out how to calm those monks down -- before they hire someone else.",		"npc_4_2":"I hired a talented artist to sculpt a bantha out of a piece of kiliad marble. I need you to deliver it to Brother Chonar and ask him if they're willing to forgive and forget. ",		"npc_4_1":"All I did was shoot a rogue bantha that was destroying my vaporators. Those blasted monks worship banthas. I didn't do anything different from anyone else in my position.",		"npc_3_2":"I guess a hotshot like you has better things to do. Thanks anyway.",		"npc_3_1":"I understand. I wouldn't want to go up against a bounty hunter either. You'd better clear out of here before you get hurt. ",		"npc_2_2":"You have a good heart. It's not everybody who will stop to help someone in trouble. ",		"npc_2_1":"Good. I thought I was dead for sure. It's getting so you can't even protect your own property any more. The bounty hunter's name is Rhalia Jinsari. Stop her from bringing me in to those insane zealots, and I'll gladly reward you.",		"npc_1_2":"I have a peace offering for the Dim-U monks. I hope it will get them to leave me alone. Interested in helping out again?",		"npc_1_1":"You look like you might know how to handle yourself. Maybe you really can help me. Some crazy Dim-U monks have hired a bounty hunter to capture me. They say I'm to be executed for murdering a sacred beast. Can you help me? "
}}
