{
	"stfFile":"static_npc/tatooine/wald",
	"entries": {
		"next":"Heyyy, friend, you looking for junk? What, work? Sorry, no work for you here today!",		"npc_smuggle_4":"Oh! Wonderful! I thought my mission was over. But now I can get these battle plans to High Command. Thank you!",		"npc_smuggle_3":"Lights -- too much -- uhh? For me? Oh! Stimpack! Ahh. I feel better. Thank you, I got hit with Imperial drugs and needed that antidote. But I lost the dossiers, sorry.",		"npc_smuggle_2":"At last! Those stormtroopers were about to find me. You've saved my afterburners, friend!",		"npc_smuggle_1":"Good, you're here. The battle plans are encoded in this brain? What do you mean, "what plans?" Oh -- nothing. Not important. Thank you.",		"player_sorry_4":"I haven't been able to find her yet.  I'll let you know when I do.",		"player_reset_4":"I've changed my mind.  I don't want any part of this anymore.",		"player_3_4":"How did she get wounded?",		"player_2_4":"What?  You're a Rebel?  No, I'm not having anything to do with you anymore.",		"player_1_4":"Since you're finally honest with me, I'll be happy to help.",		"npc_work_4":"Is she feeling all right now?",		"npc_reward_4":"Heyyy, you are my new favorite friend! You ever want discounted junk, I'll sell it to you and Watto will never know. Here, take this R4 unit. It wobbles, and maybe it kind of blows up now and then, but it's good!",		"npc_reset_4":"Heyyy, that's okay. You don't mention this to anyone else though, eh?",		"npc_breech_4":"Oh... the pain....",		"npc_backtowork_4":"I know you'll get it done.  Thank you, friend.",		"npc_4_4":"Ehh, she ran into some stormtroopers. Too bad, 'cause she has plans. Important plans, if you understand, eh? What do you say?",		"npc_3_4":"Heyyy, that's okay. You don't mention this to anyone else though, eh?",		"npc_2_4":"Good! Danna Lindro, that's her name. You got to get to her fast, she is trying to carry a certain report to where it will do good, you know?",		"npc_1_4":"Okay, you understand by now -- I like to help folks who are maybe not on the Empire's party invitation list, eh? One of them, she is wounded and needs a stimpack. You can maybe bring it to her?",		"notit_4":"Ugh... no... this won't help... I need healing... Wald has my special medicine.",		"dontknowyou_4":"Thank you, but I can make it to the hospital on my own.",		"dontknowyou_3":"You don't know Wald?  He's one of your friendly junk dealers.  Good guy at heart, I can tell you.",		"dontknowyou_2":"Oh, I thought you were a friend of Wald's.  Sorry.",		"player_sorry_3":"I didn't know she wanted this junk that bad.  I guess I'll speed this up.",		"player_sorry_2":"I don't know.  I haven't given it to him yet.",		"player_reset_3":"I'm changing my mind.  I'm not doing this anymore.",		"player_reset_2":"I don't trust you, Wald.  I'm no longer aiding you in your junk-giving.",		"npc_reset_3":"Heyyy, that's okay. You look around, maybe buy Watto's junk, eh?",		"npc_reset_2":"That's okay. You look around, maybe buy Watto's junk, eh?",		"npc_backtowork_3":"Yes, she's impatient like that.  Let me know when you get it to her.",		"npc_backtowork_2":"He's needing it soon.  Don't make him wait or it might be too late -er- for him to have junk.",		"notit_3":"This won't help.  I need Wald's -um- junk he's sending.",		"notit_2":"No, this won't work!  I need the mouse droid with the -er-... just get me the mouse droid, okay?",		"notit_1":"Umm... the plans aren't in this.  I was told to expect a droid brain, not this.",		"npc_breech_3":"Are you Wald's friend?",		"npc_breech_2":"Are you the one with the droid?",		"npc_breech_1":"You wouldn't happen to be the courier, would you?",		"npc_work_3":"Is she feeling better now?",		"npc_work_2":"So, did he get the part in time, hm?",		"npc_work_1":"It has been given to the Mon Calamari, eh?",		"dontknowyou_1":"Oh, I'm sorry.  I thought you were someone else.",		"cantwork":"Heyyy, welcome to Watto's Junk Shop! You look busy, eh? You can look around if you got the time.",		"npc_reset_1":"Heyyy, that's okay. You look around, maybe buy Watto's junk, eh?",		"npc_backtowork_1":"Good.  She's waiting to repair it.",		"player_sorry_1":"I haven't given it to her yet.  I'm about to do so right now,",		"player_reset_1":"I'm sorry, but I can't do this any longer.",		"player_3_3":"A hunk of junk? Why does your friend want it?",		"player_3_2":"Who is the "poor fellow"?",		"player_3_1":"Why do you run this junk shop? Where's Watto?",		"player_2_3":"No, I'm tired of doing these for you.",		"player_2_2":"No.   I don't want to be know as an Assistant Junk Dealer.",		"player_2_1":"No thanks.",		"player_1_3":"Sure, I'll get it to him.",		"player_1_2":"I am very capable of doing so.  You can trust me, Wald!",		"player_1_1":"Yeah, me.",		"npc_reward_3":"Stimpack? Heyyy, now that I think, yeah, there was a stimpack inside that junk. Jawas must have left it. I like you, my friend -- you don't ask the wrong questions. Here, want a power core for payment?",		"npc_reward_2":"Heyyy? A Rebel, eh? Who knew? Those guards must be after him, the scum. I mean, "the Rebel scum." Let's see, payment -- you want an old mouse droid, maybe?",		"npc_reward_1":""Battle plans"? She said that? Ehh, just a running joke between us. No, can't say why stormtroopers would want a brain. Heyy, thanks! You take that droid's old head as a reward, eh?",		"npc_4_3":"It's a sentimental thing, maybe. You want this job or not?",		"npc_4_2":"I dunno, he just called. Voice only, no picture. You want this job?",		"npc_4_1":"This shop, it still belongs to Watto. But he retired a while back to some sunny beach on some nicer world than this. Me, I run the shop for him. Now, about that repair droid, you can help, eh?",		"npc_3_3":"Heyyy, that's okay. You look around, maybe buy Watto's junk, eh?",		"npc_3_2":"That's okay. You look around, maybe buy Watto's junk, eh?",		"npc_3_1":"Heyyy, that's okay. You look around, maybe buy Watto's junk, eh?",		"npc_2_3":"Good! You look for a Bothan, her name is Trl'apra. She's maybe not feeling so good now, eh? You ignore whatever she might say. I know you had no problem with that last little job for me. This is like that, you know?",		"npc_2_2":"Good, good. His name is Minnro Lax, he says. You just drop this off, and don't worry about what he might say or be wearing, eh?",		"npc_2_1":"Good, good! You look for a Mon Calamari fish-woman, name of Sawoos, okay? Her, she'll want to see this brain's data.",		"npc_1_3":"A friend bought this hunk of junk off some Jawas just in town for a day. Soon as their sandcrawler vanished over the horizon, the thing broke. I fixed it, so you can take it back to my friend, eh?",		"npc_1_2":"See this part? You can take it to a poor fellow who really needs to repair his vehicle, eh?",		"npc_1_1":"Ehh, my repair droid went crazy and dismantled itself. I need someone to take its brain to a droid engineer for analysis. You, maybe?"
}}
