{
	"stfFile":"static_npc/tatooine/wilhalm_skrim",
	"entries": {
		"npc_failure":"No no no, you were supposed to arrest her, not kill her!",		"notyet":"I'm sorry, I only deal with Imperials of proven quality.",		"next":"You've been very helpful. Perhaps you should go speak with Prefect Talmont.",		"npc_takeme_3":"I should have known I'd never get away. I'll go quietly.",		"dontknowyou_3":"Oh, you're not?  Ah, good.  Well, then I guess I'm safe.",		"dontknowyou_2":"Wait.  Why am I talking to you?  You have nothing to do with this?",		"player_sorry_3":"Because I haven't caught her yet.  Am I ever going to be able to see the Prefect?",		"player_sorry_2":"Yes I did, but I got lost.  I now know which way he is.  I'll get to him right now.",		"player_reset_3":"Look, I don't have tine to run around doing this for you.  Do it yourself, and in the meantime let me see the Prefect.",		"player_reset_2":"I don't have time for this, after all.",		"npc_reset_3":"The Prefect is far too busy to see the likes of you. You needn't return. ",		"npc_reset_2":"I had boldly assumed that you were serious about wanting to see Prefect Talmont. I shall remove your name from the waiting list.",		"npc_backtowork_3":"He may have time available to those who have shown their initiative.  So far, I'm not sure you're one who has.  Perhaps if I see Dwyce in your custody, my opinion may change.",		"npc_backtowork_2":"Very well, then.  I hope you have made better preparations this time.",		"notit_2":"Whatever this is, it is not impressive.  Now, when you have the pertinent information, please let me know.  Good day.",		"notit_1":"No, this clearly is not the report that has gone missing.  It would be appreciated if you were to be a little more observant, thank you.",		"npc_breech_3":"The Prefect sent one of his men to kill me, please help!",		"npc_breech_2":"I can't believe that skinflint wouldn't just pay for the goods. ",		"npc_breech_1":"Long live the Alliance!",		"npc_work_3":"I do not see Dwyce with you.  Why is that?",		"npc_work_2":"What a prompt return.  I take it you haven't left yet, hm?",		"npc_work_1":"Have you been able to recover the report yet?",		"dontknowyou_1":"Um...*ahem*... I meant to say, "Nice weather we're having, isn't it"?",		"cantwork":"Hello. You are here to see Prefect Talmont? He is unavailable at this time. In any case, you seem rather too busy to see him.",		"npc_reset_1":"Oh well.  I'll be sure to contact you as soon as Prefect Talmont has some free time on his calendar. Good day.",		"npc_backtowork_1":"Very well, then.  Report back if you have future updates.",		"player_sorry_1":"No, those Rebels are sneakier than I was expecting.  I shall find this report soon, I swear!",		"player_reset_1":"I can't find these Rebels.  I'm certain they left the planet with your report.  I give up.",		"player_3_3":"What did the clerk do?",		"player_3_2":"When can I see Prefect Talmont?",		"player_3_1":"When can I see Prefect Talmont?",		"player_2_3":"This sounds like a job for sector police, not me.",		"player_2_2":"No, I don't run simple errands.  Do it yourself.",		"player_2_1":"Sorry, but I'm not here to see you, so I have no interest in recovering your report for you.",		"player_1_3":"I shall promptly capture this traitor.",		"player_1_2":"I shall have this done immediately.",		"player_1_1":"I'll stop those Rebels from ever stealing anything again!",		"npc_reward_3":"You have performed admirably. Prefect Talmont will see you now.",		"npc_reward_2":"You serve the Empire well, and Prefect Talmont will note this. However, he is otherwise occupied at present. Contact me for future assignments, and perhaps I'll be able to get you that appointment.",		"npc_reward_1":"Your service to the Empire is appreciated. Prefect Talmont remains unavailable at this time, but contact me for future assignments.",		"npc_4_3":"The clerk has decided to join the Rebels. If she were to succeed, it would be indescribably awkward for the Prefect, to say nothing of the security nightmare.",		"npc_4_2":"You can see Prefect Talmont as soon as you've convinced him of your sincerity. Succeeding in this mission might help in that regard.",		"npc_4_1":"I am sorry; the Prefect is unavailable. He has left standing orders that he will see only those who have proven their commitment to the Empire. This brings us back to the missing datadisc. Your choice?",		"npc_3_3":"The Prefect is far too busy to see the likes of you. You needn't return. ",		"npc_3_2":"I had boldly assumed that you were serious about wanting to see Prefect Talmont. I shall remove your name from the waiting list.",		"npc_3_1":"I'll be sure to contact you as soon as Prefect Talmont has some free time on his calendar. Good day.",		"npc_2_3":"Excellent. Go and arrest Ananda Dwyce. You have my assurance that should you succeed in this, the Prefect will most assuredly make time to see you.",		"npc_2_2":"Very good. The alien in question is a Rutian Twi'lek, one Nethlek'Vaa. Go and bring the datadisc here.",		"npc_2_1":"Excellent, I'm sure this will go a long way in earning the Prefect's goodwill. Return the datadisc to me, and I'll see what I can do about getting you that appointment.",		"npc_1_3":"One of my --ahem, the Prefect's clerks has made a serious error in judgment. I need someone to arrest her before she causes this office considerable embarrassment. Will you do it?",		"npc_1_2":"One of our informants has become -- unreasonable. He claims he has some information of great importance to the Empire but asks an outrageous sum for it, sight unseen. Might you persuade him to relinquish it and let us decide an appropriate reward?",		"npc_1_1":"Rebel spies have stolen one of my reports. I want it returned before they get a chance to decrypt it. Will you go and find it for me?"
}}
