{
	"stfFile":"static_npc/tatooine/windom_starkiller",
	"entries": {
		"next":"Ever since you took down Blix Lanister, things have been real peaceful around here. Thanks again.",		"npc_takeme_1":"I swear I was nowhere near the girl.  You can't prove it, either!",		"player_sorry_3":"I haven't found him, but I won't rest until justice has been served.",		"player_sorry_2":"I'm still working on finding it.  I'll bring it back when I have it.",		"player_reset_3":"I can't find him, Windom.  I'm sorry I let you down, but I have to give up.",		"player_reset_2":"I'm pretty certain I'd botch this, then you wouldn't have a case.  You'll need to have someone else do it.",		"npc_reset_3":"I guess I'm on my own this time. Stay out of trouble.",		"npc_reset_2":"I wish you'd reconsider, but if that's how you want it, I understand.",		"npc_backtowork_3":"We could use your kind of dedication around here, you know?  Let me know when this is all over.",		"npc_backtowork_2":"While you're doing that, I'll be drawing together a case.",		"notit_2":"No, this won't do.  Sorry, but I'm going to need more than just this.",		"npc_breech_3":"I'm not going back there! You can't make me!",		"npc_breech_2":"You ain't taking nothing back, ever.",		"npc_breech_1":"What do you want me for? I didn't do nothing. ",		"npc_work_3":"Were you able to bring him to justice?",		"npc_work_2":"Wre you able to get the evidence?",		"npc_work_1":"Do you have him in your custody?",		"dontknowyou_1":"Get out of my face!",		"cantwork":"You seem a bit busy. Why don't you see me when you have more free time?",		"npc_reset_1":"I understand. Dangerous work like this isn't for everybody. Stay safe.",		"npc_backtowork_1":"Good luck.  And be careful, too.",		"player_sorry_1":"Not yet.  But don't worry, I'm going to pick him up right now.",		"player_reset_1":"No, he gave me the slip.  I can't do this anymore.",		"player_3_3":"How did Blix Lanister escape?",		"player_3_2":"What's the problem now?",		"player_3_1":"Who killed this girl?",		"player_2_3":"I'm not the right kind of person for this job.  I'll pass.",		"player_2_2":"Sorry, not interested.",		"player_2_1":"Sorry, not my line of work.",		"player_1_3":"I know his pattern.  I'm the best person for this job.",		"player_1_2":"Sure, I'd be happy to help.",		"player_1_1":"I'd be glad to help.",		"npc_reward_3":"I'm sorry you had to take him down instead of bringing him back to trial, but you did what was necessary. Good work.",		"npc_reward_2":"Great work! Now we can bring that scoundrel to justice.",		"npc_reward_1":"You did a fine job. You should consider a career as a security officer. By the way, call me Windy.",		"npc_4_3":"Blix Lanister's crew busted him out and left town. I have people out tracking Blix, but you seem to have a knack for finding him and his cohorts. Do you think you can find him again?",		"npc_4_2":"Someone has stolen the blaster used on Alita Sweetwater -- the girl Blix Lanister murdered. We suspect the thief was one of Lanister's cronies. Without that evidence, we have a weaker case against him.",		"npc_4_1":"His name's Blix Lanister. He's the sort of man you don't want to see after a late night at the cantina. He and his swooper pals have been no end of trouble.",		"npc_3_3":"I guess I'm on my own this time. Stay out of trouble.",		"npc_3_2":"I wish you'd reconsider, but if that's how you want it, I understand.",		"npc_3_1":"I understand. Dangerous work like this isn't for everybody. Stay safe.",		"npc_2_3":"Lanister may not let you bring him back alive. Do what you have to do. ",		"npc_2_2":"I'm glad to hear it. See if you can't find a Rodian named Gleezwuq and get the evidence back. He's the only one of Blix's gang who we don't know the location of. ",		"npc_2_1":"Glad to see you're the public-minded sort. See if you can track down this lowlife, Blix Lanister, and bring him back here to face trial. Be careful, he may have friends with him.",		"npc_1_3":"Blix Lanister's crew busted him out and left town. I have people out tracking Blix, but you seem to have a knack for finding him and his cohorts. Do you think you can find him again?",		"npc_1_2":"I don't suppose you might still be feeling civic-minded? I'm a bit short-handed right now and could really use your tracking skills again. What do you say?",		"npc_1_1":"Actually, you might be able to help me catch the murderer. We have the murder weapon, but the fellow who owns it seems to have left town. Would you be interested in tracking him down?"
}}
