{
	"stfFile":"static_npc/tatooine/wuher",
	"entries": {
		"next":"Work? Forget it.",		"player_sorry_4":"If I had it, I'd tell you, okay?  Have some patience.",		"player_reset_4":"To tell you the truth, I wasn't going to really do it.  I was just playing with you.",		"player_3_4":"What's on the datadisc?",		"player_2_4":"Are you kidding?  I just wanted to ask about it, not actually do it.",		"player_1_4":"Yeah, I'll handle this for you.",		"npc_work_4":"So, do you have the datadisc?",		"npc_reward_4":"This datadisc looks damaged. If it ain't readable, you owe me some money.",		"npc_reset_4":"Stop doing that! You're driving me crazy with that!",		"npc_breech_4":"Back off, slug!",		"npc_backtowork_4":"Understood.  I hope you have some patience as I get around to serving you.  Maybe that datadisc might speed me up, eh?",		"npc_4_4":"You ask a lot of questions. It's an order from Valarian to take out Jabba's lieutenant. I figure this'll get me in good with the Hutt.",		"npc_3_4":"Stop doing that! You're driving me crazy with that!",		"npc_2_4":"Here are the Nikto's coordinates. Don't hesitate when you see him. Just start blasting. And don't forget that datadisc.",		"npc_1_4":"I need you to take out a Nikto enforcer. He's carrying an encrypted datadisc. I need you to bring that back to me. Can you handle that?",		"dontknowyou_4":"Oh, you're not a slug.  Sorry.  Didn't mean to insult you there.",		"dontknowyou_3":"Don't worry.  I'm not interested in killing you.  Get out of here before I change my mind.",		"dontknowyou_2":"Your interference has been noted.",		"player_sorry_3":"No, but I will soon.  Don't worry.",		"player_sorry_2":"Not yet, but I'll get dismantle it before it turns in the report.",		"player_reset_3":"I've changed my mind.  I'm going to get a drink instead.",		"player_reset_2":"I stopped by to tell you that I'm not interested in doing this anymore.",		"npc_reset_3":"I hate when you do that.",		"npc_reset_2":"It really annoys me when you ask about a job then refuse it. Just so you know.",		"npc_backtowork_3":"Unless you have that vial, get out of my cantina.",		"npc_backtowork_2":"Until you break that thing in two, stop wasting my time.",		"npc_breech_3":"I can kill you with a touch!",		"npc_breech_2":"This is an Imperial matter. Do not interfere.",		"npc_breech_1":"You can't prove I poisoned those tourists! Die!",		"npc_work_3":"Do you have the vial on you?",		"npc_work_2":"Did you scrap that droid?",		"npc_work_1":"Did you get that recipe for me?",		"dontknowyou_1":"Then again, you don't even know what I'm talking about, do you?  Nevermind.",		"cantwork":"Talk to me when you're not busy.",		"npc_reset_1":"Why are you wasting my time? I got customers to serve.",		"npc_backtowork_1":"Until you get it, stop wasting my time.",		"player_sorry_1":"I haven't found him yet.  I'll let you know when I have.",		"player_reset_1":"I've changed my mind.  I'm not interested in doing this any more.",		"player_3_3":"What's in the vial?",		"player_3_2":"Why do you hate droids?",		"player_3_1":"What drink did he invent?",		"player_2_3":"No thanks.",		"player_2_2":"No, I don't really care after all.",		"player_2_1":"I don't care about this Bothan.  I'm not interested.",		"player_1_3":"Yeah, I'll get it.",		"player_1_2":"No problem.  I'll do it.",		"player_1_1":"Sure, I'll do it.",		"npc_reward_3":"I'll analyze this stuff tonight. Might come in handy.",		"npc_reward_2":"Huh, not bad.",		"npc_reward_1":"We'll see if this was worth the price I paid.",		"npc_4_3":"Some new type of chall poison. Veenos specializes in toxins.",		"npc_4_2":"They just take up space and they notice stupid little details. Like anyone cares.",		"npc_4_1":"He called it a "Molten Core." Claimed it could shrivel the ears off a gundark.",		"npc_3_3":"I hate when you do that.",		"npc_3_2":"It really annoys me when you ask about a job then refuse it. Just so you know.",		"npc_3_1":"Why are you wasting my time? I got customers to serve.",		"npc_2_3":"Make sure you don't break the seal on that vial. Get it on your skin and you can kiss yourself goodbye.",		"npc_2_2":"Good. And bring me its verbobrain, just in case.",		"npc_2_1":"The slug's name is Baal Vurr'kya. You can find him at these coordinates. Keep it quiet.",		"npc_1_3":"There's a Twi'lek named Veenos Thrax that has something I want. It's a small sealed vial. Think you can get it?",		"npc_1_2":"I hate droids. Do you hate 'em? 'Cuz I sure do. One of those blasted RA-7 inspection droids just left. I don't think it was too impressed. Think you can stop that hunk of metal before it makes its report? ",		"npc_1_1":"Sure, I got a job for you. A Bothan came in here a few days ago, bragging about a drink he invented. He waved the recipe in my face, laughed, then took off. No one does that to me. Get me that recipe. "
}}
