{
	"stfFile":"static_npc/yavin/drenn_zebber",
	"entries": {
		"player_sorry_4":"Not yet, I'll be on my way.",		"player_sorry_3":"Not yet, I'll be on my way.",		"player_sorry_2":"Not yet, I'll be on my way.",		"player_reset_4":"On second thought, I'd rather not.",		"player_reset_3":"On second thought, I'd rather not.",		"player_reset_2":"On second thought, I'd rather not.",		"npc_reset_4":"Some other time maybe?",		"npc_reset_3":"Some other time maybe?",		"npc_reset_2":"Some other time maybe?",		"waypoint_name_3":"Mamien Maneater",		"waypoint_name_2":"Scout Insertion Location",		"waypoint_name_1":"Remote Labor Camp",		"waypoint_description_3":"Pelig's reported location of the Mamien Maneater.",		"waypoint_description_2":"This is the area where the scout Pelig must be delivered.",		"waypoint_description_1":"This remote labor camp is the scene of a recent mysterious abduction.",		"return_waypoint_name_3":"Drenn Zebber",		"return_waypoint_name_2":"Drenn Zebber",		"return_waypoint_name_1":"Drenn Zebber",		"return_waypoint_description_3":"Drenn Zebber, labor outpost foreman.",		"return_waypoint_description_2":"Drenn Zebber, the labor outpost foreman.",		"return_waypoint_description_1":"This is the location of Drenn Zebber, the labor outpost foreman.",		"player_sorry_1":"Not yet, I'll be on my way.",		"player_reset_1":"On second thought, I'd rather not.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"Do you have what you need for this?",		"player_more_1_1":"Yes, I was told you might be able to provide some insight on the attack the other night.",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"Why do you need me to do it?",		"player_3_3":"I assume there is a reward for this?",		"player_3_2":"Why should I help?",		"player_3_1":"What exactly is going on here?",		"player_2_4":"Not today, thank you.",		"player_2_3":"No, thank you.",		"player_2_2":"No, thank you.",		"player_2_1":"No thank you.",		"player_1_4":"Yes, I'll finish what I started.",		"player_1_3":"I will kill the Mamien.",		"player_1_2":"Of course I will help.",		"player_1_1":"I'll help you.",		"otherescort_3":"",		"otherescort_2":"I don't think you're talking to the right person. Look around some, they may be nearby.",		"otherescort_1":"",		"npc_work_4":"Is it dead yet?",		"npc_work_3":"Is the beast dead yet?",		"npc_work_2":"Is the scout in the field?",		"npc_work_1":"Have you spoken to Sundre already?",		"npc_takeme_3":"",		"npc_takeme_2":"Let's get a move on. The longer we wait the colder the trail is getting.",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"Ah yes, brilliant work. You are a mighty hunter, and worthy of great praise. Here is your agreed reward from the budget of the labor camp. I owe you a great deal of thanks. And for that -- let me buy you a drink.",		"npc_reward_3":"You say you killed it? This I don't doubt, but listen close to what I have to say: There is another. While you were gone the camp was attacked again. Two of the workers were slain, and a third dragged screaming into the jungle. You'll understand that I can't give you the full reward until the second Mamien is killed.",		"npc_reward_2":"So the scout is safely in the field? We'll find our killer Mamien soon enough. And the sooner we find it, the sooner we kill it, and the sooner we can get back to work. Speaking of work, nice job.",		"npc_reward_1":"Massassi ghosts, she says? Well, some people will believe anything. You see this claw? This comes from a Mamien. Big hulking ape-like creatures. I've never heard of one being so bold. At least I know what we're dealing with now. Thank you for your help.",		"npc_reset_1":"Some other time maybe?",		"npc_noloc_4":"Just a moment, Pelig just radioed a garbled message. It may be important to the status of your mission. We're trying to reestablish contact. Come back in a little bit.",		"npc_noloc_3":"Hold on a moment, I'm having trouble reaching Pelig by comlink. Would you mind returning a little bit later?",		"npc_noloc_2":"Pelig is not quite ready. Could you come back in a little bit?",		"npc_noloc_1":"Sundre is very busy right now. Perhaps you should come back to me later when she's not so busy? We can continue then.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"Yup, just get me past the danger and I'll find those beasties for Drenn.",		"npc_more_1_1":"I'll say this: That man was dragged off by the spirit of a long-dead Massassi warrior. I saw it, lumbering through the forest. It had glowing eyes. The men are scared and refuse to leave the camp. And rightly so -- who knows when it might come back? We found a piece of its claw. Take this back to Drenn so he can see what we have to put up with.",		"npc_failure_4":"Well, you're just going to have to try to find the beast again. We can't stop now.",		"npc_failure_3":"Well, you're just going to have to try to find the beast again. We can't stop now.",		"npc_failure_2":"I thought you would be the one to save us from this threat. You disappoint me.",		"npc_failure_1":"This is hardly acceptable. I should not have trusted you in the first place. I suppose this is really my own mistake.",		"npc_dropoff_3":"",		"npc_dropoff_2":"Thanks for the muscle, I can handle things from here.",		"npc_dropoff_1":"",		"npc_breech_3":"",		"npc_breech_2":"Let's get going, I should have been out here days ago.",		"npc_breech_1":"Are you the one Drenn sent?",		"npc_backtowork_4":"Please hurry.",		"npc_backtowork_3":"Please hurry before it kills again.",		"npc_backtowork_2":"Hurry up then, productivity is slipping.",		"npc_backtowork_1":"You do that.",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"I had thought you'd want to finish what you had started... and collect your full reward.",		"npc_4_3":"Yes, stop the Mamien killing our workers and you shall have a great reward.",		"npc_4_2":"If the thought of hard working men and women killed in their sleep does nothing to motivate you, there is always the lure of credits.",		"npc_4_1":"Two nights ago there was a disturbance at a remote labor camp. Wild screaming and savage growling woke everyone up. By the time anyone knew what was happening one of the men was missing. The men think it was a ghost, but I'm sure there is nothing more dangerous than a choku gone maneater.",		"npc_3_4":"Would you be so callous as to sit idly by as more of my workers are killed?",		"npc_3_3":"After all you have done so far, how could you abandon us now?",		"npc_3_2":"And you did so well before. So be it.",		"npc_3_1":"Some other time maybe?",		"npc_2_4":"You must go at once. There's no telling what could happen if you delay.",		"npc_2_3":"I know you can do it. Now Pelig places the creature right around -- here. If you head out that way you're sure to find him. Don't forget to return for your reward after the maneater is dead.",		"npc_2_2":"Very good. This is Pelig. He is an excellent scout, and I know he will find the beasts in no time. I will need you to accompany him through a dangerous section of jungle, then return here for your reward.",		"npc_2_1":"Perfect. Look for Sundre near this location on your datapad. Talk to her about the recent problems she has been having. The men think the jungle is haunted, but I think it more likely that the jungle is hungry. Be sure to bring me any evidence you might find at the location.",		"npc_1_4":"Pelig says he is on to the location of the Mamien's mate. He also told us he's investigated the lair while it was out hunting and does not believe there are others. We need you to finish this once and for all.",		"npc_1_3":"Great news, Pelig has found the Mamien. We need you to put an end to it before it kills again.",		"npc_1_2":"Would you like to help out looking for those Mamien maneaters?",		"npc_1_1":"Greetings, traveller. What brings you to Yavin 4? I wonder if you are available to help me investigate a problem that has been interfering with the work schedule here. I need you to speak with my foreman, Sundre Korbeth.",		"notyet":"I'm not sure you can be trusted. Come back later.",		"notit_4":"This is not what I asked for.",		"notit_3":"This isn't what I asked for.",		"notit_2":"This isn't what I asked for. I suggest you try again.",		"notit_1":"This doesn't look like anything that would be found at the scene of the abduction. I suggest you go talk to Sundre again.",		"next":"Well, you sorted that one out, mighty hunter. You have my sincere thanks for a job well done.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"",		"dontknowyou_2":"I don't know you.",		"dontknowyou_1":"Who are you? I'm sorry, I don't know you.",		"cant_work":"You look busy. Come back later."
}}
