{
	"stfFile":"static_npc/yavin/eso",
	"entries": {
		"player_sorry_4":"I'll be done soon.",		"player_sorry_3":"I should get back to work...",		"player_sorry_2":"I'm on that task, sir.",		"player_reset_4":"I've had it.  I give up.",		"player_reset_3":"I'm done, I can't take this anymore.",		"player_reset_2":"I can't handle this.",		"npc_reset_4":"Go then.  I don't care.",		"npc_reset_3":"Fine.  Get out of my sight before I get angry.",		"npc_reset_2":"Can't handle it huh?",		"waypoint_name_4":"Stormtrooper Patrol",		"waypoint_name_3":"Deranged Soldier",		"waypoint_name_2":"Bacta Tanks",		"waypoint_name_1":"Ambush Point",		"waypoint_description_4":"Take out all the stormtroopers you find and you'll buy the battalion time to escape.",		"waypoint_description_3":"A soldier who has become a problem to the battalion -- a potentially fatal problem. Sometimes war makes you do things you'll regret when you're old.",		"waypoint_description_2":"A hidden impromptu healing facility.",		"waypoint_description_1":"The prime spot to ambush the stormtroopers.",		"return_waypoint_name_4":"Captain Eso",		"return_waypoint_name_3":"Captain Eso",		"return_waypoint_name_2":"Captain Eso",		"return_waypoint_name_1":"Captain Eso",		"return_waypoint_description_4":"Return to the Captain to see if you bought enough time for them",		"return_waypoint_description_3":"Let Eso know that the problem has been solved",		"return_waypoint_description_2":"Eso is waiting for a report on the situation",		"return_waypoint_description_1":"Where you'll find Captain Eso waiting for a report",		"player_sorry_1":"What am I to do again?",		"player_reset_1":"Sir, I can't do this anymore.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"What do you mean he made noise?",		"player_3_3":"What exactly is the 'situation', sir?",		"player_3_2":"Why aren't they being taken to a full hospital?",		"player_3_1":"What happened to your men?",		"player_2_4":"After your last 'assignment', I'm not doing anything for you!",		"player_2_3":"I don't like the way this sounds. No.",		"player_2_2":"If you mean kill a non-combat unit, then do it yourself.",		"player_2_1":"I don't like your tone. No.",		"player_1_4":"Absolutely! I'll do it.",		"player_1_3":"I've got a spine of steel, sir. I'll do what you need.",		"player_1_2":"Yes sir, I think I know. I'll help.",		"player_1_1":"Yes sir! I understand! I'll do it.",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_4":"Why aren't you intercepting those stormtroopers?",		"npc_work_3":"Have you done the deed?",		"npc_work_2":"Why aren't you putting that medic out of business?",		"npc_work_1":"Are you still here?",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"Okay, while you were taking those troopers out, I was able to pull a full evac of our soldiers. Now you get out of here, too. There should be a few hundred of the Empire coming in. I'll take care of them. Nice having you under my command, kid. Now go!",		"npc_reward_3":"It's done? Look -- we've all got blood on our hands, got it? It's one of those things that you keep from your kiddies, but you'll know it needed to be done. Just remember that. It needed to be done to save the rest.",		"npc_reward_2":"With that triage unit gone, we'll be able to hunt down any troopers we've managed to wing. Now maybe they won't be coming at us full force anymore.",		"npc_reward_1":"The Recon team says you got messy with your rescue. You could've gotten yourself killed with that reckless approach. A good blaster in the back works just as well as one in the front. Well, either way, you got the job done. Good work, kid.",		"npc_reset_1":"What did you just say? WHAT DID YOU JUST SAY!? Gaaarrraahhhh! Get out of here!",		"npc_noloc_4":"I'll check to see where their troop movements are coming in from. Ask me in a few minutes.",		"npc_noloc_3":"Let me locate a good place to meet up with the kid. Check back with me in a few minutes.",		"npc_noloc_2":"Let me confirm with the Recon team where that field medic was. Ask me again in a few minutes.",		"npc_noloc_1":"Let me go check with the Recon group to find where they can be found. Ask me again in a few minutes.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"You let them scout out our position? Do you know how many soldiers you've condemned?",		"npc_failure_3":"What? What do you mean you went soft at the last minute? You let the kid go? *groan* You have no idea what you just did....",		"npc_failure_2":"You let him get away? BLAST IT! That was our chance to try to slow them down, fool! Get out of here!",		"npc_failure_1":"If you don't have news that makes me breathe a sigh of relief, then I suggest you walk your rear out of here -- double time!",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_4":"Sir, over there. We found the right place. Kill him first!",		"npc_breech_3":"Mommy, can I go home now? Please? Mom? What are you doing with that blaster?",		"npc_breech_2":"We're under attack!!! Get out there and save me!",		"npc_breech_1":"What? WE'VE BEEN FLANKED! Behind us, men!",		"npc_backtowork_4":"You're going out there and taking care of all the troopers you find! Now go!",		"npc_backtowork_3":"Look, I'm not gonna chit-chat about this. Take care of the problem and let me know when it's done, got it?",		"npc_backtowork_2":"You're going out there and taking out that medic. With him gone, the troopers will have to patch themselves up.",		"npc_backtowork_1":"You're going to go save a group of my men! What part of that didn't you understand?",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"That damned crazed kid was out in the jungle calling out for his mommy! Well, those probe droids sure as all smack heard that and found where we were. Any more questions, or do you want to actually save some lives now?",		"npc_4_3":"You know how an infected wound starts to rot and the medic says he's gotta cut it off or everything else will go? Well, that's what we have here... we've got a wound that's about to take out my body of men. I need you to be that medic, understand?",		"npc_4_2":"In case you weren't looking, we're in the middle of a jungle! The Empire doesn't have time to set up shop and fixing their 'troopers, kid! Out here you throw on some bacta-soaked bandages and get back out into battle.",		"npc_4_1":"Were you just born yesterday? Or maybe your momma didn't tell you what a TIE Bomber is? We're in a war here! My Recon team has encountered unexpected numbers and can't take care of themselves right now. Now, are you going to keep jabbering or are you going to go save some men?",		"npc_3_4":"So you're going to let a whole battalion lose their lives because you've decided to go coward on me? You disgust me. Get out of here before I break your neck myself.",		"npc_3_3":"Yeah, I thought you were one of those yellow-bellied civilians. You're all talk, but when someone puts a blaster in your hand, that's when you go weak in the knees... yeah, I know your type. Ptui! I eat people like you for breakfast!",		"npc_3_2":"A non-combat unit!? You've got a guy out there who's patching up every one of the 'troopers who get away, and you call him a non-combat unit? The battlefield is no place to start getting soft!",		"npc_3_1":"What did you just say? Did you tell me that you don't like my tone? What if I shove my face a little closer to yours. Do you think you'll like it then? WELL, DO YOU!??!",		"npc_2_4":"That's what I wanted to hear, kid. What you've got to do is take out the preliminary scouts... if I can get my men out of here, I can take over where you left off. Now move out!",		"npc_2_3":"There's a kid who's seen too much fighting and he's about to snap. If he does at the wrong moment, my whole battalion could be wiped out. Go tell him, "Hey, look over there," and when his back is turned, do what you have to do. Report back only to me when you're done.",		"npc_2_2":"You're blasted right you'll help. It's not everyday you can get a clear shot at the throat of the Empire. Go out there and take out their medic. Got it?",		"npc_2_1":"I'm glad I didn't have to repeat myself. Go to this location I put in your datapad and you'll find the troopers. If you get there quiet enough, you might be able to put a blaster through the backs of their skulls before they know what happened.",		"npc_1_4":"Damn! The kid had already made enough noise to draw the Empire down on our position! AAARRG! If I hadn't gone soft, I would've done the job myself. Look, you have to help buy us time so the other men can get out of here!",		"npc_1_3":"Come over here. I've got an assignment that's of a... well, a sensitive nature, understand? I need you to fix a problem before it happens. If you're squeamish, you need to let me know now before we go any further, got it?",		"npc_1_2":"Well now... those Recon units sure know how to scout out an area. We've found a hidden triage camp out in the jungle. You know what we're going to do about it, right?",		"npc_1_1":"What are you doing there looking slackjawed? We have a situation here that we can't afford to sit around with our thumbs up. Look, I need you to go flank a squad of 'troopers that have my men pinned down. Do you understand, or should I speak slower?",		"notyet":"What are you doing standing around here? I don't have time to answer questions for civilians. Get out of here.",		"notit_4":"What? Get this out of my face and get back to work.",		"notit_3":"What is this? Look, quit fooling around and do what you have to do!",		"notit_2":"What's this? I didn't ask you for a present, idiot! I asked you to take out that medic!",		"notit_1":"What's this? I don't want this! Now get out there!",		"next":"You've done good, kid. Now get out of here... there's about to be a whole mess of troopers coming in. I'll hold them off long enough for everyone to get out of here.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"Move along. There's nothing to see here.",		"dontknowyou_3":"Oh!! You're giving me a blaster? Joy!",		"dontknowyou_2":"We're not under attack? Oh, I'm quite sorry.",		"dontknowyou_1":"Never mind. I thought you were ambushing us.",		"cant_work":"Is there something I can help you with? I mean, I see you walking around IN THE MIDDLE OF A BATTLEFIELD! When you're not so busy, maybe you can do more than just get in the way! GET OUT OF HERE!"
}}
