{
	"stfFile":"static_npc/yavin/jazeen_thumm",
	"entries": {
		"player_sorry_4":"I just need a little more time...",		"player_sorry_3":"This task should be finished soon.",		"player_sorry_2":"I'll get done quick as I can.",		"player_reset_4":"I'm tired of this job.",		"player_reset_3":"I can't do this.",		"player_reset_1":"I can't finish this assignment.",		"npc_reset_4":"I don't understand.  I thought you were better than this...",		"npc_reset_3":"Fine, go on then. ",		"npc_reset_2":"It's ok.  Not everyone can put in the work I need.",		"waypoint_name_3":"Survey Team Survivors",		"waypoint_name_2":"Angler Lair",		"waypoint_name_1":"Survey Site",		"waypoint_description_3":"The survivors of a survey team beset by a pack of ravenous choku.",		"waypoint_description_2":"A group of anglers who have recently been preying on the mining outpost.",		"waypoint_description_1":"This is the location of a survey site in need of repair parts for a mineral scanner.",		"return_waypoint_name_3":"Jazeen Thumm",		"return_waypoint_name_2":"Jazeen Thumm",		"return_waypoint_name_1":"Jazeen Thumm",		"return_waypoint_description_3":"Mining outpost foreman.",		"return_waypoint_description_2":"Mining outpost foreman.",		"return_waypoint_description_1":"Mining outpost foreman.",		"player_sorry_1":"No, sorry. I'll get on that right away.",		"player_reset_2":"I don't want to do this anymore.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"You gonna pay me or what?",		"player_3_2":"What's in it for me?",		"player_3_1":"Why should I?",		"player_2_3":"I'd like to help, but --",		"player_2_2":"No, I'm not quite ready for that.",		"player_2_1":"I'm not interested.",		"player_1_3":"How could I refuse? I'll go help them out.",		"player_1_2":"Finally, a bit of action.",		"player_1_1":"I'll take the job.",		"otherescort_3":"I appreciate you being here to help out, but I don't recognize you. If you're looking for someone I suggest you look more carefully.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Those men sounded like they're in a bad way. Unless this is important I suggest you get moving.",		"npc_work_2":"Those spiders dead yet?",		"npc_work_1":"Is there some problem?",		"npc_takeme_3":"You've finally arrived! Thank you!",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"Look at that. We'll get this scanner up and running in no time. Best you get back to Jazeen and tell him the good news. We'll take care of things here.",		"npc_reward_3":"I know you did the best you could, and I'm thankful for that. You've done a great thing today. I don't think of too many people this way, but I believe the men are right when they talk about you like a hero.",		"npc_reward_2":"You got them, eh? Another job well done. The camp'll be safe for the time being. Here ya go.",		"npc_reward_1":"Hey, not bad. Not bad at all. You came through for me kid, I'll remember this. Here are those credits we talked about.",		"npc_reset_1":"Very well then, forget I even asked.",		"npc_noloc_3":"Hold on lad. They're running for their lives. We're trying to track their movement. Sit tight a minute, I'll let you know when we find them.",		"npc_noloc_2":"Hold on a minute, comlink going off... Jazeen here... Ah, Sithspit! All right, you keep an eye on them and let me know when they've stopped. Out. -- Well, hold your horses. Seems those beasties got the idea to up and move. Check back with me a little later and I'll let you know if they've stopped.",		"npc_noloc_1":"Hey, give me a minute. Those fools weren't at the right place. Come back a little later, okay?",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"It seems I overestimated you. I just regret that it figured into the loss of my men.",		"npc_failure_2":"Well, it happens to the best of us. Don't let it get you down. Maybe you should try again?",		"npc_failure_1":"This is what I get for asking a stranger to help me. Well, you know what they say about wanting something done right.",		"npc_dropoff_3":"I'm alive... but I'll be needing a visit to the infirmary. Thank you... for all you've done. You're a true hero.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"Spare me... spare me. My child, my wife... Please help me!",		"npc_breech_2":"",		"npc_breech_1":"Hey, are you the courier that Jazeen sent?",		"npc_backtowork_3":"Yes, please do.",		"npc_backtowork_2":"I ddin't think they were.",		"npc_backtowork_1":"I'd say you should.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"How could you think of payment when the lives of my men are on the line? Are you really that mercenary? Sad. Yes, I will pay you if you save my men.",		"npc_4_2":"I don't blame you for thinking about number one. Anglers can be pretty tricky. Well, I've got a few credits for you. And there's this set of old mining coveralls I found in the storeroom. They look to be about your size.",		"npc_4_1":"It's just a quick trip to a few surveyors. It's nothing dangerous, but we have plenty of work to do. I'd rather not send one of my men out if I can avoid it. And I'm prepared to pay you well.",		"npc_3_3":"It seems I overestimated you. I just regret that it figured into the loss of my men.",		"npc_3_2":"Hmm. Well, we should be safe for a while. Kaadu meat is very filling from what I hear. I do wish you would reconsider. Soon.",		"npc_3_1":"Okay then. If you're not going to help, would you mind not getting in the way?",		"npc_2_3":"Good. Hurry, there's no time to waste. You know what to expect: choku are meaner than a sack full of womp rats. Still, I know you've got it in you.",		"npc_2_2":"Hey, this isn't a situation you should approach lightly. Those anglers will eat a person just the same as a kaadu. I have faith in you, though. One of my men followed the things back to their den. I'll mark the location on your datapad. Stop by after you're done and I'll see you get your reward.",		"npc_2_1":"That's just fantastic. You run this briefcase out to the jokers standing about near the location I've marked on your datapad, and I'll give you a few credits.",		"npc_1_3":"You haven't let me down yet, and for the sake of my men I hope you don't start now. That surveying team you helped out before is being attacked by a rabid pack of choku. I need you to get out there and rescue as many of them as you can.",		"npc_1_2":"There's been a fair bit of excitement around the old camp since you left. Anglers. Two or three of the nasty Sithspawn came in from the jungle. Made off with our pack kaadu. It wasn't cheap importing that thing all the way from Naboo, either. But the point is, we can't have these sort of goings-on. How do you feel about killing a few anglers?",		"npc_1_1":"Three hours? Three hours and they just now let us know the dang thing is busted? Unbelievable. Now where am I going to find someone to... hey, you! Yeah. How would you like to earn a few credits running a replacement part out to a surveying team?",		"notyet":"Is there something I can help you with? We're all very busy around here, and don't have much time to talk to strangers.",		"notit_3":"This isn't what I asked for.",		"notit_2":"You're not done yet.",		"notit_1":"This isn't what I asked for. Stop fooling around.",		"next":"Well, things are certainly a lot easier around here since you showed up. I'm sorry, but I just don't have anything else for you to do.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"You wouldn't happen to have a secondary flux modulator for an IT series mineral scanner, would you?",		"dontknowyou_3":"Who are you? No, I should be all right on my own now.",		"dontknowyou_2":"",		"dontknowyou_1":"Nice weather we've been having, hmm?",		"cant_work":"Looks like you're working hard. I like to see that. Come back when you're not so busy - I've got some more work for you."
}}
