{
	"stfFile":"static_npc/yavin/yavin_massassi_gins_darone",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_3":"The Empire didn't get where it is today by slacking! Return here when you're ready to test your mettle.",		"npc_reset_2":"The Empire didn't get where it is today by slacking! Return here when you're ready to test your mettle.",		"waypoint_name_3":"Rebel Weapons Lab?",		"waypoint_name_2":"Rebel Special Forces",		"waypoint_name_1":"Stranded Rebel Squad",		"waypoint_description_3":"According to Imperial Lt. Cmdr. Gins Darone, the Rebel Alliance may have used this installation to build the super weapon that destroyed the Death Star.",		"waypoint_description_2":"A squad of Rebel Alliance Special Forces soldiers, possibly carrying a secret weapon desired by Imperial Lt. Cmdr. Gins Darone.",		"waypoint_description_1":"Imperial Lt. Cmdr. Gins Darone believes this squad of Rebel Alliance soldiers may be carrying the secret weapon that destroyed the Death Star.",		"return_waypoint_name_3":"Lt. Cmdr. Gins Darone",		"return_waypoint_name_2":"Lt. Cmdr. Gins Darone",		"return_waypoint_name_1":"Lt. Cmdr Gins Darone",		"return_waypoint_description_3":"This Imperial officer is waiting for a report on the destroyed Rebel listening post, which he believed was a weapons lab that built a super weapon.",		"return_waypoint_description_2":"This Imperial officer awaits a weapon secured from a Rebel Special Forces sergeant. Darone hopes this is the secret device that destroyed the Death Star.",		"return_waypoint_description_1":"This Imperial officer is waiting for the stranded Rebels' weapon, which he believes may have destroyed the Death Star.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"After all this time, you still think the Rebels have a secret weapon?",		"player_3_2":"Why do you think this Special Forces squad is carrying the secret weapon?",		"player_3_1":"Why do you think the Rebels have a secret weapon?",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Is something holding you back from destroying that Rebel weapons lab? Something more important than the end of the Civil War?",		"npc_work_2":"I have heard no report of the Rebel Special Forces squad dying in battle. Why not?",		"npc_work_1":"I expect you to attack those stranded Rebels and bring back their leader's weapon. Get moving!",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"All right, so it was just a listening post. But you can never -- never -- be sure. Now leave me alone, I have to figure out how to explain this to my superiors.",		"npc_reward_2":"Hmm. Well, at least we can cross one more lead off a long list. But we'll find that weapon! If we have to burn the jungle to the ground, we'll find it! And you'll help, if you talk to me again.",		"npc_reward_1":"No super weapon this time. But there could have been! To find a secret weapon, you have to follow every possible lead. Check with me soon for more leads.",		"npc_reset_1":"The Empire didn't get where it is today by slacking! Return here when you're ready to test your mettle.",		"npc_noloc_3":"Wait -- I have to take this call from my superiors. They apparently need reassurance that it's worthwhile to hunt for the Rebels' super weapon. Hah! Talk to me again in a moment.",		"npc_noloc_2":"I am awaiting current coordinates for the Rebel Special Forces squad. Talk to me again in a moment.",		"npc_noloc_1":"I'm awaiting updated coordinates from the probes. Check with me in a moment.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"You couldn't take out that Rebel weapons lab? They could be readying their super weapon to blow up this entire moon!",		"npc_failure_2":"With the Civil War hanging in the balance, you may have let the ultimate weapon slip through your clumsy fingers!",		"npc_failure_1":"You didn't defeat those Rebels? That could have been the super weapon, slipping through our fingers!",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"Imperials!",		"npc_breech_2":"An Imperial! Fire!",		"npc_breech_1":"Enemy sighted!",		"npc_backtowork_3":"No more talk. That Rebel weapons lab could be creating another super weapon as we speak. Destroy the lab!",		"npc_backtowork_2":"Enough talking. I expect to hear shortly of the Rebel Special Forces squad dying in battle.",		"npc_backtowork_1":"Enough chatter. Destroy those Rebels and retrieve their secret weapon!",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"There has to be a super weapon! If there isn't, why would the Empire be expending such enormous resources to find it? Hah? Answer me that. That's right, you can't. Now will you destroy this weapons lab or not?",		"npc_4_2":"Well, what else would a Special Forces squad be doing here? Just hunting Imperials? I think not! This is our chance to seize the weapon that can annihilate the Rebellion! Will you seize this chance at glory?",		"npc_4_1":"Because the Death Star didn't just blow up by itself, now did it? Enough silly questions! Will you help the Empire or not?",		"npc_3_3":"If you no longer believe in this cause, then it's best you get out.",		"npc_3_2":"You have missed your chance to change history. I pity you.",		"npc_3_1":"I have no time for slackers.",		"npc_2_3":"Good. I'll wait here for you to return with your report of the secret weapons scientist's demise.",		"npc_2_2":"Excellent! I advise you to approach with a strong team and attack from surprise. Take no chances with this galaxy-changing weapon!",		"npc_2_1":"Good. I'm counting on you to render this situation normalized. Report back here with the weapon.",		"npc_1_3":"You again. At long last, I believe we've located the Rebels' secret weapon that blew up the Death Star -- or at least the lab where they built it. This stronghold may be preparing another weapon even as we speak! It's up to you to take out the scientist!",		"npc_1_2":"You're back? We've located a Rebel Special Forces squad that, in my view, could very likely be carrying the Rebellion's secret terror weapon that destroyed the Death Star. I want you to take an experienced team and bring back that weapon.",		"npc_1_1":"As part of the Empire's salvage operation on Yavin 4, I'm hunting the Rebels and their secret weapon. Our probes just sighted a Rebel squad that apparently got stranded in the jungle. They may have been retrieving the weapon from a hidden cache. I want you to assemble a team, hit them hard, and take the weapon.",		"notyet":"I'm not able to deal with you right now.",		"notit_3":"",		"notit_2":"You were supposed to bring me a Rebel Special Forces sergeant's weapon, which I believe may change the course of the Civil War. That clearly isn't it!",		"notit_1":"You were supposed to bring me a stranded Rebel's weapon. What are you bothering me with this for?",		"next":"The situation here has been normalized. I don't need help right now.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"",		"dontknowyou_2":"Clear out, citizen.",		"dontknowyou_1":"Can't help you, friend.",		"cant_work":"You look like an experienced servant of the Empire. I'm prepared to employ you once you're available."
}}
