{
	"stfFile":"static_npc/yavin/yavin_salvagecamp_megan_drlar",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_3":"If you wish, return to me later and complete my tasks when you feel better prepared.",		"npc_reset_2":"If you wish, return to me later and complete my tasks when you feel better prepared.",		"waypoint_name_3":"Scavenger leader's location",		"waypoint_name_2":"Scavenger thief's location",		"waypoint_name_1":"Salvage worker's location",		"waypoint_description_3":"Find and eliminate the leader of these scavengers",		"waypoint_description_2":"Find the scavenger and recover the hyperdrive part",		"waypoint_description_1":"Go and find the missing slavage worker",		"return_waypoint_name_3":"Megan Dr'lar",		"return_waypoint_name_2":"Megan Dr'lar",		"return_waypoint_name_1":"Megan Dr'lar",		"return_waypoint_description_3":"Return to Megan Dr'lar with news of your success.",		"return_waypoint_description_2":"Return the hyperdrive part to Megan Dr'lar",		"return_waypoint_description_1":"Escort the salvage worker back to Megan Dr'lar",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"How can I help?",		"player_3_2":"What's so special about this part?",		"player_3_1":"Could you clarify that a little?",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"I don't require any assistance, but it's very kind of you to check on me.",		"npc_work_3":"Have you found the leader of those scavengers yet? Commander Byrne isn't a patient man. He may arrest me if you don't hurry.",		"npc_work_2":"Have you managed to locate those scavengers and get that hyperdrive part yet?",		"npc_work_1":"Perhaps I did not adequately stress the urgency in this situation. Would you please find my worker quickly?",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"I found some really interesting pieces over here. Possibly from other kinds of ships that were caught in the explosion. Oh, I hadn't realized it was this late. Now where did I leave my caller?",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"You found the leader? Oh thank you, my friend. Perhaps that will buy enough time for me to finish this job and get out of here in one piece.",		"npc_reward_2":"Byrne will have to cut me a little slack after this. I know he'll hate that. How wonderful.",		"npc_reward_1":"I'm very relieved that this has worked out so well. I hope you'll stay around for a while. ",		"npc_reset_1":"If you wish, return to me later and complete my tasks when you feel better prepared.",		"npc_noloc_3":"I need to prepare myself in case the worst occurs. Would you mind leaving me for a few minutes? We'll begin when you return.",		"npc_noloc_2":"I should at least get you the coordinates where my worker got jumped. That will be a good place to start looking for those scavengers. Come back in a few minutes.",		"npc_noloc_1":"Give me a few minutes to find out which sector that worker was supposed to be in. I should have it around here somewhere.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"Byrne will never let me leave this world a free citizen. I've lost everything.",		"npc_failure_2":"How very disappointing. I wonder if Byrne has anything to do with all these scavengers.",		"npc_failure_1":"Commander Byrne is going to have my head if he gets wind of this.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"Thanks for bringing me back. I'm glad you were there to take care of those scavengers.",		"npc_breech_3":"This is what happens to intruders.",		"npc_breech_2":"Maybe we can salvage something off you too. ",		"npc_breech_1":"Were you looking for me? ",		"npc_backtowork_3":"I have no answers for any questions you might have. I only hope you haven't changed your mind.",		"npc_backtowork_2":"Is there something you're trying to tell me?",		"npc_backtowork_1":"I don't have any more information. Was there something else? ",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"Ideally by ejecting Commander Byrne into a black hole -- I'm kidding, please don't tell him I said that. If you could find some of these scavengers and eliminate them, it would be a tremendous help. Will you do it?",		"npc_4_2":"Certain pieces of equipment are more expensive to replace than others. This ship had the best equipment that credits could buy. Byrne will be slavering to get his hands on this piece. What do you say?",		"npc_4_1":"Commander Byrne only tolerates my presence here because I do the job so well. I was hoping you might be willing to go and track down one of my missing workers before it comes to his attention. It would be a big help. How about it?",		"npc_3_3":"Did Byrne tell you not to help me? Why does he hate me so much?",		"npc_3_2":"I'd better find somebody else to look for it then. Good luck to you.",		"npc_3_1":"Then I must bid you farewell and attend to this matter.",		"npc_2_3":"What would really help would be if you could find their leader and get rid of him -- or her. Once the leader is gone, the others will probably tear each other apart fighting over the division of spoils.",		"npc_2_2":"These scavengers are really starting to become a problem. See if you can find the scavengers that ran off with that component and show them the consequences of assaulting my workers. And don't forget to bring back the hyperdrive part.",		"npc_2_1":"Good. Let me give you the location where that worker was assigned. Be careful out there. We occasionally have people scavenging around for things they can sell. The guards shoot them on sight so they're not likely to wait for you to introduce yourself.",		"npc_1_3":"I'm always for living in peace with my fellow beings but I've had about enough! Commander Byrne is blaming me for all of this scavenger activity. I need to put a stop to all this thieving quickly or he's going to arrest me on conspiracy charges. Can you help me?",		"npc_1_2":"Just the problem-solver I was hoping to see. One of my workers recently found an extremely valuable hyperdrive component but got jumped by some scavengers before she could bring it back here. She's recovering in the infirmary, but I'd really like that part back. Will you help me?",		"npc_1_1":"Salvaging equipment from a destroyed ship that was once the size of a small moon is an unusual job. You'd be surprised at how many working pieces of equipment we find. If you had some time to spare, I could actually use a little help salvaging one of my workers from the wreckage. Can you help me?",		"notyet":"I don't have time to salvage and talk to you right now, okay?",		"notit_3":"",		"notit_2":"This isn't the part I asked you to get. Did you hand me the wrong item?",		"notit_1":"",		"next":"I have given you all the work I can for the moment. This project is far from finished though, so I may have further duties for you later.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"You weren't invited here. It would be much better if you left and didn't cause any trouble.",		"dontknowyou_2":"If you know what's good for you, you'll leave. Strangers aren't welcome here.",		"dontknowyou_1":"I don't require any assistance, but it's very kind of you to check on me.",		"cant_work":"If you're on the lookout for work, please come see me once your present job is completed."
}}
