{
	"stfFile":"static_npc/yavin/yavin_massassi_lian_byrne",
	"entries": {
		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_4":"Why don't you come back once you think you're ready to finish this job?",		"npc_reset_3":"Why don't you come back once you think you're ready to finish this job?",		"npc_reset_2":"Why don't you come back once you think you're ready to finish this job?",		"waypoint_name_4":"Rebel commando's location",		"waypoint_name_3":"Rebel spy's location",		"waypoint_name_2":"Undercover operative's location",		"waypoint_name_1":"Forensic scientist's location",		"waypoint_description_4":"Find and eliminate the Rebel guerillas",		"waypoint_description_3":"Track down the Rebel spy and take his intelligence reports",		"waypoint_description_2":"Go and meet Commander Byrnes operative",		"waypoint_description_1":"Go and pick up the forensics report",		"return_waypoint_name_4":"Commander Byrne",		"return_waypoint_name_3":"Lian Byrne",		"return_waypoint_name_2":"Lian Byrne",		"return_waypoint_name_1":"Lian Byrne",		"return_waypoint_description_4":"Return to Commander Byrne and inform him of your success.",		"return_waypoint_description_3":"Return the intelligence reports to Commander Byrne",		"return_waypoint_description_2":"Escort the operative back to Commander Byrne",		"return_waypoint_description_1":"Returnt to Lian Byrne with the forensics report",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"",		"player_3_3":"Why would a spy stay here?",		"player_3_2":"Why are you so short handed?",		"player_3_1":"What is the forensics report for?",		"player_2_4":"No",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_4":"Yes",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"I'm waiting for someone to meet me. You can just head on your way.",		"otherescort_1":"",		"npc_work_4":"What are you loitering around here for? Go find those Rebels and take them out.",		"npc_work_3":"Tracked down our spy yet? Keep looking. I don't want him to slip away from us.",		"npc_work_2":"I assume you're about to leave. Good luck.",		"npc_work_1":"What are you waiting for? I thought I sent you off to get that report.",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"Let's get out of here. I saw some scavengers following me but I managed to give them the slip.",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"Those Rebels are pretty thorough for traitor scum.",		"npc_reward_4":"You're a good operative. It's been a pleasure working with you.",		"npc_reward_3":"This will be a nice little addition to my report. Well done.",		"npc_reward_2":"Good, you both made it back. I'm very pleased with your work. ",		"npc_reward_1":"At last. I hope they finally found something useful. ",		"npc_reset_1":"Why don't you come back once you think you're ready to finish this job?",		"npc_noloc_4":"Give me a few minutes to get you cleared with the other field teams. I wouldn't want you getting shot for being a Rebel. Come back in a little while, I should have it taken care of soon.",		"npc_noloc_3":"I'll need a few minutes to let my field team know you'll be working with us, so they know not to shoot at you. Check back in a few minutes and I should be ready.",		"npc_noloc_2":"I'm still waiting for my operative to check in. Why don't you come back in a little while?",		"npc_noloc_1":"Wait a moment. I just got word that they haven't even finished the blasted report yet. Come back in a little while. ",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"This is turning into a bigger problem than I thought. We've got to stop those Rebels before they cause any more trouble.",		"npc_failure_3":"I hope this debacle doesn't extend my tour of duty here.",		"npc_failure_2":"This must be a day for setbacks. The forensics team didn't get anything done today either.",		"npc_failure_1":"Rebel activity must be worse than I realized, or perhaps you just had a little bit of bad luck. ",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"I was wrong about giving those scavengers the slip. Thanks for the save.",		"npc_dropoff_1":"",		"npc_breech_4":"This is probably the worst place you could be right now. You should move on before trouble starts.",		"npc_breech_3":"Death to the Empire!",		"npc_breech_2":"Did you have any trouble finding this spot?",		"npc_breech_1":"I was afraid you might have gotten lost.",		"npc_backtowork_4":"I wish I had more for you to go on. Are you in or not?",		"npc_backtowork_3":"What's wrong now? Are you having second thoughts?",		"npc_backtowork_2":"I'm extremely busy so talk fast.",		"npc_backtowork_1":"You know everything you're cleared to know. What else do you want?",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"",		"npc_4_3":"To spy on us of course. No doubt we've been monitored the whole time we've been here. The Rebels would likely pick up their little spy after we leave. Now are you going to help me with this?",		"npc_4_2":"Because I have about half of the people I need to complete a job this size in a timely fashion. I plan to shock my superiors by finishing on time or sooner and getting off of this steamy sewer moon. Are you going to help me or not?",		"npc_4_1":"We have a team going over the Rebel base inch by inch, looking for any useful information. I just want you to pick up their latest report. How about it?",		"npc_3_4":"Are you finally going to get out of this sweltering hole?",		"npc_3_3":"And yet you seem to remain on this haven for insects and lizards. What is wrong with you?",		"npc_3_2":"I don't know why you stick around here. Do you actually like this weather?",		"npc_3_1":"In a hurry to get off of this muggy jungle rock? Can't blame you for that.",		"npc_2_4":"Good. Find them and put a stop to all their interference. These Rebels are pretty good at what they do, so be sure and bring some backup you can trust. Be careful.",		"npc_2_3":"What we really want is the information this spy may have been collecting. Capturing the spy would be perfect but if the traitor gets killed and we have the data that would have gone to the Rebels, I'll call it a victory. ",		"npc_2_2":"Good. Go and meet my operative and come back here without either of you getting killed. There are a lot of scavengers looting through the wreckage so that isn't as easy as it sounds.  ",		"npc_2_1":"All you have to do is collect the report from the Imperial courier and bring it back here. There are probably still a few Rebels who didn't make it off world. So be careful. ",		"npc_1_4":"You certainly have a knack for showing up at the right time. Those Rebels managed to leave behind more than just a spy and a few unfortunates who missed the last shuttle. There seems to be a couple of highly trained commandos who are wreaking havoc on this operation with their guerilla tactics. Think you can track them down and put a stop to it?",		"npc_1_3":"I'm glad you've come back again. We discovered there was a Rebel spy who didn't make it offworld when they evacuated. We've narrowed down the area where this spy might be. With your help we should be able to wrap this up pretty quickly. How about it?",		"npc_1_2":"I'm not very trusting of that Selonian running the salvage operation. I think she's keen to run off and sell the equipment on the black market. I have an operative planted in her crew who keeps me up to speed on what's going on at the Salvage Camp. I need someone to bring my spy in safely and I'm a little short handed right now. Would you mind filling in?",		"npc_1_1":"I just don't like the climate here. I plan to be off this world as soon as I've finished with the salvage operation and learned what I can from that abandoned Rebel base. Speaking of which, I need someone to pick up a report from the forensics team. Would you be willing to go get that for me?",		"notyet":"I'm too busy to deal with you at the moment.",		"notit_4":"",		"notit_3":"You meant to give me some spy reports didn't you? Those aren't spy reports.",		"notit_2":"",		"notit_1":"This isn't the report I sent you to get. Maybe you should look again.",		"next":"That's all I have for you at the moment. Check back with me in case anything more comes up before I'm shipped out of here.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"",		"dontknowyou_3":"Do me a favor and get out of here. I'm trying to keep a low profile.",		"dontknowyou_2":"I'm waiting for someone to meet me. You can just head on your way.",		"dontknowyou_1":"There's nothing for you here, citizen. I'm just waiting to meet someone and then I'll be on my way.",		"cant_work":"I have some work for you if you finish with your current employer anytime soon. "
}}
