{
	"stfFile":"static_npc/yavin/yavin_massassi_cx-425",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"No stomach for facing a medical supply depot? Not much of a soldier.",		"waypoint_name_2":""Rebel" Kliknik Lair",		"waypoint_name_1":"Medical Supply Depot",		"waypoint_description_2":"Stormtrooper sergeant CX-425 believes this lair of klikniks harbors a hidden Rebel transmitter.",		"waypoint_description_1":"Stormtrooper sergeant CX-425 wants this independent depot blown up because it provided supplies to a Rebel.",		"return_waypoint_name_2":"CX-425",		"return_waypoint_name_1":"CX-425",		"return_waypoint_description_2":"This stormtrooper sergeant awaits news of the destruction of the "Rebel" kliknik lair.",		"return_waypoint_description_1":"This stormtrooper sergeant awaits news of the destruction of the medical supply depot that issued supplies to a Rebel.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"Why destroy a whole lair of innocent creatures instead of just the transmitter?",		"player_3_1":"Destroying a medical supply depot because it helped one Rebel? Isn't that overkill?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"You're supposed to destroy that kliknik lair with the hidden Rebel transmitter.",		"npc_work_1":"You need to destroy that medical supply depot.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Good job. That's all for now.",		"npc_reward_1":"Good. Report back if you want another assignment.",		"npc_reset_1":"No stomach for facing a medical supply depot? Not much of a soldier.",		"npc_noloc_2":"I'm waiting on coordinates for the kliknik lair. Check with me in a few moments.",		"npc_noloc_1":"I'm waiting on coordinates for the medical supply depot. Report back here in a few moments.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"Didn't destroy that kliknik lair? Well, we'll find someone who can.",		"npc_failure_1":"Didn't destroy that medical supply depot? We'll find someone who can.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"",		"npc_breech_1":"Imperial! Attack!",		"npc_backtowork_2":"That's all the information I have. Destroy the kliknik lair.",		"npc_backtowork_1":"That's all the info I have. Destroy the medical supply depot.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"Saves time. Bugs are bugs. Do you want the job or not?",		"npc_4_1":"They're probably all Rebel sympathizers, so they deserve to die. Do you want the job or not?",		"npc_3_2":"Don't want to crush a few bugs? Well, check back if you change your mind.",		"npc_3_1":"Very well, that's all.",		"npc_2_2":"Right. Report back when you've destroyed the bug lair.",		"npc_2_1":"Report back here when the depot is gone.",		"npc_1_2":"We've located a Rebel transmission relay. Seems to be hidden in a lair of klikniks, some kind of native bugs. Destroy the lair and that should take out the transmitter.",		"npc_1_1":"Medics at an independent supply depot were seen to issue supplies to a known Rebel. We want you to blow up the depot.",		"notyet":"I can't speak with you right now, I'm on duty.",		"notit_2":"",		"notit_1":"",		"next":"No assignments today.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"",		"dontknowyou_1":"You're in the wrong place, friend. No supplies available today.",		"cant_work":"Report here after you've completed your current assignment."
}}
