{
	"stfFile":"static_npc/yavin/yavin_massassi_ruwan_tokai",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"Well, check back later in case I can't find someone else to do the job.",		"waypoint_name_2":"Tokai Authorization",		"waypoint_name_1":"Warrant Officer",		"waypoint_description_2":"An Imperial officer holds retroactive permission for Technical Sergeant Ruwan Tokai to have examined a classified fragment of the Death Star.",		"waypoint_description_1":"An Imperial warrant officer waiting for delivery of a fragment of the Death Star.",		"return_waypoint_name_2":"Sgt. Ruwan Tokai",		"return_waypoint_name_1":"Sgt. Ruwan Tokai",		"return_waypoint_description_2":"The Imperial Technical Sergeant waits for retroactive authorization to have studied a classified fragment of the Death Star.",		"return_waypoint_description_1":"This Imperial technical sergeant examined a fragment of the Death Star that turned out to be classified.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"What is this piece?",		"player_3_2":"What is a "retroactive authorization"?",		"player_3_1":"Why is the humidity bad for the equipment?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I need that retroactive authorization from my commanding officer, or I'm in trouble!",		"npc_work_1":"Did you deliver that hull fragment of the destroyed battle station to my warrant officer?",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"This little slip-up is understandable. Doesn't happen unusually often, I'm glad to say. Now you'd better get out of this area -- we've seen Rebel activity here.",		"npc_smuggle_1":"All salvage from the Death Star has been a classified secret. You say a technical sergeant sent this? Hmm. We'll have to look into his clearances.",		"npc_reward_2":"Thanks! I'm paying you out of my own funds. I just remembered you delivered that Death Star fragment to a warrant officer. Hope he's not in trouble too!",		"npc_reward_1":"I've been authorized to disburse this payment. Classified, they said? No one told me that. Hmm. Well, I hope nothing bad happens.",		"npc_reset_1":"Well, check back later in case I can't find someone else to do the job.",		"npc_noloc_2":"Wait a moment -- I'm getting another call from the investigators. I have to take this. Check with me in a moment.",		"npc_noloc_1":"Wait, I'm getting a call from the warrant officer. Check with me in a moment in case his coordinates changed.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"You didn't get me that authorization? Oh, no! How will I explain this. It's Kessel for me.",		"npc_failure_1":"You didn't deliver that hull fragment? Well, I'll try to find someone who can.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"You're here for the authorization for Sgt. Tokai?",		"npc_breech_1":"Are you here with that Death Star fragment?",		"npc_backtowork_2":"Please, I don't know what else to say. I need that retroactive authorization from my commanding officer, or I'm in trouble!",		"npc_backtowork_1":"I have nothing useful to add. I'd just like you to go and deliver this hull fragment.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"I believe it's a fragment of hull plating that crashed onto this moon from the battle station that got destroyed in this vicinity last year. Very interesting technology, I must say. Can you deliver it?",		"npc_4_2":"It would say I had permission all along to examine that fragment, even though it was classified above my clearance. We take care of things retroactively all the time. I'll bet some bureaucrat is even now filing a retroactive authorization to have the Death Star scrapped. But I need my own authorization fast! Will you get it?",		"npc_4_1":"These materials were never meant for jungle use. This piece, for instance -- I've been examining it, but the process of cleaning off the moss also removes vital chemical traces that would help us understand what happened. How frustrating. But as to that delivery -- can you do it?",		"npc_3_2":"You won't help out a fellow Imperial in his time of need? What kind of servant of the Empire are you?",		"npc_3_1":"Regrettable. Well, let me know if you find any interesting equipment lying around in the jungle.",		"npc_2_2":"Great. I'll pay you for your help. Just bring me that authorization, fast!",		"npc_2_1":"Good. Check back here after the delivery, and I'll disburse payment from my equipment restoration budget.",		"npc_1_2":"Please, you have to help! That piece of the Death Star turned out to be classified above my clearance. I'm up for court martial, just for examining it! You have to get to my commanding officer and get a retroactive authorization.",		"npc_1_1":"I despise the humidity on this world -- so bad for the equipment. I need this piece taken to the warrant officer for analysis. Can you deliver it?",		"notyet":"I can't deal with this right now.",		"notit_2":"You were supposed to bring an authorization for me, Ruwan Tokai! Please tell me you've got it!",		"notit_1":"",		"next":"I think the situation here is currently under control.",		"gotowork_2":"",		"gotowork_1":"I was told you'd be bringing me a fragment of the Death Star. If you have it, give it over.",		"dontknowyou_2":"Vacate this area. Imperial business.",		"dontknowyou_1":"Imperial business. Move along.",		"cant_work":"I have a small task for you when you're not so busy."
}}
