{
	"stfFile":"static_npc/yavin/yavin_rebelcamp_yith_seenath",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_3":"Fine. Come back later if you think you can finish this out.",		"npc_reset_2":"Fine. Come back later if you think you can finish this out.",		"waypoint_name_3":"Munitions Depot's Location",		"waypoint_name_2":"Imperial Lieutenant's Location",		"waypoint_name_1":"Imperial Courier's Location",		"waypoint_description_3":"Destroy the munitions depot.",		"waypoint_description_2":"Take out the bloodthirsty lieutenant.",		"waypoint_description_1":"Get the encrypted orders from the Imperial courier.",		"return_waypoint_name_3":"Sergeant Seenath's Location",		"return_waypoint_name_2":"Sergeant Seenath's Location",		"return_waypoint_name_1":"Sergeant Seenath's Location",		"return_waypoint_description_3":"Report your success to Yith Seenath.",		"return_waypoint_description_2":"Report your success to Yith Seenath.",		"return_waypoint_description_1":"Bring the Imperial dispatch back to Yith Seenath.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"",		"player_3_2":"",		"player_3_1":"",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Have you taken out that munitions depot yet?",		"npc_work_2":"Did you take care of that Imperial lieutenant? Our people will be much safer once he's gone.",		"npc_work_1":"Did you get that dispatch from Imperial High Command?",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"Now that was a job well done. I think our people will be able to take a breather. You're an inspiration to us all.",		"npc_reward_2":"Good job. Cut off the head and the body cannot survive. Enjoy your reward.",		"npc_reward_1":"Well done. Your efforts will make our work here much easier. Report back if you haven't gotten your fill of killing Imperials.",		"npc_reset_1":"Fine. Come back later if you think you can finish this out.",		"npc_noloc_3":"I need to verify the depot's location with our scouts. Check back in a few moments.",		"npc_noloc_2":"We need to verify the lieutenant's current position. Could you check back with me in a few moments?",		"npc_noloc_1":"One moment while I verify those coordinates.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"I'll have to organize another strike team quickly. We can't afford to let those Imperial commandos have access to those weapons.",		"npc_failure_2":"We'll have to find some way to take out that lieutenant. Thanks for your help.",		"npc_failure_1":"Those orders would have clarified quite a few things for us. A shame you couldn't get them.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"",		"npc_breech_2":"This is a restricted area! Identify yourself! Open fire, men!",		"npc_breech_1":"That's close enough! Open fire, men!",		"npc_backtowork_3":"This is going to be quite challenging. If you'd like to back out, I'll understand.",		"npc_backtowork_2":"That's all the information I have. Would you like to reconsider?",		"npc_backtowork_1":"Do you want the mission or not?",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"",		"npc_4_2":"",		"npc_4_1":"",		"npc_3_3":"Very well, I'll assign this to a more experienced operative. Farewell.",		"npc_3_2":"This is a tough assignment. I understand your decision.",		"npc_3_1":"Well then I'll let you get back to whatever it was you were doing. Farewell.",		"npc_2_3":"It's a small warehouse but I'm sure it will be heavily guarded. After taking out the lieutenant in charge of such operations, I'd be expecting quite a fight. Prepare accordingly.",		"npc_2_2":"I'd advise you bring some friends along. This lieutenant doesn't go anywhere without two of his best men accompanying him. Good luck.",		"npc_2_1":"Here are the coordinates. The courier is likely to have an escort, so be prepared for a fight. Good luck.",		"npc_1_3":"We finally decoded that dispatch from Imperial High Command and as a result we've uncovered a munitions depot that was going to be used in an upcoming raid. I want you to blow this place sky high. Think you can handle that?",		"npc_1_2":"Those orders were to be delivered to a particularly brutal lieutenant that's been stationed here on Yavin recently. Apparently Imperial High Command felt that Commander Byrne was not getting results quickly enough so they sent this brute to 'help things along.' We need this lieutenant taken out. Is that something you could do?",		"npc_1_1":"Did High Command send you? We've just got some information that we need to move on. Wait, you're new. Sorry, I'm Sergeant Yith Seenath. I hope you're here to help out because we could sure use it. I need an Imperial courier intercepted and the orders he's carrying brought back to me. Think you can do that?",		"notyet":"This isn't a good time for me.",		"notit_3":"",		"notit_2":"",		"notit_1":"These are not the encrypted orders from Imperial High Command.",		"next":"That's all I've got for you now. Check back with me from time to time.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"",		"dontknowyou_2":"This is an Imperial matter. On your way.",		"dontknowyou_1":"I'm on Imperial business. On your way.",		"cant_work":"Come back and see me when you're finished with your current assignment."
}}
