{
	"stfFile":"static_npc/yavin/yavin_imperialgarrison_vraker_orde",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_3":"Come back and wipe out those Rebel scum when you're better prepared.",		"npc_reset_2":"Come back and wipe out those Rebel scum when you're better prepared.",		"waypoint_name_3":"Rebel base's location",		"waypoint_name_2":"Rebel rescue team's location",		"waypoint_name_1":"Rebel scout's location",		"waypoint_description_3":"Find and destroy the mobile Rebel base",		"waypoint_description_2":"Find and eliminate the Rebel rescue team",		"waypoint_description_1":"Find and eliminate the Rebel scouting party.",		"return_waypoint_name_3":"Vraker Orde",		"return_waypoint_name_2":"Vraker Orde",		"return_waypoint_name_1":"Vraker Orde",		"return_waypoint_description_3":"Return to Vraker Orde with news of your victory",		"return_waypoint_description_2":"Return to Vraker Orde with news of your success.",		"return_waypoint_description_1":"Return to Vraker Orde with news of your success.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"Why are you so sure there's a mobile base?",		"player_3_2":"A surprise, eh? The kind that involves a lot of collateral damage?",		"player_3_1":"How do you want me to shake things up?",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Get out there and destroy that Rebel. ",		"npc_work_2":"Have you found any sign of a Rebel rescue team? I know they're out there somewhere.",		"npc_work_1":"Have you managed to track down one of those scouting parties yet?",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"You've done the Empire a great service. I think this should keep those Rebels from taking too keen an interest in Yavin for a while.  It's just too costly for them to stick around here.",		"npc_reward_2":"If I had a few like you among my officers, I'd be able to clean those scum off this world in no time. First-rate job.",		"npc_reward_1":"Outstanding! That should show my officers what you can do when you put your mind to something. Come back and see me about more work, you have a real talent for this.",		"npc_reset_1":"Come back and wipe out those Rebel scum when you're better prepared.",		"npc_noloc_3":"I'll have to ask you to leave for a few minutes while I check some intelligence reports. Just a security precaution.",		"npc_noloc_2":"I should find out if there's been any unusual activity anywhere. It might provide you with a good starting point. I'll have to ask you to leave for a few minutes while I access that information. For reasons of security.",		"npc_noloc_1":"Let's continue this conversation in a little while. I have an important call I need to make. Would you mind giving me a few minutes of privacy?",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"I don't believe in failure. Somehow, however, it keeps occurring despite my lack of faith.",		"npc_failure_2":"Failure? No just a temporary setback. Learn from it and move on.",		"npc_failure_1":"This isn't exactly what I had in mind to impress my officers.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"",		"npc_breech_2":"It looks like we've got some uninvited company.",		"npc_breech_1":"We've got trouble!",		"npc_backtowork_3":"I can see you're excited. Speak your mind and let's get on with it.",		"npc_backtowork_2":"You seem to want to say something. Just spit it out.",		"npc_backtowork_1":"Are you changing your mind or are you just the jittery type?",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"I'm the commander of an Imperial base. Assume I have access to intelligence reports and that I know what I'm talking about. The question is not whether there is a Rebel leader; the question is whether you are going to destroy him.",		"npc_4_2":"Exactly the kind of surprise I had in mind. You find that rescue party and blast them off the map. How about it?",		"npc_4_1":"You're pretty new to Yavin. I figure if a rookie like you comes in and tracks down some hidden Rebels it will force them to become more alert. What do you say?",		"npc_3_3":"I would never question your loyalty. That's the Imperial Security Bureau's job.  ",		"npc_3_2":"I'm a military commander, not a nursemaid. As far as I'm concerned, if you're not part of the solution, you're part of the problem.",		"npc_3_1":"I hope you're not trying to protect those scum. I won't rest until every Rebel on this world is dead.",		"npc_2_3":"You know what you have to do. Find that Colonel and destroy him. Any Rebels in the area should be eliminated also. Report back once your mission is complete.",		"npc_2_2":"Good. I have intelligence on some unexplained activity in one sector. That's probably the best place to start. Return to me once you've rooted them out.",		"npc_2_1":"I know there are little pockets of that rabble scattered all over this planet. No doubt they have scouting parties checking on our activities. I'd be very pleased if you'd find one of these scouting parties and destroy it. Very pleased indeed. ",		"npc_1_3":"So far we've had scouts and a rescue party. That says to me that they must have some sort of mobile command center. I think it would be a good idea for you to find the leader of this base and obliterate him. I can't leave those rebels running around on my watch, now can I? I could really use you on this one. How about it?",		"npc_1_2":"There's one sure thing to follow a group of Rebel scouts gone missing - a rescue attempt. I'd like you to arrange a little surprise for whatever group they send to rescue their lost scouts. Are you up for taking down a few more of those Rebel vermin?",		"npc_1_1":"They're everywhere, you know. Rebels, I mean. They lurk around the periphery looking for weak points they can exploit. It's important to remain vigilant. A lot of my officers have gotten jaded and I could use someone to shake things up a little. Do you think you might be interested in doing that?",		"notyet":"I need to be left alone for now.",		"notit_3":"",		"notit_2":"",		"notit_1":"",		"next":"Everything is quiet right now. But come see me later. Those Rebels are like vermin - you can never get rid of them entirely.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"",		"dontknowyou_2":"You may want to consider moving on. Several of our people are missing. This could turn in to a war zone at any moment.",		"dontknowyou_1":"This is not a secure area, friend. You should leave before trouble erupts.",		"cant_work":"I could use some help tracking down hidden Rebel enclaves. Why don't you come back and help me when you've finished with your current duties?"
}}
