{
	"stfFile":"static_npc/lok/nym",
	"entries": {
		"player_sorry_4":"What did you want me to do again?",		"player_sorry_3":"What did you want me to do again?",		"player_sorry_2":"What did you want me to do again?",		"player_sorry_1":"What did you want me to do again?",		"player_reset_4":"I can't do this anymore.",		"player_reset_3":"I can't do this anymore.",		"player_reset_2":"I can't do this anymore.",		"player_reset_1":"I can't do this anymore.",		"npc_reset_4":"Well then you shouldn't have come in here asking for work. I don't have time to deal with mudslugs like you.",		"npc_reset_3":"Well then you shouldn't have come in here asking for work. I don't have time to deal with mudslugs like you.",		"npc_reset_2":"Well then you shouldn't have come in here asking for work. I don't have time to deal with mudslugs like you.",		"npc_reset_1":"Well then you shouldn't have come in here asking for work. I don't have time to deal with mudslugs like you.",		"waypoint_name_4":"Hijacked AT-AT",		"waypoint_name_3":"Canyon Corsair Slicers",		"waypoint_name_2":"Canyon Corsair Diversion Force",		"waypoint_name_1":"Bloodrazor Harassers",		"waypoint_description_4":"An Imperial Walker is on it's way to destroy Nym's base. Destroy it before it completes it's mission.",		"waypoint_description_3":"A team of slicers are heading back to their base. Kill them and take the data they stole. ",		"waypoint_description_2":"A group of Canyon Corsairs are causing some problems. Kill them.",		"waypoint_description_1":"These Bloodrazors are bothering Nym. Kill them.",		"return_waypoint_name_4":"Nym",		"return_waypoint_name_3":"Nym",		"return_waypoint_name_2":"Nym",		"return_waypoint_name_1":"Nym",		"return_waypoint_description_4":"Return to Nym for your special reward.",		"return_waypoint_description_3":"Return to Nym and give him the datadisk you found.",		"return_waypoint_description_2":"Return to Nym to get your credits.",		"return_waypoint_description_1":"Return to Nym to get your money",		"player_sorry":"What did you want me to do again?",		"player_reset":"I can't do this anymore.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"Wait a second... how did they get the codes?",		"player_3_3":"What data did they steal?",		"player_3_2":"What do you think the Corsairs are doing?",		"player_3_1":"What do you have against the Bloodrazors?",		"player_2_4":"Whoa! An AT-AT? You're crazy! No!",		"player_2_3":"No thanks. It's not worth the effort.",		"player_2_2":"Sorry, you're not paying enough.",		"player_2_1":"No thanks, I'm not interested.",		"player_1_4":"Ha! Sounds like fun! Don't worry, Nym... it's toast!",		"player_1_3":"Sounds good. I'll do it.",		"player_1_2":"As long as the pay is good, I'll do it.",		"player_1_1":"I'll do it for the right price. Sure.",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_4":"Why aren't you taking care of that AT-AT?",		"npc_work_3":"Why are you still hanging around?",		"npc_work_2":"Why are you sticking around?",		"npc_work_1":"Why aren't you doing taking care of business?",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"Will you look at that... Jinkins told me he saw everything that happened. You've got some moxie, kid. So... how's about I give you these credits and also a hyperspace map I just picked up. I fgure that will set us even.",		"npc_reward_3":"Well what do you know... some Imperial access codes. Those Corsairs sure know how to aim high. It's a sad shame their in my hands now... Good work, kid. Here's your credits.",		"npc_reward_2":"Good job. Have you ever thought of actually sailing the spacelanes? You've got the kind of gusto I look for. Regardless... here's your money. I may have more work for you, so stick around.",		"npc_reward_1":"Well, they're dealt with for now. Hopefully this will keep them guessing for a while, at least until I can deal with the Canyon Corsairs. Here's your price.",		"npc_reset":"Well then you shouldn't have come in here asking for work. I don't have time to deal with mudslugs like you.",		"npc_noloc_4":"Let me ask Jinkins where he figures the AT-AT to be. Check back with me in a few minutes, got it?",		"npc_noloc_3":"Let me check my scouts to see where the Slicers are heading. Check back with me in a few minutes.",		"npc_noloc_2":"Let me ask Jinkins where these Corsairs can be found. Check back with me in a few.",		"npc_noloc_1":"I'll go send a scout out there to find out where those guys are. Come back to me in a short while.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"So you were crushed by the AT-AT, but you still could make it out here to let me know that? What do you take me for, a fool?",		"npc_failure_3":"How is it possible fro you to have failed to get that data for me? That's it... get out of here!",		"npc_failure_2":"You are a worthless failure! Fortunately I have other people on my payroll that can do the job. Now get out of here.",		"npc_failure_1":"You pathetic pile of bantha-fodder! One of my new recruits could have dealt with this better than you! Get out of my sight!",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_4":"",		"npc_breech_3":"Who are you? Hey! You're the person working for Nym!",		"npc_breech_2":"So, you're all Nym's got? Waste 'em, boys!",		"npc_breech_1":"You messed with the wrong guys. This is none of your business!",		"npc_backtowork_4":"I don't have time to play games, kid. Either take care of that AT-AT or don't, just quit bugging me!",		"npc_backtowork_3":"Stop those Corsairs before they get back to their base. I want whatever it is they stole from the Imperials.",		"npc_backtowork_2":"You're the one who's going to meet up with thier diversion forces. Now go do the job!",		"npc_backtowork_1":"How many times do I have to tell you, moron? I told you to wipe out those Bloodrazors. Only then will you get your credits.",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"Those Canyon Corsairs must have transmitted somethose Imperial access codes back to their gang before you killed them. I didn't think they'd have enough smarts to think of that. Look... we've got an AT-AT heading this way, so are you going to do it?",		"npc_4_3":"The particular  Corsairs you destroyed obviously failed at the diversion, but others have made enough noise to get the Imperials out of their cots  As soon as Otto sent his troops out into the field, a squad of elite Corsairs broke into the weakened stronghold and sliced some stole Imperial data. There's nothin' better than stealing from thieves, and I want whatever data those Corsairs stole from the Imperials. ",		"npc_4_2":"Weren't you listening to what I said? I told you it looks like they're trying to split my forces up. What don't know is I've got you. So what do you say?",		"npc_4_1":"They're like Coruscant beetles: every time you think you've stomped 'em under your boot, they creep out of some garbage pit or cesspool again. Anyway, these mudslugs are threatening one of my listening outposts. I want to keep the morons guessing, so instead of destroying their scout troops with my own forces, so thats why I'm hiring you to take care of the roaches.",		"npc_3_4":"Though I want to be angry at you for turning me down, I've got to say that I'm one of the only peolpe I know who'd take on an AT-AT all by myself. Well, suit yourself...",		"npc_3_3":"Are you standing there telling me that you're turning down good money? I think I was wrong about you.",		"npc_3_2":"Though I like a kid who knows the value of their worth, right now I really don't care. Get out of here!",		"npc_3_1":"Who let you in here? You're not going to make it long on this planet by turning down instructions I give, kid.",		"npc_2_4":"Jinkins tells me that it's on a course straight here. Being the Pirate King sometimes has it's disadvantages, you know. Here's where it should be by now, so get out there and destroy it. If you do it, come back and I'll have a little something for you.",		"npc_2_3":"They should still be on their way back to their base. Wipe them out and get me that data.",		"npc_2_2":"Go out there and give them a surprise of your own. Make sure they know you're working for me this time.",		"npc_2_1":"These little roaches can be found wandering around my listening post. Go out there and wipe them clean of the face of this planet.",		"npc_1_4":"Those Corsairs are people I need to keep an eye on. Now their crew has pulled off a major victory! Even I'm impressed.  gang has pulled off a surprising masterstroke. A mercenary hired slicer used the codes to bypass Imperial safeguards, and the Corsairs gang actually hijacked an Imperial walker and it's heading this way. Take care of this for me, and Im sure I'll have something around here to you'll like, got it?",		"npc_1_3":"Those Corsairs you killed were planning a diversion, just like I thought, but I was wrong about their target. The gravel maggots were trying to lure the Imperials away from General Otto's stronghold and have managed to get ahold of some data. I want that data, so I'll make it worth your while to get it for me.",		"npc_1_2":"The Canyon Corsairs are on the move. They're settin' up outposts and ambushes all across the planet. They haven't downed enough bantha blasters to actually attack my forces yet, but I'm guessin' that all this activity is supposed to spread my forces thin. I'd wager they're planning a full-scale attack on my base. Go and dispose of these "diversions," while I bolster my defenses here. ",		"npc_1_1":"I got a thousand enemies scattered across this dead-end planet. The Canyon Corsairs want to mount my head above their furnace, and the Empire is lookin' for any excuse to raid my base. But the Bloodrazors, I got a special place in my hearts for them. You want to do a job for me? ",		"notyet":"I don't know who you are or what you want. If you've got something for sale, you talk to Jinkins.",		"notit_4":"What's this? I told you to take care of the AT-AT, not bring me something.",		"notit_3":"What's this? This doesn't look like anything the Imperials would be keeping around. It doesn't even look like data!",		"notit_2":"What's this?",		"notit_1":"What's this? You'd best not be playing around with me!",		"next":"I've got no work for you right now. I'll keep you in mind, though. You're a rather valuable asset to have on my team.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"Whatever.",		"dontknowyou_3":"Oh, you're not? Sorry.",		"dontknowyou_2":"Oh, nevermind.",		"dontknowyou_1":"Oh, nevermind.",		"cant_work":"You've got a lot of nerve to come in here swaggering around like you own the place. If I didn't have problems with some rivals, I'd knock that smirk right off your face."
}}
