{
	"stfFile":"slicing/slicing",
	"entries": {
		"already_sliced":"That item has already been sliced.",		"keypad_success":"You have managed to slice the power from the magnetic locks.  The door is now open.",		"keypad_fail":"Unable to successfully slice the keypad, you realize that the only way to reset it is to carefully repair what damage you have done.",		"keypad_examine":"No one should notice the damage at first glance and there is nothing to indicate you had any involvement with this.",		"keypad_clamp_1":"You gently fuse the molecular clamp to the security subsytem regulator.  A small indicator light on the clamp lights red, indicating you must cut the negative power cable.",		"keypad_clamp_0":"You gently fuse the molecular clamp to the security subsytem regulator.  A small indicator light on the clamp lights blue, indicating you must cut the positive power cable.",		"keypad_analyze_1":"You carefully integrate the analyzer node into the security system.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of negative power flow to anti-tampering device.'",		"keypad_analyze_0":"You carefully integrate the analyzer node into the security system.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of positive power flow to anti-tampering device.'",		"keypad_1":"You cut one of the wires.  You seem to have selected the correct one as the locking mechanism didn't auto-disable itself.",		"keypad_0":"The panel hinges down to reveal several transistors and a pair of wires snaking through the machinery to the magnetic door lock.",		"already_being_sliced":"That item is already being sliced.",		"not_yet":"You will be able to hack the network again in %DI seconds.",		"fail_weapon":"You've made a critical mistake modifying the weapon's basic systems.  The damage is extensive and while the weapon still retains its previous effectiveness, no one will be able to modify it in the future.",		"hq_security_success":"You have managed to slice into the terminal.  The security protocol for the override terminal has been significantly relaxed.",		"hq_security_fail":"Unable to successfully slice the terminal, you realize that the only way to reset the terminal is to carefully repair what damage you have done.",		"hq_security_examine":"No one should notice the damage at first glance and there is nothing to indicate you had any involvement with this.",		"hq_security_clamp_1":"You gently fuse the molecular clamp to the security subsytem regulator.  A small indicator light on the clamp lights blue, indicating you must cut the negative power cable.",		"hq_security_clamp_0":"You gently fuse the molecular clamp to the security subsytem regulator.  A small indicator light on the clamp lights blue, indicating you must cut the positive power cable.",		"hq_security_analyze_1":"You carefully integrate the analyzer node into the security subsystem.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of negative power flow to subsystem regulator.'",		"hq_security_analyze_0":"You carefully integrate the analyzer node into the security subsystem.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of positive power flow to subsystem regulator.'",		"hq_security_1":"The security subsystem is partially rerouted.  A little bit more work and you should be able to relax the override terminal's security protocol.",		"hq_security_0":"You remove the terminal's rear access panel.  A jumbled mess of conduits and cables press toward you.  After rooting around for a bit, you find the flow regulator attached to the override security module.",		"not_again":"There isn't anything more you can do to the terminal.",		"terminal_examine":"No one should notice the damage at first glance and there is nothing to indicate you had any involvement with this.",		"terminal_clamp_1":"You gently fuse the molecular clamp to the reward subsytem regulator.  A small indicator light on the clamp lights red, indicating you must cut the negative power cable.",		"terminal_clamp_0":"You gently fuse the molecular clamp to the reward subsytem regulator.  A small indicator light on the clamp lights blue, indicating you must cut the positive power cable.",		"terminal_analyze_1":"You carefully integrate the analyzer node into the reward subsystem.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of negative power flow to subsystem regulator.'",		"terminal_analyze_0":"You carefully integrate the analyzer node into the reward subsystem.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of positive power flow to subsystem regulator.'",		"terminal_1":"The reward subsystem is partially rerouted.  A little bit more work and you should be able to convince this thing to give you a higher payout.",		"terminal_0":"You remove the terminal's rear access panel.  A jumbled mess of conduits and cables press toward you.  After rooting around for a bit, you find the flow regulator attached to the reward subsystem.",		"terminal_fail":"You were unable to slice into the terminal.",		"terminal_success":"You have managed to slice into the terminal.  Your next mission reward will be increased.",		"weapon_examine":"You have successfully removed part of the anti-tampering device.  Another precision cut and you should be able to integrate your upgrades into the weapon's stabilization system.",		"weapon_clamp_1":"You gently fuse the molecular clamp to the anti-tampering device expansion leads.  A small indicator light on the clamp lights red, indicating you must cut the negative power cable.",		"weapon_clamp_0":"You gently fuse the molecular clamp to the anti-tampering device expansion leads.  A small indicator light on the clamp lights blue, indicating you must cut the positive power cable.",		"weapon_analyze_1":"You carefully integrate the analyzer node into the anti-tampering system.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of negative power flow to anti-tampering device.'",		"weapon_analyze_0":"You carefully integrate the analyzer node into the anti-tampering system.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of positive power flow to anti-tampering device.'",		"weapon_1":"You've managed to disable part of the anti-tampering device.  The designer of this weapon tried to be tricky, but he wasn't good enough.  Removing the second flow regulator cable should give you access to the stabilization systems.",		"weapon_0":"You have managed to strengthen the substructure of the weapon and remove excess weight.  You will need to modify the weapon's stabilizer systems in order for it to function properly.  The core systems seem to be protected by a simple Imperial-spec anti-tampering device.  Working carefully, you begin to disable the device.",		"no_weapon_kit":"You need a Weapon Upgrade Kit in order to perform that action!",		"dam_mod":"You have successfully increased the damage range of the weapon by %DI%!",		"spd_mod":"You have successfully increased the attack speed of the weapon by %DI%!",		"armor_examine":"You have successfully removed part of the anti-tampering device.  Another precision cut and you should be able to integrate your upgrades into the armor's stabilization system.",		"armor_clamp_1":"You gently fuse the molecular clamp to the anti-tampering device expansion leads.  A small indicator light on the clamp lights red, indicating you must cut the negative power cable.",		"armor_clamp_0":"You gently fuse the molecular clamp to the anti-tampering device expansion leads.  A small indicator light on the clamp lights blue, indicating you must cut the positive power cable.",		"armor_analyze_1":"You carefully integrate the analyzer node into the anti-tampering system.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of negative power flow to anti-tampering device.'",		"armor_analyze_0":"You carefully integrate the analyzer node into the anti-tampering system.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of positive power flow to anti-tampering device.'",		"armor_1":"You've managed to disable part of the anti-tampering device.  The designer of this armor did a good job, but you're better.  Removing the second flow regulator cable should give you access to the stabilization systems.",		"armor_0":"You have prepared several additions to the armor.  In order for the modifications to work, you'll need to modify the armor's balance and stabilizing systems to accept your changes.  The core systems seem to be protected by a simple Imperial-spec anti-tampering device.  Working carefully, you begin to disable the device.",		"fail_armor":"You've made a critical mistake modifying the armor's basic systems.  The damage is extensive and while the armor still retains its previous effectiveness, no one will be able to modify it in the future.",		"no_armor_kit":"You need an Armor Upgrade Kit in order to perform that action!",		"eff_mod":"You have successfully increased the base effectiveness of the armor by %DI%!",		"enc_mod":"You have successfully reduced the encumberance of the armor by %DI%!",		"used_up_knife":"Your Precision Laser Knife has been drained.",		"used_knife":"Your Precision Laser Knife has lost a charge.",		"no_knife":"You need a Precision Laser Knife to perform that action.",		"used_node":"A Flow Analyzer Node has been used up.",		"no_node":"You need to have a Flow Analyzer Node to perform that action.",		"used_clamp":"A Molecular Clamp has been used up.",		"no_clamp":"You need to have a Molecular Clamp to perform that action.",		"container_fail":"An angry buzz sounds and a reinforced magnetic backup lock slides into place.  It doesn't look like anyone will be able to access this container.",		"container_success":"With a click the locking mechanism releases.",		"container_examine":"The cut is clean and the wires pose no danger of shorting the rest of the system.",		"broken":"The locking mechanism appears to be broken.  You will not be able to open this device.",		"red_cable_cut":"The negative (red) regulator cable is cut.",		"blue_cable_cut":"The positive (blue) regulator cable is cut.",		"container_clamp_1":"You carefully install the molecular clamp on the power node.  A small indicator light on the clamp lights red, indicating you must cut the negative power cable.",		"container_clamp_0":"You carefully install the molecular clamp on the power node.  A small indicator light on the clamp lights blue, indicating you must cut the positive power cable.",		"container_analyze_1":"You gently fuse the analyzer node to the power system.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of negative power flow to locking mechanism.'",		"container_analyze_0":"You gently fuse the analyzer node to the power system.  After a few seconds, a scratchy electronic voice in the node says 'Analysis Complete: High probability of positive power flow to locking mechanism.'",		"container_1":"You have cut one of the wires to the power system.  The backup locking mechanism hasn't clamped down...it looks like you chose wisely.",		"already_slicing":"You are already slicing something.",		"slicing_underway":"Someone is already slicing that device.",		"use_analyzer":"Install an analyzer node.",		"use_clamp":"Shunt the power node with a molecular clamp.",		"red_cable":"Cut the negative (red) flow regulator cable.",		"blue_cable":"Cut the positive (blue) flow regulator cable.",		"container_0":"You slide away a rear access panel revealing the power flow system.  If you can cut power to the locking mechanism, you should be able to open the container.  This model of container appears to have two power flow cables.",		"title":"Slicing",		"slice":"Slice",		"locked":"The container appears to be locked."
}}
