{
	"stfFile":"poi/deliverance/escaped_slave",
	"entries": {
		"a_brushoff_chat":"",		"a_brushoff_mood":"angry",		"a_brushoff_act":"",		"a_decline_offer_act":"",		"a_decline_offer_mood":"grumpy",		"a_decline_offer_chat":"",		"a_greet_act":"",		"a_greet_imperial_act":"",		"a_greet_m_act":"",		"a_greet_m_mood":"scornful",		"a_greet_m_chat":"shout",		"a_greet_mad_act":"",		"a_greet_mad_mood":"",		"a_greet_mad_chat":"",		"a_greet_rebel_act":"",		"a_maybe_act":"",		"a_maybe_mood":"disgruntled",		"a_maybe_chat":"",		"a_negotiate_fail_act":"",		"a_negotiate_fail_mood":"sullen",		"a_negotiate_fail_chat":"",		"a_no_act":"",		"a_no_mood":"resigned",		"a_no_chat":"",		"a_no_negotiate_act":"",		"a_no_negotiate_mood":"stubborn",		"a_no_negotiate_chat":"",		"a_no_progress_act":"",		"a_no_progress_mood":"emotionless",		"a_no_progress_chat":"",		"a_respond_m_1_act":"",		"a_respond_m_1_mood":"sad",		"a_respond_m_1_chat":"",		"a_thank_combat_act":"",		"a_thank_combat_mood":"troubled",		"a_thank_combat_chat":"",		"a_thank_negotiate_act":"",		"a_thank_negotiate_mood":"defensive",		"a_thank_negotiate_chat":"",		"a_thank_negotiate_again_act":"",		"a_thank_negotiate_again_mood":"hopeless",		"a_thank_negotiate_again_chat":"",		"a_tired_waiting_act":"",		"a_tired_waiting_mood":"tired",		"a_tired_waiting_chat":"",		"a_waiting_act":"",		"a_waiting_mood":"surly",		"a_waiting_chat":"",		"a_yes_act":"",		"a_yes_mood":"firm",		"a_yes_chat":"",		"m_betrayed_act":"",		"m_betrayed_mood":"vengefully",		"m_betrayed_chat":"whimper",		"m_greet_act":"imploring",		"m_greet_a_act":"",		"m_greet_a_mood":"unwilling",		"m_greet_a_chat":"",		"m_maybe_act":"",		"m_maybe_mood":"resigned",		"m_maybe_chat":"",		"m_negotiate_greet_act":"",		"m_negotiate_greet_mood":"hopeful",		"m_negotiate_greet_chat":"",		"m_no_negotiate_act":"",		"m_no_negotiate_mood":"wistful",		"m_no_negotiate_chat":"",		"m_saved_act":"",		"m_saved_mood":"puzzled",		"m_saved_chat":"",		"m_sorry_act":"",		"m_sorry_mood":"sorry",		"m_sorry_chat":"",		"m_thank_coombat_act":"",		"m_thank_combat_mood":"confused",		"m_thank_combat_chat":"",		"m_thank_negotiate_act":"",		"m_thank_negotiate_mood":"ambivalent",		"m_thank_negotiate_chat":"",		"m_waiting_act":"",		"m_waiting_mood":"wary",		"m_waiting_chat":"",		"m_will_negotiate_act":"",		"m_will_negotiate_mood":"timid",		"m_will_negotiate_chat":"",		"m_yes_act":"",		"m_yes_mood":"earnest",		"m_yes_chat":"",		"a_accept_offer_act":"",		"a_accept_offer_mood":"sheepish",		"a_accept_offer_chat":"",		"m_sorry":"I have nothing to give, you know. I've lived my whole life thinking I was worthless. Maybe I am.",		"m_betrayed":"You're going to just hand me over? Do you know what I go through? The beatings? The scraps of food from the table, sleeping on the stone floor?",		"m_saved":"I'm free.",		"a_no_progress":"I don't have time for idle chatter. Our master expects either the slave back, or proof that they're dead. You're just wasting my time.",		"a_tired_waiting":"That's enough. ",		"a_brushoff":"What, you expect payment or something? Let me tell you something. That carcass down there was a person once. Had feelings. Hoped to live free. You mostly stood by while we killed them. And you think you deserve a reward? Get out of my sight.",		"a_thank_negotiate_again":"Go on, get on with your life. We have to go back to our own slavery.",		"a_negotiate_fail":"That's a useless idea. I'm not going to risk my neck for a slave.",		"a_waiting":"We don't have all day. The master will send a search party for us if we don't return soon.",		"a_greet_mad":"You're helping an escaped slave? On your head be it!",		"minion_5":"Less talking, more killing.",		"minion_4":"I don't feel right about this.",		"minion_3":"Let's get on with it.",		"minion_2":"If we hurry, the kitchens might still be open.",		"minion_1":"I wonder if the master will beat us all tonight?",		"a_thank_negotiate":"I'm glad you found a way out of this. That poor slave has been a prisoner for at least ten years. It would have felt wrong to kill them.",		"a_thank_combat":"Another day, another dead slave. Filthy institution, but it's the way of our Galaxy, isn't it? Well, I better take this bracelet as proof we killed the poor creature. Back to our master.",		"a_respond_m_1":"Our orders covered that contingency. Make your peace, slave.",		"m_greet_a":"I won't go back. Kill me if you must. But I won't go back.",		"a_greet_m":"You! Slave! We've come to return you to your master. He misses his plaything.",		"m_waiting":"I could run and hide, but I'm tired of running. After years of beatings, of being insulted and teased for their amusement... oh, they'll be here soon enough. I'm too good a toy to let slip away.",		"m_thank_negotiate":"And now... I'm free. A slave my whole life, and I'm free. Any path is open to me, and they all feel terrifying.",		"response_negotiate":"Do we have to end this in this way? A slave who wants to be free, what could be more natural than that? Can you see your way to letting them go?",		"response_maybe":"Maybe.",		"response_no":"No.",		"response_yes":"Yes.",		"m_negotiate_greet":"Will they let me go free?",		"a_accept_offer":"Died of exposure eh? And this worthless trinket as proof. Alright, I'm willing to give that a try. Always had a soft spot for slaves myself.",		"a_decline_offer":"Not good enough. What's in it for us, eh? What if our master finds out? No, we're going to have to take care of this our way.",		"m_no_negotiate":"It's hopeless. They're not going to back down. I just wanted to live a life free of chains...",		"m_will_negotiate":"Here... they can have this bracelet... it's all I have of my mother. Have them tell the master that they found me dead. I died of exposure. He'll believe them if they have this bracelet.",		"a_no_negotiate":"We'll be flogged if we return empty-handed. I value my hide more than that of a puny slave.",		"a_maybe":"What are we supposed to tell our master, that the slave just disappeared? We'll be flogged if we return empty-handed. Well, go ahead, try talking to the slave, see if it does you any good.",		"a_yes":"Then you had better move along and get out of the way. We have a job to do for our master.",		"a_no":"On your head be it, then. I owe my allegiance to my master, and must do as he says.",		"m_maybe":"They won't listen to reason, but maybe you can try talking to them. But I'll kill myself before going back.",		"a_greet_imperial":"That's an escaped slave you have there, citizen. I am sure you will promptly hand them over and move along. It's none of your business.",		"a_greet_rebel":"That's an escaped slave you have there. I know, I know, slavery is evil. But we have to keep the local warlords happy or else we Rebllion won't be able to operate in this area.",		"m_thank_combat":"I suppose I'm free now. Free. What a word. Only... now what do I do? I've been a slave my whole life.",		"m_no":"You're just like them, aren't you? Happy to let another sentient being live out a life as property. You're pathetic.",		"m_yes":"They don't understand--no, they don't CARE--that I was kidnapped into slavery. Please, don't let them take me back!",		"a_greet":"That's an escaped slave you have there. Not your property. How about handing them over?",		"m_greet":"Help me, please! They're going to take me away again, and I can't possibly live as a slave any longer!"
}}
