{
	"stfFile":"poi/deliverance/father_heirs",
	"entries": {
		"m_rejected_mood":"",		"m_rejected_chat":"",		"m_rejected_act":"",		"m_rejected":"So be it.",		"a_brushoff_chat":"huff",		"a_brushoff_mood":"Condescending",		"a_brushoff_act":"",		"a_decline_offer_act":"",		"a_decline_offer_mood":"Contemptuous",		"a_decline_offer_chat":"",		"a_greet_act":"Glare",		"a_greet_imperial_act":"Glare",		"a_greet_m_act":"",		"a_greet_m_mood":"Spiteful",		"a_greet_m_chat":"Assert",		"a_greet_mad_act":"",		"a_greet_mad_mood":"Cruel",		"a_greet_mad_chat":"Threaten",		"a_greet_rebel_act":"Glare",		"a_maybe_act":"",		"a_maybe_mood":"Diplomatic",		"a_maybe_chat":"retort",		"a_negotiate_fail_act":"",		"a_negotiate_fail_mood":"Pompous",		"a_negotiate_fail_chat":"",		"a_no_act":"",		"a_no_mood":"Snobby",		"a_no_chat":"Huff",		"a_no_negotiate_act":"",		"a_no_negotiate_mood":"Callous",		"a_no_negotiate_chat":"",		"a_no_progress_act":"",		"a_no_progress_mood":"Annoyed",		"a_no_progress_chat":"huff",		"a_respond_m_1_act":"Glare",		"a_respond_m_1_mood":"Bitter",		"a_respond_m_1_chat":"",		"a_thank_combat_act":"",		"a_thank_combat_mood":"Annoyed",		"a_thank_combat_chat":"",		"a_thank_negotiate_act":"",		"a_thank_negotiate_mood":"Lofty",		"a_thank_negotiate_chat":"",		"a_thank_negotiate_again_act":"",		"a_thank_negotiate_again_mood":"Tolerant",		"a_thank_negotiate_again_chat":"",		"a_tired_waiting_act":"",		"a_tired_waiting_mood":"Scornful",		"a_tired_waiting_chat":"",		"a_waiting_act":"",		"a_waiting_mood":"Cold",		"a_waiting_chat":"Demand",		"a_yes_act":"",		"a_yes_mood":"Smug",		"a_yes_chat":"Reply",		"m_betrayed_act":"",		"m_betrayed_mood":"Disappointed",		"m_betrayed_chat":"",		"m_greet_act":"",		"m_greet_a_act":"Shake",		"m_greet_a_mood":"sullen",		"m_greet_a_chat":"Answer",		"m_maybe_act":"",		"m_maybe_mood":"Doubtful",		"m_maybe_chat":"Reply",		"m_negotiate_greet_act":"",		"m_negotiate_greet_mood":"careful",		"m_negotiate_greet_chat":"",		"m_no_negotiate_act":"",		"m_no_negotiate_mood":"Lofty",		"m_no_negotiate_chat":"",		"m_saved_act":"",		"m_saved_mood":"Dismayed",		"m_saved_chat":"state",		"m_sorry_act":"shrug",		"m_sorry_mood":"resigned",		"m_sorry_chat":"",		"m_thank_combat_act":"",		"m_thank_combat_mood":"Troubled",		"m_thank_combat_chat":"",		"m_thank_negotiate_act":"",		"m_thank_negotiate_mood":"Reluctant",		"m_thank_negotiate_chat":"state",		"m_waiting_act":"",		"m_waiting_mood":"",		"m_waiting_chat":"State",		"m_will_negotiate_act":"",		"m_will_negotiate_mood":"Firm",		"m_will_negotiate_chat":"",		"m_yes_act":"",		"m_yes_mood":"Reluctant",		"m_yes_chat":"Respond",		"a_accept_offer_act":"",		"a_accept_offer_mood":"Wary",		"a_accept_offer_chat":"",		"m_sorry":"Truthfully there is very little to my estate. I've gambled away most of it already. ",		"m_betrayed":"So they poison you with their greed as well. So be it.",		"m_saved":"This is tragic, pure and simple.",		"a_no_progress":"Go away. Our family matters do not involve you!",		"a_tired_waiting":"I grow tired of waiting for your response. You will sign over the estate or we shall take it from you here and now.",		"a_brushoff":"This matter did not concern you.",		"a_thank_negotiate_again":"I still don't like that you meddled in our affairs, but perhaps I should be grateful. ",		"a_negotiate_fail":"You see, he is unreasonable. ",		"a_waiting":"You will sign over the estate to us now, father.",		"a_greet_mad":"So father, you fear our wrath so much that you elicit help to fight us. So be it.  ",		"minion_5":"I still love my father, but I must do as my elder siblings say. They are right.",		"minion_4":"I agree that it is his money to do with as he pleases, but I don't think he is in his right mind any more. That woman he calls his fiancée has changed him. She is going to take him for everything he has. It's just not right. ",		"minion_3":"The estate has been passed down from generation to generation. It is his duty to grant it to us. How dare he turn away from tradition?",		"minion_2":"Please father, be reasonable. It is our money too.",		"minion_1":"I've always hated him. He was never home, he never took an interest in any of us, and now he goes off with that woman.",		"a_thank_negotiate":"You may have spared my father's life today. He had better show up at the government office tomorrow.",		"a_thank_combat":"Now, how are we to legally prove that he wished his estate to us? This is not what I wanted.",		"a_respond_m_1":"No father, we get nothing from you because you have decided to squander it on frivolous affairs. We'll not see our family fortune be lost to the careless whims of an old man.",		"m_greet_a":"I am a failure as a father to have raised such insolent children who care only about credits. You have shown me no respect, no love, and now not even compassion. This is why you get nothing from me. ",		"a_greet_m":"We come for you father. We come for what is rightfully ours. We shall have our inheritance one way or another.  ",		"m_waiting":"They'll be here any minute now.",		"m_thank_negotiate":"I hate giving them a single credit, but I suppose it is my responsibility to provide for them, even if they don't deserve it.",		"response_negotiate":"He's your father. Certainly you won't attack your own flesh and blood over this.",		"response_maybe":"Maybe",		"response_no":"No",		"response_yes":"Yes",		"m_negotiate_greet":"They should not speak of my fiancée that way.   ",		"a_accept_offer":"Reasonable? As long as that woman doesn't take it all, perhaps. We shall discuss this inheritance tomorrow, Father. Meet us at the government office at noon. Don't bring that woman with you.",		"a_decline_offer":"That woman does not love him, she is only after his… our estate. We will never accept her taking it from us.",		"m_no_negotiate":"They deserve nothing from me. I would rather the Empire take every last credit I own than see it go to these ungrateful kin.",		"m_will_negotiate":"I have promised my estate to my new fiancée. It is mine and I will share it with the one I now love. They don't have to accept her as their mother, but they must accept her as my wife. If they will do me that, I will grant them a reasonable inheritance. ",		"a_no_negotiate":"He is a selfish old man with no regard for his offspring. Nothing more.",		"a_maybe":"If he agrees to sign over the estate, then there will be no need for violence.",		"a_yes":"Good. ",		"a_no":"I see. Well, you will soon regret sticking your nose in other people's affairs.",		"m_maybe":"Well maybe you can talk some sense into them then. They won't listen to me.",		"a_greet_imperial":"This is a matter for our family. It does not concern you or the Empire. Leave us now.",		"a_greet_rebel":"This is a matter for our family. It does not concern you. Go champion someone else's pathetic cause.",		"m_thank_combat":"How could I have let things get to this point? As a father, I have utterly failed.",		"m_no":"Well I guess I don't blame you. This is a family matter.",		"m_yes":"Oh I hope it doesn't but they are blind with anger and greed right now.",		"a_greet":"This is a matter for our family. It does not concern you. Leave us now.",		"m_greet":"Say, I don't suppose you could lend me a hand? This is going to sound horrible, but my children are after me. Well, they're actually after their inheritance. I think they are going to try to hurt me. Can you just be ready to help in case it gets violent?"
}}
