{
	"stfFile":"poi/deliverance/oathbreaker",
	"entries": {
		"a_brushoff_chat":"",		"a_brushoff_mood":"depressed",		"a_brushoff_act":"",		"a_decline_offer_act":"",		"a_decline_offer_mood":"callous",		"a_decline_offer_chat":"",		"a_greet_act":"",		"a_greet_imperial_act":"",		"a_greet_m_act":"",		"a_greet_m_mood":"vengeful",		"a_greet_m_chat":"",		"a_greet_mad_act":"",		"a_greet_mad_mood":"bloodthirsty",		"a_greet_mad_chat":"",		"a_greet_rebel_act":"",		"a_maybe_act":"",		"a_maybe_mood":"sarcastic",		"a_maybe_chat":"",		"a_negotiate_fail_act":"",		"a_negotiate_fail_mood":"cold",		"a_negotiate_fail_chat":"",		"a_no_act":"",		"a_no_mood":"cruel",		"a_no_chat":"",		"a_no_negotiate_act":"",		"a_no_negotiate_mood":"fanatical",		"a_no_negotiate_chat":"",		"a_no_progress_act":"",		"a_no_progress_mood":"annoyed",		"a_no_progress_chat":"",		"a_respond_m_1_act":"",		"a_respond_m_1_mood":"indignant",		"a_respond_m_1_chat":"",		"a_thank_combat_act":"",		"a_thank_combat_mood":"content",		"a_thank_combat_chat":"",		"a_thank_negotiate_act":"",		"a_thank_negotiate_mood":"guilty",		"a_thank_negotiate_chat":"",		"a_thank_negotiate_again_act":"",		"a_thank_negotiate_again_mood":"obnoxious",		"a_thank_negotiate_again_chat":"",		"a_tired_waiting_act":"",		"a_tired_waiting_mood":"regretful",		"a_tired_waiting_chat":"",		"a_waiting_act":"",		"a_waiting_mood":"suspicious",		"a_waiting_chat":"",		"a_yes_act":"",		"a_yes_mood":"",		"a_yes_chat":"retort",		"m_betrayed_act":"",		"m_betrayed_mood":"",		"m_betrayed_chat":"bleat",		"m_greet_act":"",		"m_greet_a_act":"",		"m_greet_a_mood":"lofty",		"m_greet_a_chat":"intone",		"m_maybe_act":"",		"m_maybe_mood":"doubtful",		"m_maybe_chat":"",		"m_negotiate_greet_act":"",		"m_negotiate_greet_mood":"",		"m_negotiate_greet_chatinquire":"",		"m_no_negotiate_act":"",		"m_no_negotiate_mood":"condescending",		"m_no_negotiate_chat":"preach",		"m_saved_act":"",		"m_saved_mood":"confused",		"m_saved_chat":"stutter",		"m_sorry_act":"",		"m_sorry_mood":"pessimistic",		"m_sorry_chat":"",		"m_thank_coombat_act":"",		"m_thank_combat_mood":"disgusted",		"m_thank_combat_chat":"",		"m_thank_negotiate_act":"",		"m_thank_negotiate_mood":"thankful",		"m_thank_negotiate_chat":"",		"m_waiting_act":"",		"m_waiting_mood":"patient",		"m_waiting_chat":"",		"m_will_negotiate_act":"",		"m_will_negotiate_mood":"sincere",		"m_will_negotiate_chat":"hypothesize",		"m_yes_act":"",		"m_yes_mood":"haughty",		"m_yes_chat":"",		"a_accept_offer_act":"",		"a_accept_offer_mood":"contemptuous",		"a_accept_offer_chat":"",		"m_sorry":"I can't offer any payment. If you can talk them out of it, wonderful. Otherwise, I'm resigned to it.",		"m_betrayed":"You... you're letting them kill me? Just like that? Of all the heartless... you know what, to heck with non-violence. YOU deserve to be beat up.",		"m_saved":"And that's it? I'm safe?",		"a_no_progress":"I'm not in the mood for an interferin' fool stickin' their nose in private business.",		"a_tired_waiting":"I hate ta do this... you were a friend of ours, before. But it's time. C'mon, everybody. Attack!",		"a_brushoff":"You want a reward? A REWARD? You realize this was a friend of ours? Someone we killed only because they broke their solemn word? I have half a mind ta beat you up... get outta here and leave us be.",		"a_thank_negotiate_again":"I already said thanks to ya, and that's enough. No, ya can't join the gang, we're full up plus you like talkin' too much.",		"a_negotiate_fail":"What a waste o' time. Let's kill the oathbreaker.",		"a_waiting":"Time's movin' along here... we got swoops ta ride and credits to steal, so let's get on with it.",		"a_greet_mad":"What, are you another one of these pacifist types? Yer in the wrong place at the wrong time!",		"minion_5":"I say we chop his head off anyway.",		"minion_4":"Once in the gang, always in the gang!",		"minion_3":"Do we really have ta do this?",		"minion_2":"Let's get this over with...",		"minion_1":"Oathbreaker!",		"a_thank_negotiate":"I'm glad we didn't have to kill after all. Tell the truth, we usually just rough folks up a bit, take mone credits, ya know? And killin' a former friend... well, it felt wrong.",		"a_thank_combat":"Well, that's an oath satisfied. I'm glad ya know the meanin' of honor, stranger.",		"a_respond_m_1":"All high 'n' mighty now are we? You never seemed to mind before. I know, you say ye've changed. That's a load of bantha poodoo if you ask me.",		"m_greet_a":"I'm sorry, but I can't keep on beating up peaceful people for money. It just doesn't feel right anymore.",		"a_greet_m":"There ya are! You can't just walk away from us that way! You swore a sacred oath, and you know the penalty for breakin' your word!",		"m_waiting":"Well, they should be here soon. They knew where I was going--I practically told them when I left.",		"m_thank_negotiate":"Thank you so much! I would have just laid down and died for them, I suppose. But I would have died knowing I did the right thing.",		"response_negotiate":"Can we talk about this before any blood is shed?",		"response_maybe":"Maybe.",		"response_no":"No.",		"response_yes":"Yes.",		"m_negotiate_greet":"Do I need to prepare myself to die now?",		"a_accept_offer":"Never hurt anyone, huh? You WOULD be useless. Even more useless than now.",		"a_decline_offer":"That's not near enough to satisfy th' demands of a blood oath.",		"m_no_negotiate":"I will not violate my beliefs. Violence is evil.",		"m_will_negotiate":"What if I take a second oath to never hurt anyone? Would you leave me alone then? I' still be a member, just... useless to you.",		"a_no_negotiate":"An oath is an oath. Get out of the way.",		"a_maybe":"If yer thinkin' of persuadin' us not to kill the oathbreaker, then you better start talkin' fast.",		"a_yes":"Get on out of here, then. We'll settle this amongst ourselves.",		"a_no":"Look, oathbreakers don't deserve to live. You'll regret making this choice.",		"m_maybe":"Well, maybe they'll have a change of heart. I doubt it though.",		"a_greet_imperial":"Yer hiding out with the Empire, eh? Well, even Imperial law has gotta give way to a forsworn oathbreaker!",		"a_greet_rebel":"Hidin' with a fellow Rebel won't do ya any good! We all hate the Empire, but that's nothin' compared to breakin' a sworn blood oath!",		"m_thank_combat":"Did you really have to start a fight? I told you, I'm giving up violence. Everywhere I go, I'm surrounded by thugs. Get away from me.",		"m_no":"That's OK. I'm resigned to it.",		"m_yes":"Well, I used to belong to a swoop gang. I've decided that's no life for me--too violent and anarchistic. But they say that once you join, you're in for life. So since I quit, my former friends are coming to kill me. Goes to show that they're not the sort of group I want to belong to! You want to try to talk them out of it?",		"a_greet":"There's our little friend. Now it's time to show what happens when people abandon our gang!",		"m_greet":"Hello there. You may want to leave, there's going to be a fight. I'll probably be killed."
}}
