{
	"stfFile":"poi/deliverance/pirate_rebels",
	"entries": {
		"m_rejected_mood":"",		"m_rejected_chat":"",		"m_rejected_act":"",		"m_rejected":"I figured as much.",		"a_brushoff_chat":"",		"a_brushoff_mood":"",		"a_brushoff_act":"",		"a_decline_offer_act":"",		"a_decline_offer_mood":"Disappointed",		"a_decline_offer_chat":"",		"a_greet_act":"",		"a_greet_imperial_act":"",		"a_greet_m_act":"",		"a_greet_m_mood":"Imploring",		"a_greet_m_chat":"",		"a_greet_mad_act":"",		"a_greet_mad_mood":"Alert",		"a_greet_mad_chat":"",		"a_greet_rebel_act":"",		"a_maybe_act":"",		"a_maybe_mood":"hopeful",		"a_maybe_chat":"Reply",		"a_negotiate_fail_act":"",		"a_negotiate_fail_mood":"Sarcastic",		"a_negotiate_fail_chat":"",		"a_no_act":"",		"a_no_mood":"Unhappy",		"a_no_chat":"Reply",		"a_no_negotiate_act":"",		"a_no_negotiate_mood":"Distracted",		"a_no_negotiate_chat":"",		"a_no_progress_act":"",		"a_no_progress_mood":"Annoyed",		"a_no_progress_chat":"",		"a_respond_m_1_act":"",		"a_respond_m_1_mood":"perturbed",		"a_respond_m_1_chat":"",		"a_thank_combat_act":"",		"a_thank_combat_mood":"Sarcastic",		"a_thank_combat_chat":"",		"a_thank_negotiate_act":"",		"a_thank_negotiate_mood":"Tired",		"a_thank_negotiate_chat":"",		"a_thank_negotiate_again_act":"",		"a_thank_negotiate_again_mood":"Nervous",		"a_thank_negotiate_again_chat":"",		"a_tired_waiting_act":"",		"a_tired_waiting_mood":"Resigned",		"a_tired_waiting_chat":"",		"a_waiting_act":"",		"a_waiting_mood":"Uncertain",		"a_waiting_chat":"",		"a_yes_act":"",		"a_yes_mood":"polite",		"a_yes_chat":"Reply",		"m_betrayed_act":"",		"m_betrayed_mood":"Gloomy",		"m_betrayed_chat":"",		"m_greet_act":"glare",		"m_greet_a_act":"chuckle",		"m_greet_a_mood":"Amused",		"m_greet_a_chat":"reply",		"m_maybe_act":"",		"m_maybe_mood":"Sincere",		"m_maybe_chat":"",		"m_negotiate_greet_act":"",		"m_negotiate_greet_mood":"Worried",		"m_negotiate_greet_chat":"",		"m_no_negotiate_act":"dismiss",		"m_no_negotiate_mood":"Offended",		"m_no_negotiate_chat":"state",		"m_saved_act":"",		"m_saved_mood":"Whiny",		"m_saved_chat":"",		"m_sorry_act":"",		"m_sorry_mood":"careless",		"m_sorry_chat":"promise",		"m_thank_combat_act":"",		"m_thank_combat_mood":"Relieved",		"m_thank_combat_chat":"",		"m_thank_negotiate_act":"",		"m_thank_negotiate_mood":"Relieved",		"m_thank_negotiate_chat":"",		"m_waiting_act":"",		"m_waiting_mood":"Mischievous",		"m_waiting_chat":"",		"m_will_negotiate_act":"",		"m_will_negotiate_mood":"Defensive",		"m_will_negotiate_chat":"plead",		"m_yes_act":"",		"m_yes_mood":"Adventurous",		"m_yes_chat":"",		"a_accept_offer_act":"",		"a_accept_offer_mood":"Reluctant",		"a_accept_offer_chat":"",		"m_sorry":"Oh yeah, I said I'd make it worth your while. Well, I don't have anything on me right now. I lost a lot of credits last night at the Sabacc tables. Tell you what, if I ever come across you again and you need help, well, I'll be there for you.",		"m_betrayed":"So you are with the rebels after all. I knew it.",		"m_saved":"Those rebels are worse than the Empire sometimes. You knock off one of their little transport ships and they come after you in force. Thanks for your help.",		"a_no_progress":"Please go away, I'm busy here.",		"a_tired_waiting":"He's not talking. Looks like we're going to have to find another way to motivate him to tell us where the R4 unit is.",		"a_brushoff":"You weren't very much help there. ",		"a_thank_negotiate_again":"We can't take the chance that the information that R4 unit was carrying was destroyed. I need send an alert to my commander.",		"a_negotiate_fail":"So much for asking nicely. ",		"a_waiting":"Well, what's it going to be? Are you going to tell us where you sold the droid?",		"a_greet_mad":"There's more than one of them. It's a trap! ",		"minion_5":"If we only knew exactly what he did with our droid.",		"minion_4":"It's my fault. I was supposed to protect the R4 unit at any cost. If I hadn't have gotten caught up trying to help some people get past an Imperial blockade, I could have protected the transport better.  ",		"minion_3":"The Empire is bad enough, but we also have to deal with heinous pirates like this too. Sometimes it doesn't feel like there is much hope for this galaxy. ",		"minion_2":"We can't trust him.",		"minion_1":"This pirate attacked an unarmed transport ship.  ",		"a_thank_negotiate":"This isn't what I wanted to hear, but thanks for getting the information out of that pirate.",		"a_thank_combat":"That's great. Now we'll never find out for sure what happened to the droid. Let's hope the information it carried doesn't fall into the hands of the Empire.",		"a_respond_m_1":"I think you're the one out of luck today. If you can't help us then the galaxy could do with one less pirate. Tell us where you sold the R4 unit.",		"m_greet_a":"You chased me halfway across the galaxy for a droid? You're crazy. I sold that piece of junk as scrap metal. Looks like you are out of luck. ",		"a_greet_m":"Hold it right there. We don't want to have to blast you. All we want is to know where our R4 unit is. When you hijacked that Alliance transport in the Corporate Sector, you took made off with a lot of our stuff. All we want is the droid.  ",		"m_waiting":"Get ready. With your help, I think we've got the upper hand on those nerf-herders.",		"m_thank_negotiate":"Whew, that was close. I thought they were going to try to fry me. Thanks for your quick thinking.",		"response_negotiate":"Sounds like you need a mediator here. Perhaps I can talk him into giving you what you want. ",		"response_maybe":"Maybe",		"response_no":"No",		"response_yes":"Yes",		"m_negotiate_greet":"Well, what did they say? ",		"a_accept_offer":"Looks like we'll have to accept his word on this. What choice do we have?",		"a_decline_offer":"That's not good enough. The information was too important to leave to his word. He needs to tell us his contact's name so we can verify it for ourselves. Looks like we're going to have to force it out of him.",		"m_no_negotiate":"I told you, the droid is gone and I'm not going to tell them the name of my fence. ",		"m_will_negotiate":"I can't tell them the name of my fence, but I can assure you the droid was scrapped for parts. Any information it had is gone now.",		"a_no_negotiate":"This is between us and him. We don't need a third party getting involved.",		"a_maybe":"All we want is to know where the R4 is and who might have had access to its memory banks. If you think you can get him to tell us, we would be most appreciative.",		"a_yes":"Thank you. ",		"a_no":"Oh, I didn't realize you were a pirate too. Looks like we stumbled into an ambush.",		"m_maybe":"Look, unless you got something special up your sleeve, when those rebels show up there are going to be some fireworks. If you don't think you can talk them down, I'd get out of here if I were you.",		"a_greet_imperial":"This pirate stole a very valuable droid from us. All we want to know is where it is. If he doesn't tell us soon, we're going to have to force it out of him. I can tell you don't like us, but I doubt you want to help this pirate either. Are you going to let us have him?",		"a_greet_rebel":"This pirate stole a very valuable droid from the Alliance. It contains sensitive information on where some of our forces are hiding. All we want to know is where it is. If he doesn't tell us soon, we're going to have to force it out of him. Are you going to let us have him?",		"m_thank_combat":"You just saved my life. I owe you one. Thanks.",		"m_no":"Hmm, like I thought. You are with the rebels after all. I'm warning you, don't mess with me.",		"m_yes":"That's the best news I've heard all day. There are going to be a couple of them coming any minute now. ",		"a_greet":"This pirate stole a very valuable droid from the Alliance. All we want to know is where it is. If he doesn't tell us soon, we're going to have to force it out of him. Are you going to let us have him?",		"m_greet":"So you finally found me. Well, I'm not about to go down without a fight.  Wait a minute. You don't look like a rebel to me. I've got some lousy rebels after me. Want to help me ambush them? I could make it worth your while. "
}}
