{
	"stfFile":"poi/deliverance/thief_mob",
	"entries": {
		"m_rejected_mood":"",		"m_rejected_chat":"whine",		"m_rejected_act":"",		"m_rejected":"Why does this always happen to me?",		"a_brushoff_chat":"Huff",		"a_brushoff_mood":"Rude",		"a_brushoff_act":"",		"a_decline_offer_act":"shake",		"a_decline_offer_mood":"Disgusted",		"a_decline_offer_chat":"",		"a_greet_act":"",		"a_greet_imperial_act":"",		"a_greet_m_act":"Blame",		"a_greet_m_mood":"Vengeful",		"a_greet_m_chat":"",		"a_greet_mad_act":"",		"a_greet_mad_mood":"Bloodthirsty",		"a_greet_mad_chat":"yell",		"a_greet_rebel_act":"",		"a_maybe_act":"",		"a_maybe_mood":"Bitter",		"a_maybe_chat":"Respond",		"a_negotiate_fail_act":"",		"a_negotiate_fail_mood":"Scornful",		"a_negotiate_fail_chat":"",		"a_no_act":"",		"a_no_mood":"Angry",		"a_no_chat":"",		"a_no_negotiate_act":"Dismiss",		"a_no_negotiate_mood":"Offended",		"a_no_negotiate_chat":"",		"a_no_progress_act":"snarl",		"a_no_progress_mood":"Dismiss",		"a_no_progress_chat":"Huff",		"a_respond_m_1_act":"",		"a_respond_m_1_mood":"Scornful",		"a_respond_m_1_chat":"Bellow",		"a_thank_combat_act":"",		"a_thank_combat_mood":"Cold",		"a_thank_combat_chat":"Preach",		"a_thank_negotiate_act":"",		"a_thank_negotiate_mood":"Reluctant",		"a_thank_negotiate_chat":"",		"a_thank_negotiate_again_act":"",		"a_thank_negotiate_again_mood":"Disdainful",		"a_thank_negotiate_again_chat":"",		"a_tired_waiting_act":"",		"a_tired_waiting_mood":"Enraged",		"a_tired_waiting_chat":"Shout",		"a_waiting_act":"",		"a_waiting_mood":"Angry",		"a_waiting_chat":"",		"a_yes_act":"",		"a_yes_mood":"Bloodthirsty",		"a_yes_chat":"Shout",		"m_betrayed_act":"Shake",		"m_betrayed_mood":"Shout",		"m_betrayed_chat":"",		"m_greet_act":"cry",		"m_greet_a_act":"",		"m_greet_a_mood":"Terrified",		"m_greet_a_chat":"reply",		"m_maybe_act":"",		"m_maybe_mood":"Hopeful",		"m_maybe_chat":"Plead",		"m_negotiate_greet_act":"",		"m_negotiate_greet_mood":"Fearful",		"m_negotiate_greet_chat":"Inquire",		"m_no_negotiate_act":"",		"m_no_negotiate_mood":"Sheepish",		"m_no_negotiate_chat":"confess",		"m_saved_act":"",		"m_saved_mood":"Joyful",		"m_saved_chat":"Exclaim",		"m_sorry_act":"",		"m_sorry_mood":"Regretful",		"m_sorry_chat":"explain",		"m_thank_combat_act":"",		"m_thank_combat_mood":"Thankful",		"m_thank_combat_chat":"Babble",		"m_thank_negotiate_act":"Smile",		"m_thank_negotiate_mood":"Thankful",		"m_thank_negotiate_chat":"",		"m_waiting_act":"Squirm",		"m_waiting_mood":"Panicked",		"m_waiting_chat":"",		"m_will_negotiate_act":"",		"m_will_negotiate_mood":"Sheepish",		"m_will_negotiate_chat":"confess",		"m_yes_act":"",		"m_yes_mood":"Exuberant",		"m_yes_chat":"",		"a_accept_offer_act":"",		"a_accept_offer_mood":"Uncertain",		"a_accept_offer_chat":"",		"m_sorry":"I wish I could repay you, but I don't have anything. It's just me and my droid, and he doesn't even work that well.",		"m_betrayed":"Oh no! Why? Why are you helping them? No, please don't! Please! That's it, I've got to defend myself and my droid!",		"m_saved":"I'm rescued! I'm rescued! Just wait until I tell my droid about this day. He will never believe me. You don't have any spare oil on you, do you?",		"a_no_progress":"Get out of here. You aren't wanted.",		"a_tired_waiting":"All right, you've wasted enough of our time. Let's teach him not to steal from us.",		"a_brushoff":"We don't need your kind around here. ",		"a_thank_negotiate_again":"We'll make sure he works off his debt. It is pretty sad that he did it for a droid.",		"a_negotiate_fail":"You're wasting our time! ",		"a_waiting":"Well, we're waiting. This is your last chance to come peacefully.",		"a_greet_mad":"Look, that thief has a friend! Get them! ",		"minion_5":"We have got to make an example out of him. I'm tired of people thinking they can take things that don't belong to them. There is no excuse for stealing. Well, maybe stealing food to feed a starving family, but he doesn't even have a family!",		"minion_4":"He's an odd one. He lives out in the boonies all by himself. Some people claims he treats his droid like it was a real person. My aunt once saw him crying when his droid's restraining bolt came loose and it tried to run away. He creeps me out. ",		"minion_3":"A good beating ought to teach him not to steal.",		"minion_2":"This thief has stolen thousands of credits worth of oil from my garage. Other people's too.",		"minion_1":"The Empire won't bother with local disputes, so we gots to take matters into our own hands!",		"a_thank_negotiate":"I guess we over reacted a bit there. ",		"a_thank_combat":"Let that be a lesson to anyone who even thinks about stealing from us.",		"a_respond_m_1":"We're not going to let you steal from us and then just walk away. Come with us now or we'll make you come.",		"m_greet_a":"No, please, don't. I can't go to prison. Please just let me go this once and I'll leave. I won't come back here, I promise. ",		"a_greet_m":"There he is! It's time to bring you to justice, you little thief.",		"m_waiting":"I hear them coming. They found me. Oh no!",		"m_thank_negotiate":"Thank you so much. My droid will be so happy when he hears that I'm not going to prison.",		"response_negotiate":"What did he steal from you? Maybe we can get him to return it. ",		"response_maybe":"Maybe",		"response_no":"No",		"response_yes":"Yes",		"m_negotiate_greet":"Well? What did they say? Oh please, let it be good news. ",		"a_accept_offer":"He did it for a droid? Well, I suppose we could give him the opportunity to pay us back. There is a lot of work to be done around here. A free pair of hands would really help us out.",		"a_decline_offer":"He did it for a droid? What kind of lame excuse is that? Come on, let's teach him a lesson!",		"m_no_negotiate":"I needed that oil. My droid has been in terrible shape. He's… it's the only friend I have. I just could let him rust to nothing. I stole the oil to keep him alive.",		"m_will_negotiate":"I needed that oil. My droid has been in terrible shape. He's… it's the only friend I have. I just could let him rust to nothing. I stole the oil to keep him alive. I'll do anything to save him. Ask them if there is a way I can work off my debt.",		"a_no_negotiate":"I said get out of our way. You aren't the law in these parts.",		"a_maybe":"Mostly oil. We're in short supply of that around here. Yes, we want it back.",		"a_yes":"Let's get him! ",		"a_no":"You should have gotten out of our way.",		"m_maybe":"Please talk to them then, maybe they will listen to you.  ",		"a_greet_imperial":"This thief has been stealing supplies from us for months. We finally have proof that it was him, but your Empire doesn't want to waste resources picking him up. So we're here to deal out some of our own justice. Get out of our way unless you want some too!",		"a_greet_rebel":"This thief has been stealing supplies from us for months. We finally have proof that it was him, but the lousy Empire doesn't want to waste resources picking him up. So we're here to deal out some of our own justice. Get out of our way unless you want some too!",		"m_thank_combat":"You saved me! Oh, but I got to get out of this area. Find a new home for my droid and me. Thank you for saving me.",		"m_no":"I think I'm going to cry. Oh why me? Why won't anyone help me?",		"m_yes":"Oh, you are the best thing that has ever happened to me! Thank you! Thank you!",		"a_greet":"This thief has been stealing supplies from us for months. We finally have proof that it was him, but the Empire doesn't want to waste resources picking him up. So we're here to deal out some of our own justice. Get out of our way unless you want some too!",		"m_greet":"Oh please help me. Please, please help me! I'm being hunted down by a mob of people. I'll be rip to pieces if you don't protect me! Please! Please!"
}}
