{
	"stfFile":"poi/deliverance/treasure",
	"entries": {
		"a_brushoff_chat":"",		"a_brushoff_mood":"annoyed",		"a_brushoff_act":"",		"a_decline_offer_act":"",		"a_decline_offer_mood":"angry",		"a_decline_offer_chat":"",		"a_greet_act":"",		"a_greet_imperial_act":"",		"a_greet_m_act":"",		"a_greet_m_mood":"angry",		"a_greet_m_chat":"demand",		"a_greet_mad_act":"",		"a_greet_mad_mood":"angry",		"a_greet_mad_chat":"",		"a_greet_rebel_act":"",		"a_maybe_act":"",		"a_maybe_mood":"annoyed",		"a_maybe_chat":"",		"a_negotiate_fail_act":"",		"a_negotiate_fail_mood":"annoyed",		"a_negotiate_fail_chat":"",		"a_no_act":"",		"a_no_mood":"angry",		"a_no_chat":"",		"a_no_negotiate_act":"",		"a_no_negotiate_mood":"angry",		"a_no_negotiate_chat":"",		"a_no_progress_act":"",		"a_no_progress_mood":"annoyed",		"a_no_progress_chat":"",		"a_respond_m_1_act":"",		"a_respond_m_1_mood":"disgusted",		"a_respond_m_1_chat":"interject",		"a_thank_combat_act":"",		"a_thank_combat_mood":"disgusted",		"a_thank_combat_chat":"",		"a_thank_negotiate_act":"",		"a_thank_negotiate_mood":"embarrassed",		"a_thank_negotiate_chat":"",		"a_thank_negotiate_again_act":"",		"a_thank_negotiate_again_mood":"sly",		"a_thank_negotiate_again_chat":"",		"a_tired_waiting_act":"",		"a_tired_waiting_mood":"threaten",		"a_tired_waiting_chat":"",		"a_waiting_act":"",		"a_waiting_mood":"angry",		"a_waiting_chat":"",		"a_yes_act":"",		"a_yes_mood":"annoyed",		"a_yes_chat":"",		"m_betrayed_act":"",		"m_betrayed_mood":"wary",		"m_betrayed_chat":"huff",		"m_greet_act":"",		"m_greet_a_act":"",		"m_greet_a_mood":"indignant",		"m_greet_a_chat":"",		"m_maybe_act":"",		"m_maybe_mood":"pompous",		"m_maybe_chat":"",		"m_negotiate_greet_act":"",		"m_negotiate_greet_mood":"suspicious",		"m_negotiate_greet_chat":"",		"m_no_negotiate_act":"",		"m_no_negotiate_mood":"contemptuous",		"m_no_negotiate_chat":"",		"m_saved_act":"",		"m_saved_mood":"pedantic",		"m_saved_chat":"",		"m_sorry_act":"",		"m_sorry_mood":"sly",		"m_sorry_chat":"whisper",		"m_thank_coombat_act":"pompous",		"m_thank_combat_mood":"",		"m_thank_combat_chat":"",		"m_thank_negotiate_act":"",		"m_thank_negotiate_mood":"fastidious",		"m_thank_negotiate_chat":"",		"m_waiting_act":"",		"m_waiting_mood":"lofty",		"m_waiting_chat":"",		"m_will_negotiate_act":"",		"m_will_negotiate_mood":"sly",		"m_will_negotiate_chat":"",		"m_yes_act":"",		"m_yes_mood":"encouraging",		"m_yes_chat":"",		"a_accept_offer_act":"",		"a_accept_offer_mood":"",		"a_accept_offer_chat":"",		"m_sorry":"Well, sorry I can't offer a reward, but in point of fact the wreck is worthless. I'm an archaeologist, and I just wanted backing for this trip. I kind of tricked them into giving it.",		"m_betrayed":"Oh no, you don't! I might have doublecrossed them, but I won't let you doublecross me!",		"m_saved":"Well, good riddance to them. I would have died before telling them the coordinates. Besides, they never knew the wreck wasn't really worth anything--I just needed to get there to try to recover some archaelogical data. See, you have to be careful when dealing with thugs!",		"a_no_progress":"Get lost. I don't have time to waste on you.",		"a_tired_waiting":"OK, that's enough waiting. Tell us the coordinates!",		"a_brushoff":"Get lost. We're out a ton of credits now, and it doesn't make us happy. Be glad we don't take it out of your hide.",		"a_thank_negotiate_again":"Thanks again for sorting this out. Once we find the wreck, I'm sure we can, uh, re-negotiate the percentages. I have leverage, if you know what I mean. ",		"a_negotiate_fail":"What a waste of time.",		"a_waiting":"Well, what are you going to do? If you don't do something soon, I'm just going to take out this cheat here and write off the loss in credits!",		"a_greet_mad":"You're helping this lying doublecrosser? Well, we can take care of you too!",		"minion_5":"Let's kill him! After we get the coordinates, of course.",		"minion_4":"I'm an orphan. I have been searching long and hard for word of my family. I have high hopes that I am actually a scion of a noble and long-lived line of great nobility, left abandoned by my parents under persecution. I believe that this wreck is the place to find the hidden secrets of my birth, and so I fell in with this motley crew.... actually, I'm just here for the money. Why are you talking to me anyway?",		"minion_3":"I just want to know the coordinates to the wreck.",		"minion_2":"Mother always told me never to get involved with a smuggler.",		"minion_1":"How are we going to get back our money?",		"a_thank_negotiate":"Well, we can't cut you in the deal, but thanks for the help getting the argument settled. I guess we all got a bit hot under the collar there.",		"a_thank_combat":"Figures he'd die without telling us the coordinates. Now we're out all those credits.",		"a_respond_m_1":"It was a JOKE. We were ready to do this fair and square. You clearly aren't!",		"m_greet_a":"After how you were talking about cutting me out of the profits? I don't think so!",		"a_greet_m":"There you are! Look, we want the coordinates to that wreck! A deal's a deal!",		"m_waiting":"They should show up any minute, they were hot on my trail.",		"m_thank_negotiate":"Thanks for calming them down. They were too mad to shoot straight, probably, but I might have been hurt.",		"response_negotiate":"Are you willing to try to settle this honorably?",		"response_maybe":"Maybe.",		"response_no":"No.",		"response_yes":"Yes.",		"m_negotiate_greet":"So, did they go for the offer?",		"a_accept_offer":"A third, eh? Well, I suppose that point about smuggling is a good one. I wouldn't like to get picked up by the Empire and interrogated. Alright, we accept.",		"a_decline_offer":"Not good enough. C'mon, gang, let's deal with this doublecrosser!",		"m_no_negotiate":"No way am I going to split the profit with these scruffy idiots.",		"m_will_negotiate":"What if I offer to get them back in on it, but at a third share instead of half? After all, they're only putting up some of the money, I have to deal with smuggling the goods out of the area.",		"a_no_negotiate":"What, you trying to jump our claim? Get out of here before we blast a nice hole in your head.",		"a_maybe":"Well, then, see if you can get the coordinates for the wreck out of that stubborn bantha-brain.",		"a_yes":"Then how about you clear on out of here?",		"a_no":"It's bad form to doublecross a fellow salvager. You'll regret this.",		"m_maybe":"Well, try talking to them when they get here. Maybe they'll see reason. But I doubt it. I didn't pick them as partners because they were the reasonable type.",		"a_greet_imperial":"We were partners in a salvage operation. There's thousands of credits to be made, but we don't have the coordinates of the wreck. And now, that scum is saying that the partnership is over--after we've already sunk our money and time into it? No way! We want a cut!",		"a_greet_rebel":"We were partners in a salvage operation. There's thousands of credits to be made, but we don't have the coordinates of the wreck. And now, that scum is saying that the partnership is over--after we've already sunk our money and time into it? No way! We want a cut!",		"m_thank_combat":"Well, thanks for helping out! But I'm not gonna share the secret with you either. Too many people out for a fast credit these days.",		"m_no":"Darn.",		"m_yes":"If you can just shoot at them a bit, get them to run away--that would be great.",		"a_greet":"We were partners in a salvage operation. There's thousands of credits to be made, but we don't have the coordinates of the wreck. And now, that scum is saying that the partnership is over--after we've already sunk our money and time into it? No way! We want a cut!",		"m_greet":"Hey there...! Don't suppose you could lend me a hand? There's a pack of thugs about to corner us, and I think they're liable to kill me if I don't spill a little secret... I have the coordinates to a valuable wreck that offers thousands of credits worth in salvage money. And they want the money too."
}}
