{
	"stfFile":"theme_park_jabba/barada",
	"entries": {
		"notit":"What's this?  Where's the item I asked for?",		"npc_failure_3":"You ruined everything that I was working for! Now how am I gonna get out of being a slave to Jabba? Thanks alot...",		"npc_failure_2":"What, are you a bolthead? All I asked you was to deliver an object for me, and you couldn't even do that? I guess I've got to get back to work.",		"npc_failure_1":"They said you could do anything, but I guess I heard wrong about you.",		"gotowork":"Sorry, too busy to talk.",		"npc_smuggle_2":"That's the code Barada's looking for.  Let me know what happens.",		"npc_breech_3":"ALARM!",		"npc_breech_2":"Hey, are you Barada's buddy?",		"npc_breech_1":"Jabba's thugs eh?  You'll be no match for us.",		"player_sorry":"Oh, yeah, I'll get back to work.",		"player_reset":"I need to take a breather and try this again later.",		"npc_work_3":"Did it blow up?  Or have you not gone yet?",		"npc_work_2":"Did you deliver my cylinder?",		"npc_work_1":"Hey, did you get my cylinder?",		"npc_reset":"Yeah, fine, whenever you're ready.",		"npc_backtowork":"Get back to work, I ain't got time to chat.",		"notyet":"You shouldn't be down here.  Why don't you head back upstairs and see if anyone needs some work done.  Try Porcellus.",		"next":"You better head to the throne room and see Bib.  He's expecting ya.",		"npc_reward_3":"Good work! Tell me everything. Was it loud? How hot was it? Was the explosion a ball of flame, or a column of fire? I wish I could have been there! Anyway, Jabba thinks my plan was a good one. He's promised me my freedom, but I still got a debt to work off... Oh, but I do have this for you.",		"npc_reward_2":"My friend contacted me. The cylinder is clean and copies have been made. I'm thinkin' you can be trusted to handle the next phase of my plan.  Oh, and one of the Gamorrean's stumbled across this.  He wouldn't say where he got em, but I suspect there's a visitor missing.  Heh, I'll give it to you.",		"npc_reward_1":"Good work gettin' that cylinder. I knew you were looking for the trouble.  Let me make sure this thing isn't wired, and then we'll talk about the next part of my plan.  And here, I had these laying around, I figured you've earned a little bonus.",		"npc_4_3":"There's a terminal there that has a self destruct sequence on it.  Just set it and get out of there.",		"npc_4_2":"I need this cylinder scanned for security measures. I don't want to be walking into any traps. And I'll need copies made. It's all part of my plan. But quit asking questions and just get to work.",		"npc_4_1":"Don't ask so many questions. I'll tell you what you need to know, when you need to know it.",		"npc_3_3":"Hnh. Suit yourself. I can find someone else to take this job, if you don't want it.",		"npc_3_2":"You're missing out on a payin' job.  But I'll get this done with or without your help!",		"npc_3_1":"Hey, I can understand that. I'm just one of Jabba's slaves, right?  I'll be sure to let Bib know just how helpful you were to Jabba's personal mechanic.",		"npc_2_3":"Good. You're earnin' my trust.  When you're done, come back here and tell me all about the blast. And don't forget to run.",		"npc_2_2":"Good. Take the cylinder to my friend. Check back with me after you've delivered it.",		"npc_2_1":"Good, good. Here's where you can find the roughneck. Once you've settled your business, bring me that code cylinder.  Meanwhile, I've got to get back to working on Jabba's collection of repulsorlifts, or he might decide he doesn't need me anymore, if you know what I'm sayin'...",		"npc_1_3":"Good work. The cylinder had a self-destruct code for one of Lady Valarian's storehouses. I'll give you the coordinates to the warehouse, but you'll need to punch in the code. Then run.",		"npc_1_2":"This is the cylinder I wanted, but I can't crack the code. I need someone to take the cylinder to a scientist I know.  He can decode it.  Want the job?",		"npc_1_1":"Hey you!  I heard you been doing favors for Jabba's cronies.  Maybe you can help me, huh?  I got a plan to earn my freedom from Jabba. But first I need to grab a special code cylinder from one of Valarian's thugs. You think you can get that cylinder for me?",		"player_3_3":"What do these codes do?",		"player_3_2":"The suspense is killing me.  What's your scientist friend going to do with the code cylinder?",		"player_3_1":"What are you planning?  Something I shouldn't know about?",		"player_2_3":"I have a bad feeling about this.  I'm going to have to say no from hereon.",		"player_2_2":"If you can't get away from working on those repulsorlifts, what makes you think you can pull this off?  Count me out.",		"player_2_1":"I'm tired of dealing with Valarian's thugs. They're not much of a challenge.",		"player_1_3":"I've come this far, haven't I?  I'll see this to the end!",		"player_1_2":"This is beginning to sound interesting.  Count me in!",		"player_1_1":"Sure.  I've already dealt with her thugs in the past.  This shouldn't be a problem."
}}
