{
	"stfFile":"theme_park_jabba/bib_fortuna",
	"entries": {
		"npc_failure_4":"A group of sand-ridden worrts such as those salvers were too much for your skills!? Get out of here, for you disgust me.",		"npc_failure_3":"Where is that schematic? Don't think that I will believe for a moment that you have 'lost' it... WHO DID YOU SELL IT TO!?",		"npc_failure_2":"I think you would like to be the first person to know that Romo Vax was found dead in his chambers about an hour ago. And now... I will be letting Jabba know the same.",		"npc_failure_1":"I will not be the one to inform Jabba that you let Romo get killed. I will give you the pleasure of doing so yourself.",		"ohterescort":"Sorry, I can't chat right now.  ",		"npc_takeme_1":"Ok, I'm ready to go to the palace.",		"npc_smuggle_3":"That's that.  You can head on back now.",		"npc_breech_4":"One of Bib's new thugs, huh?   Hahaha, you won't last...",		"npc_breech_3":"Are you Bib Fortuna's courier?",		"npc_breech_2":"Where is Romo Vax?  You can't hide him forever!",		"npc_breech_1":"Hello.  I'm Romo Vax!",		"player_sorry":"I'm getting back to work right now.",		"player_reset":"I need to start over.  Can I do that?",		"npc_work_4":"Have those slavers been re-educated?",		"npc_work_3":"Where is my schematic?",		"npc_work_2":"Has the bounty hunter been eliminated?",		"npc_work_1":"Where is Romo Vax?  Don't tell me you haven't gone to find him!",		"npc_reset":"Don't make me wait too long.",		"npc_backtowork":"You'd better be finished with that task soon.",		"notyet":"You are not allowed in the throneroom yet.  Go back and see Barada.",		"next":"Speak to G-5PO.   Jabba has some things for you to do.",		"npc_4_3":"This schematic may help create a means for me to solve my day's annoyances.  If this schematic does what my contact says it does, then Jabba will never again have to fret his bloated - I mean - beautiful head over people trying to betray him... ever again.  If you do this for me, I have a good feeling you will go far within my - er - his Palace.",		"player_3_4":"Does Jabba know about this?",		"player_2_4":"I'm not fixing your mistakes, Bib. Go do it yourself.",		"player_1_4":"Point me at them and they'll be taken care of.",		"npc_reward_4":"No one survived, correct?  Good.  I will now inform Jabba that the band of slavers that were trying to move into his territory have been dealt with.  Jabba will be most pleased to hear this.  I shall also let him know that you were personally the one who took care of the problem.  You are welcome, as well to take this. Good work.",		"npc_reward_3":"Now...let me look at this schematic.  Mmmhm.  Yes, I see.  Mmmhm. Hmm? What? No!  This is nothing as he had said.  Blast it!  This will never work!  Aaargh!  Wonderful... another of my day's annoyances.  Very well, then. You have done what we agreed, therefore you will be compensated.  I will speak with you later.  What?  Your reward?  Ah, here, take this.",		"npc_reward_2":"The bounty hunter has been eliminated?  Good.  If you do not wish to become Jabba's dinner entertainment, you will learn from your carelessness.  His Excellency does not enjoy hearing bad news. If I am caused distress such as this again, I will blast you myself. But we may still gain from this. Let me devise a new scheme. Return to me later.  Also, Ephant Mon wanted you to have this.",		"npc_reward_1":"Excellent.  Jabba will be pleased to learn that his associate has arrived unharmed. You have performed your duty well, which will be reported to His Excellency.  I will inform him now. ",		"npc_4_2":"Surely you are not frightened by a mere bounty hunter, are you? Hmmm... perhaps I was wrong about you? Should I let Jabba know that you are not qualified for any jobs that require violence?",		"npc_4_1":"You have attracted Jabba's attention. He favors those who exhibit great boldness. I have advised Jabba that only you can perform this task. Are you truly prepared to disappoint Jabba?",		"npc_4_4":"You ask a lot of questions, my friend.  Questions get people killed around here.  All you need to know is what I've told you, and nothing more.  If you'd like, though, I can tell Jabba that you are curious about how he does things around here.  I'm sure he would be happy to know how much of an interest you've taken to daily operations.",		"npc_3_4":"Mistakes, is it?  Very well, my friend.  I will be giving Jabba an update later today on his current profits.  I sure do hope I am able to get all the names straight of who has caused problems around here recently. For your sake, you may want to return to me before I give Jabba the report, if you follow what I am saying.",		"npc_3_3":"You work for Jabba now, my friend, but what if something bad were to happen to Jabba, hmm?  Someone would have to take over for him, of course. Preferably someone with a... long memory, perhaps?  I will let you think on that, my friend.",		"npc_3_2":"It's a pity that you are not more responsible. You should hope that no one informs Jabba about the mess you have made, hmm?  His Excellency will be most... displeased.",		"npc_3_1":"Hmm.. I will be sure to let His Excellency know that you have turned down his request. You are truly wasting your potential.",		"npc_2_4":"Very good.  You will find them out in the desert, quite unaware that their real payment will be coming. This will serve doubly to let everyone know that all slaves on Tatooine are property of Jabba, and no one else. Return here to let me know when it is done.",		"npc_2_3":"If what my contact says is true, then yes... yes, the pay off will be well worth it.  Now, go track him down, for he is in hiding after getting ahold of his plan. You will find him nearby, so you should depart as soon as possible.  I know you will bring me back this schematic safe and sound.",		"npc_2_2":"It will be in your best interests to make certain that bounty hunter is dealt with before he can reach the Palace. I will distract Jabba long enough for you to clean up your mess.  Let me know when you have attended to the matter.",		"npc_2_1":"Jabba will be pleased to hear that you have so graciously offered your time. But if Romo Vax is harmed in any way, Jabba will not be so pleased.  And take care that no one follows you back to the palace! I'm sure Romo has a great many enemies...",		"npc_1_4":"My *now* FORMER contact has been paid for a faulty product.  Since he was unable to produce what he promised, he will NOT be paid for his failure.  He has been allowed to run a small time slaving operation here on Tatooine, but his 'charter' will now be revoked.  Go out there and remove him and his band from Tatooine... permanently.",		"npc_1_3":"Jabba and Romo Vax have been engaged in conversation for a while now. Since I am his majordomo, I must run Jabba's operation for him while he is unavailable.  You will need to get in touch with one of my contacts and bring me a schematic he claims will make my job much easier.  You wish to do this for me and Jabba, correct?",		"npc_1_2":"YOU FOOL! Romo was being pursued by a bounty hunter, and you've led the mercenary here!  My informants tell me that the bounty hunter is nearing the Palace even as we speak. You have but one chance to save yourself from Jabba's Rancor. Kill the bounty hunter before he reaches Romo Vax!",		"npc_1_1":"His Excellency has requested your assistance, and I know you will be happy to please Jabba.  An associate of His Excellency is expected here soon, but we don't want him leading any unwanted miscreants to the palace. Find Romo Vax and bring him here safely, and you will fulfill Jabba's wishes.",		"player_3_3":"How will this schematic make your job easier?",		"player_3_2":"Why didn't you tell me about the bounty hunter before?",		"player_3_1":"Why has Jabba chosen me?",		"player_2_3":"I work for Jabba, not for you, Bib.  Get someone else to do it.",		"player_2_2":"You never said anything about a bounty hunter!  I'm not risking my hide for scum like Romo!",		"player_2_1":"My services don't come free.  Either Jabba pays me, or you do the dirty work yourself.",		"player_1_3":"Yeah, I'll do it as long as it pays well.",		"player_1_2":"Don't worry, Romo will be safe. I can handle a bounty hunter.",		"player_1_1":"I will bring Jabba's contact here safely."
}}
