{
	"stfFile":"theme_park_jabba/ephant_mon",
	"entries": {
		"dontknowyou":"Sorry, I can't talk now.",		"notit":"So, uh, where's that thing I asked for?",		"gotowork":"Sorry, I can't talk now.  I have things to do...",		"npc_failure_2":"You have a lot of courage coming back here without that package in your hands.",		"npc_failure_3":"Let's go over this again. You said a Krayt Dragon rose of the sand and ate the ledger? And you also thing that I'm a monkey-lizard, right?",		"npc_failure_1":"Ngh. You couldn't even handle a group of thugs like that? Get outta of my face! And don't even think of wanting to work for Jabba in the future, got it?",		"npc_smuggle_3":"That's the ledger?  That was a snap.",		"npc_breech_3":"Hey, did you come to drop something off?",		"npc_breech_2":"Who are you?  What has Valarian gotten me into now?!?",		"npc_breech_1":"One of the green guy's slugs eh?  We'll take care of ya...",		"player_sorry":"I'll get right to it sir.",		"player_reset":"I'm not ready for this mission, I'd like to back out.",		"npc_work_3":"Did you deliver that ledger to our friend yet?",		"npc_work_2":"That courier get taken care of yet?",		"npc_work_1":"Did you take care of those loud mouths?",		"npc_reset":"Yeah, ok.  Come back when you're ready.",		"npc_backtowork":"You better get that task done quick.",		"notyet":"You shouldn't be up here.  Go see Ree-Yees if you need a job.",		"next":"If you're looking for something to do, try the kitchen.  Porcellus always needs a hand.",		"npc_4_3":"Jabba's spies are morons. None of 'em knew that the ledger was written in code. Valarian is using an obscure form of Old Drall in that book, an' nobody here can read it. Fortunately, Jabba has a big brain named Sirad Far on the payroll. Jabba's been helpin' Far with a few of his problems, and now Sirad's more than happy to read the ledger for the Hutt..",		"npc_4_2":"The courier is nobody. Just another mercenary who needed a job. But Jabba wants what the courier is carryin'. The package has financial information from Valarian's compound. We can use that information to ruin her.",		"npc_4_1":"Jabba protects anyone willin' to pay for it. I'm not gonna let Lady Valarian's thugs try to make Jabba look weak. So, you're gonna show everyone on this planet that payin' Jabba protection fee is worth every credit. You're up for the job, right?",		"npc_reward_3":"Jabba has heard your name. Keep showin' your loyalty and I'm sure you'll be invited to join his court. Maybe you can find more to do to keep on his good side.  Try Porcellus, he may have some work.",		"npc_reward_2":"Ah, you have the ledger.  Good.  Jabba's spies say that Valarian is foaming after losing it.  Take this reward for all your help.",		"npc_reward_1":"I hear you took care of our little problem.  Jabba's clients will be glad to hear it.  Good job. Perhaps, you come back to me for future assignments, hmm?",		"npc_3_3":"Guess I was wrong about you. I thought you wanted to get close to Jabba. If you're smart, you'll reconsider.",		"npc_3_2":"Hmmmm.... So, you're too good for one of Jabba's simple jobs now, eh? Maybe you don't value your life or reputation?",		"npc_3_1":"I'm gonna think that you turned down this job 'cause you're spineless, not because you have a soft spot for Valarians' thugs...",		"npc_2_3":"Good choice, friend. Take this ledger to Sirad Far, who is waitin' for you. I hear Sirad wants to thank you personally for helpin' with some of his former...associates. Leave the ledger with him, then come back to the palace. ",		"npc_2_2":"Good. That courier is carryin' a special package. Bring the package back to me. An' make sure the courier is dead. We're sendin' a loud message to Valarian. She better learn to keep her snout outta Jabba's business, or it's gonna get chopped off.",		"npc_2_1":"Once you shut 'em up, return here to let me know.",		"npc_1_3":"Hurn. We have a problem with the stolen ledger. Bib Fortuna can't make snout nor stump of the ledger's code....again. But Jabba has a code-slicer in his pocket. Jabba wants you to take the ledger to this slicer, Sirad Far. You gonna take this assignment?",		"npc_1_2":"Ngh. You back? Good. Jabba wants revenge against Valarian. You're gonna find and punish one of her couriers. You wanna do this small favor for Jabba?",		"npc_1_1":"Hngh. You want a job, eh? You want to serve Jabba? Valarian's thugs are makin' loud threats 'bout hurtin' some of Jabba's "customers".  They need to learn to be quiet.. Go silence them. For good. Do you understand?",		"player_3_3":"What's so hard about reading a simple bank ledger?",		"player_3_2":"What is so special about this courier?",		"player_3_1":"Why can't Jabba's customers protect themselves?",		"player_2_3":"I am sick of delivering ledgers.  Find someone else to do it.",		"player_2_2":"No, I'm not interested in doing courier "work".",		"player_2_1":"If you're saying you want them killed, then I don't want the job.",		"player_1_3":"I don't want to see Jabba angry. I'll do it.",		"player_1_2":"If Jabba needs this done, then I'm the one for the job.",		"player_1_1":"Yes, I think I understand.  I'll be happy to take care of them."
}}
