{
	"stfFile":"theme_park_jabba/g5po",
	"entries": {
		"gotowork":"Don't you have something you should be doing?",		"notit":"Jabba wonders what became of the item he asked you to acquire?",		"npc_smuggle_7":"Well, that'll do it.",		"npc_failure_8":"The Vengeful Jabba says that he is most displeased with the outcome of your assignment. -Oh my!- He has asked you to stay for dinner and take part in the entertainment. I am afraid he has said this in such a way that it was not a suggestion, but rather and order. I am so sorry, friend.",		"npc_failure_7":"Oh dear... run, friend! Jabba has called for the brachno-jags! RUN!!",		"npc_failure_6":"I will tell Jabba that you said you are still working on this. If he hears that you failed, he will do something most awful to... OH! Yes, your Highness? You could understand what I was saying? Oh my.",		"npc_failure_5":"The Curious Jabba the Hutt, Khan of the Outer Rim, asks you what happened to the money he entrusted to you?",		"npc_failure_4":"The Irate Jabba says that since you failed in what he wanted that perhaps a job cleaning the Kowakian Monkey-lizard at his tail would be more fitting for your aptitudes.",		"npc_failure_3":"Oh dear oh dear... the Wrathful Jabba says that he is most displeased by the turn of these events and that the -oh- the "normal" will be happening tonight.",		"npc_failure_2":"The Sagacious Jabba says that if you could not handle one person, then you are not of the caliber he is looking for. Oh dear... Jabba the Hutt says you can go get lost in the Jundland Wastes for all he cares.",		"npc_failure_1":"The Vengeful Jabba says that he is most displeased with the outcome of your assignment. -Oh my!- He has asked you to stay for dinner and take part in the entertainment. I am afraid he has said this in such a way that it was not a suggestion, but rather and order. I am so sorry, friend.",		"npc_takeme_1":"Ok, get me back to the Palace.",		"smuggle_7":"Whew.  I was getting worried out here.  Well, I guess our business is done.",		"npc_smuggle_5":"As dangerous as this is Jabba sure pays well, heh.",		"npc_breech_8":"ALARM!",		"npc_breech_7":"Hey, pal, how's it going?",		"npc_breech_6":"What do you think you're doing?  I think you're dying!",		"npc_breech_5":"Psst!  Hey, are you the guy?",		"npc_breech_4":"We've been ratted out!  Get that guy!  Don't let him live!",		"npc_breech_3":"No!  I didn't want to turn against Jabba!  You won't take me back alive!",		"npc_breech_2":"Jabba sends cronies to deal with us?  He should have sent someone competent.  Hah!",		"npc_breech_1":"Are you from the Palace?",		"npc_work_8":"Esteemed Jabba wants his Rantok Sword.  I do hope, for everyone's sake, that you have acquired it.",		"npc_work_7":"Magnificent Jabba wants to know where the key is.  Have you spoken to Sliv Jurek yet?  I do hope you have...",		"npc_work_6":"The Remarkable Jabba the Hutt wants to know if the bounty hunters are still breathing.  You realize of course the answer to this question should be no...",		"npc_work_5":"Jabba the Hutt, celebrated leader, is curious about the merchandise you were to retrieve.  Do you have it?",		"npc_work_4":"Glorious Jabba wishes to know what has happened to the strike team.",		"npc_work_3":"The exalted Hutt, Jabba, wants to know if the traitor has been dealt with.",		"npc_work_2":"The renowned Jabba the Hutt asks whether Valarian's Interrogators have been dealt with...",		"npc_work_1":"The distinguished Jabba wishes to know where his new "friend" Scrib Leras is.",		"player_sorry":"Tell Jabba I'm on my way to finish my work now.",		"player_reset":"Tell Jabba I can't do this yet.  I'll have to come back later.",		"npc_reset":"His immenseness is most displeased with your lack of progress.  Do return when you've become powerful enough to work for Jabba.",		"npc_backtowork":"The illustrious Jabba wishes you to continue with your mission.",		"notyet":"Jabba wishes to know why a worm such as you, who doesn't even have the approval of Bib Fortuna, would even attempt to talk to him.   Perhaps you'd like to see our Rancor?",		"next":"Currently Jabba has nothing left for you to do.  Feel free to relax here within the palace.  Perhaps some more work will become available in the future.",		"npc_reward_8":"The resplendent Jabba the Hutt expresses his deepest thanks. He wishes to tell you that if you need a place to hide from authorities, he offers you his home, for he considers you to be a close associate.  Oh, I do thank you as well. If this had gone bad, he probably would have replaced me.  I am indebted to you!  As such I'm making sure that you get a good reward.",		"npc_reward_7":"Jabba the Hutt is impressed by your success. He says that you remind him of a daring smuggler he once employed. You should go far. This reward is for you.",		"npc_reward_6":"The Great Jabba the Hutt has been informed of your victory over the bounty hunters. He wishes me to tell you that you are exactly the kind of scum he likes. He will be most happy to do business with you in the future.  He has given you this reward.",		"npc_reward_5":"His Imperiousness, Jabba the Hutt, wishes to commend you for a job well done. Please inquire later about any further jobs Jabba may have for you.  Oh, and yet another reward has been granted to you, Jabba's most favored employee.",		"npc_reward_4":"Jabba the Hutt says that his next imbibed drink will be dedicated to you, for your brashness and skill. That is quite an honor, indeed.  You should be most grateful for that, and for this reward he has offered you.",		"npc_reward_3":"His Worshipfulness tells you that he is impressed with the speed in which you dealt with the traitor's messenger.  Bib Fortuna will now decode the message and tell Jabba what it contains. Jabba is pleased... thank goodness.  As a result he has decided that you should take a short break, and as a means, he has provided this reward.",		"npc_reward_2":"The Grand Jabba the Hutt expresses his appreciation. He is most overjoyed to hear the man died in a terrible fashion. Jabba the Hutt says you show great promise and he may have use of your services in the future.  He also bequeaths to you this reward.",		"npc_reward_1":"Jabba wishes to tell you that he is pleased with your escort services. Jabba will speak with the accountant later, but currently, eating his seventh meal of the day is more pressing. For now, Jabba wishes to extend to you his personal appreciation for an errand well done.  As a token he bequeaths you this reward.",		"npc_4_8":"Jabba would prefer to offer this job to Boba Fett, but your fee is much more reasonable. Jabba has placed his trust in you. Do not take this honor lightly.",		"npc_4_7":"Jabba the Hutt has been told by Belshu, the smuggler now working for him, that there is a valuable Rantok Sword being held in a warehouse here on Tatooine. Jabba wants this sword to display on his wall. Jabba needs an electronic key to enter the warehouse, and his associate, Sliv Jurek, can provide that tool.",		"npc_4_6":"Belshu Dadar is now Jabba's loyal associate. His Greatness says that this is a favor he is doing for Belshu.  He has chosen to give you the contract because you have proven yourself talented, but expendable. In other words, he says to mind your own business and take the job.",		"npc_4_5":"The Wise Jabba says that you ask too many questions.  He has graciously allowed you this information: The smuggler supposedly works for Black Sun, which has chosen to do business with Lady Valarian. Jabba does not know what Valarian is buying, and this displeases him.",		"npc_4_4":"Jabba explains that the strike team's membership is still a guarded secret. It could include some of Lady Valarian's lowly thugs, or perhaps trained Commandos. Jabba the Hutt, in his sagacity, places his full faith in your ability to handle this mild annoyance.",		"npc_4_3":"The Majestic Jabba says that any job he offers to someone is of the utmost importance, simply because it was GIVEN by the Illustrious Jabba.  But, if you must know, the message contains something about the bookkeeper you escorted here recently. Jabba is curious to know why Lady Valarian values this bookkeeper so.",		"npc_4_2":"Jabba the Hutt says that Lady Valarian uses crude means of keeping her cronies in line.  She has hired a most competent interrogater to extract information from the less loyal members of her cadre. Jabba the Hutt says he would never resort to simple torture to ensure loyalty.",		"npc_4_1":"The Lady Valarian is to execute said accountant for a miscalculation amounting to a total of 4 credits.  Jabba the Hutt, in his generosity, understands that mistakes are made, and wishes to help him.  Jabba knows the accountant will be willing to offer any information to his Highness in return for this favor.",		"npc_3_8":"His Magnificentness explains to you that position is easily changed.  He has also told me that he doesn't want to hear a 'No' or he will be very angry with me and ... oh dear, oh dear ... send me to the droid pit to be deconstructed.  I beg you, please tell him 'Yes'.",		"npc_3_7":"The Pungent - er, I mean to say - Perfectious Jabba the Hutt says he does not have time to wait. Another mercenary will be assigned this task.",		"npc_3_6":"Oh dear... Jabba the Hutt tells you that if he has to pay Boba's price for this mission, he will be most displeased.  He is upset that you do not wish to do business with him, and he is getting quite angry indeed.",		"npc_3_5":"Oh no!  Please do reconsider. If he does not get what he wants, Jabba may direct his anger towards me! The Vengeful Jabba says that you have a few moments to agree to this mission. If you do not... you will be fed to the Sarlaac next time... oh dear!",		"npc_3_4":"The Merciless Jabba does not care which of your appendages is malfunctioning. This mission must be completed. Jabba informs me that he will not take 'No' for an answer. Were Jabba not so preoccupied with other matters, he would feed you to the rancor immediately. You may dwell on this threat...",		"npc_3_3":"Jabba is angered by your lack of initiative. He expected more from you, but now understands that you are not worthy of his employment.",		"npc_3_2":"His Grandness is most disappointed in your response. He knows that you will reconsider his offer... um... and if you were smart, you would reconsider quickly, I must add.",		"npc_3_1":"Jabba feels that his offer of employment was most generous, and he is angered by your rejection. I would suggest that you reconsider his offer.",		"npc_2_8":"Jabba is eagerly awaiting his sword. He will enjoy displaying it to everyone. It will become a symbol of his swift justice. Please do return quickly.",		"npc_2_7":"His Grandness says that he will expect you to follow through with this. If you think of taking the money for yourself... oh dear.. he says that he will watch you eaten by his pet brachno-jags for the next week. Please return with his key.",		"npc_2_6":"The Glorious Jabba the Hutt says that if you are able to eliminate these bounty hunters, you will prove yourself to him. That endorsement will take you far within his court, I must say.",		"npc_2_5":"That is so good to hear! Of course, what I mean to say is that Jabba is satisfied with your initiative and will expect this mission to be completed shortly.",		"npc_2_4":"Excellent!  Now perhaps Jabba will stop blaming everything on me! As usual, the Glorious Jabba will expect this task to be completed quickly.",		"npc_2_3":"Jabba is pleased by your willingness to serve him. Return with the message in hand, and you will be rewarded well.",		"npc_2_2":"Lady Valarian's torturer will be waiting for Scrib Leras. You will meet with him instead, and deal with the man using your special talents. Jabba will want a full report on how many times the torturer screamed before he died.",		"npc_2_1":"His Highness says that you are to meet Scrib Leras and provide suitable protection as you escort him to the palace. Jabba will be most displeased if he has misplaced his trust in you. You are to return in a timely manner, for Jabba the Hutt is not to be left waiting.",		"npc_1_8":"His Exhaltedness, Jabba the Hutt, has given you the honor of recovering the Rantok Sword for him.  Enter the predesignated warehouse using the provided passcode, and recover the sword.  You should be quite capable of dealing with any opposition. Shall I tell him you accept this mission?",		"npc_1_7":"You have been contracted to do another job for Jabba the Hutt. You are instructed to take this case of credits to an associate of Jabba's, one Sliv Jurek. Jurek will then give you an electronic key, which you will bring to Jabba. You have proven yourself to Jabba in the past. Do not fail him now...",		"npc_1_6":"The Great Jabba the Hutt requires your previous assignment to be completed.  The smuggler, Belshu Dadar, has made contact with Jabba himself following your business deal.  It seems Dadar has a price on his head. Jabba wants you to terminate the bounty hunters pursuing Dadar.",		"npc_1_5":"The Splendid Jabba the Hutt has requested your services again. You have served him well in the past and he believes you can be entrusted with another sensitive assignment. You are to intercept a smuggler who has business with the Lady Valarian. You are authorized to pay this smuggler more credits than Lady Valarian can offer, and bring whatever 'merchandise' he is carrying to Jabba.",		"npc_1_4":"Jabba is quite furious over the contents of the recovered message. It included a schedule of guard changes, which Lady Valarian's thugs plan to use to infiltrate the palace. The Resplendent Jabba wishes you to locate Valarian's incoming strike team and deal with them accordingly.",		"npc_1_3":"Jabba explains that his associate, Romo Vox, has uncovered yet another traitor within Jabba's Court.   His Highness has been told that this traitor has sent a message to Lady Valarian via the services of a courier.  Jabba the Hutt demands that you find the messenger and recover that missive.",		"npc_1_2":"While you were out, Jabba the Hutt, Prince of Tatooine, has learned that Lady Valarian did not wish to execute Scrib Leras.  Instead she wished to interrogate him, engaging the services of a most skilled interrogater.  Jabba wishes you to extinguish the life of this interrogater to repay Lady Valarian for past transgressions.",		"npc_1_1":"The Illustrious Jabba the Hutt bids you welcome to his court.  He wishes you to perform a favor of great importance.  Lady Valarian has mistreated one of her accountants, one who understands the greatness of Jabba's power.  You are instructed to locate Scrib Leras and bring him to Jabba's court so that he may offer Jabba his information.",		"player_3_8":"Why is Jabba asking me to do this?",		"player_3_7":"All this money for a key?  Is it worth all of these credits?",		"player_3_6":"What kind of smuggler leads bounty hunters here?",		"player_3_5":"What will I be buying from this smuggler?",		"player_3_4":"What type of strike team are we talking about here, Jabba?",		"player_3_3":"Is this an important job, or will I be running a simple errand for Jabba?",		"player_3_2":"Lady Valarian has a personal interrogater?",		"player_3_1":"Why does Jabba care about a lowly accountant?",		"player_2_8":"I'm too talented for this.  Get someone else to do it.",		"player_2_7":"Let Jabba know that I'm too busy for work at the moment.",		"player_2_6":"Bounty Hunters are too dangerous for me. Get Boba Fett to do it.",		"player_2_5":"If this is anything like that Strike team job, I'll pass.  No thanks, Jabba.",		"player_2_4":"Strike team?  Oh.  Umm... sorry, my trick knee is acting up. I can't do it.",		"player_2_3":"I'm still recovering from a recent fight. I don't want any courier work.",		"player_2_2":"I'm not interested right now in assassinating anyone.",		"player_2_1":"Jabba should know that I'm above simple errands.  Tell him I want a real job.",		"player_1_8":"I would be honored to help the great Jabba recover that trophy.",		"player_1_7":"Tell Jabba he'll get his key.",		"player_1_6":"Bounty Hunters?  No problem. Point me to them.",		"player_1_5":"Hmm... sounds important.  Yeah, I'll do it for Jabba.",		"player_1_4":"Now that sounds like some good action!  I'll do this one for free!",		"player_1_3":"Tell Jabba he can count on me to get it done!",		"player_1_2":"No problem.  This will be child's play.  How fast does Jabba want it done?",		"player_1_1":"I will do as Jabba asks."
}}
