{
	"stfFile":"theme_park_jabba/porcellus",
	"entries": {
		"notit":"Where is it?  Why haven't you brought me what I asked for?",		"npc_failure_3":"Oh, how much you have ruined my day.... I shall be thrown to the Sarlaac for this.",		"npc_failure_2":"What do you mean you didn't gather that location! Ah! This is a travesty!",		"npc_failure_1":"Very well... I shall remember this when you ask me for a tasty, tasty little treat.",		"npc_breech_3":"",		"npc_breech_2":"Hey, who are you?!?",		"npc_breech_1":"",		"npc_work_3":"Where's my meat beast...erm...meat?",		"npc_work_2":"Did you get the location of the meat beast?",		"npc_work_1":"Where's my Kaadu meat?",		"player_reset":"I think I'd like to get out of here for a while, maybe finish this later?",		"player_sorry":"Sorry, I'll get back to work.",		"npc_reset":"Yeah, fine, I'll find somebody else to do the real work around here.",		"npc_backtowork":"Well, if you don't get this done quick we're both gonna be in trouble.",		"notyet":"You shouldn't be back here.  This kitchen is for me and trusted staff only.",		"next":"Why don't you head down to the garage and see what Barada's up to.  I hear he's cooking something up...",		"player_3_3":"Why are you so excited about making this 'Meat Beast' into a meal?",		"player_3_2":"What in the heck is a 'Meat Beast'?",		"player_3_1":"What kind of meat are we talking about here?",		"player_2_3":"Too bad.  I'm not going on a wild Cu-Pa chase to find this imaginary Meat Beast.",		"player_2_2":"Get another scout to go find the body.  I charge too much for body recoveries.",		"player_2_1":"No, you got the wrong person.  You must have mistaken me for a lowly kitchenhand.",		"player_1_3":"Sure!  I can't wait to see this 'Meat Beast'!",		"player_1_2":"No problem!  I'll go get it for you.",		"player_1_1":"A full belly keeps Jabba happy, I hear.  Sure, I'll do it.",		"npc_reward_3":"Oh, how wonderful!  Good, good!  The meat is still in wonderful condition!  I will be known galaxy-wide for my Meat Beast Pudding!  And then, and then... maybe my fellow chefs might mount a rescue team to save me from wasting my talents on this horrid slug!  Thank you once again, friend!  Here, you can have this for all your help.",		"npc_reward_2":"You brought the datapad back!  Did you see any sign of the Meat Beast anywhere when you were out there?  Nah, I guess that was too much to expect.  Well, either way, I'll have Bib decode this pad to see if the veterinarian left any information as to where its lair is.  Thank you, friend!  As a gift I'm giving you this out of my own pocket.",		"npc_reward_1":"*Sniiiiiiiffff*  Mmmm... Kaadu meat exudes such a wonderful aroma, wouldn't you say.  Now, all this needs is a little spice coating, some... hrm... oil, yes oil would be good, hmm.... more spices, yes... and a little...ahhh, yesss... Eopie cheese... and voila - Kaadu Krunchies!  I'll let you know if Jabba enjoyed his 'exotic' meal!  Thank you!  Here, take this as a reward.",		"npc_4_3":"What?  Can you not see?  I have won the Golden Spatula award 3 years in a row when I was a Master Chef on Coruscant! If I whip up a scrumptious pate made from the Meat Beast, maybe the story will spread to other worlds.  This may be my one chance for my colleagues to know I'm trapped here in this Palace!!!",		"npc_4_2":"Well, I'm not too sure what the Meat Beast is.  Rumor has it, though, that whoever eats a bite of it will never get indigestion ever again!  Supposedly it's got big horns, two tails, eight eyes, nine legs, and fangs the size of a Jawa.  Then again, maybe not.  Who knows?  What I do know is that when I'm done with it, it'll be quite tasty, indeed.",		"npc_4_1":"For Jabba's dinner tonight, I am preparing him a succulent plate of charbroiled sand-maggot kidneys, served with a chilled carafe of fermented worrt milk.  Is this elegant meal enough for him? NO!  Jabba wants kaduu meat, which he heard Prefect Talmont is importing for a regal Imperial party he's hosting.  Bah!  He's so finicky!",		"npc_3_3":"No!  You don't understand!  If I don't make this meal soon for Jabba, he'll throw me to the Rancor!  I don't even belong here!  Please, you must help me!",		"npc_3_2":"You charge too much, but you sure will eat the food I make, right?  Very well, then.  I will ask Jabba to send out a scout because you refused to do this for him.  I'm sure that little bite of information will settle well with him.",		"npc_3_1":"All of you scum here are ungrateful bantha-fodder!  You eat my food, but you don't care a whit if I get tossed into the rancor pit, do you?  Whatever will I do?",		"npc_2_3":"Ohhh, excellent, excellent, excellent!  Go track down that beastie and bring me back a good chunk from its haunches or ribs or wherever!  Now.... what shall I make?  A pate, perhaps?  No, no, too gauche for his tastes.  Ah!  A fine Meat Beast pudding!  Yes!  Hmm?  Are you still here?  Go, go!  Get me that Meat Beast, friend!",		"npc_2_2":"Good, good, good.  Now, from what the scout said, the "vet" shouldn't be too far.  Then again, that's information from one of Bib Fortuna's men so, you know...  Remember you don't need to bring back the "veterinarian"'s body,  just bring back his datapad.  If the guy was smart, he probably recorded where he spotted the Meat Beast!",		"npc_2_1":"I am quite overjoyed to hear you can help!  Prefect Talmont has paid a lot of credits to have a kaadu transported here to Tatooine.  After it's unloaded and is being escorted to Prefect Talmont's mansion, all you need to do is intercept Talmont's toadies, kill the beastie, and bring me back a good slice from its haunches.  I'll wait, friend.",		"npc_1_3":"What exciting news!  They had actually tracked down the Meat Beast to its lair!  Aren't you brimming with excitement?!  All you need to do now is go track down the Meat Beast at these coordinates, kill it, and bring back its fabled meat!  Does that sound good to you?",		"npc_1_2":"Since Jabba loved his Kaadu Krunchies, he now wants to feast upon a rare beastie here on Tatooine.  He has sent scouts to find that oh so elusive Meat Beast.  Word came back one of the scouts spotted the Meat Beast, but it's being studied by some official looking "veterinarian", whatever that is.  Take down that vet and see if he has the location of the creature.",		"npc_1_1":"Hm, hm, hmmm... yes, yes, you just might be the person I'm looking for.  I'm Porcellus, cook extraordinaire, chef to Senators and Royals alike, and now... *sigh*... slave to Jabba.  Jabba has requested a meal more exotic than his usual fare, and I have just the idea.  Would you gather some special meat for me?"
}}
