{
	"stfFile":"theme_park_jabba/ree_yees",
	"entries": {
		"dontknowyou":"Can't talk now.  Busy.",		"otherescort":"I got things to do.  Can't talk.",		"notit":"Where's that item I asked you to get?",		"npc_failure_3":"What happened to the package, you poodoo-soaked Monkey-lizard?? You'd best have that package in your hands by the time I count to three!!!!",		"npc_failure_2":"You couldn't even do this one? You stupid little worrt! After Jabba hears about this, I'm gonna get to pay you a little visit. Heh...",		"npc_failure_1":"Oh, this is gonna be good. When he hears what happens, your face is gonna be smashed in real good-like!",		"gotowork":"Sorry, I've got a lot to do, maybe you have something you should be doing?",		"npc_smuggle_3":"That transponder should be just fine for Jabba's purposes.",		"npc_breech_3":"Hey, are you the guy old Reesy-Yeesy sent?",		"npc_breech_2":"Ootini!",		"npc_breech_1":"Thugs, eh?  Sirad Far will be sorry...",		"notyet":"Hey, talk to Reelo.  I don't deal with just everybody that comes in out of the desert.  That's his job.",		"next":"You've got access to the upstairs now, worrt, go see if Ephant Mon needs anything done.",		"npc_backtowork":"Get on it then!",		"npc_reset":"Ok, come back when you get some courage.",		"player_reset":"I think I need to take a break and start over.",		"player_sorry":"Yeah, I'll get right on that. ",		"npc_work_3":"Did you deliver our transponder?",		"npc_work_2":"Where's the transponder, wort?",		"npc_work_1":"Hey, worrt, did you deal with those thugs?",		"npc_4_3":"I heard Jabba say that the type of ship that crashed meets the same specifications as Jabba's own personal starship.  I think what Jabba's trying to do is have this transponder hooked up on his ship so that Jabba can transmit a false identity whenever he wants.  That Hutt is sly, I must admit.",		"player_3_3":"What is Jabba planning on doing with the transponder once Sirad's done with it?",		"player_2_3":"What does Jabba take me for, some errand runner?  I'm not doing it.",		"player_1_3":"Sounds easy enough.  Yeah, I'll get the job done.",		"npc_reward_3":"You know what, worrt? Word has been going around that Jabba and Bib are real happy over this Sirad Fal deal.  Just don't go thinking that you can have my job.  Worrt or no worrt, I'll still smash yer face if you play games with me.  But you've done good, so next time we're in a cantina, I'll buy us a round of bantha blasters!",		"npc_3_3":"I told Jabba you would do it.  If you don't get this done, and done soon, Jabba's gonna get real angry.  You don't want to see Jabba when he's angry.",		"npc_2_3":"Yeah, I knew you'd want to do it.  Sirad's been told he's got a package showing up, so he's waiting.  Get this over to him, and get it to him fast, you hear?",		"npc_1_3":"Good news, worrt.  Jabba says that transponder is exactly what he was looking for.  Now Jabba is going to see if this Sirad Far guy was worth all the effort.  Take the transponder to Sirad Far so he can slice into the codes on this thing, okay?",		"npc_reward_2":"Good work, worrt.  Jabba's gonna be real happy to see that the transponder wasn't damaged in the crash.  I don't know what he wants with it, but he'll be real happy, I'm sure.  Oh, and by the way, we decided you needed a reward.",		"npc_reward_1":"Huh, you actually did it... I'll let Bib know you're tougher than you look. And maybe I'll give you another job in the future, worrt.",		"npc_4_2":"I don't know why he wants it.  Do I look like Jabba to you?  Maybe once you get it, he'll tell you.  Then again, maybe not.  Just get it, okay?",		"player_2_2":"Don't waste my time. Tell Jabba to give me a real job.",		"player_3_2":"Why does he only want the transponder?",		"player_1_2":"Sure, I'll get that transponder for him.",		"npc_3_2":"You know, when Jabba hears that you turned him down, I'm sure he'll let ME do a good job on you.",		"npc_2_2":"From what Bib said, it shouldn't be too far off from here.  If anyone else got to it before you do, let them know that Jabba owns all the space debris on this planet.  If they don't give it up on their own, take it from them, if you know what I mean.",		"npc_1_2":"Hey, worrt! I gotta 'nother job for you. Bib just got word of some vessel that crashed out in the dunes nearby the Palace.  Jabba says he wants the transponder from that craft.  You wanna run out there and grab it for him?",		"npc_2_1":"Good move, worrt.  Here's where you can find Sirad's competition.  Finish them off, and maybe I'll tell Bib you have a spine.",		"npc_3_1":"You think so? You keep talking like that, you're gonna be buried beneath the palace. Now get outta here!",		"npc_4_1":"Why do you care, huh? All you need to know is that Jabba wants Sirad in his pockets - er- folds. Between you and me, though, Bib says that this Sirad guy is supposed to be one of the best here on Tatooine.  If Jabba does Sirad a favor, Sirad's gonna need to do Jabba some too. So, you wanna prove yourself around here or not?",		"player_3_1":"What does this slicer do that Jabba wants him?",		"player_2_1":"That seems beneath me. Have someone else do it.",		"player_1_1":"Tell Jabba I'll deal with Sirad's rivals personally.",		"npc_1_1":"Are you looking at me!? You want a job, is that it? Okay, look, Jabba is missing a slicer since his last one had a little bit of an accident with the rancor.  Well, Jabba wants this one slicer, Sirad Far, in his pocket and he knows the best way to do it would be to help take out Sirad's rivals.  You wanna help out with this?"
}}
