{
	"stfFile":"theme_park_jabba/reelo_baruk",
	"entries": {
		"npc_failure_3":"Now, let's talk about this. I distinctly remember saying that I needed you to save my friend, right? Now you must have heard 'Go out and let my friend die in a horrible manner'. Now, it's not that I'm above that... BUT I DIDN"T SAY THAT!!!",		"npc_failure_2":"I thought you said I could count on you? What happened between the time you said that and now?",		"npc_failure_1":"You let me down. No... I don't think this business relationship is going to work out.",		"dontknowyou":"I'm sorry, I'm waiting for someone.",		"npc_breech_3":"Hey, I'm over here!",		"npc_breech_2":"It's one of Jabba's thugs, get him!",		"npc_breech_1":"",		"next":"Go see Ree-Yees over there.  He may have some things he needs done.",		"notyet":"Could you repeat that?",		"npc_reset":"Fine, come back when you think you can handle this.",		"npc_backtowork":"Well get back to it then.",		"player_sorry":"Sorry, I'll get right back to it.",		"player_reset":"I think I need to start over with this one.",		"npc_work_3":"Where's Jabba's friend?",		"npc_work_2":"You didn't take care of the thugs did you?",		"npc_work_1":"You didn't take care of the tuskens did you?",		"npc_takeme_3":"Finally.  You're the one Reelo sent to take me back to the Palace, right?  Well, let's not waste any time chatting.  Just take me back there.",		"npc_reward_3":"You do good work.  I'll let Ree-Yees know that I'm putting you on our available roster of employees and you can see what he has for you to do.  You know, I had reward for you.. ah here it is.",		"player_3_3":"Who is this friend?",		"player_2_3":"I'm kinda busy at the moment.",		"player_1_3":"Sure.  I'll be back soon.",		"npc_4_3":"I don't know... somebody delivering something to Jabba, or bringing Jabba some info, or maybe credits, or something. Everything's a big secret around here usually, so this lack of information is pretty standard.  I just need to know if you can go get them back here...",		"npc_3_3":"Well, I'll try to find someone else to do it, but get back here as quick as you can 'cause I think everyone's busy.",		"npc_2_3":"Thanks. You've saved my hide. If Jabba's friend doesn't get here, somebody's going to be breakfast for the Sarlacc, and it could easily end up bein' me!",		"npc_1_3":"Good to see you again. Jabba's has a friend wandering out in the desert, trying to find the palace with a busted datapad and no sense of direction.  I need you to go out there and find this guy and bring him back.  Or maybe it's a girl... I can't remember.  Can you go get him?  Or her?",		"npc_reward_2":"Excellent work.  I hear people talking about you in the halls now.  You're going to move up in this operation, I can feel it.",		"npc_4_2":"She's a lowlife, small-time gangster that operates out of the Lucky Despot in Mos Eisley.  She's a constant thorn in Jabba's side, so whenever we get the chance, we do some damage to her operations.  So, can you help?",		"npc_3_2":"Well, don't be too long or I'll have to find someone else to take this job.",		"npc_2_2":"Great.  I'll give you their last known location and you can take care of it.  When you get back I'll see what else we have that needs to be done.",		"player_3_2":"Who's Lady Valarian?",		"player_2_2":"Can't do it now.  I'll come back later.",		"player_1_2":"Of course.  I'll get right to it.",		"npc_1_2":"Oh, it's you. Good timing. I got something you can do for me. There's some thugs that work for Lady Valarian hanging out around the palace.  I don't know what they're up to, but Jabba wants them, you know, taken care of.  Can I count on you again?",		"npc_reward_1":"Good work.  I'm impressed.  Come back later and I'll find some more work for you.  Oh, but here, take this for your help.",		"npc_2_1":"Good. Just take care of the leader and I'll take care of ya.",		"npc_3_1":"Fine.  You don't look like Jabba's kinda scum anyway, but I thought I'd give you a shot. Come back after you buy some courage.",		"npc_4_1":"You know, the Sand People?  They wear those dirty robes and carry spiked clubs? Heads wrapped in bandages? But just take care of the leader and we'll call it done.  Deal?",		"player_3_1":"Tuskens?  I don't understand.",		"player_2_1":"No way.  Too dangerous.",		"player_1_1":"Deal.  I'll get to it.",		"npc_1_1":"New here eh?  Well, I've got a problem you can help me with. Some of those nasty Tuskens are starting to get brazen, hanging out too close to the palace.  Jabba hates that.  If you can go take care of them, I'll see what else I can find for you.  Deal?"
}}
