{
	"stfFile":"spacequest/recovery/corellia_station_mission5a_1",
	"entries": {
		"title_d":"The Cloak leader is on the move through the Corellian system. CorSec command wants him disabled, captured, and brought back to Command for detainment.",		"title":"Corellia System: Capture the Cloak Leader",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"",		"thanks_1":"Don't worry, your time will come.",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"",		"taunt_1":"Die, CorSec!",		"target_disabled":"Confirming target ship as disabled. Proceed with program upload sequence.",		"split_quest_alert_fail":"",		"split_quest_alert":"The other ship was a decoy. The true Cloak leader is incoming on attack vector. Your auto-pilot program is wasted, you must destroy him.",		"recovery_success":"Something doesn't seem right here, pilot. Stay alert.",		"quest_update":"\#pcontrast1 CorSec Command: <\#pcontrast3  %TO\#pcontrast1  >",		"quest_recover_t":"Upload the Autopilot Override Program",		"quest_recover_d":"Move in close to the disabled Cloak leader's ship and the auto-pilot override program will begin to upload automatically.",		"quest_location_t":"Remain in the Corellia System",		"quest_location_d":"The Cloak leader is moving through the Corellia system.",		"quest_escort_t":"Escort the Captured Leader",		"quest_escort_d":"Once the Cloak leader is under our control, escort him back to Command for detainment. You can probably expect heavy resistance here.",		"quest_disable_t":"Disable the Cloak leader",		"quest_disable_d":"Intercept the Cloak leader, but do not destroy him. Damage his ship only enough to disable him and prevent him from escaping.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"",		"panic_1":"Uh oh! You are in for it now!",		"failed_escape":"The commander is not going to be pleased that you let the Cloak leader escape. Return to the station for debriefing, pilot.",		"failed_destroy":"The commander is not going to be pleased that you let the Cloak leader be destroyed. Return to the station for debriefing, pilot.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Secondary target destroyed. Escort wing eliminated.\#pcontrast1 >",		"escort_remaining":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Secondary target destroyed. %DI escort ship(s) remaining.\#pcontrast1 >",		"complete":"Something doesn't seem right here, pilot. Stay alert.",		"capture_started":"We copy that, pilot. Acknowledge initiation of auto-pilot override program upload sequence.",		"capture_phase_2":"All is lost! I am captured. REPEAT. I AM CAPTURED!",		"capture_phase_1":"Oh no! Please don't upload that program. It can't be!",		"capture_complete":"Copy that. Acknowledge completion of program upload sequence. Escort the target home, pilot.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Enemy threat neutralized.\#pcontrast1 >",		"attack_notify":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Warning. Enemy craft inbound.\#pcontrast1 >",		"assigned_delayed":"",		"arrival_phase_2":"Target found. Projected path plotted based on current heading. Intercept and disable the target, and upload the auto-pilot override program.",		"arrival_phase_1":"We are having difficulty tracking the Cloak leader. Stand by while we filter the scan data.",		"angry_disable":"",		"abort":"Yes, run like the coward that you are, CorSec. You will face the wrath of the Cloaks soon."
}}
