{
	"stfFile":"spacequest/recovery/corellia_rebel_tier3_1",
	"entries": {
		"title_d":"An Imperial spy has found out the location of our space ship hangars on Yavin 4. You need to catch up to him and bring him back for questioning before he reaches the Imperial fleet.",		"title":"Yavin system: Capture the Imperial spy.",		"thanks_5":"Target vessels sensors show attack fighters type TIE terminated.",		"thanks_4":"Target vessels sensors show attack fighters type TIE terminated.",		"thanks_3":"Target vessels sensors show attack fighters type TIE terminated.",		"thanks_2":"Target vessels sensors show attack fighters type TIE terminated.",		"thanks_1":"Target vessels sensors show attack fighters type TIE terminated.",		"taunt_5":"Exterminate them all!",		"taunt_4":"No one leaves this area alive men, no one!",		"taunt_3":"The law is very clear on how to handle terrorists, say good night Rebel!",		"taunt_2":"Your petty crusade stops here Rebel!",		"taunt_1":"Our orders are very clear men, proceed.",		"target_disabled":"Tactical Computer: < Scans show target vessel disabled. >",		"split_quest_alert_fail":"",		"split_quest_alert":"Rebel Command: < We need to evacuate the main part of our fleet. Sweep the escape route and clear out any Imperial targets you come across. >",		"recovery_success":"Good work pilot. The presence of those TIE's show that the Empire have already been contacted by the spy though.",		"quest_update":"Rebel Command: < %TO >",		"quest_recover_t":"Droid taking over.",		"quest_recover_d":"Your space assault droid is taking control of the spy's ship. Keep the ship safe while the droid is working.",		"quest_location_t":"Yavin system.",		"quest_location_d":"This will be a tricky mission. You need to catch the spy before he reaches an Imperial fleet. The problem is that the Empire is all over the Yavin system and he may get lucky and run in to a large number of Imperial ships faster than you can get to him.",		"quest_escort_t":"Escort the spy's ship.",		"quest_escort_d":"Escort the spy's ship back to us so we can interrogate the wretch. Be careful, the Empire will probably try and terminate him rather than have him fall in to our hands.",		"quest_disable_t":"Disable the spy's ship.",		"quest_disable_d":"Disable the engines or the reactor of the spy's ship so that your space assault droid can take control of it.",		"panic_5":" Target vessels sensors indicate attack fighters type TIE trying to terminate unit.",		"panic_4":"Target vessels sensors indicate attack fighters type TIE trying to terminate unit.",		"panic_3":"Target vessels sensors indicate attack fighters type TIE trying to terminate unit.",		"panic_2":"Target vessels sensors indicate attack fighters type TIE trying to terminate unit.",		"panic_1":"Target vessels sensors indicate attack fighters type TIE trying to terminate unit.",		"failed_escape":"You let the spy get away! Get back to base immediately, we will have to evacuate our fleet!",		"failed_destroy":"We wanted that spy alive to find out what he knew pilot! Return to base for a full report immediately!",		"escort_wiped_out":"Placeholder, he has no escort.",		"escort_remaining":"Placeholder, he has no escort.",		"complete":"Navigation computer shows that target vessel has reached escape coordinates.",		"capture_started":"Space Assault Droid: < Unit shows target vessel disabled, initiating attack sequence. >",		"capture_phase_2":"Pacifying subject, taking control of target vessel.",		"capture_phase_1":"Unit triggering laser cutter, breaching target vessel hull.",		"capture_complete":"Space Assault Droid: < Unit has control over vessel. Subject pacified. Piloting to pre-programmed coordinates. >",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrival_phase_2":"Found him! Proceed to these coordinates immediately and disable him.",		"arrival_phase_1":"We are scanning for the Spy now, will give you the coordinates in a moment.",		"angry_disable":"My friends will come for me Rebel, you better run while you can!",		"abort":"Abort code received. Initiating emergency hyperspace jump.",		"Quest Log Data":"Text"
}}
