{
	"stfFile":"spacequest/recovery/corellia_imperial_tier3_4",
	"entries": {
		"title_d":"Now that the alliance between the Rebels and Nym has been broken, it is time to punish Nym for crossing the Empire. Black Espilon will strike close to his home in the Lok system. Our first goal is to capture one of Nym's smugglers in the region in order to get information about his other vessels locations.",		"title":"Lok System: Capture the Nym Smuggler Transport",		"thanks_5":"Blast it! I was really looking forward to watching you die.",		"thanks_4":"It is only a matter of time before they do take you out.",		"thanks_3":"Hey! I am not dead. That makes me happy. But I am still captured. That makes me sad.",		"thanks_2":"So you beat a few of Nym's men. You still are not going to make it all the way.",		"thanks_1":"There will be more.",		"taunt_5":"Stealing from Nym! You are mad!",		"taunt_4":"Ok, that's it! The kid gloves are coming off.",		"taunt_3":"You are making a huge mistake. Nym isn't going to stand for this!",		"taunt_2":"The Empire has no business in Lok! Get out of here before I do something about it.",		"taunt_1":"You didn't think that Nym would just let you walk away with his property, did you?",		"target_disabled":"The transports engines are offline. Move in close and wait for the terms of surrender to be issued.",		"split_quest_alert_fail":"",		"split_quest_alert":"The transports logs indicate a location of a patrol ship that Nym has running checkpoints around the zone. Your job is to destroy that vessel.",		"recovery_success":"Nice work, pilot. We have the ship under our control. Our technicians are already sifting through it's logs.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Nym Smuggler Transport",		"quest_recover_d":"Once disabled, move in close to begin the capture process.",		"quest_location_t":"Travel to the Lok System",		"quest_location_d":"This operation is going to take place in Nym's backyard. We have a lock on one of his smuggler vessels in the area. Capture this vessel before it can leave the system.",		"quest_escort_t":"Escort the Nym Smuggler Transport",		"quest_escort_d":"Once the ship is under our command, escort it safely into Imperial hands.",		"quest_disable_t":"Disable the Nym Smuggler Transport",		"quest_disable_d":"Disable the smuggler's vessel so we can capture it, search its flight computer, and question its pilot.",		"panic_5":"I have a wife and two kids! Thanks for getting me killed, Imperial dog.",		"panic_4":"Maybe they will make it quick and I won't feel anything.",		"panic_3":"Oh, well. It has been a nice life.",		"panic_2":"Oh, great...now you did it!",		"panic_1":"You know they will kill me rather then let me be captured.",		"failed_escape":"You let that ship get away? Now Nym will be alerted to our presence. Report your failure to your superior.",		"failed_destroy":"We wanted that ship in one piece. We will have to wait for another day to try again. Report back in with your superior.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy escort eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escorts remaining.>",		"complete":"Transport is safely in Imperial hands.",		"capture_started":"Sending terms of surrender to the transport.",		"capture_phase_2":"Listen, you may have gotten me and I will follow without anymore fight but you will regret this.",		"capture_phase_1":"You have made a big mistake messing with Nym in his own system of power.",		"capture_complete":"Transport has surrendered. Prepare to escort it to a safe jump location.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters destroyed.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrival_phase_2":"We have a lock on one of Nym's transport vessels that is a likely canidate. Capture and bring it back to a safe jump point. We will pick it up on our end.",		"arrival_phase_1":"Scanning system for target of opportunity that we can capture. Stand by.",		"angry_disable":"You think that you are so smart, crippling me like that. One day I hope to return the favor.",		"abort":"That right! Run like the Imperial coward you are.",		"Quest Log Data":"Text"
}}
