{
	"stfFile":"spacequest/recovery/corellia_imperial_tier3_1_c",
	"entries": {
		"title_d":"Now that command has the Joint Operations Plan they will need a live body to question so they can compare the two. This will enable the Empire to determine what is real and what is false in the plan. Capture a Rebel pilot so he can be questioned. Fortunately the location of a Rebel Y-wing pilot was discovered while you were delivering the Joint Operations Plan.",		"title":"Yavin System: Capture a Rebel Y-wing",		"thanks_5":"Bleh, you killed them all.",		"thanks_4":"Bleh, you killed them all.",		"thanks_3":"You will rue the day you messed with the rebellion.",		"thanks_2":"Better them then us I suppose.",		"thanks_1":"Bleh, you killed them all.",		"taunt_5":"Prepare for your own demise.",		"taunt_4":"Imperial scum like you shouldn't be allowed to live.",		"taunt_3":"We shall overcome.",		"taunt_2":"Long live the rebellion.",		"taunt_1":"Die, Imperial dog!",		"target_disabled":"Target's engines are offline. Move in close and wait for the capture process to begin.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"recovery_success":"The rebel scum is in our hands. It will not be long before he is begging to tell us all he knows. Come back home, pilot.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Rebel Y-wing",		"quest_recover_d":"Once the vessel is disabled, move in close and wait for the capture process to begin. You will probably want to destroy the escort fighters before doing this to avoid being attacked while the capture is happening.",		"quest_location_t":"Remain in the Yavin System",		"quest_location_d":"Remain in the Yavin system and capture the Rebel Y-wing pilot. It is important that the pilot comes from the Yavin system since they will be the best source of information.",		"quest_escort_t":"Escort the Rebel Y-wing",		"quest_escort_d":"Follow the Y-wing and protect it on its way back to Imperial controlled space.",		"quest_disable_t":"Disable the Rebel Y-wing",		"quest_disable_d":"There is a Y-wing leading a flight of X-wings and Y-wings. Disable and capture that ship.",		"panic_5":"They would destroy me rather then let me fall into enemy hands?",		"panic_4":"What! Wait! Why are they attacking me too.",		"panic_3":"They would destroy me rather then let me fall into enemy hands?",		"panic_2":"What! Wait! Why are they attacking me too.",		"panic_1":"They think that I am with you! They will destroy me too.",		"failed_escape":"We needed that officer to confirm what was in those rebel reports. Without him the whole operation is a bust. Report back to your surperior immediately.",		"failed_destroy":"We needed that officer to confirm what was in those rebel reports. Without him the whole operation is a bust. Report back to your surperior immediately.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighter escort eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escort fighters remaining.>",		"complete":"Rebel officer is in the hands of the Inquisiton. We will confirm the information in the recovered data shortly.",		"capture_started":"Beginning reprogramming of autopilot. Stand by for further instructions.",		"capture_phase_2":"My ship is yours but you will never get what you want from me.",		"capture_phase_1":"You can question me all you want! I will never talk!",		"capture_complete":"Autopilot of captured vessel reprogrammed. Escort it to a safe recovery location.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrival_phase_2":"Nav location to a Rebel officer sent to your computer. Intercept and capture that officer.",		"arrival_phase_1":"Scanning system for known locations of Rebel officers. Prepare for interception once we have navigation waypoint.",		"angry_disable":"Blast it! You knocked my engines offline.",		"abort":"Glad to see that you came to your senses.",		"Quest Log Data":"Text"
}}
