{
	"stfFile":"spacequest/recovery/corellia_imperial_tier4_2",
	"entries": {
		"title_d":"Insurgent has somehow discovered the location of an abandoned ship drifting along the outer rim of the system. He wants you to intercept and bring this vessel back so it can be examined. He believes that it might have some significance with his investigation.",		"title":"Dantooine System: Capture the Civilian Freighter",		"thanks_5":"*static*",		"thanks_4":"*static*",		"thanks_3":"*static*",		"thanks_2":"*static*",		"thanks_1":"*static*",		"taunt_5":"You really should have stayed at home.",		"taunt_4":"Your such a waste of good laser beams.",		"taunt_3":"I will not only take the shuttle but I will also destroy you.",		"taunt_2":"You might as well give us back that shuttle, since you dont have a choice anyways.",		"taunt_1":"That ship belongs to us! We stole it from the Empire fair and square.",		"target_disabled":"The engines on the shuttle have shut down. Move in close to the freighter and reprogram it's autopilot.",		"split_quest_alert_fail":"",		"split_quest_alert":"Now that we have the shuttle lets see what else those mercenaries can tell us. Return to mercenary space, disable, and inspect another mercenary officer.",		"recovery_success":"You have served well. The vessel will be investigated and perhaps we can gain a clue as to why it was here.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Civilian Freighter",		"quest_recover_d":"Move in close to the vessel and wait for the capture process to begin.",		"quest_location_t":"Travel to the Dantooine System",		"quest_location_d":"The ship is adrift in the Dantooine system. Intercept the vessel before it can drift out of the system.",		"quest_escort_t":"Escort the Civilian Freighter",		"quest_escort_d":"Follow the freighter until it reaches it's destination. Be on the look out for enemy fighters who might not want this ship recovered.",		"quest_disable_t":"Disable the Civilian Freighter",		"quest_disable_d":"Once you intercept the freighter, disable it so the autopilot can be reprogrammed.",		"panic_5":"*static*",		"panic_4":"*static*",		"panic_3":"*static*",		"panic_2":"*static*",		"panic_1":"*static*",		"failed_escape":"You lost a shuttle that was on auto pilot? That sort of bumbling is the kind that gets men demoted. Report to your superior.",		"failed_destroy":"We needed that shuttle to search it for clues. You incompentance cost us the best lead that we had. Report back to your commander immediately.",		"escort_wiped_out":"\#pcontrast1Tactical Computer:\#pcontrast3 <Escorts eliminated.>",		"escort_remaining":"\#pcontrast1Tactical Computer:\#pcontrast3 <%DI escorts remaining.>",		"complete":"Shuttle is on its way back to Imperial controlled space.",		"capture_started":"Beginning reprogramming of autopilot program. Stand by.",		"capture_phase_2":"*static*",		"capture_phase_1":"*static*",		"capture_complete":"Autopilot reset. Escort vessel back into Imperial space.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters detected.>",		"assigned_delayed":"",		"arrival_phase_2":"We have sent the vessel's location to your nav computer. It appears to be on autopilot. Disable the vessel's engines and reset the autopilot to return to Imperial space.",		"arrival_phase_1":"Getting a lock on the drifting ship now. Stand by for coordinates.",		"angry_disable":"*static*",		"abort":"*static*",		"Quest Log Data":"Text"
}}
