{
	"stfFile":"spacequest/recovery/corellia_imperial_tier3_2",
	"entries": {
		"title_d":"Black Epsilon has come up with a plan to cause Nym to break off his assistance of the Rebellion in the Yavin system. First old wounds between the Hutts and Nym must be opened up in order to cause the two sides to start fighting. You are to capture a Hutt vessel, which the Empire will retrofit with a minor signature jammer, and then use it to attack Nym forces. This should cause Nym to retaliate and, therefore, starting a fight between the two pirate factions.",		"title":"Yavin System: Capture the Hutt Debris Smuggler",		"thanks_5":"I don't know who is worse. You or them!",		"thanks_4":"I don't know who is worse. You or them!",		"thanks_3":"I don't know who is worse. You or them!",		"thanks_2":"I don't know who is worse. You or them!",		"thanks_1":"I don't know who is worse. You or them!",		"taunt_5":"Time for us to collect your hide.",		"taunt_4":"Not a wise move to anger Jabba.",		"taunt_3":"So you decided to break our agreement did you?",		"taunt_2":"You made a huge mistake, Imperial dog.",		"taunt_1":"Steal Hutt property will you? I thought even Imperial knew better then that.",		"target_disabled":"Target's engines are offline. Move in close and wait for the capture process to begin.",		"split_quest_alert_fail":"",		"split_quest_alert":"Prepare to start phase two of our operation. The Hutts and Nyms have made an agreement not to mess with each others territory. Head into Nym controlled space and start broadcasting on Hutt frequency. Nym's men should come swarming to protect their area.",		"recovery_success":"Smuggler ship is in our hands. We will begin retrofitting it to suit our needs. Nice work, pilot.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Hutt Debris Smuggler",		"quest_recover_d":"Once the vessel has been disabled, move in close, and begin the capture process.",		"quest_location_t":"Travel to the Yavin System",		"quest_location_d":"Intelligence has located a perfect Hutt vessel to capture. Once you have entered the Yavin system you will receive a navigation waypoint of the Hutt debris smuggler.",		"quest_escort_t":"Escort the Hutt Debris Smuggler",		"quest_escort_d":"Follow the Hutt smuggler's vessel back to Imperial space.",		"quest_disable_t":"Disable the Hutt Debris Smuggler",		"quest_disable_d":"Disable the Hutt debris smuggler which is a perfect ship to be outfitted with the jammer. It is being escorted by several fighters so these might need to be destroyed before trying to capture the vessel.",		"panic_5":"So, how does it feel to be on Jabba's most wanted list?",		"panic_4":"I don't think they liked you capturing me.",		"panic_3":"I can tell Jabba is not pleased.",		"panic_2":"Man, am I going to get it.",		"panic_1":"We are in big trouble.",		"failed_escape":"It should have been a simple operation. You recover a hutt ship so we can use it against Nym's forces. Report back into your superior.",		"failed_destroy":"It should have been a simple operation. You recover a hutt ship so we can use it against Nym's forces. Report back into your superior.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Escort fighters destroyed.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escort fighters remaining.>",		"complete":"Hutt smuggler safely in Imperial hands.",		"capture_started":"Sending surrender ultimatium to smuggler.",		"capture_phase_2":"Fine, fine. I will head to your coordinates. Just don't blow me up.",		"capture_phase_1":"What do you want? I thought we had an understanding.",		"capture_complete":"Smuggler has the coordinates they are going to fly to. Escort the ship safely through the sector.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrival_phase_2":"Location to the Hutt smuggling ship sent to your nav computer. Capture and escort that craft for the Empire.",		"arrival_phase_1":"We have a target Hutt ship. Getting lock now. Stand by to capture that craft.",		"angry_disable":"Jabba paid good money for those engines. He isn't going to be happy with either you or me.",		"abort":"Wait! You can't leave us out here without an escort. Jabba will kill us for just being caught.",		"Quest Log Data":"Text"
}}
