{
	"stfFile":"spacequest/recovery/dathomir_station_imp_storyquest_01_d",
	"entries": {
		"title_d":"During your attack on Black Sun pirates, one of them turned and fled. We think this may be a sign that the fleeing pirate knows something. Capture it so that we may interrogate the pirate.",		"title":"Dathomir System: Capture the Fleeing Black Sun Pirate",		"thanks_5":"They just are not willing to let us go.",		"thanks_4":"Hang in there. There can't be that many pirates left.",		"thanks_3":"I feel much safer with you flying escort.",		"thanks_2":"Way to drive those pirates away.",		"thanks_1":"Nice work, pilot. You lit those pirates up.",		"taunt_5":"We will find out what you are doing out here, Imperial dog.",		"taunt_4":"You know you cannot win.",		"taunt_3":"Fine! Fighters, destroy the captive.",		"taunt_2":"Give up your captive or we will be forced to hurt you.",		"taunt_1":"It isn't going to be as easy as you thought.",		"target_disabled":"The fleeing Black Sun pirate's ship has been disabled. Move in close and wait for the boarding operation to get underway.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"recovery_success":"The fleeing Black Sun pirate has been captured and is ready for interrogation. Good work, pilot.",		"quest_update":"\#pcontrast1 Station Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the fleeing Black Sun Pirate's Ship",		"quest_recover_d":"Once the pirate's ship is disabled, move in close, and wait for the capture process to begin.",		"quest_location_t":"Remain in the Dathomir System",		"quest_location_d":"The fleeing pirate has not yet left the Dathomir system. Track it down and capture it before it can leave the system.",		"quest_escort_t":"Escort the captured Black Sun Pirate",		"quest_escort_d":"Follow the captive Black Sun pirate as it is taken to a safe location. Protect it from any attack.",		"quest_disable_t":"Disable the fleeing Black Sun Pirate's Ship",		"quest_disable_d":"The information that pirate has could be important. You have to disable the his ship and capture it for the Empire.",		"panic_5":"Blast it! If they can't free me, they'll destroy my ship rather than let it remain in your hands.",		"panic_4":"You should never have attacked the Black Sun, fool.",		"panic_3":"Great! I'll be free soon. You can't stop them from freeing me!",		"panic_2":"More pirates! They'll defeat you, pilot.",		"panic_1":"Ah... here come more of my comrades. I'll escape you yet.",		"failed_escape":"You have failed to capture the fleeing Black Sun pirate. Return to your superior immediately for debriefing.",		"failed_destroy":"Your orders were to capture that pirate not destroy him. Return to your superior immediately for debriefing.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <The transport's escort has been eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI ships remaining in the transport's escort.>",		"complete":"Mission completed. You have served your Emperor well, pilot.",		"capture_started":"Beginning capture process. Stand by until the Black Sun pirate's ship has been taken.",		"capture_phase_2":"The Black Sun pirates have been eliminated. Initializing restart sequence on the captured ship now.",		"capture_phase_1":"Boarding party reporting in. We are facing resistance. Hold any other fighters off until we have successfully retaken the ship.",		"capture_complete":"The fleeing Black Sun pirate has been captured. Let's escort it out of here.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrival_phase_2":"We have located the fleeing pirate! That information has been sent to your nav computer. Disable the ship and capture it.",		"arrival_phase_1":"One of the Black Sun pirates fled from the area. We are scanning the system for its location. Stand by.",		"angry_disable":"You think that you are so very clever. We will see who is clever when this is all over with.",		"abort":"Why have you aborted the recovery operation? Don't let that fleeing pirate get away!",		"Quest Log Data":"Text"
}}
