{
	"stfFile":"spacequest/recovery/dathomir_station_imp_storyquest_01_a",
	"entries": {
		"title_d":"A Rebel Officer tried to present what seemed to be genuine authorization codes, but was recognized as the Rebel she is. Capture her so that we can find out where she got those codes.",		"title":"Dathomir System: Capture the Rebel Officer",		"thanks_5":"They just are not willing to let us go.",		"thanks_4":"Hang in there. There can't be that many Rebels left.",		"thanks_3":"I feel much safer with you flying escort.",		"thanks_2":"Way to drive those Rebels away.",		"thanks_1":"Nice work, pilot. You lit those Rebels up.",		"taunt_5":"We will find out what you are doing out here, Imperial dog.",		"taunt_4":"You know you cannot win.",		"taunt_3":"Fine! Fighters, disable the captive ship so that we may board it and free our brother in arms.",		"taunt_2":"Give up or we will be forced to hurt you.",		"taunt_1":"It isn't going to be as easy as you thought.",		"target_disabled":"The Rebel officer has been disabled. Move in close and wait for the boarding operation to get underway.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"recovery_success":"The Rebel officer has been captured and is ready for interrogation. Good work, pilot.",		"quest_update":"\#pcontrast1 Station Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Rebel Officer",		"quest_recover_d":"Once the Rebel officer's ship is disabled, move in close, and wait for the capture process to begin.",		"quest_location_t":"Remain in the Dathomir System",		"quest_location_d":"The Rebel officer has not yet left the Dathomir system. Track her down and capture her before she can leave the system.",		"quest_escort_t":"Escort the Captured Rebel Officer's Ship",		"quest_escort_d":"Follow the captured Rebel officer's ship to safety. Protect it from any Rebel attack.",		"quest_disable_t":"Disable the Rebel Officer's ship",		"quest_disable_d":"Finding out where this Rebel officer got those authorization codes is important to the Empire. Capture her.",		"panic_5":"Ha, you're under attack again.",		"panic_4":"More and more ships will come. Just wait and see.",		"panic_3":"They'll destroy me and my ship rather than let us remain in your filthy hands.",		"panic_2":"Your end approaches, pilot.",		"panic_1":"I won't be taken alive.",		"failed_escape":"You have failed to capture the Rebel officer. Return to your superior immediately for debriefing.",		"failed_destroy":"Your orders were to capture the Rebel officer not destroy her. Return to your superior immediately for debriefing.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <The transport's escort has been eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI ships remaining in the transport's escort.>",		"complete":"Mission completed. You have served your Emperor well, pilot.",		"capture_started":"Beginning capture process. Stand by until the Rebel officer is in our custody.",		"capture_phase_2":"Rebels have been eliminated. Initializing the ship's restart sequence now.",		"capture_phase_1":"Boarding party reporting in. We are facing resistance. Hold any other fighters off until we have successfully taken the ship.",		"capture_complete":"The Rebel officer has been captured. Let's escort her out of here and to a safe location for interrogation.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrival_phase_2":"We have located the Rebel officer! That information has been sent to your nav computer. Disable the Rebel officer's ship and capture her.",		"arrival_phase_1":"The Rebel officer is nearby. We are scanning the system for her exact location. Stand by.",		"angry_disable":"You think that you are so very clever. We will see who is clever when this is all over with.",		"abort":"Why have you aborted the recovery operation? We must find out where they got that code.",		"Quest Log Data":"Text"
}}
