{
	"stfFile":"spacequest/recovery/imperial_ss_2",
	"entries": {
		"title_d":"Travel to the Lok system and capture the hostage transport. Once you arrive in the Lok system, wait until Imperial command can get you the location of the target transport. Once they have a lock, you will receive a navigation waypoint to its current location. This navigation waypoint will update as the hostage transport moves through the system. Follow these navigation waypoints until you intercept the transport. Once you have intercepted the transport, disable it by targeting the vessel's subsystems. Use the '[' or ']' to target the hostage transport's engines and then attack the ship until its engines are at 0%. Now move in close to the transport and wait for the capture process to begin. This process may take a couple of minutes so you will need to stay near the transport until it begins. Be careful because you will be vunlerable while waiting for the capture process to complete. Once the vessel is captured you will need to escort it to safety. Follow the hostage transport until it reaches its destination. Keep an eye out for enemy fighters who might attempt to retake the vessel.",		"title":"Lok System: Capture the Hostage Transport",		"thanks_5":"We are in the clear. Nice work, pilot.",		"thanks_4":"We are in the clear. Nice work, pilot.",		"thanks_3":"We are in the clear. Nice work, pilot.",		"thanks_2":"We are in the clear. Nice work, pilot.",		"thanks_1":"We are in the clear. Nice work, pilot.",		"taunt_5":"Good to see you, it's been a while since I had a challenge!",		"taunt_4":"Time to pay for your insolence Imperial fools!",		"taunt_3":"This system is ruled by Nym, the Empire is not welcome here!",		"taunt_2":"You thought we would just let you fly out of here?",		"taunt_1":"No one steals from Nym!",		"target_disabled":"The hostage transport has been disabled. Move in close to the vessel and stand by until they can make contact.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"recovery_success":"The hostages are safe and are en route to base. Good job, pilot.",		"quest_update":" \#pcontrast3 Storm Squadron Command: < \#pcontrast1 %TO \#pcontrast3 >",		"quest_recover_t":"Capture the Hostage Transport",		"quest_recover_d":"Once the hostage transport is disabled you can begin the capture process. Move in close to the hostage transport and wait for the capture process to begin. It might take a couple minutes for the process to begin so you will need to stay close to the vessel while this is happening. Wait until the capture process is completed before you move away from the hostage transport. You will be vulnerable at this point so it might be a good idea to destroy any escort vessels that are with the ship before attempting to capture it.",		"quest_location_t":"Travel to the Lok System",		"quest_location_d":"Travel to the Lok system and capture the hostage transport. Once you enter the system, wait until Imperial command sends you a navigation waypoint to the transport's most recent location. As the hostage transport moves through the system this navigation waypoint will update to its most recent location. Intercept the transport before it reaches the end of its path or the vessel will jump out of the system.",		"quest_escort_t":"Escort the Hostages Transport",		"quest_escort_d":"Once the hostage transport is captured, you will need to escort it through the Lok system. Follow and protect the hostage transport until it reaches its destination. Nym will probably send fighters out to attempt to destroy your prize rather then let you save them. You will need to keep the hostage transport safe from them.",		"quest_disable_t":"Disable the Hostage Transport",		"quest_disable_d":"Once you have intercepted the hostage transport, you will need to disable it in order to begin the capture process. Use the '[' or ']' key to target the hostage transport's subsystems. Cycle through them until you have its engines targeted. Attack the transport until its engines are at 0%.",		"panic_5":"This could get ugly.",		"panic_4":"Time to show these boys what Storm Squadron is all about.",		"panic_3":"Nice! Nym sent the welcome wagon.",		"panic_2":"Nym sent some of his boys out. You better take care of them.",		"panic_1":"Looks like Nym's dogs have our scent.",		"failed_escape":"The hostages have been transported out of the area! We'll never find them now. Return to base at once!",		"failed_destroy":"The hostages have been killed! This is unacceptable! Return to base at once. You are to blame for this failure!",		"escort_wiped_out":" \#pcontrast3 Tactical Computer: < \#00ff00 The hostage escort has been eliminated. \#pcontrast3 >",		"escort_remaining":" \#pcontrast3 Tactical Computer: < \#00ff00 %DI ships remain in the hostage escort. \#pcontrast3 >",		"complete":"We have our hyperspace jump calculated. Thanks for watching our backs. We owe you one.",		"capture_started":" \#pcontrast3 Tactical Computer: < \#00ff00 Primary mission target capture operation underway. \#pcontrast3 >",		"capture_phase_2":"This is primary agent. We've taken the bridge. Looks like a standard control configuration...we'll be underway shortly.",		"capture_phase_1":"This is primary agent. We've broken free of our captors and have started to take the bridge. Buy us a little more time...",		"capture_complete":" \#pcontrast3 Tactical Computer: < \#00ff00 Primary mission target capture operation complete! \#pcontrast3 >",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrival_phase_2":"The hostage convoy has been detected in the region. Disable the transport and rescue the hostages!",		"arrival_phase_1":"The hostage convoy will arrive at any moment.",		"angry_disable":"What do you mean our engines are offline? Oh, I am so going to make you pay for that!",		"abort":"We've received an abort code... you can't just leave us out here. We're unarmed!",		"Quest Log Data":"Text"
}}
