{
	"stfFile":"spacequest/recovery/naboo_imperial_tier3_1",
	"entries": {
		"title_d":"Someone has stolen the now deceased Colonel Hend's private yacht. Command thinks that this yacht might have more information regarding Colonel Hend's activities and wants it back so they can investigate. Capture and return the yacht to Imperial hands.",		"title":"Naboo System: Capture Colonel Hend's Yacht",		"thanks_5":"That was the sorriest thing I have seen in a long time. Where did they get those useless pilots?",		"thanks_4":"They really need to train their pilots better if they plan on defeating us.",		"thanks_3":"What a waste! Not the Rebels...I just spilled my drink.",		"thanks_2":"Very well done, pilot.",		"thanks_1":"Foolish Rebels! They should have just stayed at home.",		"taunt_5":"The force is not with you.",		"taunt_4":"Attack pattern delta! Now!",		"taunt_3":"To get that shuttle you are going to have to get through me first!",		"taunt_2":"Your the pilot who killed Hend! You are going to pay for that!",		"taunt_1":"You will never take that vessel!",		"target_disabled":"The yacht is disabled. Take control of it before it can get its engines back online.",		"split_quest_alert_fail":"",		"split_quest_alert":"We think we have found something very interesting in the yacht's comptures. The shuttle transfered some data to a mercenary craft on it's way to Yavin 4. Proceed immediately to the Yavin sector and inspect that craft's computers.",		"recovery_success":"Excellent work, pilot. Stand by until the yacht jumps.",		"quest_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture Colonel Hend's Yacht",		"quest_recover_d":"Once it is disabled, move in close to begin the capture process.",		"quest_location_t":"Travel to the Naboo System",		"quest_location_d":"Travel to the Naboo system and intercept the yacht. Flight command reports that it left the system breifly and then returned. A navigation waypoint will be supplied to you.",		"quest_escort_t":"Escort Colonel Hend's Yacht",		"quest_escort_d":"Return the yacht back to Imperial hands. If it is important as we think it is you can expect to be attacked trying to recover it.",		"quest_disable_t":"Disable Colonel Hend's Yacht",		"quest_disable_d":"Take the engines of the yacht offline so you can begin the capture process.",		"panic_5":"They just don't know when to quit, do they?",		"panic_4":"Make short work of those Rebels. We have a job to do.",		"panic_3":"I was wondering when they would show up.",		"panic_2":"Watch our back. Those Rebels are not going to be happy about the lose of this shuttle.",		"panic_1":"Rebels incoming! Keep them off of us until we can make the jump.",		"failed_escape":"Pilot, I thought we had made it clear that you were to capture that ship. Report back to your superior immediately.",		"failed_destroy":"Pilot, your orders were to recover that ship, not destroy it. Report back to your superior.",		"escort_wiped_out":"\#pcontrast1 Target Computer:\#pcontrast3 <Escort fighters eliminated.>",		"escort_remaining":"\#pcontrast1 Target Computer:\#pcontrast3 <%DI escorts remaining.>",		"complete":"Well done. We have the ship in our possession. Now let us see what the good colonel kept in the ship's systems.",		"capture_started":"Boarding process underway. Please stand by.",		"capture_phase_2":"Call this off before it is too late. Your superiors will not be happy when they hear about this.",		"capture_phase_1":"What are you doing? You have no right to board us!",		"capture_complete":"Yacht captured. Prepare to escort her back to HQ.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters have been eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming Enemy fighters.>",		"assigned_delayed":"",		"arrival_phase_2":"Location of yacht discovered. Transfering the data to your navigation computer. Proceed as planned.",		"arrival_phase_1":"Scanning system for colonel's yacht.",		"angry_disable":"Hey, what did you do that for? We were just out on a simple pleasure cruise. There was no need to get violent.",		"abort":"Yeah, that's right. You don't have any business with me anyways.",		"Quest Log Data":"Text"
}}
