{
	"stfFile":"spacequest/recovery/naboo_imperial_tier4_2",
	"entries": {
		"title_d":"The crystals that were recovered from the smuggler are among the most contraband material in the Empire. Just the few crystals that the smuggler had are worth a small fortune, but the question remains, how did they know those crystals were on Dathomir? Ever since that smuggler was discovered command has been keeping even closer watch and they have found another apparent crystal smuggler. This time you are to capture the vessel and bring it back so command can question it's pilot and investigate it's contents.",		"title":"Dathomir System: Capture the Crystal Smuggler",		"thanks_5":"Your turning me over to the Inquisition? What kind of monster are you?",		"thanks_4":"Your turning me over to the Inquisition? What kind of monster are you?",		"thanks_3":"Your turning me over to the Inquisition? What kind of monster are you?",		"thanks_2":"Your turning me over to the Inquisition? What kind of monster are you?",		"thanks_1":"Your turning me over to the Inquisition? What kind of monster are you?",		"taunt_5":"I am going to make this quick.",		"taunt_4":"This will only hurt for a second.",		"taunt_3":"You should have left well enough alone.",		"taunt_2":"For Coyn! For glory!",		"taunt_1":"If we can't have her, no one will!",		"target_disabled":"The freighter has been disabled. Start docking procedures and capture that ship.",		"split_quest_alert_fail":"",		"split_quest_alert":"Alert! Distress signal incoming from damaged recon vessel. Assist vessel with repairs and escort it to safety.",		"recovery_success":"Vessel is underway. Nice job, pilot.",		"quest_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Crystal Smuggler",		"quest_recover_d":"Once disabled, move your fighter in close and wait for the capture process to begin.",		"quest_location_t":"Travel to the Dathomir System",		"quest_location_d":"Command got a lock on the vessel landing on the surface. Once the ship takes off you will receive a navigation waypoint to its current location.",		"quest_escort_t":"Escort the Crystal Smuggler",		"quest_escort_d":"Bring the smuggler back to a designated jump location. Keep a close watch over the smuggler in case anyone attempts to free him.",		"quest_disable_t":"Disable the Crystal Smuggler",		"quest_disable_d":"Disable the crystal smuggler's engines.",		"panic_5":"Oh, great! They hired me and now they are coming to blow me out of the sky.",		"panic_4":"Oh, great! They hired me and now they are coming to blow me out of the sky.",		"panic_3":"They look like they mean business.",		"panic_2":"Well, they said this was going to be dangerous.",		"panic_1":"Oh, great! They hired me and now they are coming to blow me out of the sky.",		"failed_escape":"You failed to capture us that ship. Report back to your commander and explain your actions.",		"failed_destroy":"They would rather destroy that ship then let us find out what was on it? We really need one of those ships back in one piece. Report to your superior.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Escort fighters eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escorts remaining.>",		"complete":"Nice work, pilot. Our freighter contains a lot more of that material you picked up from that smaller smuggler ship.",		"capture_started":"Capture process underway.",		"capture_phase_2":"Alright, alright already! We will set the ship on autopilot. Just don't get trigger happy.",		"capture_phase_1":"We have nothing you Imperials are interested in.",		"capture_complete":"Capture process completed. Freighter vessel set to autopilot.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrival_phase_2":"Sending location of vessel to your nav computer. Go get us that freighter.",		"arrival_phase_1":"We are working on getting a lock on the vessel. Once you have its location, travel to her, and bring her back to HQ.",		"angry_disable":"Imperial dog! What is the meaning of this outrage?",		"abort":"Yeah, get out of here. We are not in need of your assistance.",		"Quest Log Data":"Text"
}}
