{
	"stfFile":"spacequest/recovery/naboo_imperial_tier2_3",
	"entries": {
		"title_d":"Travel to the Naboo system and capture Colonel Hend's shuttle. Once you arrive in the Naboo system, wait until Imperial command can get you the location of the target shuttle. Once they have a lock, you will receive a navigation waypoint to its current location. This navigation waypoint will update as Colonel Hend's shuttle moves through the system. Follow these navigation waypoints until you intercept the shuttle. Once you have intercepted the shuttle, disable it by targeting the vessel's subsystems. Use the '[' or ']' to target Colonel Hend's shuttle's engines and then attack the ship until its engines are at 0%. Now move in close to the shuttle and wait for the capture process to begin. This process may take a couple of minutes so you will need to stay near the shuttle until it begins. Be careful because you will be vulnerable while waiting for the capture process to complete. Once the vessel is captured you will need to escort it to safety. Follow Colonel Hend's shuttle until it reaches its destination. Keep an eye out for enemy fighters who might attempt to retake the vessel.",		"title":"Naboo System: Capture Colonel Hend's Shuttle",		"thanks_5":"I think the Rebels have given up. I should be fine from now on.",		"thanks_4":"I have an idea. You fly that way and I will fly the other way...we split up and they will not know where I went.",		"thanks_3":"I am sure that I can handle it from here.",		"thanks_2":"That looks like them all. I will be fine by myself...",		"thanks_1":"Uhhh, nice work?",		"taunt_5":"Colonel Hend doesn't want to stay with you anymore...let him go!",		"taunt_4":"This looks like it is going to get interesting.",		"taunt_3":"Freedom has its price and I am willing to pay it.",		"taunt_2":"Big mistake, Imperial dog.",		"taunt_1":"You cannot have him, he is ours!",		"target_disabled":"Excellent work, pilot. Now get that boarding party onto the shuttle and recover it.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"recovery_success":"Nice work, pilot. Remain on guard until Colonel Hend jumps out of the system. Report back to your superior officer.",		"quest_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture Colonel Hend's Shuttle",		"quest_recover_d":"Once Colonel Hend's shuttle is disabled you can begin the capture process. Move in close to Colonel Hend's shuttle and wait for the capture process to begin. It might take a couple minutes for the process to begin so you will need to stay close to the vessel while this is happening. Wait until the capture process is completed before you move away from Colonel Hend's shuttle. You will be vulnerable at this point so it might be a good idea to destroy any escort vessels that are with the ship before attempting to capture it.",		"quest_location_t":"Travel to the Nabooian System",		"quest_location_d":"Travel to the Naboo system and capture Colonel Hend's shuttle. Once you enter the system, wait until Imperial command sends you a navigation waypoint to the shuttle's most recent location. As Colonel Hend's shuttle moves through the system this navigation waypoint will update to its most recent location. Intercept Colonel Hend's shuttle before it reaches the end of its path or the vessel will jump out of the system.",		"quest_escort_t":"Escort Colonel Hend's Shuttle",		"quest_escort_d":"Once Colonel Hend's shuttle is captured, you will need to escort it through the Corellia system. Follow and protect Colonel Hend's shuttle until it reaches its destination. The Rebels will probably send fighters out to attempt to destroy your prize. You will need to keep Colonel Hend's shuttle safe from them.",		"quest_disable_t":"Disable Colonel Hend's Shuttle",		"quest_disable_d":"Once you have intercepted Colonel Hend's shuttle, you will need to disable it in order to begin the capture process. Use the '[' or ']' key to target Colonel Hend's shuttle's subsystems. Cycle through them until you have its engines targeted. Attack the shuttle until its engines are at 0%.",		"panic_5":"Rebel fighters? Where did they come from?",		"panic_4":"You better take care of this.",		"panic_3":"Looks like you are going to be busy.",		"panic_2":"Great! I mean look out...",		"panic_1":"Rebels! They must have gotten word of our plan.",		"failed_escape":"The shuttle jumped out of this sector. Pilot, your orders were to recover the colonel and you failed in that simple task. Report to your superior.",		"failed_destroy":"Colonel Hend's shuttle has been destroyed. Your failure to protect the colonel is most disturbing. Report back to your superior.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighter escort destroyed. Beginning shuttle recovery procedure.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escort fighters remaining.>",		"complete":"What...the? Colonel Hend's shuttle just jumped in the wrong direction. Pilot, get back to your superior officer and make a report...something isn't right here.",		"capture_started":"Beginning main assault on shuttle. Please stand by.",		"capture_phase_2":"Uh...thanks for the help, pilot. We will supply the boarding party with the correct jump location.",		"capture_phase_1":"I don't think this is necessary. We should be able to get away on our own.",		"capture_complete":"We have the ship. Colonel Hend is fine. Escort us to the colonel's jump location.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected. Incoming at attack speeds.>",		"assigned_delayed":"",		"arrival_phase_2":"Pilot, we have a lock on Colonel Hend's shuttle. Proceed with the rescue operation.",		"arrival_phase_1":"We are beginning our scans for Colonel Hend's shuttle. Stand by for nav location.",		"angry_disable":"Why did you do that? I was fine until you showed up.",		"abort":"Don't worry about us, pilot. We are going to make it just fine.",		"Quest Log Data":"Text"
}}
