{
	"stfFile":"spacequest/recovery/poi_tatooine_general2_3",
	"entries": {
		"title_d":"The continual tension between A'Lerris' miners and the Zynt'aia Order centers around a sphere of obsidian. Granted, this "sphere of obsidian" is none other than a misplaced asteroid, rumored to hold high concentrations of rare and valuable resources. How did it get here? Why must a war, a fight, be the knee-jerk reaction to settle conflicts? Within the smooth, reflectant facets of the ebon asteroid, one can feel a tug at the soul, making the onlooker wonder if there's something... darker inside. Perhaps it is only a mirror, a glassy surface only meant to show us what lies within our very selves.",		"title":"Tatoo System: That Word We Call "Revenge"",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"Ugh. I can't *wait* to go home after this.",		"thanks_2":"I hope you're going to pay for the repairs I need!!",		"thanks_1":"That was a little close. If you hadn't been here, I'd be toast!",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"I'm going to defend this freighter with my life! But you'll be the first to die!",		"taunt_2":"This is our freighter, pilot!",		"taunt_1":"Stop! You're flying in hostile air space, pilot! We have no choice but to open fire!",		"target_disabled":"The Zynt'aia freighter has been disabled. Waste no time getting close to it while trying to defend it from incoming attacks. We're counting on you, pilot.",		"split_quest_alert_fail":"",		"split_quest_alert":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 < Pilot! You're breaking up over here! You need to...transmission point...stop Zynt'aia from calling...reinforcments. Stop signal at...costs.[Transmission Ends] >",		"recovery_success":"I'm extremely impressed with your performance, pilot. Not only did you willingly face danger, but you also excelled in the task given! Come home, pilot. You deserve a celebration thrown in your name.",		"quest_update":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 <%TO>",		"quest_recover_t":"Recover the Zynt'aian Freighter",		"quest_recover_d":"Once I have disabled the freighter, I must hover close to it. Soon, it will be infiltrated by allies which will follow to me safety.",		"quest_location_t":"Travel to the Tatoo System",		"quest_location_d":"I need to travel to the Tatoo System, if I'm not there already.",		"quest_escort_t":"Escort the Recovered Freighter",		"quest_escort_d":"Once I have disabled and recovered the freighter, I must escort it safely back to home base.",		"quest_disable_t":"Disable the Zynt'aian Freighter",		"quest_disable_d":"By selecting the freighter's engines or reactor, I can disable the target effortlessly and continue the steps needed to capture the freighter for A'Lerris. (Target the engine or reactor by using the [] keys).",		"panic_5":"",		"panic_4":"",		"panic_3":"Please help us! We're getting toasted over here!",		"panic_2":"Ahh!! We're getting hit!",		"panic_1":"We'll need you now more than ever, pilot! We've got enemies on our tail!",		"failed_escape":"Pilot! You've failed us! The Zynt'aia freighter has escaped!",		"failed_destroy":"Pilot! You've failed us! The Zynt'aia freighter was destroyed!",		"escort_wiped_out":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 < We're getting closer to our goal. The freighter's escort has been completely wiped out! >",		"escort_remaining":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 < You've destroyed an enemy ship, pilot! You have %DI enemies left to destroy. >",		"complete":"Good work, pilot. Your mission is a success!",		"capture_started":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 < So far so good. Stay on this freighter until the capture process is completed. I'll keep a look out for any attacks coming in. >",		"capture_phase_2":"You may have gotten lucky this time, pilot! The Zynt'aia Order will find you!",		"capture_phase_1":"You'll never take us alive!",		"capture_complete":"\#pcontrast1 A'Lerris Verata:\#pcontrast3 < Good work, pilot. You were able to capture the Zynt'aia freighter flawlessly! Now escort her to safety. >",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrival_phase_2":"Ahh! The freighter. Pilot, you know what to do. We're with you every step of the way.",		"arrival_phase_1":"The Zynt'aia Order's mining freighter is almost in our grasp, pilot. We're counting on you to capture it and guide it to home base.",		"angry_disable":"",		"abort":"We're almost home, pilot! Don't quit on us! We still need your help!"
}}
