{
	"stfFile":"spacequest/recovery/rori_station_reb_storyquest_01_b",
	"entries": {
		"title_d":"Borvo pirates made off with the shipment of repair droids you were just escorting to the Rori Station. Recapture that shipment and ensure that it can safely make the jump back to the Naboo System.",		"title":"Yavin System: Recover stolen cargo from Borvo pirates",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned escape path.",		"thanks_1":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned escape path.",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"This isn't your fight, Rebel scum!",		"taunt_2":"Destroy them! Don't let them get away! You'll pay, Rebel scum, you'll pay!",		"taunt_1":"You won't get away with this, rebel!",		"target_disabled":"Target has been disabled. We're launching the space assault droid now, keep the ship safe while it's doing its work.",		"split_quest_alert_fail":"",		"split_quest_alert":"Station Command: < We are attempting to relocate the cargo. Stand by.",		"recovery_success":"That was a close one. Good work, pilot. We should be able to get our cargo off of that ship.",		"quest_update":"Station Command: < %TO >",		"quest_recover_t":"Space assault droid launched.",		"quest_recover_d":"The space assault droid is trying to get control of the ship. Keep it safe in the meantime.",		"quest_location_t":"Yavin system.",		"quest_location_d":"Track down the Borvo pirate that stole the shipment of repair droids.",		"quest_escort_t":"Escort captured fighter.",		"quest_escort_d":"Escort the captured fighter to a safe hyperspace jump point.",		"quest_disable_t":"Disable the Borvo Bomber.",		"quest_disable_d":"Disable the Borvo Bomber with the cargo of repair droids. Keep in mind that its escort will try to eliminate you and won't hesitate to try and eliminate the bomber itself just to keep you from recovering it.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"Ship sensors show incoming fighter vessels with armed weapons systems.",		"panic_1":"Ship sensors show incoming fighter vessels with armed weapons systems.",		"failed_escape":"The enemy has hyperspaced out of your immediate area. We are attempting to relocate that ship now.",		"failed_destroy":"Pilot! The target ship was destroyed, but it looks like the cargo was transferred to another ship. We are attempting to locate that ship. Return to the Rori Station for now.",		"escort_wiped_out":"Station Command: < Amazing! The escort vessels have been destroyed. Disable that ship, pilot! We're counting on you. >",		"escort_remaining":"Station Command: < Nice one, pilot! Only %DI enemy vessels left in the area. >",		"complete":"Unit reached safety point. Moving target vessel to rendez-vous coordinates with allied freighter.",		"capture_started":"Tactical Computer: < Scanning ... ... Capture underway. Stand by. >",		"capture_phase_2":"Unit in place with full control of vessel. Repairing engine system now.",		"capture_phase_1":"Unit has breached vessel. Subduing crew.",		"capture_complete":"Station Command: < Excellent, the droid has control of the ship and it's repaired. Provide a safe escort for him pilot. >",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrival_phase_2":"Timing couldn't be more perfect. The target has arrived. Watch out for its escort.",		"arrival_phase_1":"Stay on the alert, pilot. We've located a perfect target for your recovery mission. Our systems detect a hyperspace surge in your area.",		"angry_disable":"Rebel scum! We and our allies will find you and crush you! You haven't heard the last of us!",		"abort":"Receiving abort code. Failure is not acceptable... attempting to relocate stolen cargo."
}}
