{
	"stfFile":"spacequest/recovery/stn_yavin4_company_all_opening_tier2_2",
	"entries": {
		"title_d":"The information that you recovered has revealed where the executive is being held hostage. Intercept that ship and rescue the executive.",		"title":"Yavin System: Rescue the Company Executive",		"thanks_5":"Thanks! You are making a habit out of saving me.",		"thanks_4":"Those debris cultist are crazy! They blame us for the Imperial salvage operation.",		"thanks_3":"This computer is fried. It will take me a little while to get my jump cordinates locked in. ",		"thanks_2":"The company definitely got what they paid for when they hired you.",		"thanks_1":"Nice flying. That was close.",		"taunt_5":"Prepare yourself...you are about to meet eternity.",		"taunt_4":"Our lord commands that you do not make it out alive.",		"taunt_3":"You shall be added to the field of debris.",		"taunt_2":"If you strike me down, I shall only become one with the scrap.",		"taunt_1":"We warned you to leave...now feel our wrath.",		"target_disabled":"Nice work. Now dock with the vessel and try to free our man.",		"split_quest_alert_fail":"",		"split_quest_alert":"The Yavin Mining Company has another executive waiting to take over for their lost man. Escort this executive through the Yavin system safely.",		"recovery_success":"Excellent work. We knew that you were right for the job. Return to the station.",		"quest_update":"\#FF0000 Yavin Mining Company: \#FF0000 <%TO>",		"quest_recover_t":"Rescue the Hostage",		"quest_recover_d":"Move in close to the vessel and wait for the executive to contact you.",		"quest_location_t":"Remain in the Yavin System",		"quest_location_d":"The ship holding the executive is located in the Yavin system.",		"quest_escort_t":"Escort the Hostage Vessel",		"quest_escort_d":"Follow the vessel to safety and protect it from Debris Cult counterattacks.",		"quest_disable_t":"Disable the Hostage Vessel",		"quest_disable_d":"Bring the hostage vessel to a complete stop to give the executive a chance to gain control of the vessel.",		"panic_5":"They are not going to try to capture me this time.",		"panic_4":"It doesn't look like we are in the clear yet.",		"panic_3":"I hope the company hired a good pilot.",		"panic_2":"Destroy them! Destroy them all!",		"panic_1":"Debris Cultist! They just won't let me go.",		"failed_escape":"I doubt that we will be seeing our man ever again now. Fortunately we took failure into account and took some extra precautions. We have another executive waiting to take his place. Stand by to escort that vessel safely through Yavin.",		"failed_destroy":"This is most unfortunate. Fortunately we took into account that we might lose our man so we took extra precautions. We have another executive waiting to take his place. Stand by to escort that vessel safely through Yavin.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighter escort eliminated.>\#pcontrast3 \#pcontrast1",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI fighter escorts remaining.>\#pcontrast3 \#pcontrast1",		"complete":"The executive has been safely returned to the mining company. Return to the Yavin station.",		"capture_started":"Target disabled. Stand by.",		"capture_phase_2":"Ok, I managed to reroute power from the life support systems. Let's get out of here!",		"capture_phase_1":"I managed to overpower my captures when you disabled the ship. Let me get this back online and then let's get out of here.",		"capture_complete":"Target vessel's engines are back online. Escort it to safety.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>\#pcontrast3 \#pcontrast1",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>\#pcontrast3 \#pcontrast1",		"assigned_delayed":"",		"arrival_phase_2":"You should have the target location in your flight computer, now. Good luck.",		"arrival_phase_1":"Stand by. We are transmitting the location data to your flight computer now.",		"angry_disable":"You have angered the might of the great fireball...what? The prisoner has escaped....this can't be!",		"abort":"I thought you were going to rescue me? Those cultist will certainly capture me again."
}}
