{
	"stfFile":"spacequest/recovery/stn_yavin4_imp_imperial_tier2_1",
	"entries": {
		"title_d":"A freighter that was hired by the Yavin 4 Mining Company is attempting to leave the system without paying its flight tax. Intercept, capture, and escort this vessel back to Imperial hands for questioning.",		"title":"Yavin System: Capture the Illegal Freighter",		"thanks_5":"You have to protect me from Polard.",		"thanks_4":"They mean business.",		"thanks_3":"Listen...as long as you protect me I will tell you everything I know.",		"thanks_2":"I am in so much trouble right now.",		"thanks_1":"There are going to be more.",		"taunt_5":"Polard isn't going to be happy when he hears about this mess.",		"taunt_4":"I have to kill you. It is nothing personal, just business.",		"taunt_3":"We are never going to let him talk.",		"taunt_2":"Imperials should keep their noses out of our business.",		"taunt_1":"So you thought you could just get away did you?",		"target_disabled":"The vessel's engine system is shut down. Move in close and deliver our ultimatium.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"recovery_success":"The illegal smuggler is back in our hands. If we have anything further for you to do we will inform the Yavin station.",		"quest_update":"\#FF0000 Yavin Station Imperial Command:\#FF0000 < %TO >",		"quest_recover_t":"Capture the Freighter",		"quest_recover_d":"Once disabled, move in close to the freighter and a warning will be sent. If the vessel refuses to return to base you will destroy it.",		"quest_location_t":"Remain in the Yavin System",		"quest_location_d":"The ship is still in the Yavin system but it is probably getting ready to jump from the system. Intercept it before it can escape.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"Escort the freighter back to the station so that the pilot can be questioned.",		"quest_disable_t":"Disable the Freighter",		"quest_disable_d":"Intercept and disable the freighter before it can leave the system.",		"panic_5":"They are not going to let me talk. You have to protect me!",		"panic_4":"Blast it! I knew that if I got captured Polard would never let me live.",		"panic_3":"Polard is never going to let me talk.",		"panic_2":"You captured me, now you have to keep me alive!",		"panic_1":"They are going to destroy me rather then let me be captured.",		"failed_escape":"You were supposed to capture that ship, not let it get away.",		"failed_destroy":"You were supposed to capture that ship, not destroy it.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 < Enemy escort fighters eliminated. >\#pcontrast3 \#pcontrast1",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 < %DI escort fighters remaining. >\#pcontrast3 \#pcontrast1",		"complete":"The vessel is in Imperial hands. Return to your normal duties.",		"capture_started":"Capture process beginning. The target vessel will have 30 seconds to comply or be destroyed.",		"capture_phase_2":"Fine, I will follow you. Just don't blow me up.",		"capture_phase_1":"What are you doing? You have no right! ",		"capture_complete":"The vessel is under your control. Escort it back for questioning by the Empire authorities.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 < Enemy fighters eliminated. >\#pcontrast3 \#pcontrast1",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 < Enemy fighters detected. >\#pcontrast3 \#pcontrast1",		"assigned_delayed":"",		"arrival_phase_2":"The location of the illegal vessel has been sent to your nav computer. Intercept and capture that vessel.",		"arrival_phase_1":"We are getting a lock on the illegal vessel. Stand by for coordinates.",		"angry_disable":"",		"abort":"You have failed in your duty to the Empire to put a stop to illegal smuggling."
}}
