{
	"stfFile":"spacequest/recovery/stn_yavin4_imp_imperial_tier2_3",
	"entries": {
		"title_d":"Polard Manfred is apparently running an illegal smuggling operation. You are to capture Manfred and turn him over to Imperial hands for questioning.",		"title":"Space Corellia: Capture Polard Manfred",		"thanks_5":"Today just hasn't been my day.",		"thanks_4":"They will be back. I cannot be allowed to live.",		"thanks_3":"I will tell you everything I know.",		"thanks_2":"Imperial prison or being blow to bits...",		"thanks_1":"Well thanks for my life...I guess.",		"taunt_5":"Don't think that you will get away so easily.",		"taunt_4":"I am going to take a great deal of pleasure in this.",		"taunt_3":"Sorry boss, but rules are rules.",		"taunt_2":"Polard, you will never get a chance to talk.",		"taunt_1":"You have betrayed us for the last time.",		"target_disabled":"Move in close and deliver the ultimatium. ",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"recovery_success":"The vessel is away. It is heading towards one of our Star Destroyers who will pick up the criminal shortly.",		"quest_update":"Imperial Command: < %TO >",		"quest_recover_t":"Capture Polard Manfred",		"quest_recover_d":"Move in close and if he does not agree to return peacefully, you will administer immediate justice on him.",		"quest_location_t":"Remain in the Corellia System",		"quest_location_d":"Polard Manfred's ship is in the Corellia system.",		"quest_escort_t":"Escort Polard Manfred",		"quest_escort_d":"Escort Polard Manfred to Imperial hands. Keep the prisoner safe from any associates of his that might try to kill him rather then let him talk.",		"quest_disable_t":"Disable Polard Manfred",		"quest_disable_d":"Intercept and disable Polard Manfred's vessel.",		"panic_5":"Blast it! They are not going to let me live.",		"panic_4":"You have written my death warrent.",		"panic_3":"Those pilots will do what ever it takes to make sure I don't talk.",		"panic_2":"They will never let me live. I know to much!",		"panic_1":"My own men are turning on me! Help!",		"failed_escape":"Polard got away. Hopefully we will get another chance at this.",		"failed_destroy":"We wanted to bring Polard to stand trial. Not kill him.",		"escort_wiped_out":"Tactical Computer: < Escort fighters eliminated. >",		"escort_remaining":"Tactical Computer: <%DI enemy escort fighters remaining. >",		"complete":"Polard Manfred is now in Imperial hands. Return to the Yavin 4 station and speak with the operation.",		"capture_started":"Sending warning to Polard Manfred to stand down and relinquish control of the vessel over to us.",		"capture_phase_2":"Okay, already. I will obey and go where you want me to.",		"capture_phase_1":"What are you doing? I am a private ship and you have no right.",		"capture_complete":"Polard Manfred's ship is now under our control. Escort him to a safe jump point.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < Enemy fighters eliminated. >",		"attack_notify":"Tactical Computer: < Enemy fighters detected. >",		"assigned_delayed":"",		"arrival_phase_2":"We have a lock on the smuggler. Capture and bring this man to justice.",		"arrival_phase_1":"Tracking Polard Manfred. Stand by to intercept.",		"angry_disable":"",		"abort":"I knew that Imperials were cowards."
}}
