{
	"stfFile":"spacequest/recovery/tatooine_imperial_tier4_2_a",
	"entries": {
		"title_d":"The Bothan's have attacked and captured several engineer's transports. We must get as many of them back as we can. Each one contains important information about the project. Capture and return another transport to Imperial control.",		"title":"Endor System: Recover Another Stolen Engineer Transport",		"thanks_5":"Keep a close eye out. I am sure there are more out there.",		"thanks_4":"The Bothan dogs and their allies are no match for the might of the Empire.",		"thanks_3":"Excellent! Show them no mercy.",		"thanks_2":"It looks like the Bothans' friend were not up to the challenge.",		"thanks_1":"Good work, pilot. The Rebels will think twice about attacking again.",		"taunt_5":"Don't let the transport get away.",		"taunt_4":"Ignore the Imperial fighter! It is the transport that is important.",		"taunt_3":"We shall overcome your injustice.",		"taunt_2":"I feel sorry for you...wait, no I don't! Die!",		"taunt_1":"You may have won last time but this time will be different.",		"target_disabled":"The transport's engines are offline. Quickly start the docking procedure.",		"split_quest_alert_fail":"",		"split_quest_alert":"The satellites that were destroyed need to be replaced immediately. Meet up with a supply freighter and deliver the satellites to the field engineers.",		"recovery_success":"Nice work, pilot. Most of the transports made it back to Imperial space.",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Captured Engineer Transport",		"quest_recover_d":"Once the engines are offline, move in close, and wait for the capture process to begin.",		"quest_location_t":"Remain in the Endor System",		"quest_location_d":"The next transport is still in the Endor system. Intercept it before it is able to leave the system.",		"quest_escort_t":"Escort the Captured Engineer Transport",		"quest_escort_d":"Follow and protect the transport on it's way back to Imperial space.",		"quest_disable_t":"Disable the Captured Engineer Transport",		"quest_disable_d":"Disable the transport's engines so that it may be recovered.",		"panic_5":"Look out! Rebels incoming.",		"panic_4":"Rebels! The Bothans and them have to be working together.",		"panic_3":"I knew it! The Bothans must have been working for the Rebels.",		"panic_2":"The Bothans had some support vessels in the area.",		"panic_1":"It looks like the Bothan spies had some help.",		"failed_escape":"You let the Bothans escape with our transport! Report you disgrace to your superior.",		"failed_destroy":"We wanted that transport back in one piece. Report your failure to your superior immediately.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy escort fighters eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escorts remaining.>",		"complete":"The transport is safely in Imperial hands.",		"capture_started":"Docking procedure beginning.",		"capture_phase_2":"We almost have it. We should be under way shortly.",		"capture_phase_1":"We have taken back control of the transport from the Bothans. Attempting to get engines back online.",		"capture_complete":"The transport is back in Imperial control. Escort it back to headquarters.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer: \#pcontrast3 <Enemy fighters eliminated.> \#pcontrast3",		"attack_notify":"\#pcontrast1 Tactical Computer: \#pcontrast3 <Enemy fighters detected.> \#pcontrast3",		"assigned_delayed":"",		"arrival_phase_2":"We have a lock. Sending the location to your nav computer. Capture that shuttle and return it to headquarters.",		"arrival_phase_1":"Scanning system for jump location. Once we have the location, proceed to that area, engage, and disable the transport.",		"angry_disable":"What! What have you done? We will not fall so easily.",		"abort":"We are at the mercy of our enemies out here. Why are you leaving?",		"Quest Log Data":"Text"
}}
