{
	"stfFile":"spacequest/recovery/tatooine_imperial_tier3_1_a",
	"entries": {
		"title_d":"The shuttle you were protecting was not the only transport attacked. Rebels have taken another shuttle that was coming in from the Yavin system. The transport is still inside the Endor system. You must rescue the transport and the engineers on board.",		"title":"Endor System: Capture the Engineer Transport Under Rebel Control",		"thanks_5":"They just are not willing to let us go.",		"thanks_4":"Hang in there. There can't be that many Rebels left.",		"thanks_3":"I feel much safer with you flying escort.",		"thanks_2":"Way to drive those Rebels away.",		"thanks_1":"Nice work, pilot. You lit those Rebels up.",		"taunt_5":"We will find out what you are doing out here, Imperial dog.",		"taunt_4":"You know you cannot win.",		"taunt_3":"Fine! Fighters, destroy the transport.",		"taunt_2":"Give up the transport or we will be forced to hurt you.",		"taunt_1":"It isn't going to be as easy as you thought.",		"target_disabled":"Engineer transport has been disabled. Move in close and wait for the boarding operation to get underway.",		"split_quest_alert_fail":"",		"split_quest_alert":"During your assault on the transport, a Rebel scout was detected nearby. You are to capture that scout's computers and retrieve any information it might have.",		"recovery_success":"The transport and engineers onboard have been safely recovered. Good work, pilot.",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Engineer Transport",		"quest_recover_d":"Once the transport is disabled, move in close, and wait for the capture process to begin.",		"quest_location_t":"Remain in the Endor System",		"quest_location_d":"The transport has not yet left the Endor system. Track it down and recapture it before it can leave the system.",		"quest_escort_t":"Escort the Engineer Transport",		"quest_escort_d":"Follow the transport to safety. Protect it from any Rebel attack.",		"quest_disable_t":"Disable the Engineer Transport",		"quest_disable_d":"The engineers are to important to the Empire to be destroyed. You have to disable the transport and recapture it for the Empire.",		"panic_5":"Blast it! Looks like we are under attack.",		"panic_4":"The Rebels have to have some sort of base of operations out here for there to be so many of them.",		"panic_3":"Great! We just get freed and now they are trying to take us back.",		"panic_2":"More Rebels! They are all yours, pilot.",		"panic_1":"Looks like trouble ahead.",		"failed_escape":"You have failed to recapture the transport from Rebel hands. Return to your superior immediately for debriefing.",		"failed_destroy":"Your orders were to retake the transport not destroy it. Return to your superior immediately for debriefing.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <The transport's escort has been eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI ships remaining in the transport's escort.>",		"complete":"Mission completed. You have served your Emperor well, pilot.",		"capture_started":"Beginning transport capture process. Stand by until the transport is back in Imperial hands.",		"capture_phase_2":"Rebels have been eliminated. Initializing transport restart sequence now.",		"capture_phase_1":"Boarding party reporting in. We are facing resistance. Hold any other fighters off until we have successfully retaken the ship.",		"capture_complete":"The Engineer transport is back in Imperial hands. Let's get it out of here.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrival_phase_2":"We have located the transport! That information has been sent to your nav computer. Disable it and recapture it from the Rebellion.",		"arrival_phase_1":"The Rebels have taken control of the Engineer transport. We are scanning the system for its location. Stand by.",		"angry_disable":"You think that you are so very clever. We will see who is clever when this is all over with.",		"abort":"Why have you aborted the recovery operation? That transport is now lost to the Rebels.",		"Quest Log Data":"Text"
}}
