{
	"stfFile":"spacequest/recovery/tatooine_rebel_tier4_2",
	"entries": {
		"title_d":"We're trying to figure out where these new Imperial fighters are manufactured and it's our hope that examining one will tell us that. We have managed to track down one that isn't too heavily guarded and we want you to sneak in to Imperial territory and steal it.",		"title":"Dathomir system: Steal one of the Empires advanced fighters.",		"thanks_5":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned escape path.",		"thanks_4":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned escape path.",		"thanks_3":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned escape path.",		"thanks_2":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned escape path.",		"thanks_1":"Ship sensors show area clear of hostile fighter vessels. Continuing flight on planned escape path.",		"taunt_5":"You have broken so many Imperial laws that we will execute the punishment right here!",		"taunt_4":"There is no way you are getting out of this alive Rebels!",		"taunt_3":"When I thought Rebels could not get any dumber, they surprise me again!",		"taunt_2":"You are not leaving this area with that ship Rebel scum!",		"taunt_1":"You know your orders men, destroy them all.",		"target_disabled":"Target disabled, launch the droid. Good, stand by.",		"split_quest_alert_fail":"General Ufwol: < Not the outcome we hoped for pilot but we may have another chance. Stand by for new orders. >",		"split_quest_alert":"General Ufwol: < A part of the Alliance called the Vortex have contacted us. They need our help with a quick delivery, stand by for new orders. >",		"recovery_success":"The ship is entering hyperspace, your part is done. Good job pilot.",		"quest_update":"General Ufwol: < %TO >",		"quest_recover_t":"Steal the enemy ship.",		"quest_recover_d":"As soon as the TIE Oppressor has been disabled a space assault droid will be launched on to it. It will breach the hull and try to take control of the ship. While it's doing this, it's imperative that you keep the TIE Oppressor safe by eliminating any nearby threats.",		"quest_location_t":"Dathomir system.",		"quest_location_d":"You will be heading in to Imperial areas in the Dathomir system so the danger level is extreme. Try to avoid any enemy contact until you find the target of the mission. The TIE Oppressor and its escort will be dangerous enough.",		"quest_escort_t":"Escort the stolen ship to safety.",		"quest_escort_d":"The Empire will try to stop you from leaving this area at all costs, even if it means destroying their own ship. Be ready for the attacks!",		"quest_disable_t":"Disable TIE Oppressor.",		"quest_disable_d":"The TIE Oppressor is the target that we're after. It's a prototype advanced bomber that the Empire recently started to manufacture. It's not without a fighter defense though and it's got a fairly large escort so it will be dangerous. Use your targeting computer ([ or ] by default) and attack its reactor or engines to disable it.",		"panic_5":"Ship sensors show incoming fighter vessels with armed weapons systems.",		"panic_4":"Ship sensors show incoming fighter vessels with armed weapons systems.",		"panic_3":"Ship sensors show incoming fighter vessels with armed weapons systems.",		"panic_2":"Ship sensors show incoming fighter vessels with armed weapons systems.",		"panic_1":"Ship sensors show incoming fighter vessels with armed weapons systems.",		"failed_escape":"What happened out there pilot? I expect more from my squad, you should know that by now!",		"failed_destroy":"What happened out there pilot? I expect more from my squad, you should know that by now!",		"escort_wiped_out":"General Ufwol: < Good, that should make this a lot easier. >",		"escort_remaining":"General Ufwol: < Nice pilot but don't let that TIE Oppressor get away! >",		"complete":"Good work pilot. Hopefully we can get something useful out of this ship.",		"capture_started":"General Ufwol: < Good, the space assault droid is attached to the hull of the vessel. >",		"capture_phase_2":"Unit in place with full control of vessel. Repairing engine system now.",		"capture_phase_1":"Unit has breached vessel. Terminating crew.",		"capture_complete":"General Ufwol: < Alright, the droid is in control of the ship, escort it out of there. >",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrival_phase_2":"Coordinates uploaded, get moving pilot!",		"arrival_phase_1":"Receiving coordinates from our recon ship, stand by.",		"angry_disable":"This is pointless, the Imperial Navy will destroy this ship with me in it rather than let you have it!",		"abort":"Receiving abort code. Initiating self destruct sequence.",		"Quest Log Data":"Text"
}}
