{
	"stfFile":"spacequest/recovery/tatooine_imperial_tier4_4_b",
	"entries": {
		"title_d":"The Inquisitor wants the Bothan spies sent back to him so he can question them about their operation. We have located the third and final missing transport inside the Dantooine system. You are to capture it and send it back to Endor.",		"title":"Dantooine System: Capture the Stolen Engineer Transport",		"thanks_5":"Have a heart, let me die with honor.",		"thanks_4":"One day, I shall have my revenge on you.",		"thanks_3":"Many have fallen, but the tyranny of the Empire will never win.",		"thanks_2":"Soldier to soldier...just destroy me.",		"thanks_1":"Have a heart, let me die with honor.",		"taunt_5":"Freedom!",		"taunt_4":"If you want that transport you are going to have to come through me first.",		"taunt_3":"We will retake the transport, and destroy you in the process.",		"taunt_2":"You are out of your league, Imperial dog.",		"taunt_1":"That transport belongs to us.",		"target_disabled":"The shuttles engines are down. Being docking procedures.",		"split_quest_alert_fail":"",		"split_quest_alert":"Rebel Command Vessels located. Destroy all enemy vessels.",		"recovery_success":"Nice flying out there, pilot. We have the transport and the agent is most ancious to question those Bothans.",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Captured Engineer Transport",		"quest_recover_d":"Once the transport is disabled, move in close and wait for the capture process to begin.",		"quest_location_t":"Remain in the Dantooine System",		"quest_location_d":"The last transport is in the Dantooine system. Capture it before the Bothan's can move it out of the system.",		"quest_escort_t":"Escort the Captured Engineer Transport",		"quest_escort_d":"Follow and protect the transport until it can make the jump back to Endor and the Inquisitor.",		"quest_disable_t":"Disable the Captured Engineer Transport",		"quest_disable_d":"Intercept and disable the transport's engines.",		"panic_5":"For the Rebellion I give my life.",		"panic_4":"They will never let us be captured alive.",		"panic_3":"You should give up now.",		"panic_2":"I would rather die then be turned over to the Inquisition.",		"panic_1":"They are going to destroy us rather then let us be captured.",		"failed_escape":"The Inquisition requested that ship personally. You had better have a good explaination ready. Report back.",		"failed_destroy":"The Inquisition requested that ship personally. You had better have a good explaination ready. Report back.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Escort fighters eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escorts remaining.>",		"complete":"Transport has been returned to Imperial space.",		"capture_started":"Beginning capture procedure.",		"capture_phase_2":"Systems coming back online. We will follow you, just don't destroy us.",		"capture_phase_1":"Systems shut down. Attempting to reboot now.",		"capture_complete":"Transport is back under Imperial control. Preparing for departure.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrival_phase_2":"Stolen shuttle located. Disable, capture, and return that transport to Imperial hands.",		"arrival_phase_1":"Tracking stolen transport. Stand by for the navigation location.",		"angry_disable":"Do you think that it will be this easy? You had better run now before our allies show up and destroy you.",		"abort":"You just made our day, buddy. Good luck explaining this one.",		"Quest Log Data":"Text"
}}
