{
	"stfFile":"spacequest/recovery/viopa_rebel_3",
	"entries": {
		"title_d":"We have finished analyzing the data you recovered and have learned of several routes of some sort of vessels that are approaching Lok. The information is vague but can't be ignored. To get more of an understanding we need you to kidnap an Imperial officer. We have planted some of our spies on the officer's shuttle,  they need your help in disabling the ship so they can take control of it and then escort it out of the area.",		"title":"Lok system: Kidnap Imperial officer.",		"thanks_5":"That will teach those Imperial scum! Keep it up pilot!",		"thanks_4":"Wohoo! Wish I could be out there with you pilot!",		"thanks_3":"Nice work pilot!",		"thanks_2":"We're almost home free, hang in there pilot!",		"thanks_1":"Way to go pilot!",		"taunt_5":"If you give up now, we'll spare your life Rebel.",		"taunt_4":"This day just got a whole lot better. Time to get some Rebel kill marks!",		"taunt_3":"Crash and burn Rebel fool, crash and burn!",		"taunt_2":"Only one thing better than shooting down Rebels, shooting down stupid Rebels!",		"taunt_1":"You thought we'd just let you fly out of here with one of your ships? Silly Rebels.",		"target_disabled":"Tactical Computer: < Scans show target vessel disabled. >",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"shields_depleted":"Our shields are fried! Hang on everyone!",		"recovery_success":"We got him. Thank you pilot, your service was invaluable, see you back on the ground!",		"quest_update":"Rebel Command: < %TO >",		"quest_recover_t":"Rebel commandos at their best.",		"quest_recover_d":"The Rebel commando team is currently making short work of the crew on the Imperial shuttle. Protect it while they are fighting.",		"quest_location_t":"Lok system.",		"quest_location_d":"In addition to the dangers of the Imperial shuttles escort you have to try and avoid all the pirates that roam the Lok system. We will continually update the location of the Imperial shuttle as it's moving but get to it quickly.",		"quest_escort_t":"Escort the kidnapped officer.",		"quest_escort_d":"Escort the kidnapped officer and the commando team to safety. The Empire will most likely send reinforcements to try and hunt you down so be ready for a battle!",		"quest_disable_t":"Disable officers shuttle.",		"quest_disable_d":"Disable the officers shuttle and let the Alliance commando team go to work while you protect the ship. To target specific components on a star ship, input the bracket commands ( ] or [ ) to your tactical computer.",		"panic_5":"And I thought this was going to be a smooth run...",		"panic_4":"I hope you're good enough because here comes more TIE's!",		"panic_3":"Curse the Empire! TIE ships gunning for us!",		"panic_2":"TIE fighters heading our way, they don't look too happy either!",		"panic_1":"Crap! Imperial fighters incoming!",		"hull_half":"We're falling apart pilot, we need your help!",		"failed_escape":"They escaped! I hope we can get another chance at this. Report back to base pilot.",		"failed_destroy":"Our own men were on that ship pilot! Return to base immediately!",		"escort_wiped_out":"Tactical Computer: < No more fighter vessels within sensor range. >",		"escort_remaining":"Tactical Computer: < Sensors still show armed fighter vessels in immediate area. >",		"complete":"Alright, we can take it from here. Thanks for the help pilot!",		"capture_started":"Rebel Command: < Capture initiated. Our men are attacking the crew now. >",		"capture_phase_2":"We have taken control of the cockpit. Initiating self repair.",		"capture_phase_1":"Rebel Commando Augustson here, we are fighting our way to the cockpit!",		"capture_complete":"Tactical Computer: < Scans show target vessel self repairing and powering up. >",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrival_phase_2":"The Imperial shuttle has arrived. Intercept and disable it!",		"arrival_phase_1":"We are awaiting word from our spies, the shuttle should be here any moment now.",		"angry_disable":"You Rebel scum will never get away with this!",		"abort":"We can't abort now! Where are you going?!",		"Quest Log Data":"Text"
}}
