{
	"stfFile":"static_npc/rori/rori_restuss_sloan_rusper",
	"entries": {
		"player_sorry_2":"I'll get back to work.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"A shame you couldn't see this through. No matter. Come back if you have a change of heart.",		"waypoint_name_2":"Young Hunter's Location",		"waypoint_name_1":"Last Attack Location",		"waypoint_description_2":"Save the young hunter from the ravenous nightspiders.",		"waypoint_description_1":"The location of the beast's last attack.",		"return_waypoint_name_2":"Lord Rusper's Location",		"return_waypoint_name_1":"Lord Rusper's Location",		"return_waypoint_description_2":"Escort the young hunter safely back to Lord Rusper.",		"return_waypoint_description_1":"Bring news of the beast's demise back to Lord Rusper.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"",		"player_3_1":"What would I have to hunt?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"I don't think I'm the guy you're looking for. Sorry.",		"otherescort_1":"",		"npc_work_2":"Have you saved that poor lad from the nightspiders yet? He may not be the best hunter, but he's got a good heart. Please hurry!",		"npc_work_1":"Have you taken care of that slavering beast yet? We can't have our local artists being gobbled up by monsters, now can we?",		"npc_takeme_2":"It's a good thing you showed when you did. I thought I was going to be feeding the next generation of nightspiders for sure. Let's get out of here.",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Stellar job, friend, simply stellar! You have a knack for this sort of work, you know. I do hope you'll continue to pursue a hunter's life.",		"npc_reward_1":"Bully job, friend! I knew I had you pegged for the adventurous sort. Here's something for your trouble.",		"npc_reset_1":"A shame you couldn't see this through. No matter. Come back if you have a change of heart.",		"npc_noloc_2":"Let me verify that lad's coordinates. Could you check back with me in a few moments?",		"npc_noloc_1":"A moment, I think we've just had a new sighting. I'll get those new coordinates shortly.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"Poor boy, he was in the prime of his life. Ah well, he knew the risks of being a hunter.",		"npc_failure_1":"There's no telling how these sorts of things will turn out, especially when wild beasts are involved. Better luck next time.",		"npc_dropoff_2":"Thanks, friend. You're one tough hunter. Can't wait to tell my friends about this.",		"npc_dropoff_1":"",		"npc_breech_2":"Hey! Over here! Help me get rid of these spiders!",		"npc_breech_1":"",		"npc_backtowork_2":"Nightspiders creep me out too, friend. I understand if you wish to back out.",		"npc_backtowork_1":"You seem hesitant, friend. Do you wish to reconsider?",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"",		"npc_4_1":"Not sure, exactly. It seems something in the water is turning the predators of Rori into marauding beasts. Not that they weren't dangerous before, mind you, but this affliction turns them into nightmarish killers. And you'd be going after one of the worst in recent months. Care to tackle this monster? ",		"npc_3_2":"Some people just don't have the heart of a hunter, I suppose. Ah well, sorry I bothered you.",		"npc_3_1":"That's a shame. You have the appearance of someone who would laugh in the face of danger, and I'm seldom wrong about these things. I must be getting old.",		"npc_2_2":"I was hoping I could rely upon you. It does this old man's heart proud to know he still has the eye for spotting a true hunter. Best of luck!",		"npc_2_1":"By the Force, that's the spirit! I'll give you the coordinates of the last attack. It seems this creature tends to hunt in a small area. Have your weapon handy! Best of luck!",		"npc_1_2":"I'm in need of your services yet again, my brave friend. One of my hunters has gotten himself into a bit of a pickle, I'm afraid. While exploring what he thought was an abandoned tusk-cat den, he uncovered a nest of nightspiders. Fortunately, he was able to send a final distress call before communications were cut off. Can you help save the poor lad? ",		"npc_1_1":"How do, stranger? I'm Lord Sloan Rusper. Maybe you've heard of me? Great Naboo hunter? Well, doesn't matter. What I need is someone with a stout heart and a love of danger. Does that describe you? Feel like doing a bit of hunting? I've been given the task by His Honor, Hefsen Zindalai, to make sure this area is safe for the Arts Jubilee. Never understood all the hullabaloo about that festival, but that's neither here nor there. Care to join the ranks of the hunting elite? ",		"notyet":"I'm a bit busy at the moment...",		"notit_2":"",		"notit_1":"",		"next":"You've been a great help, but I think I have things under control now. Enjoy your stay in Restuss.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"I'm a bit busy at the moment. Can't chat, sorry.",		"dontknowyou_1":"",		"cant_work":"I don't wish to interrupt your current assignment, friend. Come back when your time is your own again."
}}
