{
	"stfFile":"static_npc/rori/rori_restuss_ajuva_vanasterin",
	"entries": {
		"player_sorry_2":"I'll keep trying.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"Not to worry, dear. You come back later if you want to and do it then.",		"waypoint_name_2":"Art Dealer's Location",		"waypoint_name_1":"Jinderliss Prason's Location",		"waypoint_description_2":"Deliver a purchase request to Ajuva's art dealer.",		"waypoint_description_1":"Deliver a dinner party invitation to Jinderliss Prason.",		"return_waypoint_name_2":"Ajuva Vanasterin's Location",		"return_waypoint_name_1":"Ajuva Vanasterin's Location",		"return_waypoint_description_2":"Report your success to Ajuva.",		"return_waypoint_description_1":"Report back to Ajuva to let her know all is well.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"What is it you need me to do?",		"player_3_1":"What do you want done?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I don't want to be a nuisance but could you deliver my purchase request soon. I'd hate to miss this opportunity to help my friend.",		"npc_work_1":"Have you delivered that invitation yet? There's no real rush, I was just wondering.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"A purchase request from -- Oh my! I'll see to this right away. This will net me a nice commission.",		"npc_smuggle_1":"What's this? An invitation from Ajuva? How marvelous. Something to do other than listen to all that dreary rivalry talk.",		"npc_reward_2":"Thank you. I hope this helps her get the attention she deserves. She's very talented.",		"npc_reward_1":"Thank you so much. I confess I find the constant bickering between the two cities a bit tiresome.",		"npc_reset_1":"Not to worry, dear. You come back later if you want to and do it then.",		"npc_noloc_2":"Art dealers - you can never find one when you need one. Maybe someone at the gallery knows where mine is. Come see me in a few minutes. Hopefully I'll know where to send you by then.",		"npc_noloc_1":"I tried to contact my friend but nobody seems to be around to receive the invitation right now. Maybe you could come back in a little while. I'll keep trying.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"You poor thing. Sometimes even the simplest of tasks get all muddled with complications.",		"npc_failure_1":"Oh my! I'm terribly sorry this caused you such trouble. I had no idea it would be so difficult. You poor dear.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"Hi. Are you looking for me?",		"npc_breech_1":"Hello, friend. Are you looking for me?",		"npc_backtowork_2":"Were you going to deliver that purchase request for me?",		"npc_backtowork_1":"Was there something else you needed, dear? Or have you changed your mind.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"The art dealer that I use has gone off surveying. A strange hobby if you ask me, but many people do seem to enjoy it. I want you to deliver my request so that the purchase is made before the Jubilee. Will you help?",		"npc_4_1":"Just a delivery right now. I know it's a bit old-fashioned but I find a hand delivered invitation to be so much more personal. Would you mind terribly taking this invitation to my friend?",		"npc_3_2":"I understand dear. You crave a life of excitement. I hope you find it.",		"npc_3_1":"I understand. Delivering invitations isn't terribly exciting. ",		"npc_2_2":"Go see if you can pull my art dealer away from surveying long enough to make my purchases. Just deliver these instructions and that should take care of it. A simple little thing really.",		"npc_2_1":"I'm so glad you can help. Bring this dinner party invitation to my dear friend Jinderliss Prason. You don't need to worry about getting a response right away.",		"npc_1_2":"Do you happen to have a little more time to spare, dear? An artist friend of mine is trying to get noticed but I fear amid the swarm of other artists here for the Jubilee she hasn't had much luck. I wanted to commission a dealer to buy several of her paintings and display them during the Jubilee. Do you think you could help me?",		"npc_1_1":"Do you think you might have a few minutes to spare? I'm trying to find someone to help me with a few things but between the art festivals and the debate everybody is busy. I'm trying to arrange some gatherings for those of us who don't really care which town is superior to the other. Do you think you can help me?",		"notyet":"Can you come back later?",		"notit_2":"",		"notit_1":"",		"next":"You've been a total dear but I don't have anything else for you to do at the moment. Perhaps I can find something a bit later.",		"gotowork_2":"What is this for? Are you sure you meant to give me that?",		"gotowork_1":"What am I supposed to do with this? It makes no sense.",		"dontknowyou_2":"I'm just taking a little time off to do some surveying. Don't worry about me.",		"dontknowyou_1":"Are you lost? I'm afraid I'm not very good with directions.",		"cant_work":"I do have a few errands I need done. Come see me later when you're in need of work."
}}
