{
	"stfFile":"static_npc/rori/rori_narmle_biribas_tarun",
	"entries": {
		"npc_reset_4":"Security work requires a certain type of personality. Come back and see me if you think you'd like another shot at it.",		"npc_reset_3":"Security work requires a certain type of personality. Come back and see me if you think you'd like another shot at it.",		"npc_reset_2":"Security work requires a certain type of personality. Come back and see me if you think you'd like another shot at it.",		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"waypoint_name_4":"Gunrunner Leader's Location",		"waypoint_name_3":"Kidnapped Victim's Location",		"waypoint_name_2":"Crooked Dispatcher's Location",		"waypoint_name_1":"Surveillance Agent's Location",		"waypoint_description_4":"Take out the leader of the gunrunners.",		"waypoint_description_3":"Rescue an innocent young woman from the clutches of vile gunrunners.",		"waypoint_description_2":"Find and detain the crooked starport dispatcher.",		"waypoint_description_1":"Pickup a surveillance holo for Captain Tarun.",		"return_waypoint_name_4":"Captain Tarun's Location",		"return_waypoint_name_3":"Captain Tarun's Location",		"return_waypoint_name_2":"Captain Tarun's Location",		"return_waypoint_name_1":"Captain Tarun's Location",		"return_waypoint_description_4":"Report back to Captain Tarun.",		"return_waypoint_description_3":"Bring the rescued woman back to Captain Tarun.",		"return_waypoint_description_2":"Bring the crooked dispatcher back to Captain Tarun for questioning.",		"return_waypoint_description_1":"Bring the surveillance holo back to Captain Tarun.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"Where is your husband?",		"player_more_1_2":"Who framed you?",		"player_more_1_1":"Are you a member of CorSec?",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"This sounds too easy. It isn't, is it?",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"What's on the surveillance holo?",		"player_3_4":"",		"player_3_3":"",		"player_3_2":"Do you know this dispatcher's current whereabouts?",		"player_3_1":"What would I have to do?",		"player_2_4":"No.",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_4":"Yes.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_4":"",		"otherescort_3":"I don't think I'm the person you're looking for.",		"otherescort_2":"I'm not the guy you're looking for.",		"otherescort_1":"",		"npc_work_4":"Have you taken out that vicious criminal yet? We can't afford to let him get away.",		"npc_work_3":"Did you help that young woman get away from those gunrunners? If you don't hurry it may be too late.",		"npc_work_2":"Have you brought that dispatcher in yet? If he gets offworld, I won't be able to break up this gunrunning circle.",		"npc_work_1":"Where's that holo? I can't make arrests without that evidence.",		"npc_takeme_4":"",		"npc_takeme_3":"Thank you for your help. I owe you my life. I'm eager to see my husband again. Could you please escort me back?",		"npc_takeme_2":"Okay, okay! Take it easy! I'll come along quietly! But I was framed, I tell you!",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"Here's that surveillance holo. This should help Captain Tarun crack this case. Good luck.",		"npc_reward_4":"You're an example to the other agents on my team, friend. If it isn't already, I hope you decide to make security your profession of choice.",		"npc_reward_3":"It's a good thing you decided to help, friend. I could use more agents like you.",		"npc_reward_2":"Good job. This criminal's arrest should discourage more than a few smugglers from coming here.",		"npc_reward_1":"You handled that well. I could use more agents like you. Feel free to see me for more assignments.",		"npc_reset_1":"Security work requires a certain type of personality. Come back and see me if you think you'd like another shot at it.",		"npc_noloc_4":"My agents are making sure those coordinates we had for the gunrunner leader are still valid. Could you check back in a few moments?",		"npc_noloc_3":"I'll get an update on the young woman's location in just a moment.",		"npc_noloc_2":"I should be getting those coordinates in a few moments. Check back with me later.",		"npc_noloc_1":"I have to wait for my agent to transmit his coordinates. Check back with me later.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"Captain Tarun knew he was being watched by the gunrunners' agents so he had my husband divert their attention elsewhere while a rescue attempt was made. This was why there were only three of these scoundrels guarding me.",		"npc_more_1_2":"My supervisor! He's always had it in for me. Jealous of my skill and good lucks. He's the one you should be arresting, not me.",		"npc_more_1_1":"Nope, I'm an independent agent. I gotta pay the bills somehow.",		"npc_failure_4":"It's a shame you couldn't end that killer's career. I'll have to wait for another opportunity to strike at him.",		"npc_failure_3":"In the course of performing our duty, it's always a tragedy when innocents are hurt. Sometimes, however, it can't be helped.",		"npc_failure_2":"It's a shame that sleemo was allowed to escape. Looks like I'll have to hire some bounty hunters.",		"npc_failure_1":"I guess I'll have to find some other way to get that surveillance data. Sorry you couldn't help.",		"npc_dropoff_4":"",		"npc_dropoff_3":"Thank you again. I'll never forget your courageous act.",		"npc_dropoff_2":"I'll be proven innocent! You mark my words!",		"npc_dropoff_1":"",		"npc_breech_4":"You shouldn't have come here. Blast away, lads!",		"npc_breech_3":"Help! I've been kidnapped by gunrunners!",		"npc_breech_2":"Uh oh, looks like trouble! I better get out of here!",		"npc_breech_1":"Over here! Did Captain Tarun send you?",		"npc_backtowork_4":"This is a dangerous assignment. If you feel this is over your head, I understand.",		"npc_backtowork_3":"This will be a dangerous mission. I understand if you'd like to reconsider.",		"npc_backtowork_2":"If you don't want to tackle this mission, I understand. ",		"npc_backtowork_1":"I really need that holo, friend. Do you want this assignment or not?",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"These gunrunners have begun to suspect that they're being watched, so no, it won't be easy. Have your weapon handy and keep an eye out for scouts.",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"I've been tracking the movements of a particularly vicious group of gunrunners. This holo will show me who's been aiding these smugglers.",		"npc_4_4":"",		"npc_4_3":"",		"npc_4_2":"Yeah, one of the starport security personnel suspected this guy all along and planted a tracer on him. He won't escape us.",		"npc_4_1":"I have agents monitoring the countryside. They're keeping an eye on unregistered ship landings, recording everything with holocams. I need you to pick up one of these surveillance holos. Can you do that?",		"npc_3_4":"Looks like I'll have to hire a bounty hunter after all.",		"npc_3_3":"Well then I'll have to get more of my agents on this as soon as possible. Excuse me.",		"npc_3_2":"That's too bad. I'll have to find someone else then.",		"npc_3_1":"This sort of work doesn't appeal to you, huh? I understand. Just make sure you stay on the right side of the law.",		"npc_2_4":"That's right - it's payback time. If you'd like to bring some friends along, feel free. This sleemo will most likely have several bodyguards. Go show this scum who's in charge.",		"npc_2_3":"I knew I could count on you. Before those scoundrels could get their hands on this brave young woman, it seems she managed to hide a tracer somewhere on her person. This bit of quick thinking has allowed us to track her movements. Hopefully it will also give you two the element of surprise. Best of luck! ",		"npc_2_2":"Good. The dispatcher was tipped off by a friend so I believe he's currently trying to get off Rori. Fortunately for us, no smuggler will touch him since they believe he betrayed them for money.",		"npc_2_1":"Great. Once you bring me that holo, I'll be able to start making arrests. Good luck.",		"npc_1_4":"The dispatcher has given us the name and location of the gunrunners' leader. I need this bloodthirsty killer brought down. I could hire a bounty hunter but I thought I'd give you a shot at him first. You in?",		"npc_1_3":"While you were out getting us this dispatcher, the gunrunners were taking revenge on the starport security guard's family. Not sure how they found out who he was but they've nabbed his wife, who they probably intend to ransom. I've already sent one of my agents after her but he could sure use some backup. What do you say?",		"npc_1_2":"Thanks to that holo recording, I was able to identify a local starport dispatcher who's been helping these gunrunners bypass standard docking procedures. I need this guy brought back here for questioning. Think you can help?",		"npc_1_1":"Welcome to Narmle. The name's Biribas Tarun and I'm in charge of security. For the most part things are pretty quiet around here, which makes Rori very attractive to smugglers. I spend most of my time encouraging them to go elsewhere. If you're looking for assignments, I could sure use your help. What do you say?",		"notyet":"Sorry, I'm too busy to talk right now.",		"notit_4":"",		"notit_3":"",		"notit_2":"",		"notit_1":"That's not the surveillance holo I requested. Bring me the holo.",		"next":"You've been quite helpful, but I don't have anything else for you at the moment. Check back with me from time to time.",		"gotowork_4":"You should be going.",		"gotowork_3":"You should be going.",		"gotowork_2":"You should be going.",		"gotowork_1":"You should be going.",		"dontknowyou_4":"Get lost, I'm busy.",		"dontknowyou_3":"I can't talk to you right now.",		"dontknowyou_2":"I'm pretty busy at the moment. Don't bother me.",		"dontknowyou_1":"I can't talk to you. I'm waiting for someone.",		"cant_work":"I do need agents, but the delicate nature of my assignments requires exclusivity. Come back when you're free."
}}
