{
	"stfFile":"static_npc/rori/rori_restuss_magur_torigai",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"I understand. Maybe you'll change your mind later.",		"waypoint_name_2":"Guf Drolg",		"waypoint_name_1":"Corellian Gubbur",		"waypoint_description_2":"Zoologist Magur Torigai would like this Talusian creature destroyed before it damages the Rori ecosystem.",		"waypoint_description_1":"Zoologist Magur Torigai would like this non-native amphibian destroyed before it damages the Rori ecosystem.",		"return_waypoint_name_2":"Magur Torigai",		"return_waypoint_name_1":"Magur Torigai",		"return_waypoint_description_2":"This Mon Calamari zoologist will reward you for having destroyed the Talusian guf drolg.",		"return_waypoint_description_1":"This Mon Calamari zoologist will reward you for destroying a non-native Corellian gubbur.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"Why don't local predators eat the gubburs?",		"player_4_2":"",		"player_4_1":"Why did the researcher import Corellian gubburs to Rori?",		"player_3_2":"What is a guf drolg?",		"player_3_1":"What is a gubbur?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I hope you're preparing to destroy that Talusian guf drolg. You may need a bit of help, but I'm afraid I'm currently occupied.",		"npc_work_1":"I hope that Corellian gubbur isn't too much of a challenge for you.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Thank you for disposing of that guf drolg. Thank goodness there was only one of them.",		"npc_reward_1":"Thank you for your help in controlling the gubbur threat to Rori's sensitive ecosystem. There is more work of this kind, unfortunately, so talk to me again soon.",		"npc_reset_1":"I understand. Tromping around the wilderness to stomp a gubbur is not my idea of a fun time either.",		"npc_noloc_2":"Excuse me, I have to take an important call from my research project director. Talk to me again shortly, please.",		"npc_noloc_1":"Excuse me, I have to take a call from my research group leader. Please talk to me again in a moment.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"Did you not destroy that guf drolg? Well, I can hardly blame you -- they're fierce.",		"npc_failure_1":"You didn't destroy that Corellian gubbur? I wouldn't have thought that a steep challenge.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"",		"npc_breech_1":"",		"npc_backtowork_2":"I don't know what else to tell you. I'd help you destroy the guf drolg, but unfortunately I'm currently occupied with my work.",		"npc_backtowork_1":"I don't know what else to tell you. Please find a gubbur, preferably of breeding age, and kill it.",		"npc_6_2":"",		"npc_6_1":"Gubburs are notorious for their terrible smell. They smell like burning leather, which repels most native predators. One more good reason to destroy them on Rori. Will you help?",		"npc_5_2":"",		"npc_5_1":"Gubburs have three long whiskers they use to identify changes in weather and tectonic motion. The researcher apparently wanted to see if these creatures could predict earthquakes here. I never heard the results of the research.",		"npc_4_2":"A guf drolg is a large amphibious sauroid native to Talus. It is omnivorous, ill-tempered, and generally hostile. You may need help killing the specimen.",		"npc_4_1":"It's an amphibious reptavian, squat and lazy. They capture small insects with a long tongue. They hop, which makes them difficult to target.",		"npc_3_2":"I'm sorry. That creature is doing substantial damage to the local ecosystem.",		"npc_3_1":"Very well, sorry to bother you.",		"npc_2_2":"Good. The guf drolg is eating so many other creatures, it's disrupting the local ecosystem. The faster you work, the better.",		"npc_2_1":"I appreciate your help -- and I'll make it worth your while when you return here afterward.",		"npc_1_2":"Welcome back! I have another report of a non-native animal endangering the Rori ecosystem. It's a Talusian guf drolg, quite harmful to the ecology.  I'm hoping you can go take care of it for me.",		"npc_1_1":"Hello. I am a zoologist studying the local wildlife -- and, unfortunately, some nonlocal wildlife. A misguided researcher imported Corellian gubburs to Rori for study. They got loose and are now breeding. Will you help me control the population by disposing of one?",		"notyet":"I think I'd like to be alone with my thoughts for a while.",		"notit_2":"",		"notit_1":"",		"next":"I've received no more reports of exotic wildlife that requires control, so I'm returning to my research. Thanks for your help.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"",		"dontknowyou_1":"",		"cant_work":"When you aren't so busy, you might check with me for a job."
}}
