{
	"stfFile":"static_npc/rori/rori_restuss_hefsen_zindalai",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_3":"My assignments are perhaps not for everyone. Come back if you change your mind.",		"npc_reset_2":"My assignments are perhaps not for everyone. Come back if you change your mind.",		"waypoint_name_3":"Wealthy Patron's Location",		"waypoint_name_2":"The Runaway Gualama's Location",		"waypoint_name_1":"The Maestro's Location",		"waypoint_description_3":"Find the wealthy patron of the Restuss Arts Jubilee.",		"waypoint_description_2":"Find the runaway gualama before it's eaten by predators.",		"waypoint_description_1":"Deliver an invitation to the Restuss Arts Jubilee.",		"return_waypoint_name_3":"Chief Administrator Zindalai's Location",		"return_waypoint_name_2":"Chief Administrator Zindalai's Location",		"return_waypoint_name_1":"Chief Administrator Zindalai's Location",		"return_waypoint_description_3":"Escort the wealthy patron back to Hefsen Zindalai.",		"return_waypoint_description_2":"Escort the gualama back to Hefsen Zindalai.",		"return_waypoint_description_1":"Report your success to Hefsen Zindalai.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"Forgive me, but you almost sound excited by the prospect.",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"Why are bandits after you?",		"player_more_1_2":"",		"player_more_1_1":"Why don't you want to attend the Arts Jubilee?",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"",		"player_3_2":"",		"player_3_1":"What exactly would I have to do?",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"I don't believe I'm the individual you're seeking.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Have you escorted our patron back here safely? We need her generous contribution to assure our festival is a success.",		"npc_work_2":"Have you returned the maestro's steed to him? If he loses that beast, he'll never attend our Arts Jubilee.",		"npc_work_1":"Did you deliver that invitation yet? Our Arts Jubilee would be an even greater success if the maestro were to attend.",		"npc_takeme_3":"I'm so glad you arrived when you did. I fear there are some bandits on our trail. We should be cautious.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"Not another damn invitation to the Arts Jubilee. I'll look this over and think about it. But tell Zindalai not to get his hopes up.",		"npc_reward_3":"Very well done! I shall add your name to the list of valuable patrons who helped make this year's Arts Jubilee a smashing success.",		"npc_reward_2":"You've come through for the people of Restuss again, friend. On behalf of the citizens of our fair city, I thank you.",		"npc_reward_1":"Well done. I do hope the maestro decides to attend. ",		"npc_reset_1":"My assignments are perhaps not for everyone. Come back if you change your mind.",		"npc_noloc_3":"If you could wait a few moments, I need to verify our patron's coordinates.",		"npc_noloc_2":"Give me a few moments to verify the gualama's coordinates.",		"npc_noloc_1":"I need to verify the maestro's coordinates with my people. Could you check back with me in a bit?",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"Well you must admit being kidnapped by handsome and daring rogues is not without its pedestrian charms. If you've never been kidnapped, you simply must give it a try sometime.",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"Isn't it obvious? Because I'm fabulously wealthy! Why bandits would make a fortune by ransoming me.",		"npc_more_1_2":"",		"npc_more_1_1":"Because I have no desire to subject myself to a horde of poseurs and hobbyists who praise a tiresome has-been like Sidoras Bey for his sycophantic attempts to curry favor with the Emperor.",		"npc_failure_3":"This is most disappointing. I'll need to send out a few more exclusive invitations to other wealthy citizens to make up for the lack of funds.",		"npc_failure_2":"This is most depressing. The maestro will never attend our Arts Jubilee now. We'll have to find another way to best those louts in Narmle.",		"npc_failure_1":"Another year without the maestro's presence. Alas, our Arts Jubilee will not be perfect.",		"npc_dropoff_3":"You were a most gallant and brave companion. I thank you ever so much for the opportunity to witness an exciting blaster fight.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"Yoo-hoo! Over here! Are you my escort? I certainly hope so!",		"npc_breech_2":"",		"npc_breech_1":"Can I help you? Are you looking for someone in particular?",		"npc_backtowork_3":"You've been most helpful up to this point. If you'd like to decline this assignment, I'll understand.",		"npc_backtowork_2":"You seem uncertain. If you prefer to pass on this assignment, I'll understand.",		"npc_backtowork_1":"I've explained everything I can about this assignment. What else do you require?",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"",		"npc_4_2":"",		"npc_4_1":"For years we've been courting an artist of some renown to attend our Arts Jubilee, but so far have been unsuccessful. This year I've had a special invitation made especially for the maestro and need it hand-delivered. Could you do that?",		"npc_3_3":"I suppose I could send one of our security people. You would have been much more colorful and entertaining, though. Ah well.",		"npc_3_2":"I suppose I'll have to find someone else to retrieve the maestro's noble steed. Farewell.",		"npc_3_1":"Ah, I see. Well, enjoy your stay. I hope that you leave our fair city a bit more cultured than when you entered it. Good day.",		"npc_2_3":"You never disappoint, kind friend! Here are the coordinates where you'll find this patron - she's a bit of a naturalist and enjoys spending time absorbing the beauty of nature.",		"npc_2_2":"Excellent! Your dedication to our celebration is most impressive. We've used tracker droids to locate the gualama but they also picked up some predators nearby. Please hurry and make sure the maestro gets his prized steed back alive.",		"npc_2_1":"Excellent. Please deliver this invitation into the hands of the maestro himself. I want him to know it comes directly from me.",		"npc_1_3":"Forgive me if I've come to rely on your skills, but your effectiveness in missions past has left me no choice. The citizens of Restuss must once again call upon you to assist our Arts Jubilee. We need you to escort a wealthy patron of the festival back to our fair city. Can we count on you?",		"npc_1_2":"Good news! The maestro just contacted us and has agreed to attend the Arts Jubilee! However, there is a slight complication. His favorite riding gualama has escaped from its stable and the maestro wants it returned safely. Do you think you could do that?",		"npc_1_1":"Welcome to Restuss. If you're a patron of the arts, I think you'll find your stay here is a pleasant one. People of "breeding" are drawn to our city. It probably has to do with the Restuss Arts Jubilee. It's the oldest arts festival on Rori, you know, and takes a great deal of preparation. Would you care to help?",		"notyet":"I don't think I need anyone right now.",		"notit_3":"",		"notit_2":"",		"notit_1":"",		"next":"There's nothing else I require of you at the moment. But please check back with me from time to time.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"Is this about that blasted Arts Gala? Or is it the Jubilee? I can never get them straight. I suppose you have an invitation for me?",		"dontknowyou_3":"I'm quite busy and cannot chat.",		"dontknowyou_2":"",		"dontknowyou_1":"I'm quite busy at the moment. Please go away.",		"cant_work":"You seem very busy at the moment. Why don't you finish your current task and come speak to me later?"
}}
