{
	"stfFile":"static_npc/rori/rori_narmle_sidoras_bey",
	"entries": {
		"player_sorry_2":"Forgot what I was doing.  I'll get back to work.",		"player_reset_2":"Can I do something else and come back to this later?",		"npc_reset_3":"You think you can just give up? -- Well, that's true. But you should finish what you start! It helps keep you regular!",		"npc_reset_2":"You think you can just give up? -- Well, that's true. But you should finish what you start! It helps keep you regular!",		"waypoint_name_2":"Silaras Bey's location",		"waypoint_name_1":"The courier's location",		"waypoint_description_2":"Go and rescue Silaras Bey ",		"waypoint_description_1":"Go meet the courier and pick up the disc with the name of the art contest winner",		"return_waypoint_name_2":"Sidoras Bey",		"return_waypoint_name_1":"Sidoras Bey",		"return_waypoint_description_2":"Return to Sidoras Bey with Silaras Bey",		"return_waypoint_description_1":"Return to Sidoras Bey with the disc",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"You have a son? You've got to be kidding.",		"player_3_1":"What competition is this?",		"player_2_2":"No",		"player_2_1":"No",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_2":"This probably isn't the healthiest place for you to be. ",		"otherescort_1":"",		"npc_work_2":"Were you going to make that rescue soon?",		"npc_work_1":"Have you picked up the disk with the winner yet? I'm not getting any younger.",		"npc_takeme_2":"I can't believe he forgot to send the ransom. Next time I'd better ask my mother for help.",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"I've got your disc right here. Safe travels, friend.",		"npc_reward_2":"Is that my son or my daughter? My eyes aren't what they used to be.",		"npc_reward_1":"What do you mean, pay you? You haven't even left yet. Oh, the disc -- How did it get to be this late? ",		"npc_reset_1":"You think you can just give up? -- Well, that's true. But you should finish what you start! It helps keep you regular!",		"npc_noloc_2":"Let me find out where that nature walk was going to take place. See me in a while. Maybe I can even figure out which one of my children it was.",		"npc_noloc_1":"How should I know where you're supposed to meet him? I'll call someone and find out where he is. Why do I always have to do everything myself? Be back in a little while.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"Who did I send you to find? Oh well, it probably wasn't that important.",		"npc_failure_1":"I guess I'll have to hire somebody else to find out who won this silly competition.",		"npc_dropoff_2":"Thanks for rescuing me from those goons. I've learned my lesson.",		"npc_dropoff_1":"",		"npc_breech_2":"Did my father send you with the ransom money?",		"npc_breech_1":"I was beginning to think they'd forgotten to send someone.",		"npc_backtowork_2":"What do you want now? I've told you as much as I can remember.",		"npc_backtowork_1":"Were you going to do this or not?",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"I wasn't born this old, you know. You young people think you invented fun. Are you going to rescue my son or not? Or was it my daughter? I can never keep track of who's who anymore.",		"npc_4_1":"A contest to see which talentless young boob can make a prettier holo than the other, or some such nonsense. Modern art, bah! Can't stand any of it. This Arts Gala is all a sham. So were you going to do this for me or not? ",		"npc_3_2":"What do you mean, "no"? How can you just leave my child, whichever it is, to those criminals?",		"npc_3_1":"Why are you wasting my time?",		"npc_2_2":"My daughter -- or was it my son? -- well, one of them was going on a nature walk. Find whichever of them it was and bring him back here -- or her -- before those hooligans get hold of, of, whoever it is.",		"npc_2_1":"You must be an art lover to do something this dull. I suppose I'll have to pay you. Meet the courier and bring me back the name of this no-talent guttersnipe.",		"npc_1_2":"My blasted fool of a daughter -- or is it my son? -- has gotten into trouble. One of them has a gambling problem and has fallen afoul of some hoodlums. If these ruthless crooks aren't paid, one of them will get hurt. Would you go and save whichever one of them got into this mess?",		"npc_1_1":"Are you the one the agency sent over to run my errands for me? Speak up! I don't have all day. I'm supposed to announce the winner of some competition, and I need somebody to pick up the announcement of who won. Will you do it, or do I need to find somebody else?",		"notyet":"Sorry, can't talk now.",		"notit_2":"",		"notit_1":"You're supposed to give me a disc from the arts committee. What is this thing?",		"next":"Oh yes, you were the one I hired a few years back -- or was it weeks? Didn't I fire you? No. Wait. That was that Jawa. It's been nice chatting with you. See me again some time.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"This probably isn't the healthiest place for you to be. ",		"dontknowyou_1":"I'm just here to drop off something to someone else. Don't worry about me.",		"cant_work":"You already have a job. I can't just go hiring people who already have jobs. It would be anarchy, I tell you. See me if you get fired."
}}
