{
	"stfFile":"static_npc/rori/rori_narmle_jaleela_bindoo",
	"entries": {
		"npc_reset_4":"Very well. See me again when you think you're ready.",		"npc_reset_3":"Very well. See me again when you think you're ready.",		"npc_reset_2":"Very well. See me again when you think you're ready.",		"player_sorry_4":"Sorry, I'll get back to work.",		"player_sorry_3":"Sorry, I'll get back to work.",		"player_sorry_2":"Sorry, I'll get back to work.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"waypoint_name_4":"Zim Graedler's location",		"waypoint_name_3":"Dane Windholm's location",		"waypoint_name_2":"Jonda Trask's location",		"waypoint_name_1":"Odoof Grunda",		"waypoint_description_4":"Go and rescue the Moff's nephew Zim Graedler",		"waypoint_description_3":"Deliver the list of finalists to the courier.",		"waypoint_description_2":"Go and find Jonda Trask",		"waypoint_description_1":"Go and pick up the painting from Odoof Grunda",		"return_waypoint_name_4":"Jaleela Bindo",		"return_waypoint_name_3":"Jaleela Bindoo",		"return_waypoint_name_2":"Jaleela Bindoo",		"return_waypoint_name_1":"Jaleela Bindoo",		"return_waypoint_description_4":"Return to Jaleela Bindoo with Zim Graedler",		"return_waypoint_description_3":"Return to Jaleela Bindoo and inform her the job has been completed.",		"return_waypoint_description_2":"Escort Jonda Trask back to Jaleela Bindoo",		"return_waypoint_description_1":"Bring the painting to Jaleela Bindoo",		"player_sorry_1":"Sorry, I'll get back to work.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"The Moff's nephew won the scholarship? Imagine my surprise.",		"player_3_3":"What sort of grant?",		"player_3_2":"Who is this keynote speaker?",		"player_3_1":"Why doesn't the artist bring it himself?",		"player_2_4":"No",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_4":"Yes",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_4":"Who are you looking for? No, I'm sorry. That's not me.",		"otherescort_3":"",		"otherescort_2":"I'm kind of lost. You must be looking for somebody else.",		"otherescort_1":"",		"npc_work_4":"You are going to go rescue him aren't you? If something happens to him because you waited, it would be just dreadful.",		"npc_work_3":"Haven't you made that delivery yet? The judges are waiting. ",		"npc_work_2":"These events to promote tourism never go as smoothly as you hope. I really appreciate your help with all of this.",		"npc_work_1":"Haven't you picked up that painting yet? ",		"npc_takeme_4":"That maniac wanted to kill me just because he didn't get the grant. What a sore loser.",		"npc_takeme_3":"",		"npc_takeme_2":"I'm glad to see you. I was starting to wonder if you'd gotten lost too.",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"I'll take this to the judges immediately. Don't try to follow me -- their location is classified.",		"npc_smuggle_2":"",		"npc_smuggle_1":"Tis bein' too crowded 'round here. Mesa no wantin' to be wit all da stinkowiff outlaunders. ",		"npc_reward_4":"The Moff will be pleased to hear that you rescued his nephew. Well done!",		"npc_reward_3":"I can't wait to hear who wins. The Imperial Arts Grant is a prestigious award.",		"npc_reward_2":"These events to promote tourism never go as smoothly as you hope. I really appreciate your help with all of this.",		"npc_reward_1":"I'm so excited to have found such a talented artist. I just wish he wasn't such a recluse.",		"npc_reset_1":"Very well. See me again when you think you're ready.",		"npc_noloc_4":"I need to clear you with the Royal Security Force before I send you in. Come back in a while and we should be ready.",		"npc_noloc_3":"The Imperial courier will contact us with the waypoint. See me in a while.",		"npc_noloc_2":"Give me time to figure out his position. See me in a few minutes -- I should know by then.",		"npc_noloc_1":"Give me time to track down Odoof and find out where he wants to meet you. See me in a little while. ",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"You couldn't make the rescue? Excuse me, I'm just going to go make out my will.",		"npc_failure_3":"I guess we'll have to send another message and delay the announcement.",		"npc_failure_2":"If this gets out, it's going to wreak havoc with tourism. ",		"npc_failure_1":"You didn't bring the painting? I was so looking forward to seeing it.",		"npc_dropoff_4":"Perhaps I'll create a holo sculpture of your daring rescue.",		"npc_dropoff_3":"",		"npc_dropoff_2":"Thanks for saving me from those goons. I didn't realize Rori was quite this rugged.",		"npc_dropoff_1":"",		"npc_breech_4":"Please help me!",		"npc_breech_3":"Do you have the Imperial Arts Grant list?",		"npc_breech_2":"Hey! Over here!",		"npc_breech_1":"Yousa bein' here for mysa painten?",		"npc_backtowork_4":"Are you having second thoughts already?",		"npc_backtowork_3":"If you're going to deliver that disc, you'd better get going.",		"npc_backtowork_2":"Were you going to find Jonda Trask, or should I send someone else?",		"npc_backtowork_1":"Were you going to get that picture, or have you changed your mind?",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"Now be nice. He's a very talented young man -- and the Moff was extremely generous in supporting this festival. Will you rescue his nephew?",		"npc_4_3":"It's the leading arts award on Rori. Well, there are the credits -- which are nothing to sneeze at -- but there's also the prestige and the exposure. Winning the Imperial Arts Grant can launch an artist's career. So will you deliver the holos?",		"npc_4_2":"He's a well-known patron of the arts on Naboo. It would be bad for our image if our keynote speaker were eaten by a tusk-cat. Can you retrieve the poor fellow before he gets himself hurt?",		"npc_4_1":"Odoof Grunda is a talented Gungan artist, but he's eccentric and doesn't like cities. He painted a picure of the legendary sculptor Sidoras Bey crafting the statue of the Emperor, but he won't bring it here. Will you get it?",		"npc_3_4":"I guess we all have to draw the line somewhere. Take care of yourself.",		"npc_3_3":"I guess it's not an exciting task unless you're a fan of the arts.",		"npc_3_2":"I'm not much of an outdoors type either. I'll find someone else.",		"npc_3_1":"Suit yourself. Enjoy your stay on Rori.",		"npc_2_4":"I'm glad you're on this. Now I know it will work out. The kidnapper fled the city, taking the Moff's nephew Zim with him. Getting Zim back safely is your highest priority. if his captor happens to die during the rescue, no one will shed any tears.",		"npc_2_3":"We had to arrest a few protestors who didn't make it into the final competition, so you might want to keep your eye open for dissidents who might try to stop you.",		"npc_2_2":"Good. Find Jonda Trask and bring him back here in one piece. Maybe this experience will keep him from wandering off by himself again.",		"npc_2_1":"Wonderful! Go and meet Odoof Grunda and bring his painting back to me. I want to have it up for the opening ceremony of the Arts Gala.",		"npc_1_4":"This is a public relations nightmare! The winner of our Imperial Arts Grant has been kidnapped by the runner-up, who claims that the competition was fixed. Will you please rescue Moff Graedler's nephew?",		"npc_1_3":"Every year at the Arts Gala we hold an art contest to award an Imperial arts grant. They don't do that for that sad little "jubilee" they hold in Restuss! The judges are kept at an undisclosed location -- not even I know where. I need someone to bring these holos of the finalists and their work to an Imperial courier, who will then take it to the judges. Interested?",		"npc_1_2":"I hope you still need work. One of the keynote speakers for the Arts Gala was sightseeing out in the wilderness and managed to get himself lost. Would you find him and bring him back?",		"npc_1_1":"Hello. Are you here for the Narmle Arts Gala? A very talented artist has made a new piece for the festival and I need someone to go get it. Interested in the job?",		"notyet":"I can't talk right now.  I'm too busy.",		"notit_4":"",		"notit_3":"",		"notit_2":"",		"notit_1":"This isn't the picture I told you to bring me.",		"next":"Everything is running pretty smoothly right now. I'll let you know if I need any more help.",		"gotowork_4":"You should be going.",		"gotowork_3":"You should be going.",		"gotowork_2":"You should be going.",		"gotowork_1":"You should be going.",		"dontknowyou_4":"This is a bad place to be right now. You should get out of here.",		"dontknowyou_3":"I'm waiting for an important message, but I don't think you have it.",		"dontknowyou_2":"I wish I could help you, but I'm kind of lost.",		"dontknowyou_1":"Mesa not bein' here for yous. ",		"cant_work":"I've got some work for you when you're done with your current job."
}}
