{
	"stfFile":"static_npc/rori/rori_narmle_indintra_imbru_yerevan",
	"entries": {
		"npc_reset_2":"Why can you not take care of this simple task? Really, you vex me, you really do.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"waypoint_name_2":"Shaultra Loraweet",		"waypoint_name_1":"Briska Gil",		"waypoint_description_2":"This former paramour of philosopher Bieque Lozan-Lippid is awaiting an invitation to "The Great Conversation" from the Restuss socialite Indintra Imbru Yerevan.",		"waypoint_description_1":"This friend of Restuss socialite Indintra Imbru Yerevan is expecting a request from Indintra Imbru Yerevan to invite scholar Ingon Lakbo to a dinner party and thus divert him away from the "Great Conversation" debate.",		"return_waypoint_name_2":"Indintra Imbru Yerevan",		"return_waypoint_name_1":"Indintra Imbru Yerevan",		"return_waypoint_description_2":"Return to Indintra Imbru Yerevan.",		"return_waypoint_description_1":"Return to Indintra Imbru Yerevan.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"What will you say at "The Great Conversation" debate?",		"player_more_2_1":"",		"player_more_1_2":"Why is it important to you that Bieque Lozan-Lippid is attending?",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"What is "The Great Conversation" debate?",		"player_4_1":"What is the "Great Conversation" debate?",		"player_3_2":"How will this invitation counter the philosopher's influence in the debate?",		"player_3_1":"What is the "suggestion" you're making that might lure Lakbo away?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I wish you'd deliver that invitation to Shaultra. Time is short.",		"npc_work_1":"Really, I've told you enough already. Please deliver my little suggestion to Briska Gil.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"Well, if Bieque Lozan-Lippid will be at the "Great Conversation" debate, I certainly will attend. I have much to address with Bieque.",		"npc_smuggle_1":"Hmm -- Ingon is such a talker; he really is rather tedious at the dining table. But I suppose I should aid Indintra -- she'll owe me dearly for this one. Now let me see about assembling a suitable guest list for this party... (*Briska's voice fades while mumbling what sounds like a list of names*).",		"npc_reward_2":"Splendid. I can hardly wait to see the look of appalled affront on Bieque's face when he sees his paramour at the debate. He won't retain the intellectual capacity of a frightened borgle.",		"npc_reward_1":"I'm so glad you delivered that invitation. Here, take some money. I have another little job for you, if you want it.",		"npc_reset_1":"Why can you not take care of this simple task? Really, you vex me, you really do.",		"npc_noloc_2":"I'm waiting for Shaultra to arrange a suitable rendezvous for the delivery. Talk to me again in a moment.",		"npc_noloc_1":"Fine, fine. I'm waiting for Briska Gil to assent to my suggestion for rendezvous coordinates. Talk to me again in a few moments.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"Bieque has notions about the nature of identity and reality that are, to my mind, unsustainable by a more insightful intellect. I imagine that my pointed deflation of his absurd notion will raise his blood pressure.",		"npc_more_2_1":"",		"npc_more_1_2":"Bieque and I had a romantic relationship, but we parted in heated argument about the immanence of evil. I still resent his acidic innuendo regarding my intellectual capacity. I look forward to the chance to correct him at the debate.",		"npc_more_1_1":"",		"npc_failure_2":"You couldn't deliver that simple invitation? How very vexing you are.",		"npc_failure_1":"You could not deliver a simple suggestion? Really, you vex me beyond words.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"Hello! Do you have an invitation for me from Indintra Yerevan?",		"npc_breech_1":"Hello? Did Indintra Yerevan send you?",		"npc_backtowork_2":"Really, I've told you all you need to know. I wish you'd deliver that invitation to Shaultra.",		"npc_backtowork_1":"I would have hoped you'd deliver that suggestion to Briska Gil by now.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"Restuss and Narmle, which are what I suppose you'd call friendly rivals, hold debates every so often between the cities' finest minds. Victory for Restuss will prove our superiority over that rabble in Narmle.",		"npc_5_1":"Restuss and Narmle, which are what I suppose you'd call friendly rivals, hold debates every so often between the cities' finest minds. Victory for Restuss will prove our superiority over that rabble in Narmle.",		"npc_4_2":"I am inviting Bieque Lozan-Lippid's former paramour, Shaultra Loraweet, to take part in the debate on behalf of Restuss. Shaultra and Bieque parted on bad terms, and I expect her presence will cause Bieque much distraction. In the best case, he might even make a scene and be summarily ejected. Will you deliver this invitation to Shaultra?",		"npc_4_1":"Honestly, it's quite innocent -- I'm simply suggesting to a friend we hold in common, Briska Gil, that Briska could invite Ingon Lakbo to a must-attend dinner party coinciding with the debate. Ingon is hardly the ideal dinner guest -- always pontificating about "what is reality?" -- but it would be a sacrifice in a good cause. Will you deliver my innocent suggestion?",		"npc_3_2":"After you proved so helpful before, I expected more of you. Goodbye.",		"npc_3_1":"Well, what a vexing figure you are then. Goodbye.",		"npc_2_2":"Fine. Deliver this invitation into Shaultra Loraweet's hands, and on no account be distracted by any pesky protocol droids.",		"npc_2_1":"I knew you'd help. You must deliver this into the hands of Briska Gil, my dear friend and a close acquaintance of Ingon Lakbo. Now don't be giving it to any foolish protocol droid, but to Briska in person!",		"npc_1_2":"My plans are proceeding nicely for the next "Great Conversation" debate. Now that Ingon Lakbo has declined to support that rabble in Narmle, I expect their next choice will be a philosopher named Bieque Lozan-Lippid. I believe I can counter his influence with your help. Will you deliver this invitation?",		"npc_1_1":"Darling, everyone who is anyone will be attending the next "Great Conversation" debate -- including, I'm told, that nasty Narmle scholar Ingon Lakbo. His attendance would be disastrous, simply disastrous. Would you kindly deliver this suggestion to a dear friend that might lure Mr. Lakbo away from the debate?",		"notyet":"Too busy to talk now.  Try me again later.",		"notit_2":"",		"notit_1":"",		"next":"I'm happy to say that all our preparations for the Great Conversation debate are gelling nicely. I need nothing from you right now.",		"gotowork_2":"I expected you to bring me an invitation from Indintra Imbru Yerevan to the "Great Conversation" debate. Don't you have it?",		"gotowork_1":"I expected you to bring me a suggestion of some kind from Indintra Imbru Yerevan. Don't you have it?",		"dontknowyou_2":"I'm afraid you have the wrong person.",		"dontknowyou_1":"I'm sorry, you have the wrong person.",		"cant_work":"Oh dear. I'd planned to offer you a small job, but I see you're busy. How vexing."
}}
