{
	"stfFile":"static_npc/rori/rori_rebeloutpost_raxa_binn",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_3":"Come back when you think you're ready for this. There are always more Imperials that need to die.",		"npc_reset_2":"Come back when you think you're ready for this. There are always more Imperials that need to die.",		"waypoint_name_2":"Rebel scout's location",		"waypoint_name_1":"Stormtrooper squad leader's location",		"waypoint_description_2":"Rescue the Rebel scout",		"waypoint_description_1":"Go find and kill the Stormtrooper squad leader",		"return_waypoint_name_2":"Raxa Binn",		"return_waypoint_name_1":"Raxa Binn",		"return_waypoint_description_2":"Return to Raxa Binn with the Rebel scout",		"return_waypoint_description_1":"Return to Raxa Binn and inform her that your mission was successful.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"Won't it attract a lot of attention if they all go missing?",		"player_3_2":"What are these stormtrooper commandos?",		"player_3_1":"What do you want me to do?",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_2":"This isn't something you should get involved in. ",		"otherescort_1":"",		"npc_work_3":"I want that base taken out. Get going.",		"npc_work_2":"Hurry up and rescue our scout. I don't want this outpost compromised.",		"npc_work_1":"Have you taken out that squad leader yet? I don't want him finding this place.",		"npc_takeme_2":"Perfect timing. They were just about to bring me back for questioning.",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"Well done. If I had a few more like you on our team, I could send those Imperials packing in no time.",		"npc_reward_2":"Not bad at all. You may have the makings of a fine commando.",		"npc_reward_1":"You've done well. I may find more uses for you. Check back with me.",		"npc_reset_1":"Come back when you think you're ready for this. There are always more Imperials that need to die.",		"npc_noloc_3":"I'll check with my scouts for the location of this mobile base. Come back in a few minutes and I'll get you those coordinates.",		"npc_noloc_2":"I'll need a moment to get our scouts last known location. Check back with me in a few minutes.",		"npc_noloc_1":"Let me check our intelligence on his whereabouts. Come and see me in a few minutes and I'll know where to send you.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"Something has to be done. I can't allow that base to put my people at risk.",		"npc_failure_2":"I'm getting the impression your mission was less than successful. We'll have to make another attempt quickly. ",		"npc_failure_1":"I warned you it might be tough. Maybe you can take him out next time.",		"npc_dropoff_2":"Thanks, pal. Maybe one day I can return the favor.",		"npc_dropoff_1":"",		"npc_breech_2":"Get your hands off me, you Imperial lackeys! ",		"npc_breech_1":"Rebel scum!",		"npc_backtowork_3":"You know the risks. Are you going to do this or not?",		"npc_backtowork_2":"I've told you all I can. Are you going or not?",		"npc_backtowork_1":"What is it now? I don't like interruptions.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"Not nearly so much as if they find this outpost. We can always relocate to keep them off our track once you've taken care of their base. Are you up to this or not?",		"npc_4_2":"They're an elite group of stormtroopers with some of the best training and equipment available. Still interested?",		"npc_4_1":"I want you to help the Alliance. More specifically, I want you to kill as many of those Imperial goons as you can. I'll tell you which ones once you've agreed to do it. Otherwise, you don't need to know. What's it going to be?",		"npc_3_3":"I though it might be beyond your skills. This will need an elite team.",		"npc_3_2":"I wish they'd stop sending me people who were all talk and no action.",		"npc_3_1":"Maybe you need to toughen up a little if you don't think you're up to this.",		"npc_2_3":"You have two objectives: First, take out that base; second, leave no survivors. This isn't going to be easy. Get your team together and leave immediately. Good luck.",		"npc_2_2":"You're a credit to our cause - if you can pull this off. These people are about as well trained as Imperial soldiers get, so bring a lot of firepower and some backup that you trust. Good luck. ",		"npc_2_1":"Good. There is a group of Imperial stormtroopers that have been getting a little too close to this outpost for my liking. Their leader is a stormtrooper squad leader. I think he's the one who suspects something is going on. Next time he's on patrol, take him out. He'll have friends with him, so bring some people you can trust.",		"npc_1_3":"I had some of our scouts check out why there's been so much action here recently. Those commandos were part of a larger mobile force looking for Alliance activity. I need someone who's willing to go and take out this mobile base. Are you interested or is it too much for you?",		"npc_1_2":"You handled that last job pretty well. Let's see what you can do with something a little more difficult. One of the outpost's scouts is overdue to check in and some stormtrooper commandos have been spotted in the vicinity of that patrol area. We think they may have captured our scout. Would you be willing to go handle the rescue?",		"npc_1_1":"My name is Raxa Binn. I train commandos here at Zephyr Base as well as wreak a little havoc on the Imperials when time permits. If you want to get on my good side you should do a little work for me. You could pick up a few credits and help the Alliance at the same time. Interested?",		"notyet":"Can't talk.  Busy.",		"notit_3":"",		"notit_2":"",		"notit_1":"",		"next":"That's all I have for you to do right now. If we attract too much attention, the Imperials will find this outpost. Come see me a little later, perhaps things will have settled down by then and we can cause some more trouble.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"This isn't something you should get involved in. ",		"dontknowyou_1":"Clear out of here, citizen. I'll only give you this one warning.",		"cant_work":"I ask a lot from the people who work for me. I need your full concentration. Come see me when you've finished whatever you're doing now."
}}
