{
	"stfFile":"static_npc/rori/rori_narmle_sindra_lintikoor",
	"entries": {
		"player_sorry_2":"Oh, I'll get back to work.",		"player_reset_2":"I can't do this right now.",		"npc_reset_2":"Very well. I hope you'll return when you have more interest.",		"waypoint_name_2":"Bieque Lozan-Lippid",		"waypoint_name_1":"Ingon Lakbo",		"waypoint_description_2":"Noted philosopher awaiting an invitation from Narmle Minister of Education Sindra Lintikoor to participate in "The Great Conversation" debate.",		"waypoint_description_1":"Leading philosopher of Narmle, waiting to respond to Sindra Lintikoor's invitation to participate in "The Great Conversation" debate.",		"return_waypoint_name_2":"Sindra Lintikoor",		"return_waypoint_name_1":"Sindra Lintikoor",		"return_waypoint_description_2":"Narmle's Minister of Education sent an invitation to noted philosopher Bieque Lozan-Lippid to participate in "The Great Conversation" debate.",		"return_waypoint_description_1":"Narmle's Minister of Education is waiting for a response from scholar Ingon Lakbo to her invitation to participate in "The Great Conversation" debate.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"Who are your enemies?",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"What is the subject of this "Great Conversation" debate?",		"player_4_1":"",		"player_3_2":"Who is Ingon Lakbo's bitter rival?",		"player_3_1":"What is "The Great Conversation" debate?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I've given you the coordinates for Bieque Lozan-Lippid. I hope you'll get started soon.",		"npc_work_1":"I've given you Ingon Lakbo's coordinates, so you have everything you need to get started.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"I shall consider attending the Great Conversation debate. I only hope I won't see certain of my enemies there. Please give my thanks to the Minister.",		"npc_smuggle_1":"I have no interest in attending this so-called Great Conversation, for I regard the Restuss scholars as a job-lot of ignorant monkey-lizards. I say as much to the Minister in my response.",		"npc_reward_2":"I hope Bieque Lozan-Lippid will attend our debate. With his oratical skill, we can trounce those Restuss thinkers. He's their bad dream.",		"npc_reward_1":"Let me just see what Lakbo says -- hmm! He rejects my invitation, and rather casually. Well, this has a bright side. Now I have another job waiting, so please talk to me soon.",		"npc_reset_1":"Very well. I hope you'll return when you have more interest.",		"npc_noloc_2":"I'm waiting to hear from Bieque when he's ready to rendezvous. Talk to me in a few moments.",		"npc_noloc_1":"I'm waiting to hear from Ingon now about where he'd like you to meet him. Talk to me again in a few moments.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"A thinker of any complexity inevitably draws resentment from those less gifted. Then, too, there is an emotional dimension to certain rivalries, which I'd rather not discuss at this time. Thank you.",		"npc_more_1_1":"",		"npc_failure_2":"You didn't deliver that invitation to Bieque Lozan-Lippid? Well, I'll have to find someone else. Thank you anyway.",		"npc_failure_1":"You didn't bring Ingon Lakbo's response to my invitation? Well, maybe I'll try to reach him by HoloNet. I doubt that will work -- he despises electronic communication.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"Are you here from the Minister of Education?",		"npc_breech_1":"I am Ingon Lakbo. Are you here to pick up my response?",		"npc_backtowork_2":"I hoped by now you'd have delivered that invitation to Bieque Lozan-Lippid. He's waiting, you know.",		"npc_backtowork_1":"Haven't you brought Ingon Lakbo's response to my invitation? I need to know whether he'll participate in the "Great Conversation" debate.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"In this installment we ponder the issue of bacta restoration. When I am killed in combat and then emerge from a bacta tank soon afterward, am I still me? Or am I a mere simulacrum? These are questions of fundamental importance across the galaxy.",		"npc_5_1":"",		"npc_4_2":"I'm inviting the philosopher Bieque Lozan-Lippid. He's quite well regarded in Narmle, except by Ingon Lakbo, with whom he once engaged in a fistfight on the topic of the nature of evil. Charming man, though, when not out of temper.",		"npc_4_1":"The two towns on Rori, Narmle and Restuss, stage frequent debates between their intellectuals. Victory validates the winner's superiority. It's Rori's equivalent of a sporting match. Would you pick up Ingon's response, so I know whether he can participate?",		"npc_3_2":"After your earlier help, I was hoping for more. Well, I hope you'll change your mind.",		"npc_3_1":"That's a disappointment, but I understand. Let me know if you change your mind.",		"npc_2_2":"Good. I'll look forward to your report of success, and then to Bieque's attendance at our debate.",		"npc_2_1":"I look forward to getting Lakbo's response to my invitation. His is a fine mind, and his participation an asset to our debate.",		"npc_1_2":"I'm glad you're looking for another assignment. Ingon Lakbo's curt refusal to participate in our "Great Conversation" debate with Restuss means that I can now invite Ingon's bitter rival in his stead. Will you deliver the invitation?",		"npc_1_1":"Good day. I am Minister of Education for Narmle. For the upcoming "Great Conversation" debate between Narmle's leading scholars and those of Restuss, I've invited the illustrious thinker Ingon Lakbo. Would you be so kind as to pick up his response?",		"notyet":"Sorry, too busy to talk.",		"notit_2":"",		"notit_1":"I expected you to bring me a datadisc with Ingon Lakbo's response to my invitation. This isn't it.",		"next":"I believe the Great Conversation debate is shaping up according to plan -- at least for now. I don't have anything else to keep you busy. But thanks for your help.",		"gotowork_2":"The Minister, Sindra Lintikoor, told me you'd have an invitation for me. Don't you?",		"gotowork_1":"Shouldn't you be going?",		"dontknowyou_2":"You definitely have the wrong person.",		"dontknowyou_1":"I am certain you have the wrong person.",		"cant_work":"If you're interested in Rori's "Great Conversation" debate, talk to me when you're less busy."
}}
