{
	"stfFile":"static_npc/rori/rori_rebeloutpost_vordin_sildor",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_3":"Feel free to come back when you feel you can finish what you start. Good luck.",		"npc_reset_2":"Feel free to come back when you feel you can finish what you start. Good luck.",		"waypoint_name_3":"Pirate Captain's Hideout",		"waypoint_name_2":"Twil'lek Girlfriend's Location",		"waypoint_name_1":"Naboo Scientist's Location",		"waypoint_description_3":"Get the transport permits from the pirate captain.",		"waypoint_description_2":"Rescue the Twi'lek from her pirate captors.",		"waypoint_description_1":"Find the scientist who's recently been smuggled off Naboo.",		"return_waypoint_name_3":"Commander Sildor's Location",		"return_waypoint_name_2":"Commander Sildor's Location",		"return_waypoint_name_1":"Commander Sildor's Location",		"return_waypoint_description_3":"Bring the permits back to Commander Sildor.",		"return_waypoint_description_2":"Escort the Twi'lek safely back to Commander Sildor.",		"return_waypoint_description_1":"Escort the scientist safely back to Commander Sildor.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"Hand over the transport permits and we can avoid trouble.",		"player_more_1_2":"What is this all about?",		"player_more_1_1":"How do you know a bounty hunter is after you?",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"Why not just get new permits?",		"player_3_2":"What am I rescuing his girlfriend from?",		"player_3_1":"",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"I know you'd like it to be, but sadly I am not the one you are looking for.",		"otherescort_1":"I'm not the man you're looking for.",		"npc_work_3":"Did you get those transport permits yet? We need to get this scientist off Rori immediately.",		"npc_work_2":"Did you bring that Twi'lek girl back yet? That smuggler keeps contacting me about her.",		"npc_work_1":"Where's the Naboo scientist? We need to make sure he makes it here in one piece.",		"npc_takeme_3":"",		"npc_takeme_2":"Could you take me back to your commander? I wish to thank him personally. He is most striking, is he not?",		"npc_takeme_1":"We should leave at once. I believe a bounty hunter is after me. Be ready for a fight.",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"Well done, friend. You're a boon to the Rebellion. May the Force be with you.",		"npc_reward_2":"You're a reliable and effective agent. Could use more like you. Job well done.",		"npc_reward_1":"Well done, friend. The Alliance is greatful for your help. I hope you'll stick around for a bit.",		"npc_reset_1":"Feel free to come back when you feel you can finish what you start. Good luck.",		"npc_noloc_3":"We need to verify those coordinates. Could you check back with me in a few moments?",		"npc_noloc_2":"We have some surveillance droids tracking the Twi'lek girl. Give me a few moments to get the updated coordinates.",		"npc_noloc_1":"I need to verify the Naboo scientist's coordinates. Check back with me in a bit.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"Hah! Come and take 'em, sleemo! Rip it up, lads!",		"npc_more_1_2":"It's all my fault, I'm afraid. I fall in love too easily, you see. That can only lead to trouble. If you can, try to avoid falling in love.",		"npc_more_1_1":"I saw a bounty hunter on Naboo a few days before I was transported here. A hunter matching that description was seen on this planet a few hours ago by one of the smugglers who escorted me here. It can't be a coincidence.",		"npc_failure_3":"I can only hope that pirate doesn't sell those permits to the Imperials before we can mount another assault. With my luck, he's probably already blasted off Rori.",		"npc_failure_2":"I sure hope I can find another smuggler who's willing to take the Naboo scientist to High Command. I really don't need this aggravation.",		"npc_failure_1":"That scientist could have helped the Alliance develop more effective weapons against the Empire's military machines. A shame you couldn't bring him in.",		"npc_dropoff_3":"",		"npc_dropoff_2":"I am most appreciative of your help. I shudder to think what would have happened to me if you had not come along. Farewell!",		"npc_dropoff_1":"I am most grateful to you. I don't believe I would have made it back alive without your assistance.",		"npc_breech_3":"You shouldn't be wandering around here, pal. It's bad for your health.",		"npc_breech_2":"Help! I'm being kidnapped by pirates!",		"npc_breech_1":"Hello? Did Commander Sildor send you?",		"npc_backtowork_3":"I've explained everything you need to know. Did you wish to back out?",		"npc_backtowork_2":"If you'd like to reconsider, I understand. I hate getting tangled in private feuds of this sort.",		"npc_backtowork_1":"If you feel this mission is beyond your abilities, I understand. Do you wish to reconsider?",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"It's a matter of timing and urgency. Plus, if the pirate captain wanted to send those permits to the Imperials, he could jeopardize our covert agents on half a dozen worlds. Those permits are too valuable to leave in his hands. Will you get them back? ",		"npc_4_2":"I don't know the whole story but it has something to do with a gambling debt and a long-standing feud between this smuggler and a notorious pirate. Believe me, the less you know, the better. Will you help?",		"npc_4_1":"",		"npc_3_3":"Perhaps I've asked too much of you already. I'll get someone else to do this.",		"npc_3_2":"I understand. I hate getting in the middle of these squabbles too. I'll find someone else to take care of this.",		"npc_3_1":"Then if you'll excuse me, I have lots of work to do.",		"npc_2_3":"Excellent. Our smuggler gave us the coordinates to the pirate's hideout. The captain should have the permits with him. This mission will be tough. Feel free to solicit help from your comrades. Best of luck.",		"npc_2_2":"I'm glad I can count on you. The girlfriend is being taken to the pirate captain. You need to intercept her and take care of her captors. It's important she come back alive or the smuggler will back out of our deal.",		"npc_2_1":"Good. Here are the coordinates where the scientist was dropped off. Be ready for trouble. Our agents say that several bounty hunters have recently arrived on Rori. Best of luck.",		"npc_1_3":"The plot thickens, it seems. The pirate captain got wind of your rescue and ordered a strike on our smuggler friend. The smuggler escaped with his life but he lost the transport permits we had acquired for him. The pirate captain has them now and we need to get them back. Do you think you can do that?",		"npc_1_2":"Sometimes I hate dealing with these "procurement specialists" but what choice do people like us have? The smuggler who was supposed to get our Naboo scientist offworld has just adjusted his price. He now wants us to rescue his Twi'lek girlfriend as part of the payment for getting the scientist to High Command. I have no choice but to accept. Do you think you could tackle this mission?",		"npc_1_1":"I hope you're here to work, because we've got plenty to do. A respected Naboo scientist has just arrived on Rori. This individual has been studying Gungan weapons technology and is crucial to the Alliance's efforts. High Inquisitor Sikander has placed a deathmark on his head so we need to act fast. Can I count on you to get this Naboo scientist back here safely?",		"notyet":"I don't have anything to say to you right now.",		"notit_3":"Those are not the permits I asked you to bring me.",		"notit_2":"",		"notit_1":"",		"next":"You've been a great help to the Alliance. I don't need your services at the moment but check back with me later. You never know around here when an emergency will spring up. May the Force be with you.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"Get lost! I ain't got no time for the likes of you.",		"dontknowyou_2":"Sadly, I have no time for you. ",		"dontknowyou_1":"I'm afraid I can't talk to you at the moment. I'm busy with something.",		"cant_work":"Come back and talk to me about an assignment when you've finished your current one."
}}
