{
	"stfFile":"static_npc/rori/rori_rebeloutpost_booto_lubble",
	"entries": {
		"player_sorry_2":"I'll keep working on it.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"Dat okay wit mesa.  Yousa go be doin' your works, hey?",		"waypoint_name_2":"Thermal Detonator",		"waypoint_name_1":"Imperial Warrant Officer",		"waypoint_description_2":"A patrol from Colonel Zarvold's Imperial Army battalion on Rori, equipped with a thermal detonator sought by Booto Lubble, Gungan liaison to the Zephyr Base Alliance outpost.",		"waypoint_description_1":"On patrol from Colonel Zarvold's Imperial Army battalion on Rori, this officer carries an Imperial rank cylinder sought by Booto Lubble, Gungan liaison to the Zephyr Base Alliance outpost on Rori.",		"return_waypoint_name_2":"Booto Lubble",		"return_waypoint_name_1":"Booto Lubble",		"return_waypoint_description_2":"Gungan liaison to the Zephyr Base Alliance outpost on Rori, currently waiting for a thermal detonator to use as a necklace pendant.",		"return_waypoint_description_1":"Gungan liaison to the Zephyr Base Alliance outpost on Rori, currently waiting for an Imperial rank cylinder that he wants to add to a necklace.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"Who is the Imperial Army captain?",		"player_5_1":"Why does the rank cylinder have to be from this warrant officer?",		"player_4_2":"Why do you want a detonator from this particular Imperial Army captain?",		"player_4_1":"Who is getting the gift necklace you're making?",		"player_3_2":"Why do you want a thermal detonator for a necklace pendant?",		"player_3_1":"Who are you?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"Yousa not gettin' dat termal detanator yet? My workin' berry hard on de necklace.",		"npc_work_1":"Yousa gettin' dat rank cylinder ting yet? My workin' on Raxa's necklace berry hard.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Ooh, yousa bombad! Disa gonna be de sweetest necklace for de sweetest Zabrak commando trainer in de worl'. Shesa seein' dis an' gettin' all soft an' sweet ovah mesa. Tanks!",		"npc_reward_1":"Oie boie! Disa de just-right ting mesa needin' on de necklace for Raxa! Tanks! Yousa be talkin' to mesa 'gain soon, hey?",		"npc_reset_1":"Dat okay wit mesa. Yousa go be doin' your works, hey?",		"npc_noloc_2":"My waitin' for Zephyr Base tellin' where's disa captain. Yousa talkin' to mesa real soon, hey?",		"npc_noloc_1":"My waitin' now for coordinates for de Empire patrol. Yousa be checkin' wit mesa soon, hey?",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"Owoo! No termal detanator? Mooie bombad! Raxa Binn, shesa nevah likin' mesa now!",		"npc_failure_1":"Yousa no got de rank cylinder ting? Awoo, my never gonna finish disa necklace for Raxa.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"Rebel sighted! Open fire!",		"npc_breech_1":"It's a Rebel! Protect me, you fools!",		"npc_backtowork_2":"My not knowin' anyting else to be tellin' yousa, sorry.",		"npc_backtowork_1":"My not knowin' anyting else to be tellin' yousa, sorry.",		"npc_6_2":"Hesa Cap'n Rohd Gostervek, mooie bombad Imperial. Hesa patrollin' de wilderness, lookin' for dis base. Hesa always protected, so yousa be careful, hey?",		"npc_6_1":"Ooah, de rank cylinder tings for warrant officers bein' just de right color for matchin' Raxa Binn's eyes!",		"npc_5_2":"Disa one of Colonel Zarvold's men. Raxa Binn, shesa hatin' Zarvold -- mesa not knowin' why -- an' will like dis detanator for, mesa thinkin', sentimental value.",		"npc_5_1":"My be sweetin' on de commando trainer here, Raxa Binn. Shesa mooie-mooie! My tinkin' shesa likin' a necklace made of Empire rank cylinder tings.",		"npc_4_2":"Ooh, one time mesa overhearin' Raxa Binn, shesa sayin, "Evvy tim I seein' dat Gungan, I want a termal detanator."",		"npc_4_1":"Here at Zephyr Base wesa plannin' strategies for fightin' de Empire on Naboo. My bein' liyayzonn to all Gungans on Naboo, gettin' dere hep.",		"npc_3_2":"Hokay, bye.",		"npc_3_1":"Hokay, bye.",		"npc_2_2":"Owoo! My givin' yousa de coordinates right now. Disa captain, hesa got mooie bombad troopers wit him, so yousa be careful, hey?",		"npc_2_1":"Oie boie, yousa good friend. My givin' yousa de coordinates right now. Yousa bringin' de cylinder ting back to me, hey?",		"npc_1_2":"Ello! My workin' hard on de necklace for Raxa Binn. My needin' a nice pendant now -- mesa tinkin' a termal detanator. Yousa mebbe killin' disa Empire Army captain an' gettin' it for mesa?",		"npc_1_1":"Heydo! My workin' on makin' a necklace from Empire officer rank cylinder tings. My knowin' 'bout a warrant officer in de wilds wit some soldiers. My wantin' you to be killin' de warrant officer an' bringin' mesa hisa rank cylinder ting. Hey?",		"notyet":"Sorry, mesa no can talk to you now.",		"notit_2":"Yousa bringin' mesa dat termal detanator? Disa not it.",		"notit_1":"My tinkin' dat's not de ting my askin' you for.",		"next":"Heydo! My busy workin' on de necklace for Raxa. My be stickin' on de termal detanator soon!",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"Imperial business. Move along.",		"dontknowyou_1":"Imperial business. Clear the area.",		"cant_work":"Yousa be talkin' to mesa back here when yousa not bein' so busy, hey?"
}}
