{
	"stfFile":"static_npc/rori/rori_restuss_draya_korbinari",
	"entries": {
		"notyet":"Not right now, I'm busy.",		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_4":"If you're not up to doing this right now come back later.",		"npc_reset_3":"If you're not up to doing this right now come back later.",		"npc_reset_2":"If you're not up to doing this right now come back later.",		"waypoint_name_4":"The bounty hunter's location",		"waypoint_name_3":"Smuggler's location",		"waypoint_name_2":"Thief's location",		"waypoint_description_4":"Go stop the bounty hunter",		"waypoint_description_3":"Go find the smuggler and retrieve the missing art holo.",		"waypoint_description_2":"Go and arrest the thief who stole the holo",		"return_waypoint_name_4":"Draya Korbinari",		"return_waypoint_name_3":"Draya Korbinari",		"return_waypoint_name_2":"Draya Korbinari",		"return_waypoint_description_4":"Return to Draya Korbinari and inform her of your success",		"return_waypoint_description_3":"Return the holo to Draya Korbinari.",		"return_waypoint_description_2":"Escort the thief back to Draya Korbinari",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"Why aren't these people trying to kill me? I'm the one that killed their friend.",		"player_3_3":"Wouldn't a smuggler have taken it offworld by now?",		"player_3_2":"Why would someone from Narmle steal your holo?",		"player_3_1":"You want me to kill the tusk-cat?",		"player_2_4":"No",		"player_2_3":"No",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_4":"Yes",		"player_1_3":"Yes",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"You should probably get out of here. ",		"npc_work_4":"Did you find that killer yet? Don't wait too long. ",		"npc_work_3":"Have you caught up with that smuggler yet? ",		"npc_work_2":"Did you find that thief yet? ",		"npc_work_1":"Have you killed that tusk-cat yet? I don't want that thing hurting anyone else.",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"Don't hurt me. I'll go quietly.",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_reward_4":"Well done, friend. That should teach those smugglers not to mess with Restuss. ",		"npc_reward_3":"Great work, friend. You've saved the Restuss Jubilee. That'll show Narmle!",		"npc_reward_2":"This thief may not be from Narmle, but I'm guessing someone from there set up this whole thing.",		"npc_reward_1":"Well done. You handled that like a pro. ",		"npc_reset_1":"If you're not up to doing this right now, see me a little later.",		"npc_noloc_4":"Let me check with Chief Administrator Zindalai and make sure I haven't forgotten anything. See me in a few minutes and we'll get started. ",		"npc_noloc_3":"Give me a few minutes to have another little chat with our thief. Perhaps I can get some useful information to lead you to that smuggler.",		"npc_noloc_2":"I need to check the tracer in the holo for its current location. See me soon and I'll have that information.",		"npc_noloc_1":"Let me find out the location of the most recent attacks. That's the most likely area to find it. See me again soon.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_failure_4":"We've got to find a way to stop this killer before it's too late.",		"npc_failure_3":"Oh no! Our city will be the laughingstock of Rori.",		"npc_failure_2":"The thief got away. Blast! We have to get that holo back.",		"npc_failure_1":"You couldn't kill it? I warned you they were fierce.",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"I took the tracking beacon out of the holo. They'll never find it now.",		"npc_breech_4":"You think you can stop me? You're wrong -- dead wrong.",		"npc_breech_3":"I've got too much invested in this deal to give up now.",		"npc_breech_2":"How did you find me so quickly?",		"npc_backtowork_4":"If you don't think you can stomach this one, tell me now. ",		"npc_backtowork_3":"You're not giving up on me, are you?",		"npc_backtowork_2":"I've told you everything I know. Was there anything else? ",		"npc_backtowork_1":"If you don't think you can handle this, just say so.",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"I'm sure if they knew you were responsible they'd be happy to have you killed too. No doubt they'll find out about you -- unless you stop this killer. How about it?",		"npc_4_3":"Possibly, but they might be planning to use it in Narmle. I wouldn't put it past those lowlifes. Will you at least try to find that holo?",		"npc_4_2":"Those poseurs have always been jealous of our Arts Jubilee. Now they've gone too far. Will you find the thief and bring him back?",		"npc_4_1":"That's it exactly. If you kill it, you can just claim you were defending yourself, and the owner can't complain about that. What do you say?",		"npc_3_4":"It's your choice. Don't be surprised when they're looking for you next.",		"npc_3_3":"I can't believe you'd let Restuss down in our darkest hour. I'm very disappointed. You're not from Narmle, are you?",		"npc_3_2":"I better not find out you had anything to do with this. I don't much care for thieves or smugglers.",		"npc_3_1":"I guess you don't take much interest in helping the law. You'd better not cause any trouble around here.",		"npc_2_4":"I thought you might be willing to help. Stop this killer by any means necessary. Good luck.",		"npc_2_3":"Get that holo back no matter what it takes. I don't want that smuggler to make it offworld with our precious art.",		"npc_2_2":"Fortunately there's a tracking beacon in the holo for just such cases as this. Bring the thief back here to taste a little Restuss justice.",		"npc_2_1":"Glad to hear you're willing to help. Be careful now. Tusk-cats are fierce creatures. Find it and put it out of our misery.",		"npc_1_4":"I need your help again, urgently. That smuggler had some unsavory friends who hold our town responsible for his death. They've sent a bounty hunter to kill our Chief Administrator for revenge. Will you stop the killer? ",		"npc_1_3":"We got that thief to tell us what became of the stolen holo centerpiece intended for our Arts Jubilee. I want you to take the holo back from the smuggler that bought it. Will you do it? ",		"npc_1_2":"One of those stinking people from Narmle has stolen the holo we planned to use as the centerpiece for the Restuss Arts Jubilee. I'm just too busy to track this vermin down. But if the town gets wind of this, there will be an uproar the likes of which we've never seen. Will you find the culprit before word leaks to the town?",		"npc_1_1":"You're not a smuggler, are you? You look shifty. To get on my good side, help me out with a little favor. One of our citizens owns a trained tusk-cat. It was always well behaved, but recently it ran off and has been attacking people indiscriminately. Will you find it and put it down? ",		"notit_4":" ",		"notit_3":"You were supposed to bring back the art holo. What is this?",		"notit_2":"",		"notit_1":"",		"next":"That's all I have for you right now. Check back with me later -- maybe something else will turn up.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"dontknowyou_4":"This is a bad place to be. You'd better get out of here.",		"dontknowyou_3":"I'm kind of hiding out, so if you could get lost, I'd really appreciate it.",		"dontknowyou_2":"You should probably get out of here.",		"cant_work":"I could use a little help with things. See me when you're not so busy."
}}
