{
	"stfFile":"static_npc/rori/rori_narmle_oxil_sarban",
	"entries": {
		"player_sorry_2":"Ok.  I'll get back to work.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"Very well. I hope you'll remember the importance of furthering the arts in Narmle -- as opposed to Restuss.",		"waypoint_name_2":"Alien Artifact Collection",		"waypoint_name_1":"Rising Artist",		"waypoint_description_2":"Here is a collection of alien artifacts for the Narmle Arts Minister, Oxil Sarban, and his Narmle Arts Gala.",		"waypoint_description_1":"A promising artist with a presentation sought by Narmle's Arts Minister, Oxil Sarban, for the Narmle Arts Festival.",		"return_waypoint_name_2":"Oxil Sarban",		"return_waypoint_name_1":"Oxil Sarban",		"return_waypoint_description_2":"The Narmle Arts Minister is expecting a collection of alien artifacts for the Narmle Arts Gala.",		"return_waypoint_description_1":"Narmle's Arts Minister, awaiting delivery of a presentation for the Narmle Arts Festival sent by a rising artist.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"What is your revised presentation?",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"What sort of artifacts?",		"player_3_1":"Who is this rising artist?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I don't know what else I can tell you, really. Please pick up the collection of artifacts as soon as possible.",		"npc_work_1":"I really don't know what else I can tell you. Please bring me the presentation.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"Here's that collection of alien artifacts. I carried them as far as I could -- good thing they're light. They're all carved dust grains -- need quite a magnification to see them.",		"npc_smuggle_1":"Ah! I am most excited! In a fit of inspiration I have revised my promised presentation of the Empire's finest military marches. Yes! It is now revised.",		"npc_reward_2":"What? Grains of dust? I have no way to display a pinch of artistic dust! This is sheer flummery! Whatever shall my Arts Gala do? This is somehow the work of those Restuss Jubilee fiends.",		"npc_reward_1":"What? What is this foul caterwauling? I can't play this noise -- our Arts Gala would become a laughingstock in Restuss! Well, I shall pay you, but I believe I'll cross a certain artist off my list of future contributors.",		"npc_reset_1":"Very well. I hope you'll remember the importance of furthering the arts in Narmle -- as opposed to Restuss.",		"npc_noloc_2":"The driver of the stranded cargolifter will relay coordinates to me shortly. Check with me soon.",		"npc_noloc_1":"I'm awaiting a contact from the artist shortly, giving the coordinates for the rendezvous. Check with me in a few moments.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"Now I present a selection of sweet-toned Chadra Fan heart-splitter wailing serenades. Take it please to Oxil.",		"npc_failure_2":"You didn't bring that collection of alien artifacts? Well, perhaps that is for the best -- Imperial citizens are suspicious of such things.",		"npc_failure_1":"Did you not bring back that presentation? Our Arts Gala audience will never know the pleasure they missed.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"Hey! Are you from that Arts Minister?",		"npc_breech_1":"Ah! You are here looking for the presentation from me?",		"npc_backtowork_2":"Have you picked up that collection of artifacts? Our Arts Gala is waiting.",		"npc_backtowork_1":"Have you not brought back that presentation yet? Our Narmle Arts Gala audience will be agog when they finally see it.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"These alien art objects represent traditions from worlds across the galaxy. I believe there is some unifying theme, but I don't know what it is. The collection's descriptions should make all clear. Can you pick it up?",		"npc_4_1":"I believe I'd best keep the name a secret, lest news leak out and spoil what should be a sensation. Those Restuss Jubilee people would die to steal away our prize catch. Please don't tell anyone about your assignment!",		"npc_3_2":"I'm sorry your commitment to the Narmle Arts Gala appears weaker than I hoped. You haven't been subverted by those Restuss Jubilee people, I hope.",		"npc_3_1":"I am sorry you can't help. This festival is a busy time for me.",		"npc_2_2":"Good. I expect you'll find the cargo at these coordinates. Please hurry!",		"npc_2_1":"Excellent. Being rather eccentric, this artist lives in the wilderness, and looks rather unusual. Be careful on your journey.",		"npc_1_2":"Our Narmle Arts Gala had bad luck with that so-called rising artist whose insane screechings you brought to me. To remedy our ruined schedule, I called in a favor and asked to exhibit a friend's collection of rare alien artifacts. My friend sent them, but the cargo lifter went off course and has broken down Can you pick up the artifacts from the driver?",		"npc_1_1":"Hello! I am Minister of Arts for the Narmle government. In this crucially important position, at this crucially important time of our Narmle Arts Gala, I have commissioned a holo presentation from a rising artist. It will certainly show up that imitative Restuss Arts Jubilee for the tone-deaf debacle it customarily is. Will you pick it up and bring it here?",		"notyet":"Sorry, I'm a little busy...",		"notit_2":"I was hoping to get a collection of diverse alien artifacts for our Arts Gala. That is't what I expected.",		"notit_1":"I was expecting a presentation for our Arts Gala from a particular rising artist. That isn't it. ",		"next":"I believe the Narmle Arts Gala is currently under control. If anything goes amiss, I'll keep you in mind.",		"gotowork_2":"You should be going.",		"gotowork_1":"Shouldn't you be leaving?",		"dontknowyou_2":"I'm not waiting for you, friend.",		"dontknowyou_1":"I am not the one you are looking for.",		"cant_work":"I really could use your help once you aren't quite so busy."
}}
