{
	"stfFile":"static_npc/rori/rori_narmle_zeelius_kraymunder",
	"entries": {
		"player_sorry_2":"I'll get back to work.",		"player_reset_2":"Sorry, I can't do this now.",		"npc_reset_2":"Don't you worry, just come back when you can.",		"waypoint_name_2":"Gambling Partner's Location",		"waypoint_name_1":"Hermit Spider's Location",		"waypoint_description_2":"Find Kraymunder's gambling partner.",		"waypoint_description_1":"Get rid of the pesky hermit spider.",		"return_waypoint_name_2":"Zeelius Kraymunder's Location",		"return_waypoint_name_1":"Kraymunder's Location",		"return_waypoint_description_2":"Escort Kraymunder's gambling partner back to him.",		"return_waypoint_description_1":"Report your amazing success to Zeelius Kraymunder.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"If he was your partner, doesn't that mean you were cheating too?",		"player_3_1":"How could she have possibly believed that lame story?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"I'm waiting for somebody else to meet me here.",		"otherescort_1":"",		"npc_work_2":"Where is my partner? I thought you already left to get him.",		"npc_work_1":"Hurry up and kill that spider. I don't want people to think I'm lazy.",		"npc_takeme_2":"From the way they react, you'd think none of these people has ever cheated at cards. Get me out of here.",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Who is this? I've never seen this guy before in my life -- I'm kidding. You did great.",		"npc_reward_1":"Nice work. I'll let Jaleela Bindoo know her "spider problem" is taken care of.",		"npc_reset_1":"Don't you worry, friend, just come back when you think you can finish the job.",		"npc_noloc_2":"Let's wait for the lynch mob to settle down. See me in a while, and it should be safe enough to go get my partner.",		"npc_noloc_1":"Let me locate a likely lair for a hermit spider. Check with me in a short while.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"That's too bad. Maybe I should start interviewing new sabaac partners. Do you play?",		"npc_failure_1":"Couldn't kill the spider, eh? Blast!",		"npc_dropoff_2":"Thanks for getting me here. I'd better work on my deal.",		"npc_dropoff_1":"",		"npc_breech_2":"Did Zeelius send you? ",		"npc_breech_1":"",		"npc_backtowork_2":"No need to get pushy, friend. If you don't want the credits just say so.",		"npc_backtowork_1":"If you don't want in on this deal, just say so.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"Of course not! They didn't catch me. It's only cheating if they notice you doing it. So what do you say, friend, will you escort my partner back here safely?",		"npc_4_1":"You know how it is -- scare some children with a couple of realistic remote-control spider-droids, and stories start spreading. Jaleela Bindoo may know about art, but toss a couple of fake dead spiders in front of her and she loses all reason. So are you in or not?",		"npc_3_2":"Maybe I should just find a partner who cheats better.",		"npc_3_1":"What's the matter? Afraid of spiders?",		"npc_2_2":"Great. Be careful of those other card players -- I get the feeling they know how to hold a grudge.",		"npc_2_1":"It's a simple thing. Just go and kill a hermit spider and come back the victorious spider-slaying hero. Oh, and remember -- when you got to the mound, there were at least fifty of them, you had to lob a thermal detonator, and the carnage was fantastic. Got it? Good.",		"npc_1_2":"If there's one thing folks don't like, it's someone who cheats at cards. In fact, infuriated citizens recently chased my sabaac partner out of town because he was cheating. He wants to come back, but he's afraid they might still be looking for him. Might you escort him back here?",		"npc_1_1":"I made a deal with the chief administrator that, for a very reasonable rate, I could clear out a nest of hermit spiders that would threaten the upcoming Narmle Arts Gala. The beauty of this idea is, hermit spiders are solitary creatures. You go kill one for me -- I tell Bindoo we got the queen, so the nest is history -- job's done! What do you say?",		"notyet":"Oh, I'm sorry.  Can you come back later?",		"notit_2":"",		"notit_1":"",		"next":"I've done all I can with you right now, my friend. Check back later and maybe I'll have something new for you.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"I'm waiting for somebody else to meet me here.",		"dontknowyou_1":"",		"cant_work":"Friend, I have a job for you that'll change how you look at the galaxy. See me when you finish what you're doing."
}}
