{
	"stfFile":"celebrity/kole",
	"entries": {
		"talk_to_jinkins":"Go talk to Jinkins.",		"talk_to_nym":"Go see Nym.  He needs an outlander for a special mission.",		"youre_done":"I don't have any more assignments, but Nym wants to talk to you.",		"good_bye":"Good luck, fringer.",		"see_ya":"I'll talk to you later.",		"what_now":"What should I do now?",		"good_work":"I wasn't sure about you, but recoverin' that gas from the mining facility was a pretty dangerous mission. I'm actually surprised you survived. Good work.",		"whats_this":"This isn't what I asked for. I need the gas from the mining facility.",		"gave_gas":"Good work. This gas should be extremely useful to Nym.",		"get_back_to_work":"Then get back out there and find it.. Look in the mine's filtration system.",		"hand_it_over":"Good. Now, just give me the canister...",		"no":"No, I didn't get it yet.",		"yes":"Yeah, I have it here...",		"bring_gas":"Did you bring me the gas?",		"not_really":"No. You've heard everything you need to know.",		"anything_else":"Is there anything else you can tell me?",		"here_is_imperial":"I'll give you a waypoint to the cantina where he hangs out. He might be able to tell you about the droids or the mining facility.",		"ill_see_imperial":"Maybe I should go talk to him.",		"officer_info":"The Empire found out that he was borrowing credits from Nym. He was going to be executed, but he has friends in the Tagge family. They put in a good word, and Moore was kicked out instead of killed. But, he still has good information about the Empire's droids.",		"resigned_officer":"Why did he leave the army?",		"imperial_stuff":"We don't know, exactly. But we do have an ex-Imperial in our pocket who might have some information for you. Sergeant Moore owes Nym several thousand credits. He'll probably tell you whatever you need to know, for a price. Since he left the Imperial army, he spends most of his time in the cantina.",		"imperial_involvement":"What kind of droids?",		"droid_info":"Since the imperials aren't sure what's going on with the mine, they've sent some of their droids to monitor the situation.  You may have to deal with them as well.  ",		"quest_info_again":"I want you to grab an "insanity gas" from a mine full of deranged miners. Find the filtration system and get a canister of that gas. ",		"tell_me_again":"Explain to me again what I need to do...",		"here_is_gas":"Good. I'm gonna mark the location of the mine in your datapad. This will be a tough mission, though; if you have any friends, you'd might want to ask for their help. Or least tell them how you want your remains handled. ",		"ill_get_gas":"Well, I can take a shot at getting this gas...",		"gas_info":"You scared? I said don't worry about the gas. The filters should have scrubbed the air clean by now. The real danger is gonna be the miners. The gas has poisoned their brains. They've taken over the mine and will attack anyone who comes near the place. They're like wild dinkos...",		"mining_facility":"Won't the facility be filled with poison?",		"quest_tease":"I ain't got nothing for you yet. Go talk to Jinkins. He's always handing out blue milk runs for outlanders like you.",		"miners":"It looks like the mine has a cheap air filtration system. It barely meets Imperial code and didn't stop the gas from infecting the miners. But Jinkins thinks the filters trapped some of the gas. Just find the filtration system and look for some kinda sealed container. Oh, and now that the filters have had some time do their work, the air down there should be clean. If you're lucky, anyway. ",		"hello_again":"I wasn't expecting you to come back. Figured you hopped a shuttle back to Naboo or whatever planet you come from. What do you want?",		"probe_droid":"What other threats are out there?",		"dangerous_gas":"How dangerous is this gas?",		"nym_is_chief":"Nym's the captain of the Lok Revenants, our crew. Before that thing on Naboo, we was pirates, mainly robbing freighters that passed by Lok. But then Nym went to war with the Trade Federation. It took ten years, but we finally chewed through the droids and spit 'em out of the system. Nym's been like the king of Lok ever since.",		"quest_info":"Good. I need you to check something out for us. Jinkins sliced some data from an Imperial droid and found out that it was on a ship trying to escape an Imperial mining installation here on Lok. Imperial labor camps ain't known for their safe working conditions... The droid says the miners hit some sort of gas pocket. The entire work crew had their brains boiled. They survived, but they're crazy. And the droid thinks that some of the Imperial officers were infected too. Any gas that drives Imperials out of their minds is a good thing to have around, so we want some samples of it. ",		"jinkins_is_friend":"Jinkins is the bald Bith standing over there. He's Nym's chief engineer, builds us our weapons and droids. He don't have that killer instinct, but he does have something more dangerous: information. In fact, he's probably got some work for you, if you're lucky.",		"who_is_jinkins":"Who is Jinkins?",		"who_is_nym":"Tell me about Nym.",		"im_kole":"According to the Imperial criminal databank, my name's Kole, and that's the only name you need to know. I'm Nym's first mate, which means that I slip a vibro-blade between the ribs of anyone who he don't like. So watch yourself. Me and Jinkins, we've been around long enough to bury hundreds of outlanders just like you.  ",		"tell_me_quest":"I'm looking to help out Nym's crew.",		"who_are_you":"Who are you?",		"first_time_hello":"Eh, what do we have here? Some soft outlander that has crawled into our stronghold? What do you want, fringer?  "
}}
