{
	"stfFile":"celebrity/lok_hacker",
	"entries": {
		"faulk":"My name is Faulk. I was hired by Borvo the Hutt on Naboo to gather information on the Sulfur Lake Pirates. He's convinced the pirates have hijacked some of his weapons shipments. I've been hiding out in this cave for weeks, waiting for a chance to slice into their network and grab all the data I can find. All this commotion has given me the opening I need, but I can't get past the final safeguards!
",		"who_are_you":"Who are you?",		"right_joke":"Ugh...that's terrible.  What kind of...nevermind.  Let's do the next one.",		"right_color":"Great!  You must have studied art or something.  I'd have never gotten that.  Now what?",		"right_answer":"That's it!  Good thing you know your math.  All right, what now?",		"success":"That did it!  It's open!",		"joke":"What do you call a womprat that can lift a bantha?",		"codec_2":"Ok, let's reset the network.",		"rewire_2":"Now let's reroute the access commands.",		"defender_2":"Let's deal with the defender chip.",		"wrong_answer":"I don't think so...",		"not_funny":"That's not even funny!",		"wrong_color":"Apparently that wasn't it...",		"wrong_joke":"To get to the other side!",		"bad_joke":"No such thing?",		"punchline":"Sir!",		"nine":"It's nine.  I'm sure of it.",		"two_twenty":"Uh...220.",		"seven_twenty":"It's multiplying. 720.",		"math_problem":"It says, "Finish this number pair sequence... 1-2, 3-6, 4-24, 5-120, 6-?",		"orange":"It's orange. I'm sure of it.",		"brown":"It's brown!  Hah! I knew that one.",		"purple":"I'm pretty sure it's purple.",		"color_codes":"It says, "On a color wheel, this color is the opposite of blue..."  What does that mean?  What's a color wheel?  And what's the opposite of blue?",		"jerk":"Fine!  Who needs ya?",		"defender":"Let's break the defender chip.",		"rewire":"Let's reroute the access commands.",		"codec":"Let's do the network reset.",		"explain":"Great. I need to reroute the access commands, reset the security network, and break the defender chip. But I have to answer one question before I can complete each task. I can give you the questions in any order.",		"going_away":"You're too upset about this. I'm leaving.",		"helpful":"Sure.  What are the questions?",		"cant_solve":"I can't answer these riddles.  Who built this thing? Can you help me answer these questions?",		"what_do_you_need":"Tell me what you need.",		"hacking":"I'm trying to slice through the pirates' security system. The system itself is really basic, but the final safeguard includes three questions that I need to answer. The questions don't have anything to do with the pirates or computers. I'm totally lost.  ",		"what_are_you_doing":"What are you talking about?",		"help_me_hack":"Aargh!  Can you help me with this thing?  I've found a back door to this security system, but the AI program keeps asking me these stupid questions! Can you lend me your brain?",		"go_man_go":"Well don't waste time!  Get in there!",		"right":"Oh.  Right.",		"doors_open":"I've already sliced the doors open.  Don't you remember helping me?"
}}
