{
	"stfFile":"static_npc/dantooine/dantooine_mining_outpost_stoos_olko",
	"entries": {
		"player_sorry_3":"What do you want me to do again?",		"player_sorry_2":"What do you want me to do again?",		"player_sorry_1":"What do you want me to do again?",		"player_reset_3":"On second thought, I'd really rather not get involved in this.",		"player_reset_2":"On second thought, I'd really rather not get involved in this.",		"player_reset_1":"On second thought, I'd really rather not get involved in this.",		"npc_reset_3":"I guess I can't make you work. But stay out of my way or you'll regret it.",		"npc_reset_2":"I guess I can't make you work. But stay out of my way or you'll regret it.",		"npc_reset_1":"I guess I can't make you work. But stay out of my way or you'll regret it.",		"waypoint_name_3":"Stormtrooper Squad Leader",		"waypoint_name_2":"Imperial Ensign",		"waypoint_name_1":"Coer Clem",		"waypoint_description_3":"This is the squad leader Stoos Olko wants you to deliver Kelvus' ledger to.",		"waypoint_description_2":"Stoos Olko wishes you to deliver a falsified report to this Imperial ensign.",		"waypoint_description_1":"Stoos Olko's friend and partner in crime. Stoos sends you to Coer to retrieve a ledger.",		"return_waypoint_name_3":"Stoos Olko",		"return_waypoint_name_2":"Stoos Olko",		"return_waypoint_name_1":"Stoos Olko",		"return_waypoint_description_3":"Mining outpost foreman.",		"return_waypoint_description_2":"Mining outpost foreman.",		"return_waypoint_description_1":"Foreman at the miner's guild.",		"player_sorry":"What do you want me to do again?",		"player_reset":"On second thought, I'd really rather not get involved in this.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"I am here for the ledger.",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"What is in it for me?",		"player_3_2":"Doesn't this sound a little dangerous?",		"player_3_1":"What do I get for helping you?",		"player_2_3":"This is way too risky. Count me out.",		"player_2_2":"This is starting to sound like blackmail. I'd rather not.",		"player_2_1":"I'd rather not get involved in this sort of thing.",		"player_1_3":"Yes, I will help.",		"player_1_2":"Yes, I will deliver the report.",		"player_1_1":"I'll bring you the ledger.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Have you delivered the ledger?",		"npc_work_2":"Have you delivered the report?",		"npc_work_1":"Do you have the ledger yet?",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"This is the information that Stoos promised? Good work, citizen. While you may have angered an Imperial commander with this action there are many more in the Empire who approve of what you have just done.",		"npc_smuggle_2":"A report? For the commander? Issues vital to the Empire? It sounds like he would be interested. I'll have to check it for explosives, but I'll make sure he sees it. Can't be too careful these days.",		"npc_smuggle_1":"Here's the ledger. Take it straight back to Stoos and be careful.",		"npc_reward_3":"You continue to impress me with your resourcefulness. It's only a matter of time before Kelvus is removed by the mining guild. Unfortunately I think that squad leader is doomed. Lytus is a crafty, crafty man and this incident likely will not ruin his career. Hopefully he doesn't bear grudges. Take this... it may save your life.",		"npc_reward_2":"The report was delivered? That suits me just fine. I've only to give commander Lytus a little time to realize the danger of his precarious situation, then I will send this report to a friend I have in the Imperial high command.",		"npc_reward_1":"Oh yes, this is good stuff. Look at this: Kelvus Naria has been loaning groups of miners to the Imperial garrison to use as unskilled labor, while Commander Lytus has been funneling Imperial supplies to the mining outpost. Very nice. Exactly what I wanted. Here is the payment we agreed upon earlier.",		"npc_reset":"I guess I can't make you work. But stay out of my way or you'll regret it.",		"npc_noloc_3":"Look at the time! I've got to turn those reports in pronto. Could you get back to me later? We'll finish talking then.",		"npc_noloc_2":"Look at the time! I've got to turn those reports in pronto. Could you get back to me later? We'll finish talking then.",		"npc_noloc_1":"Look at the time! I've got to turn those reports in pronto. Could you get back to me later? We'll finish talking then.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"Good work. Here, take this. Do I need to tell you to be careful with it and bring it right back to Stoos?",		"npc_failure_3":"Hah. Good thing I kept the original copy of that ledger. Better luck next time?",		"npc_failure_2":"That's too bad. Luckily I've kept a backup copy, so I'm not too terribly inconvenienced by this.",		"npc_failure_1":"What happened? Ah damn, I hope Coer took the trouble to make a copy of that ledger.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"Move along, citizen.",		"npc_breech_2":"Unless you have pressing business with the Empire, I suggest you move along, citizen. We are on patrol.",		"npc_breech_1":"Are you the one Stoos sent?",		"npc_backtowork_3":"Take the ledger to the squad leader indicated on your datapad.",		"npc_backtowork_2":"Take the briefcase I gave you to the location of the Imperial ensign marked on your datapad.",		"npc_backtowork_1":"I marked a location on your datapad. I want you to go there and talk to my friend Coer Clem. He will give you a ledger. Bring that back to me.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"Don't you know by now that I'll make it worth your time?",		"npc_4_2":"Yes, it is. That's why I'm prepared to pay you well for this service.",		"npc_4_1":"I've got a little cash I can reward you with. And I don't believe anyone is going to miss this old mineral survey tool.",		"npc_3_3":"Very well then. I know you won't tell anyone about this? Afterall, by now you're officially a co-conspirator.",		"npc_3_2":"Don't worry about it. I'll find some other way to bring this to the Imperials. And if you're thinking about reporting this... just remember the good work you did for me last time. I know I will.",		"npc_3_1":"Have it your own way. Just stay out of the way of my plans.",		"npc_2_3":"Good. There is a squad leader I know that disapproves of the way Lytus runs the Imperial garrison. He has agreed to meet my courier at the location now appearing on your datapad. Bring the ledger to him and the rest will take care of itself. Don't forget to return for your payment.",		"npc_2_2":"Ok, here is a briefcase containing the report. You'll find the location of an Imperial ensign marked on your datapad. I want you to hand the report to him with specific instructions to return it to his commander. If he asks who sent it tell him nothing. And one other thing: Coer is missing. I can only assume that Kelvus knows of my plot. He may take steps to hinder your mission.",		"npc_2_1":"That's what I want to hear. Ok, you'll find my friend Coer Clem at the location I've uploaded to your datapad. Talk with Coer, then bring the ledger back here.",		"npc_1_3":"Confound that wretched commander and this unnatural sense of loyalty. Can you believe he actually defended Kelvus against the accusations from the Imperial high command? Who ever heard of an Imperial that wasn't completely self serving? I've had enough of Lytus. He can suffer with Kelvus for all I care. I need you to do one last favor for me.",		"npc_1_2":"I'd really like to keep Commander Lytus out of this unfortunate business. I've prepared a report showing how Kelvus "stole" Imperial resources from the garrison. Once Lytus has a look at this I'm sure he'll turn his back on Kelvus and let him take the fall. My grudge is with Kelvus and not the commander, after all. Would you be willing to deliver this report?",		"npc_1_1":"You want some quick cash? My business partner has a ledger containing some interesting information regarding an illegal business deal between my boss and a certain commander of the local Imperial garrison. I need someone to visit with him and bring back the ledger. What do you say?",		"notyet":"You don't look very reliable. Maybe after you've helped out around here a little more I'd be willing to trust you.",		"notit_3":"Why are you bringing this to me? I don't want it.",		"notit_2":"What is this? I have no need for your junk.",		"notit_1":"There must be some mistake here. This isn't the ledger I asked for.",		"next":"Nice work there, youngster. Don't worry about any enemies you've made working for me; you're a courier and nothing more. And besides, if anyone does hold a grudge, the Empire and the Mining Guild are both too big to have their opinion influenced by anyone stationed on this planet.",		"gotowork_3":"What is this? Citizen, go on about your business or I will arrest you for interfering with my duties.",		"gotowork_2":"What is this? I have no need of it.",		"gotowork_1":"",		"dontknowyou_3":"Citizen, go on about your business or I will arrest you for interfering with my duties.",		"dontknowyou_2":"Move along, citizen.",		"dontknowyou_1":"No, you don't fit the description. I'm sorry, I'm waiting for someone and you are not them.",		"cant_work":"You look a little busy. Come back later when you don't have so much to do."
}}
