{
	"stfFile":"static_npc/dantooine/dantooine_imperialgarrison_xaan_talmaron",
	"entries": {
		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_4":"Very well. I wish you'd told me of your reluctance before accepting the assignment.",		"npc_reset_3":"Very well. I wish you'd told me of your reluctance before accepting the assignment.",		"npc_reset_2":"Very well. I wish you'd told me of your reluctance before accepting the assignment.",		"npc_reset_1":"Very well. I wish you'd told me of your reluctance before accepting the assignment.",		"waypoint_name_3":"Death Star Transmission",		"waypoint_name_2":"Pirate of Alderaan",		"waypoint_name_1":"Alderaan Fragment",		"waypoint_description_3":"Imperial scientist Xaan Talmaron has arranged with a Bothan informant to purchase a recording of a transmission sent from the Death Star shortly after the destruction of Alderaan.",		"waypoint_description_2":"Imperial scientist Xaan Talmaron wishes to have this pirate arrested, in hopes of learning about the Empire's role in the destruction of Alderaan.",		"waypoint_description_1":"Imperial scientist Xaan Talmaron has contracted to obtain a specimen of the destroyed planet Alderaan from a "procurement specialist" at these coordinates.",		"return_waypoint_name_3":"Xaan Talmaron",		"return_waypoint_name_2":"Xaan Talmaron",		"return_waypoint_name_1":"Xaan Talmaron",		"return_waypoint_description_3":"This Imperial scientist awaits a recording of a transmission sent from the Death Star shortly after the destruction of Alderaan.",		"return_waypoint_description_2":"This Imperial scientist has ordered the arrest of a pirate who may know something about the destruction of Alderaan.",		"return_waypoint_description_1":"This Imperial scientist awaits a fragment of the destroyed world Alderaan, which he hopes to analyze.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"What is on this recording?",		"player_more_1_2":"I'm working for a scientist who wants to talk to you about Alderaan's destruction? Do you know anything about it?",		"player_more_1_1":"How do I know this is really a piece of Alderaan, and not some rock you just picked up?",		"player_5_3":"What would you do if you thought the Empire isn't telling the truth about Alderaan?",		"player_5_2":"What did you learn from the fragment of Alderaan that I brought you?",		"player_5_1":"Who is this procurement specialist?",		"player_4_3":"What do you think really happened to Alderaan?",		"player_4_2":"Why could the pirate tell you anything about the destruction of Alderaan?",		"player_4_1":"What can you learn from a fragment of Alderaan?",		"player_3_3":"What is this recording?",		"player_3_2":"Who is the pirate?",		"player_3_1":"Why are you investigating the destruction of Alderaan?",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"I'm not the one you're looking for. Don't make my day any worse than it already is.",		"otherescort_1":"",		"npc_work_3":"I hope you'll bring me that recording of the transmission made from the Death Star. I'd like to hear it soon.",		"npc_work_2":"I'm waiting for you to bring me that pirate, who may shed light on the destruction of Alderaan.",		"npc_work_1":"I wish you to bring me a specimen of the destroyed planet Alderaan. That isn't too difficult, I presume.",		"npc_takeme_3":"",		"npc_takeme_2":"I'll go quietly. This has been a lousy day, so far, on a pretty lousy planet. And I think my day is about to get a lot worse.",		"npc_takeme_1":"",		"npc_smuggle_3":"Ee-yes, I have the transmission from the Death Star that ee-your client wanted. I expect prompt payment.",		"npc_smuggle_2":"",		"npc_smuggle_1":"I got his piece of Alderaan right here. There's plenty of 'em to go around.",		"npc_reward_3":"Very well. Now let me listen to this transmission -- hmm. That is -- hmm. I must say, the evidence appears -- well, I believe I'd best keep my own counsel regarding further actions. I can't use Imperial funds to pay you this time but hopefully you'll find this a suitable reward. Again, I ask you to maintain discretion.",		"npc_reward_2":"If what this pirate says is true -- and I must confirm it, of course -- this opens up a new avenue of inquiry. Here -- let me compensate you for your effort, and please contact me again soon.",		"npc_reward_1":"Very well. I shall analyze this specimen for telltale clues. I compensate you for your time, and I ask you to contact me again in the near future.",		"npc_reset":"Very well. I wish you'd told me of your reluctance before accepting the assignment.",		"npc_noloc_3":"I'm awaiting coordinates for a rendezvous from the informant who secured the recording. Contact me again shortly.",		"npc_noloc_2":"I have probe droids out looking for the pirate and should have coordinates soon. Contact me shortly.",		"npc_noloc_1":"I am awaiting exact coordinates for the rendezvous from my contact, who is somewhat sensitive regarding Imperial observation. Contact me again shortly for the coordinates.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"Ee-you should pay, ee-yourself, for such information -- but I shall say this: The voice is panicky, and cries much, but is clearly heard to say, "We killed them, we killed the whole world." Ee-your client is waiting!",		"npc_more_1_2":"Alderaan? Hey, I captured so many ships there at that Graveyard -- people leaving mementos in orbit, you know -- and I heard all the stories. Yeah, I know lots about Alderaan. Lead me to that scientist, and I'll see what kind of deal I can work.",		"npc_more_1_1":"Look, buddy -- if your scientist friend puts that hunk of rock under an analyzer, he'll see radiation signatures like nothing else in the galaxy, radiation that's specifically associated with Alderaan. So don't give me a hard time, right? Get going, he's waiting.",		"npc_failure_3":"You didn't bring that recording of the Death Star transmission? How unfortunate. I must find someone more capable.",		"npc_failure_2":"You didn't bring me that pirate? Very well. I must find someone with greater abilities to do the job.",		"npc_failure_1":"You did not bring me the sample from Alderaan? I wish I'd understood your limitations beforehand.",		"npc_dropoff_3":"",		"npc_dropoff_2":"This scientist -- an Imperial -- looking into Alderaan? I thought all you guys were hushing it up, like that transmission sent from the Death Star telling about how it blew up the planet. I'm really surprised.",		"npc_dropoff_1":"",		"npc_breech_3":"Ee-you are from the Imperial scientist, Talmaron?",		"npc_breech_2":"Help! I don't care if you're with the Empire -- you've got to be better than these animals!",		"npc_breech_1":"Hey! Did that scientist Talmaron send you?",		"npc_backtowork_3":"I have no more information. I'd like you to bring me that recording of the Death Star transmission promptly.",		"npc_backtowork_2":"That is all I have to say. Bring me that pirate, who may shed light on the destruction of Alderaan.",		"npc_backtowork_1":"I know nothing else to say, other than what I've already explained. I ask you to bring me the sample I ordered.",		"npc_6_3":"If the Empire did in fact play a role -- but no, I am speaking prematurely. It makes no sense to borrow trouble. Please bring me the recording of the Death Star transmission -- and again, I would appreciate discretion.",		"npc_6_2":"My findings are inconsistent with Imperial Intelligence reports of the Rebellion's super-weapon. Beyond that I prefer not to speculate. Will you bring that pirate here?",		"npc_6_1":"I believe the contact would prefer to remain anonymous. Will you bring me the sample?",		"npc_5_3":"Obviously it was a terrible tragedy in any case. Regarding the agency of the destruction I have only preliminary conclusions, and would prefer to seek more evidence before speaking my mind.",		"npc_5_2":"I recognize the subject's name from briefings about piracy at the Graveyard of Alderaan. Those rogues know much about the planet's destruction, though of course most of it is legend and fabulation.",		"npc_5_1":"Possibly there is nothing to learn. However, certain world-shattering calamities could be expected to leave telltale radiation scarring, impact patterns, and a variety of more esoteric signatures. Such signs could indicate the nature of Alderaan's fate.",		"npc_4_3":"I'm told it's a transmission sent from the Death Star shortly after the destruction of Alderaan. Apparently an Imperial maintenance supervisor aboard the battle station sent the message despite strict orders to maintain silence.",		"npc_4_2":"I believe this document considers the pirate's name classified. I can say that our subject is the last survivor of an engagement with Imperial soldiers that destroyed both sides.",		"npc_4_1":"The official story, of course, has it that Rebels on Alderaan accidentally destroyed the planet as they prepared to use a new super-weapon against the Empire. Some evidence is troubling to that account, and that is all I wish to say at this time.",		"npc_3_3":"Very well. As before, I hope you will not tell anyone of this matter.",		"npc_3_2":"Very well. As before, I'd prefer that you tell no one about my investigation.",		"npc_3_1":"Very well. I'd prefer that you tell no one of this matter.",		"npc_2_3":"Very well. My contact is a Bothan informant. They seem to excel in procuring such contraband data. Please bring the recording here at once.",		"npc_2_2":"Very well. Move quickly, before some over-eager footsoldier spots our subject and decides to try some target practice.",		"npc_2_1":"Very well. My contact has specified a rendezvous point in the wilderness. Bring the sample here, and again, tell no one.",		"npc_1_3":"Based on a lead from that pirate you arrested for me, I have secured an alleged holorecording of the destruction of Alderaan. It may shed considerable light on my inquiry, if you will bring it here for me -- discreetly.",		"npc_1_2":"I have received an Imperial Intelligence report that a certain space pirate is on Dantooine. I believe this pirate can tell me something useful about the destruction of Alderaan. I want you to bring the pirate here.",		"npc_1_1":"Hello. I ask that you help me investigate a troublesome and politically sensitive subject -- to be blunt, the destruction of Alderaan. I have contracted with a certain specialist in procurement to obtain a specimen from the destroyed planet, and I ask that you bring me the sample -- discreetly. Will you do so?",		"notyet":"I can't help you... I only employ Imperial operatives. Look elsewhere for work.",		"notit_3":"I expected you to bring me a recording of a transmission from the Death Star made shortly after the destruction of Alderaan. That isn't it.",		"notit_2":"",		"notit_1":"I expected a fragment of the destroyed planet Alderaan. This isn't it.",		"next":"I have determined, to my own satisfaction, the truth of the destruction of Alderaan. I shall act on that understanding shortly. You have been very helpful.",		"gotowork_3":"Ee-your client is waiting!",		"gotowork_2":"Lead me to that scientist.",		"gotowork_1":"Get going, he's waiting.",		"dontknowyou_3":"Ee-you have the wrong individual.",		"dontknowyou_2":"You've got the wrong fellow. Don't make my day any worse than it already is.",		"dontknowyou_1":"You got the wrong person.",		"cant_work":"I have a certain project to discuss with you when you are less busy."
}}
