{
	"stfFile":"static_npc/dantooine/dantooine_remotehaven_drakka_judarrl",
	"entries": {
		"jedi":"I'm honored by your presence. I'm afraid I don't have anything to teach you though, only a word of advice. Be careful, the terror around here is dangerous and enforced both by the living and the long gone.",		"go_away":"Please leave, I fear that I can't help you anymore. I hope you can find someone stronger in the force to save you from the path of destruction.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_3":"I should not have asked you to perform these tasks. I should have realized they were beyond your skill.",		"npc_reset_2":"I should not have asked you to perform these tasks. I should have realized they were beyond your skill.",		"npc_reset_1":"I should not have asked you to perform these tasks. I should have realized they were beyond your skill.",		"waypoint_name_3":"Dantari Dark Side Strike Force's Location",		"waypoint_name_2":"Young Dantari Woman's Location",		"waypoint_name_1":"Stormtrooper Squad's Location",		"waypoint_description_3":"Remove the threat of the dark side raiders.",		"waypoint_description_2":"Rescue the Dantari chieftain's daughter from her captors.",		"waypoint_description_1":"Intercept the squad and stop them from destroying Dantari villages.",		"return_waypoint_name_3":"Drakka Judarrl's Location",		"return_waypoint_name_2":"Drakka Judarrl's Location",		"return_waypoint_name_1":"Drakka Judarrl's Location",		"return_waypoint_description_3":"Report your success back to Drakka Judarrl.",		"return_waypoint_description_2":"Escort the Dantari woman back to Drakka Judarrl.",		"return_waypoint_description_1":"Report your success back to Drakka Judarrl.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"Do you know that Drakka is a Jedi?",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"How did you escape?",		"player_5_1":"How long have you been here?",		"player_4_3":"",		"player_4_2":"How did you and your master survive?",		"player_4_1":"Where is your master now?",		"player_3_3":"These native warriors know how to use the dark side?",		"player_3_2":"Did you actually witness the Jedi Purge?",		"player_3_1":"Wait! Did you just say you were a Jedi?",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"I cannot speak to you.",		"otherescort_1":"",		"npc_work_3":"Have you removed the threat of that strike force? They must not be allowed to teach others what they have learned.",		"npc_work_2":"Did you save that young Dantari woman? She cannot be made to suffer for my deeds.",		"npc_work_1":"Have you intercepted that stormtrooper squad yet? I don't want innocent Dantari being killed.",		"npc_takeme_3":"",		"npc_takeme_2":"Did Drakka send you? Please take me back to her. She is very brave. I hope to one day be her equal.",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"You are a valued friend of the Alliance and it is my hope that you will continue to serve the cause of freedom and justice. The Empire cannot last forever. Take this artifact, it will help to guide you on the right path. May the Force be with you.",		"npc_reward_2":"I am in your debt. Please accept this as payment.",		"npc_reward_1":"I am most grateful for your help. I've been able to accumulate a considerable amount of credits from our raids. Please accept this as a reward.",		"npc_reset":"I should not have asked you to perform these tasks. I should have realized they were beyond your skill.",		"npc_noloc_3":"I must get an update from my Dantari scouts. You must know where to meet these raiders.",		"npc_noloc_2":"Let me verify those coordinates with my Dantari contacts. Check back with me in a few moments.",		"npc_noloc_1":"Allow me to verify those coordinates I gave you. Just a moment.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"Yes, and I hope one day to be one as well. The Jedi are the most cunning warriors in the galaxy.",		"npc_more_1_1":"",		"npc_failure_3":"I do not wish to reveal myself prematurely but it may be time for me to take care of this menace myself.",		"npc_failure_2":"I must find a way to save that poor child. I thank you for your attempt.",		"npc_failure_1":"These are some of the Emperor's elite troops. I should have sent you in with more help.",		"npc_dropoff_3":"",		"npc_dropoff_2":"My thanks. I would likely be dead now were it not for your bravery. Are you a Jedi too?",		"npc_dropoff_1":"",		"npc_breech_3":"Let us demonstrate the power of the dark side!",		"npc_breech_2":"Get your hands off me, you Imperial scum! My people will make you pay for this affront!",		"npc_breech_1":"This is a restricted area! You're under arrest! Open fire, men!",		"npc_backtowork_3":"It would be best if you took allies along. These raiders will use the dark side against you.",		"npc_backtowork_2":"You must hurry, friend. I don't how much longer the storm commandos will let the child live.",		"npc_backtowork_1":"You must hurry or else the Dantari will suffer greatly.",		"npc_6_3":"",		"npc_6_2":"I was whisked away by a smuggler who had been aiding my master. Since that time, years ago, I've been careful to hide my presence. I rarely use the Force for fear of being detected by the Emperor's spies. But please, enough talk - will you help my Dantari friend?",		"npc_6_1":"I came to Dantooine when the Rebel base was first established here. I wanted to study them to understand the state of the Rebellion. I think I must reveal myself to the Empire soon. I sense our time is coming. In the meantime, I'll continue to organize strikes against the Empire with the help of the Dantari. Will you help them?",		"npc_5_3":"",		"npc_5_2":"We went into hiding. I was much younger then, still only a Padawan. My master helped many members of the Senate escape the Empire's persecution. It was a dark time. Darth Vader eventually caught up with my master. ",		"npc_5_1":"He became one with the Force years ago. I was only a Padawan at the time. He saved me from the Jedi Purge.",		"npc_4_3":"Yes, they have a rudimentary grasp of its power but it is sufficient to make them formidable warriors. Do you still wish to tackle them?",		"npc_4_2":"I saw many Jedi struck down, yes. I saw the power wielded by the Emperor and his lethal weapon, Darth Vader. I wish I could wipe those memories from my mind.",		"npc_4_1":"Yes. I am possibly the last of my kind, although I sense the presence of a few others. I have not made any attempts to contact them for my master told me I must not let the Emperor know I exist.",		"npc_3_3":"This mission may be too dangerous for you. You are wise to refuse.",		"npc_3_2":"I shall find another to help me. May the Force be with you.",		"npc_3_1":"I will trouble you no further. May the Force be with you.",		"npc_2_3":"You can intercept this raiding party at these coordinates. My Dantari scouts have been keeping tabs on them. Please be careful and bring allies with you if you can.",		"npc_2_2":"Here are the coordinates. Dantari scouts have been tracking these commandos. Please hurry.",		"npc_2_1":"You can intercept the squad at these coordinates. I will be watching but I cannot interfere. My presence must not be revealed to the Empire. Not yet.",		"npc_1_3":"The Emperor's agent here on Dantooine, a sinister figure by the name of Luthik Uwyr, has organized some of the natives into a deadly strike force. He is teaching them to use the dark side. We must stop these agents of evil before this practice spreads offworld. Can you do it?",		"npc_1_2":"The Dantari chieftain that's been helping me conduct my raids on the Imperial garrison has just had his only child kidnapped by Imperials. Could you please attempt a rescue? I could not forgive myself if this young innocent was killed.",		"npc_1_1":"I am called Drakka Judarrl. I am a Jedi. I need your help to stop a stormtrooper squad from slaughtering dozens of natives. They've been helping me conduct raids on the Imperial garrison. Will you help?",		"notyet":"I'm sorry, but I'm looking for someone with an open mind toward... let's call it an alternative to a certain type of government. But I thank you for your interest.",		"notit_3":"",		"notit_2":"",		"notit_1":"",		"next":"There is nothing else I need you to do at the moment. Check back with me at a later date.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"There is nothing you can do for us. Away with you!",		"dontknowyou_2":"I cannot speak to you.",		"dontknowyou_1":"This is a restricted area. Move along.",		"cant_work":"My missions require a good deal of concentration. Come back when you are not so preoccupied."
}}
