{
	"stfFile":"static_npc/dantooine/dantooine_imperialgarrison_jatrian_lytus",
	"entries": {
		"player_sorry_4":"What was my mission again, sir?",		"player_sorry_3":"What was my mission again, sir?",		"player_sorry_2":"What was my mission again, sir?",		"player_sorry_1":"What was my mission again, sir?",		"player_reset_4":"I cannot perform this assignment any longer.",		"player_reset_3":"I cannot perform this assignment any longer.",		"player_reset_2":"I cannot perform this assignment any longer.",		"player_reset_1":"I cannot perform this assignment any longer.",		"npc_reset_4":"That is a shame. I do hope you know this will go down on your permanent record.",		"npc_reset_3":"That is a shame. I do hope you know this will go down on your permanent record.",		"npc_reset_2":"That is a shame. I do hope you know this will go down on your permanent record.",		"npc_reset_1":"That is a shame. I do hope you know this will go down on your permanent record.",		"waypoint_name_4":"Jaaves",		"waypoint_name_3":"Holovid Developer",		"waypoint_name_2":"Chief Inquisitor",		"waypoint_name_1":"Rogue Troopers",		"waypoint_description_4":"This is where you will find Jaaves.",		"waypoint_description_3":"This is where you will find the Holovid Developer",		"waypoint_description_2":"This is where you will find the Chief Inquisitor",		"waypoint_description_1":"This is where you will find the outfit of Stormtroopers that have gone rogue",		"return_waypoint_name_4":"Commander Lytus",		"return_waypoint_name_3":"Commander Lytus",		"return_waypoint_name_2":"Commander Lytus",		"return_waypoint_name_1":"Commander Lytus",		"return_waypoint_description_4":"Commander Lytus is waiting for your return.",		"return_waypoint_description_3":"Commander Lytus is waiting for you to return",		"return_waypoint_description_2":"Commander Lytus is waiting for you to return",		"return_waypoint_description_1":"Commander Lytus is waiting to question this "officer".",		"player_sorry":"What was my mission again, sir?",		"player_reset":"I cannot perform this assignment any longer.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"Is this a letter of defection?",		"player_3_3":"Why is your family so special?",		"player_3_2":"What was this news?",		"player_3_1":"What do you mean  'gone rogue'?",		"player_2_4":"No... I do not trust your ability to command anymore, Lytus.",		"player_2_3":"No sir, I am not available for this.",		"player_2_2":"Sir, I cannot do this?",		"player_2_1":"I am not able to perform that function, sir.",		"player_1_4":"Sure, I'll do it. I take it this is covert, correct?",		"player_1_3":"Yes sir, I shall.",		"player_1_2":"Yes, sir. I will bring him here safe and sound.",		"player_1_1":"Yes, sir. I'll leave at once.",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"Who are you? I do not know you nor do you have any business speaking to me. Move before I have a couple of questions to ask myself.",		"otherescort_1":"Move along. You are not part of this operation.",		"npc_work_4":"Why are you still here?",		"npc_work_3":"Did you have a question?",		"npc_work_2":"Why have you not left to escort the Chief Inquisitor here yet?",		"npc_work_1":"Did you need your orders clarified?",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"You are late. Now... take me to that meddlesome Commander immediately. I do not have time to waste on this matter.",		"npc_takeme_1":"I surrender. Take me to your Commander at once. I am a special agent for the Empire.",		"npc_smuggle_4":"Yes, this is it. I see you have been involved in these matters. Fear not, for the Lytus family is quite honorable. They will see to it the Empire survives, but without the taint of the Emperor.",		"npc_smuggle_3":"Okay, good. Look, tell the guy who's buying this that the images aren't that great, but I was able to clean them up alot which really helped. I also put the label on there like he wanted me to.",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"I offer you my thanks for doing this. Our meeting will convene in a while. Depending on the outcome of the decision, I may introduce you to the rest of the family. In the meantime I present you this, a family artifact, only owned by Lytus family members and their close friends.",		"npc_reward_3":"Why does this datadisk look like it has been accessed? Did you view these images? Nevermind, it's too late now, but I hope you have the decency not speak about things you do not understand. As far as you are concerned, these are family pictures, alright? I now have to see if this matches the Inquisitor's contradicting story. Leave me for now.",		"npc_reward_2":"You have done well. I will now hand over this prisoner to the Inquisitor, and also ask a few questions myself. You are dismissed for now.",		"npc_reward_1":"You have done well, soldier. This will be marked on your record, I hope you know. As for this commander, I will speak with him personally and discern why he deserted the Empire.",		"npc_reset":"That is a shame. I do hope you know this will go down on your permanent record.",		"npc_noloc_4":"Let me contact Jaaves and find out where he can be located. Check back with me in a short while.",		"npc_noloc_3":"Let me contact the holograph developer. Check back with me in a few minutes.",		"npc_noloc_2":"Let me confirm where the Inquisitor can be found and I will be able to give you the coordinates. Check back with me in a few minutes.",		"npc_noloc_1":"Let me confer with my Intelligence as to the whereabouts of this squadron. Please check back with me in a short while.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"How were you unable to find him? This is horrible!",		"npc_failure_3":"How were you able to mess this one up? Tell me! How?",		"npc_failure_2":"You were to bring him back here personally, I am afraid that you will need to be detained within the local whereabouts until I can hand you over to the Emperor's men.",		"npc_failure_1":"You were not able to find the squad? The Empire has no room for inept agents. Good day to you.",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"Since you have brought me here in a timely manner, I will not associate you with the Commander poking his nose where it doesn't belong.",		"npc_dropoff_1":"You took your time in bringing me back. I will be sure to let your commander know.",		"npc_breech_4":"You are the one that was described by Master Lytus. Do you have the invitiation?",		"npc_breech_3":"Hey there. Are you the one picking up this holovid?",		"npc_breech_2":"You must be the agent sent to escort me back to Lytus, correct?",		"npc_breech_1":"Over there... a witness. Take him out before the operation is uncovered.",		"npc_backtowork_4":"Jaaves is waiting! He has been a loyal servant to our family for many years. Do not offend him by waiting any longer!",		"npc_backtowork_3":"I need you to pick up a datapad containing a lot of pictures of my home life.",		"npc_backtowork_2":"You are to bring back the Inquisitor without any harm coming to him. Remember, the Inqusitors report directly to His Excellence, the Emperor.",		"npc_backtowork_1":"You will need to track down that squad of stormtroopers who are causing problems, then bring them back here",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"Wha..? NO! I would never sully the honor of my family name by engaging in an action such as that! I would sooner die than disgrace the Lytus name! No... this is an invitation to a family meeting. I am calling the family together so that we may discuss many matters.",		"npc_4_3":"We are a proud family of loyalists who have served the Old Republic for many centuries. We have had many within our family be Senatorial Guards and held various functions within the Old Repubilc. When the Emperor changed to a New Order, we were quite pleased, and continued to serve as we have done in the past. Soon the Rebels will realize the Empire is here to restore order to the galaxy.",		"npc_4_2":"All I was able to get out of him was his callsign and rank. Reports have come in to show his squad killed every last man, woman, and child in that village. His justification was the claim that he was working directly for the Emperor's people. We'll let the Inquisitor see about that!",		"npc_4_1":"We have received reports that a group of stormtroopers have been raiding a nearby village known for their vocal sympathy towards rebels. Though I do not tolerate that type of scum, the murder of non-combatants will not be allowed. These stormtroopers are not under my command, therefore they are obviously deserters and need to be taken care of accordingly.",		"npc_3_4":"Believe what you must, soldier, but for the time being I am still your Commander. A shame we could not work together. Very well, from hereon I shall make it a point to remind you of the hierarchy in our relationship.",		"npc_3_3":"Very well. Since this is not an official order, I cannot force you to do so. A shame, though. I will have to note on your record your lack of initiative.",		"npc_3_2":"Why? I will give you a few moments to think on that, and I will expect a very clear answer.",		"npc_3_1":"This was not a request, soldier - this was an order. I understand you may have suffered a concussion, therefore go see a medic, then report back to me to accept this assignment.",		"npc_2_4":"Yes. Yes, it is unfortunately. This is for no other reason than to protect my family were they not to come. Please do not mistake my loyaltys, soldier. Family first, then the Empire.",		"npc_2_3":"Please listen. Since a Rebel can be hiding anywhere, I hope you keep this quiet. If they were to gather information on my family, many innocents could be hurt. Be rather covert about picking up these holographs of them. Thank you.",		"npc_2_2":"As would be expected of you. But, I do place my trust within your abilities that you will do so in a prompt manner. I shall be waiting patiently, for I have a few questions to ask him myself.",		"npc_2_1":"Very good. I would not be surprised to find them reticent to your apprehending them. If they choose not to come willingly, then use whatever force is needed. I would prefer the outcome to entail your bringing in at least one of them for questioning.",		"npc_1_4":"Hmmmm.... that holovid was most disturbing. Considering most of it was touched up by their propagandists, there was still enough to unsettle me. I need you to do one more thing for me. Please deliver a note to my manservant, Jaaves. Will you do this for me?",		"npc_1_3":"I cannot believe the audacity of that Inquisitor! Whether he works for the Emperor himself, he forgets with whom he is speaking, or for that matter, what family I come from. Speaking of which, I have some holographs of my family that I need picked up. Would you do this for me?",		"npc_1_2":"I have debriefed this "commander" and have been told some interesting news, indeed. I have had to contact one of the Empire's Chief Inquisitors to come retrieve him. He has landed nearby and I need you to escort him here.",		"npc_1_1":"Good day to you, soldier. I have been briefed on your excellent performance in the field, therefore I am directing this assignment to you. I need you to intercept a squadron of soldiers that have gone rogue. Bring them back here for questioning. Understood?",		"notyet":"I am quite busy and do not have the time to speak with you.",		"notit_4":"What is this?",		"notit_3":"This is not what I asked for! I do not have time to "joke."",		"notit_2":"I did not ask for you this. Take it back!",		"notit_1":"What is this?",		"next":"You have performed a remarkable service for my kin, myself, and the Empire.",		"gotowork_4":"No, this is not what I am intended to deliver to the other family members.",		"gotowork_3":"Hmm?",		"gotowork_2":"Yes?",		"gotowork_1":"What?",		"dontknowyou_4":"Who are you?",		"dontknowyou_3":"Oh, you're not picking these up?",		"dontknowyou_2":"Who are you? I do not know you nor do you have any business speaking to me. Move along.",		"dontknowyou_1":"Move along. You are not part of this operation.",		"cant_work":"You appear to be busy. I do so hope you are under orders by an Officer even higher than myself. If not, I hope you reconsider your current employment and return back to work under my command."
}}
