{
	"stfFile":"static_npc/dantooine/luthik_uwyr",
	"entries": {
		"jedi":"Leave this place at once! There is nothing for you here! If you persist in staying around, you will follow the path of every other pathetic Jedi that was once here!",		"go_away":"Leave at once, before I show you the true power of the dark side!",		"npc_reset_3":"Ha.. Haha... HaHaHahahahaa..... Oh, friend, you are very mistaken. Your anger guides you so strongly... you will come over in time, rest assured.",		"npc_reset_2":"Ha.. Haha... HaHaHahahahaa..... Oh, friend, you are very mistaken. Your anger guides you so strongly... you will come over in time, rest assured.",		"player_sorry_3":"Tell me what I have to do.....",		"player_sorry_2":"Tell me what I have to do.....",		"player_reset_3":"I will not be controlled by you any longer!",		"player_reset_2":"I will not be controlled by you any longer!",		"waypoint_name_3":"The Last Jedi",		"waypoint_name_2":"The Dark Brother",		"waypoint_name_1":"Guardian of the Temple",		"waypoint_description_3":"The last remnant of the Jedi Order resides here.",		"waypoint_description_2":"Meet a brother of Luthik's order here.",		"waypoint_description_1":"Luthik feels the presence of a being at this location",		"return_waypoint_name_3":"The Dark Prophet",		"return_waypoint_name_2":"Luthik Uwyr",		"return_waypoint_name_1":"Luthik Uwyr",		"return_waypoint_description_3":"Return to the teacher and revel in your success.",		"return_waypoint_description_2":"Return to the Dark Prophet, for he may have more to teach you.",		"return_waypoint_description_1":"Return to him to relay your victory",		"player_sorry_1":"Tell me what I have to do.....",		"player_reset_1":"I will not be controlled by you any longer!",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"Who is the Master?",		"player_3_2":"What will you do while I deliver this?",		"player_3_1":"Why are you here at the old ruins?",		"player_2_3":"Stop calling me names! I'll kill you before I do anything else for you!!!",		"player_2_2":"NO! The Jedi were noble beings! You lie!!!!",		"player_2_1":"No, I will not let my anger control me.",		"player_1_3":"I am ready. I will show that Jedi who is stronger.",		"player_1_2":"I will bring this accursed object to your Brother.",		"player_1_1":"Yes, I will destroy it.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Why have you not destroyed the Jedi yet?",		"npc_work_2":"Why do you pause? My brethren await you.",		"npc_work_1":"Your fear makes you wait... let your fear guide you.",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"Ugh. This artifact needs to be destroyed immediately before it affronts my senses any further. Go back to Luthik, whelp, for your deed here is done.",		"npc_smuggle_1":"",		"npc_reward_3":"Were the Jedi reduced to something as pathetic as that? With him dead, our victory over the Jedi is now complete. Perhaps the Master may take me as an apprentice. If so... perhaps one day I will take you as mine as well. This artefact will help guide your path to ultimate victory in the meantime.",		"npc_reward_2":"You know in your heart that peace is the discretion of the fool, for the wise man chooses to lash out at his enemies. You have seen what happened to the Jedi. It is now time to rebuild the Empire of the Sith again.",		"npc_reward_1":"You have felt life quenched through the power of your revulsion. The exquisite thrill of giving yourself to the Dark Side will be your gift forever. In the meantime, I shall now attend to the disturbing presence I feel.",		"npc_reset_1":"Ha.. Haha... HaHaHahahahaa..... Oh, friend, you are very mistaken. Your anger guides you so strongly... you will come over in time, rest assured.",		"npc_noloc_3":"Let me use the dark side to determine where the Jedi resides. Return to me in a few minutes.",		"npc_noloc_2":"I will contact my brethren to announce your coming. You are a pathetic weakling compared to their might, and it is not time for you to die yet. Speak with me in a few minutes.",		"npc_noloc_1":"Gather all of your hatred around you before you venture forth. Speak with me in a few minutes.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"You are weak and helpless. You are not worthy of the teachings of the Sith, worthless wretch. Begone from my sight before I kill you myself.",		"npc_failure_2":"So.... perhaps you were the presence I felt, after all. You have chosen to keep the Holocron for yourself, have you?. We shall wait for the most painful time before we dispose of you....",		"npc_failure_1":"You are a pathetic worm not worthy of interest by myself or my brethren. We do not accept weakness amongst us.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"Oh great Force powers, come to me! My training will defeat you, monster!",		"npc_breech_2":"You are the one that Luthik spoke of? Bah! You look like nothing more than a whelp!",		"npc_breech_1":"",		"npc_backtowork_3":"Venture forth, seek out this last remaining Jedi and strike him down with all your hate and fury! Return with a trophy of your victory.",		"npc_backtowork_2":"Bring this frail Holocron to my brethren. They will use the dark side to destroy it once and for all.",		"npc_backtowork_1":"Take your hate and your anger and direct it at whatever monstrosity lurks nearby.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"Our Master is the one who was able to do what no Sith had done before. He is the one who caused the end of the Jedi's existence. And today, you will exterminate the last living Jedi.",		"npc_4_2":"I shall enter the temple proper and sanctify it with horror and evil. The ridiculous pacifistic nature of the Jedi is an affront to our true teachings. I will remove all trace there ever were Jedi that created this place.",		"npc_4_1":"These old ruins, you fool, was once a holy place to the failed Jedi many centuries ago. I feel a faint presence inside and am now thinking that not all of the Jedi were righteously destroyed by the Master. We will see...",		"npc_3_3":"Oh, you will, will you? Yes, you are more under the control of the dark side than you believe. Feel it, initiate... let it inside of you... let it rule you....",		"npc_3_2":"Yes.... you feel it, don't you. The dark side is the only true power, initiate. See how easily you give yourself to your anger? Feel how strong you are now? Yessss..... you do, don't you?",		"npc_3_1":"Oh, yes you will, yes you will... when you least expect it, your anger and bile will rise up to control you... learn to give in to it and it will be your strongest ally. Think on that, initiate.",		"npc_2_3":"Good... your arrogance will serve you well, or it will kill you. Only those strong with the Dark Side will be considered to join our ranks. Go, and return with a sign of your victory.",		"npc_2_2":"He will be waiting for you. As you walk, let this Holocron touch your skin, touch your heart, and touch your mind. Learn to hate the feeling, and remember it... forever.",		"npc_2_1":"Though you say that with much vehemence, the results have yet to be seen. Take your hate and your anger and direct it at whatever monstrosity lurks nearby. If you cannot use your hate as a weapon, then you are not worth our time.",		"npc_1_3":"I still feel a presence within these halls... though faint, it is attuned to the Force. As my Master had believed, there is still a Jedi that lives. Now is the time for your test, initiate. Will you take it, or walk away a coward?",		"npc_1_2":"Ah, I see you have managed this simple task. I have discovered what bond the animal shared with the temple, and find it to be nothing but a Holocron used to record the weak teachings of the Jedi. The animal apparently found the device and brought it here, to its nest. Now I command you to take the device to one of my brothers so that you can learn to revile the trappings of the Jedi.",		"npc_1_1":"Well, well, it seems an initiate comes upon me so brazen. I feel great anger within you, yes I do. Let me see how you choose to channel that fire. I sense a powerful presence nearby that seems somehow bound to this temple. I wish you to seek it out and destroy it. Can you manage this paltry task?",		"notyet":"Your soul speaks volumes, friend... it screams for blood and vengeance... give into it, for it will bring to you many gifts. Return to me when you are ready for teaching.",		"notit_3":"This proves nothing to me. Bring me something more evident of your success.",		"notit_2":"What is this? I do not want this. I have the dark side, which fuels my every waking desire.",		"notit_1":"I do not need any gifts, initiate. What you offer does not compare to the power of the Dark Side.",		"next":"You have proven yourself well... perhaps the Master may one day choose you over one of the other initiates... that is, if you do not die first.",		"gotowork_3":"",		"gotowork_2":"What is this? You were supposed to bring that worthless Jedi artifact! Give it to me now before I shred your soul apart.",		"gotowork_1":"",		"dontknowyou_3":"Oh... I'm sorry, I thought you were a bad guy.",		"dontknowyou_2":"Ah... it's because you ARE a whelp. Remove yourself from my sight lest I remove your sight from you.",		"dontknowyou_1":"",		"cant_work":"Your soul speaks volumes, friend... it screams for blood and vengeance... give into it, for it will bring to you many gifts. Return to me when you are ready for teaching."
}}
