{
	"stfFile":"static_npc/dantooine/lx_466",
	"entries": {
		"player_sorry_3":"I'm sorry, what do you need me to do?",		"player_sorry_2":"I'm sorry, what do you need me to do?",		"player_sorry_1":"I'm sorry, what do you need me to do?",		"player_reset_2":"It sounds a little dangerous. On second thought I can't help you.",		"player_reset_3":"It sounds a little dangerous. On second thought I can't help you.",		"player_reset_1":"It sounds a little dangerous. On second thought I can't help you.",		"npc_reset_3":"Although you're probably not a Rebel, if you're not actively assisting the Empire I can no longer guarantee your safety. Proceed at your own risk.",		"npc_reset_2":"Although you're probably not a Rebel, if you're not actively assisting the Empire I can no longer guarantee your safety. Proceed at your own risk.",		"npc_reset_1":"Although you're probably not a Rebel, if you're not actively assisting the Empire I can no longer guarantee your safety. Proceed at your own risk.",		"waypoint_name_3":"Courier Rendevous",		"waypoint_name_2":"Dantari Tribesman",		"waypoint_name_1":"Rebels",		"waypoint_description_3":"Location of an Imperial courier. LX-466 has asked you to deliver a recording rod to this location.",		"waypoint_description_2":"This is the location of a Dantari Tribesman. LX-466 wants you to deliver a supply of rations to the tribesman.",		"waypoint_description_1":"This is the location of a possible Rebel base. LX-466 wants you to kill any Rebels you find in the area.",		"return_waypoint_name_3":"LX-466",		"return_waypoint_name_2":"LX-466",		"return_waypoint_name_1":"LX-466",		"return_waypoint_description_3":"Stormtrooper Sergeant",		"return_waypoint_description_2":"Stormtrooper Sergeant",		"return_waypoint_description_1":"Stormtrooper Sergeant",		"player_sorry":"I'm sorry, what do you need me to do?",		"player_reset":"It sounds a little dangerous. On second thought I can't help you.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"This doesn't sound like my problem. What exactly is going on here and why would I want to put myself in the middle of this mess?",		"player_3_2":"What is in it for me?",		"player_3_1":"Why should I?",		"player_2_3":"No way. This is your problem, you deal with it.",		"player_2_2":"No, I'd rather not.",		"player_2_1":"I'd rather not.",		"player_1_3":"Sounds dangerous. I'll do it.",		"player_1_2":"Yes sir.",		"player_1_1":"I'll check it out. What do you want me to do?",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Do you need something, citizen?",		"npc_work_2":"Yes citizen? Was there a problem?",		"npc_work_1":"Is there a problem with your mission, citizen?",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"This is my responsibilty now. Go back and tell the sergeant the item was safely delivered.",		"npc_smuggle_2":"Yuguth thank.",		"npc_smuggle_1":"",		"npc_reward_3":"Your discretion in this matter is much appreciated. I would request that you remain quiet. Do not tell a soul about this and you will live a long and happy life.",		"npc_reward_2":"I'm glad I took the effort to establish contact with those people. They may prove an invaluable resource in rooting out the Rebel scum. The sooner we've accomplished that, the sooner I can get stationed somewhere off this forgotten dusty old relic of a planet.",		"npc_reward_1":"You found Rebels? That's really interesting. I honestly thought I was sending you out on a wild goose chase. I'll have to revise my opinion regarding the 'source' of my information on the Rebels. But I digress. Here is your reward, citizen.",		"npc_reset":"Although you're probably not a Rebel, if you're not actively assisting the Empire I can no longer guarantee your safety. Proceed at your own risk.",		"npc_noloc_3":"Excuse me for a moment, I have to attend to some paperwork. Come back soon and we will discuss this further.",		"npc_noloc_2":"Excuse me for a moment, I have to attend to some paperwork. Come back soon and we will discuss this further.",		"npc_noloc_1":"Excuse me for a moment, I have to attend to some paperwork. Come back soon and we will discuss this further.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"This is a disaster. Although I think there's a way I can explain this. Not for your sake mind you, but for my own. You're just lucky we share this common interest.",		"npc_failure_2":"You're lucky you're not one of my soldiers. I'll have to find someone who is capable of following my instructions.",		"npc_failure_1":"You're lucky you're not one of my soldiers. I'll have to find someone who is capable of following my instructions.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"Are you the courier?",		"npc_breech_2":"Yuguth debagh kurfun. Bring eat?",		"npc_breech_1":"Stay sharp, this could be trouble...",		"npc_backtowork_3":"You're killing me. Would you get out of here already? Take that recording rod to the Imperial courier.",		"npc_backtowork_2":"Take the rations I gave you to the dantari tribesman you will find at the location marked on your data pad.",		"npc_backtowork_1":"Make your way to the location marked on your datapad. Kill any rebels you might find there, and report back to me.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"Unfortunately it's the commander of this post who you would be working against. I made a recording of him talking with one of his aides regarding matters that were... while not rebellious, not completely in line with the Empire's sentiments, or the instructions of his commanding officer. If you deliver the recording rod I will pay you well. The mission is simple; it's the political implications that are tough to deal with. Fortunately for you, that will be my responsibility.",		"npc_4_2":"The glory of serving the Empire. Now tell me, yes or no citizen.",		"npc_4_1":"The Empire needs your help. If that is not enough for you, then how about these credits?",		"npc_3_3":"I expected as much. That's fine. Just keep this quiet is all I ask.",		"npc_3_2":"Although you're probably not a Rebel, if you're not actively assisting the Empire I can no longer guarantee your safety. Proceed at your own risk.",		"npc_3_1":"Although you're probably not a Rebel, if you're not actively assisting the Empire I can no longer guarantee your safety. Proceed at your own risk.",		"npc_2_3":"That's good. Take this recording rod to the location of the Imperial courier marked on your data pad. Once you've made the delivery report back to me. Be careful, though. Word is that this traitor might have brought in some mercenaries from Lok as hired muscle. Watch your back.",		"npc_2_2":"Take these rations to the location indicated on your data pad. The Dantari tribesman you meet there should be happy to receive them, though he does not speak our language with any degree of competency. Be sure you report back afterwards for your pay.",		"npc_2_1":"I'm told there are Rebels making a base not far from here. I've uploaded the coordinates to your datapad. Make a quick search of the area. If you should see any Rebels I want them killed. Otherwise return here for payment.",		"npc_1_3":"I have another task for you. This one is... difficult. I can understand if you'd rather not take part in this. It seems that someone on this post is... less than completely loyal to the Empire. I need a courier who isn't afraid killing some crooked soldiers.",		"npc_1_2":"In light of your past report, I feel it is necessary to reward my information source. Would you care to act as my courier?",		"npc_1_1":"What business do you have on Dantooine? This is a restricted area. I could however use someone outside of our chain of command to investigate a rumor from a less than reliable source. It could turn out to be dangerous, or completely harmless.",		"notyet":"Your loyalty to the Empire's goals is not evident. Return when you have proven yourself.",		"notit_3":"This is not what I asked for, citizen. Return when you have completed your mission.",		"notit_2":"This is not what I asked for, citizen. Return when you have completed your mission.",		"notit_1":"This is not what I asked for, citizen. Return when you have completed your mission.",		"next":"You have been a valuable aid. I'll let you know if I have any more work for you.",		"gotowork_3":"This is not the item I was supposed to pick up.",		"gotowork_2":"Elex send eat?",		"gotowork_1":"",		"dontknowyou_3":"I'm waiting for someone in particular. Don't you have anything better to do?",		"dontknowyou_2":"Ulgh ked troben!",		"dontknowyou_1":"",		"cant_work":"If you're looking for work when you finish what you're doing, come back to me. I may have something for you."
}}
