{
	"stfFile":"static_npc/dantooine/sg_567",
	"entries": {
		"npc_reset_2":"Just great. Incompetent and indecisive. Don't worry, I'll find someone who can take care of this.",		"player_sorry_2":"I'm sorry, what did you want me to do again?",		"player_reset_2":"On second thought, this is too much of a problem.",		"npc_reset_1":"Just great. Incompetent and indecisive. Don't worry, I'll find someone who can take care of this.",		"player_sorry_1":"I'm sorry, what did you want me to do again?",		"player_reset_1":"On second thought, this is too much of a problem.",		"waypoint_name_2":"Scout Trooper Rendezvous",		"waypoint_name_1":"Droideka",		"waypoint_description_2":"This is the scheduled location of your rendezvous with the scout trooper.",		"waypoint_description_1":"Find and destroy the malfunctioning old droideka.",		"return_waypoint_name_2":"SG-567",		"return_waypoint_name_1":"SG-567",		"return_waypoint_description_2":"Scout trooper commander.",		"return_waypoint_description_1":"Scout trooper commander.",		"player_sorry":"I'm sorry, what did you want me to do again?",		"player_reset":"On second thought, this is too much of a problem.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"Do I get paid for this?",		"player_3_1":"I could probably do it. But why would I?",		"player_2_2":"Sorry, I'm too busy for that.",		"player_2_1":"That's not my problem.",		"player_1_2":"Sure, that sounds like fun.",		"player_1_1":"I'll take care of your droideka problems.",		"otherescort_2":"No, I'm not the person you're looking for. Maybe you should look around here a little more.",		"otherescort_1":"",		"npc_work_2":"What is it?",		"npc_work_1":"Did you catch up to that droideka yet?",		"npc_takeme_2":"Alright, I was wondering when you would get here. You ready to make this patrol?",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Good to see you back. I'll expect your report soon, SG-619. As for you, citizen... here's your pay.",		"npc_reward_1":"The old rust bucket didn't give you too much trouble, did it? Don't spend all these credits in one place, eh kid?",		"npc_reset":"Just great. Incompetent and indecisive. Don't worry, I'll find someone who can take care of this.",		"npc_noloc_2":"Hold on a second, I've got some orders to radio out. Get back to me afterwards, alright?",		"npc_noloc_1":"Hold on a second, I've got some orders to radio out. Get back to me afterwards, alright?",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"Well, you weren't scheduled to be on that patrol, so it's not like you could be held accountable for this.",		"npc_failure_1":"And you're giving up? Hopefully some of my scout troopers will be back soon. Best to let the professionals handle this one.",		"npc_dropoff_2":"You're alright for someone not serving in our unit. Thanks for working with us.",		"npc_dropoff_1":"",		"npc_breech_2":"SG-619 checking in... no, they aren't here yet.",		"npc_breech_1":"Possible entity reform initiated. Identify: true. Proceed with primary order.",		"npc_backtowork_2":"Meet up with SG-619 at the location on your datapad and return with him to the garrison.",		"npc_backtowork_1":"Ok, it's really simple... here's the location of the malfunctioning droideka. Just head out that way and take the old bucket of bolts down. Okay?",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"Sure, why not?",		"npc_4_1":"It's good to have friends, but it's better to have money. Help me and I'll see you have both.",		"npc_3_2":"Not a problem. I thought for a moment you might think it was fun.",		"npc_3_1":"Is that so? Well guess what: I'm your problem now. Slip up just an inch and I'll see you regret it.",		"npc_2_2":"Alright then. Let me put the coordinates on your datapad. Head out there, meet up with SG-619 and head back this way. If you see anything strange, just remember you're on a scouting mission. SG-619 will make his report when he gets back.",		"npc_2_1":"That's the first good news I've had all day, citizen. Ok, let me show you this tactical map. You'll find that droideka about here. It's a beat up hunk of junk we'd been using for search and destroy missions on the Rebels, but its circuits just couldn't handle the stress. Don't feel the need to be overly gentle in the process of shutting it down.",		"npc_1_2":"Thanks for taking down that droideka. That was a real load off my mind. You seem interested in what we're doing out here. I wonder if you'd like to join one of my scouts on a patrol back to the base?",		"npc_1_1":"Ok, I'm having a seriously messed up day. A beat up old droideka we've been keeping around just ran rampant and escaped the garrison. None of my scout troopers are available to recover the thing. Unless you're going to volunteer to hunt the thing down I suggest you stay out of my way.",		"notyet":"No, I'm not sure I trust you enough yet. Maybe if you come back later.",		"notit_2":"Hey look, you've helped me out in the past, but I don't want your junk.",		"notit_1":"Ok maybe you're just not understanding me. I want you to destroy a defective droideka. What is this garbage you're handing me?",		"next":"It's too bad you don't serve under me. I could use a few more like you.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"You're not the person I'm waiting for.",		"dontknowyou_1":"",		"cant_work":"Finish up what you're doing and come back here if you want work. I'll make it worth your while."
}}
