{
	"stfFile":"loading/tips",
	"entries": {
		"huff_darklighters_missing_heirloom":"South of Anchorhead is the famed Huff Darklighter Estate.  Help the father of the Rebel hero, Biggs Darklighter, find a lost family heirloom.   Start your adventure by speaking with Huff's Guard at -697, -6731.  Earn his trust and he will get you into Huff's good graces.",		"politics_in_bestine":"Rich in history and political intrigue, Bestine is a place where citizens and travelers alike can take part in the struggle between two ambitious young politicians.  Get involved and decide which power broker you want to support by making your way to Tatooine.  Start by speaking with Governor Tour Aryon in the Capitol building at -1137, -3563.",		"the_warren":"There is a top secret Imperial secret research lab run by Boris Teraud and something has gone horribly wrong.  Make your way to the Warren on Dantooine at -555, -3825.  Search out the Escapee who can usually be found within 200-300 meters in front of the warren itself.  Only he can give you what you need to get inside.",		"emperors_palace":"Imperial Loyalists wishing for an audience with the Emperor should travel to Naboo and make their way to the Emperor's Palace at +2400, -3900.  Speak with the woman named Kaja Or'Zee.  She will start you on your path becoming a loyal citizen of the Empire.",		"secret_rebel_base":"Join the Rebellion and fight against the Empire!  Start your adventure by speaking with a hero of the Rebel Alliance, C-3PO on Corellia at -6505, 5985.  He has important missions issued from the Rebel High Command that are vital to the success of the Rebellion. ",		"jabbas_palace":"Make your way out into the deserts of Tatooine to -5861, -6206 and in through the front door of Jabba's magnificent palace!   Head inside and talk to a rodian named Reelo Baruk.  If you do some work for him and get in Jabba's good graces, you might be able to make your way into Jabba's throne room.",		"shuttleport_times":"Increased Imperial efficiency has led to a decrease in shuttleport times.  Shuttles now arrive every 5 minutes. ",		"new_user_experience":"For our new players coming into the game and for players trying out one of the Starting Professions for the first time, a whole new quest-based learning experience will help show them the ins and outs of the game. Look for your "helper droid" to guide your way!",		"manual_turret_attacks":"Now soldiers in the Galactic Civil War can get the best use out of their turrets with Manual Control.  Now players can control turrets and manually aim them to attack enemy forces. This will help defenders protect their HQ and make attackers be more organized when attacking a base.
",		"wookiee_armor":"Armor for Wookiees!  Kashyyykian Ceremonial Armor is the first set of armor added to the Galaxy for our furry friends.",		"corellian_corvette":"The Corellian Corvette is our first 'space-based' adventure and a familiar Star Wars setting with 9 separate quests.  There are three missions for Rebels, three missions for Imperials and three missions for neutral players. Different objectives will be required to complete the Corvette missions, based on who you're working for, and what task they've assigned you.",		"smugglers_and_the_underworld":"Smugglers with experience in the underworld can now take their junk items to the Jawa Junk Dealers at the mountain fortress!",		"junk_dealers":"Players are now able to go adventuring, collect various loot drops from NPC's, and take it to a Junk Dealer to sell.  Junk Dealers won't buy just anything.  Dealers may purchase common items but each may also specialize in arms or other finery.",		"player_city_garages":"Architects and Mayors can collaborate to add vehicle garages to their city at city level 2.  Now players will be able to repair their vehicles in many more locations.",		"new_mounts":"Visit your local Creature Handler to saddle up one of two new player mounts: Banthas and Cu Pas!  ",		"camp_rules_changed":"Camp restrictions have been changed.  Players no longer need to be in camps to pull out vehicles, mounts, droids or pets and can pull them out wherever they are, eliminating the player inconveniences of having to find rural areas far from cities, lairs and other no-build zones in order to build a camp.  ",		"droid_repair_kits":"When your droid gets a little worn down from adventuring with you, be sure to use the new droid repair kits and droid wound repair kits to repair your droid to its full operating capabilities.",		"droid_enhancements":"Visit with your local Droid Engineer to see the latest droids.  There are new modules that give a helping hand to new players in combat.",		"up_and_down":"Players can now move items up and down in player houses, merchant tents, player association guild halls and all player city structures.  Create a Macro or use the radial menu to take advantage of the vertical object movement in player structures.",		"library":"The librarian in the Palace of Theed enjoys entertaining visitors with interesting games of trivia.",		"contraband":"Imperial probots regularly scan citizens for contraband goods such as sliced weapons or illegal spice. Violations often result in an unpleasant visit from Imperial Stormtroopers.",		"geo_lab":"On Yavin 4, rumors persist about a hidden research lab used by the Geonosians to create mutant creatures for their execution arenas.
",		"good_eats":"Around the galaxy, chefs are now experimenting with new recipes. Certain entrees actually help diners to concentrate better on their skills or offer an array of other helpful benefits.
",		"bestine_politics":"Imperial politics rage in Bestine where the next governor's aide will control the fate of the capitol city. Registering with a candidate can help decide whether it is a city of commerce for merchants or defense from the savage Sand People. 
",		"resources":"Click and hold on a corpse to bring up a radial menu that includes the option "Harvest." Anyone can loot a fallen character of items and credits. A character with Scout skills can harvest meat, hide, or bone from a slain creature. Multiple scouts can each harvest resources from the same creature.",		"hospital":"If your character has medical skills, you'll like hospitals. You'll gain experience at the hospital for healing other characters' wounds and injuries.",		"combatstates":"Icons appear beside your health bars when you are in combat, poisoned, intimidated, and in a variety of other situations. For more information, consult the Holocron (Control + H).",		"cntrllight":"To see your immediate surroundings in dark areas, press Control + L (by default) to bring up a personal light source. Don't worry about alerting enemies; no one can see this light but you.",		"charactersheet":"Your character sheet displays your current health pools, injuries, faction standing, badges, and history. Press Control + C (by default) to see the character sheet. For more information, consult the Holocron (Control + H).",		"cycling_chat_tabs":"You can cycle through chat tabs quickly with Control + Home.",		"waypoints":"Waypoints are beacons from the sky that you can place anywhere, and see on your display.  You can send waypoints to your friends in mail. Type /waypoint to create one quickly at your location. For more information, consult the Holocron (Control + H).",		"target_display":"The target display shows your currently selected look-at target, or your combat target.  This gives you a better view of their states and health, action, and mind pools.",		"windows":"Did you know that every display window can be moved to any location and resized to any size? Click and drag a corner or an edge to resize a window. Click and drag the top edge to move it.",		"planetary_map":"The planetary map (Control V by default) lets you see an orbital view of your area, including the locations of any nearby cities or landmarks.  From this map, you can view, create, destroy, and rename waypoints.",		"insurance":"If your character dies, you'll wish you'd insured your items at a cloning facility. Most uninsured items will decay by 5% when you clone.",		"health_indicator":"Your health indicator defaults to the upper left-hand corner of your display.  The red bar is your health pool, green is your action pool, and blue is your mind pool.  Taking action will cause these pools to drop.  If any of them drop to zero, you are incapacitated!",		"healing":"There are three kinds of damage: normal damage (which heals naturally over time or by a medic), wounds (which require a medic or entertainer), and battle fatigue (which requires an entertainer in a venue like a cantina).",		"finding_resources":"Finding resources, especially rare ones, can be hard.  It's important to move around when you are surveying and looking for them.  You may even need to try remote planets . . .",		"yummy_food":"Food is delicious, and it can improve your statistics or skills!  No one is required to eat food, but eating can significantly increase your ability to withstand damage and execute actions, among other benefits.",		"second_row_of_toolbar":"You can resize the toolbar vertically to create a second row on your toolbar.  This second row uses the Shift + F# keys.",		"new_chat_tabs":"Right-click the top of the chat window to create a new chat tab or change the size of the chat text. New chat tabs can be customized. For instance, you could set up a separate tab that shows only chat messages sent by members of your current group, or only Instant Messages from friends.",		"creating_macro":"You can create a "macro" (a set of stored commands) by going to the Abilities and Commands Menu (Control + A by default) and choosing the "create macro" button.  Macros can be very useful, and are highly customizable. For more information, consult the Holocron (Control + H).",		"combat_queue":"The combat queue lets you see what combat commands you are getting ready to execute.  You can enter multiple commands in the queue, and they will be executed in the order entered.",		"cloning":"When your body is slain, you revert back to a previous clone, and you awaken in the nearest available cloning facility.

It's a good idea to clone when adventuring at a new location to avoid excessive wounds or unwanted relocation.",		"city_map":"The overhead city map (Control + M by default) shows you buildings and walls in the city you are in, as well as the names of important buildings. To zoom in and out on the map, scroll the mouse wheel while holding down the Control key.",		"camping_safely":"You cannot exit the game swiftly in dangerous areas.  To exit swiftly in the wild, you need to be in a camp and to use the /logout command.  If you use /quit, your character will remain in the world for a few minutes.",		"banking":"You can deposit your money at any bank (mission rewards automatically go there). You can store a number of items in a safety deposit box in the planetary bank you have joined.",		"action_bar_skills":"The Skills menu (Control + S) shows all the skills you currently have, the ones you can work toward, and all the skill available in the game. For more information, consult the Holocron (Control + H).",		"action_bar_options":"The Options menu (Control + O by default) contains hundreds of options, from graphics options to gameplay.  Check this page to customize your interface to your own preferences. For more information, consult the Holocron (Control + H).",		"action_bar_mail":"Mail is available in-game by pressing Control + E (by default).  You can send mail messages to any players, if you know their names.  Messages will be saved for recipients who aren't online. When they next log in, they will see that they have new mail.",		"action_bar_inventory":"This button (or Control + I) provides access to your inventory, where you can equip or unequip items, trade them, or move them around. For more information, consult the Holocron (Control + H).",		"action_bar_help":"The help button or (Control + H) brings up the Holocron. Named for the great library of the Jedi Knights, the Holocron contains valuable information on all aspects of Star Wars Galaxies. There is even a Frequently Asked Questions section.",		"action_bar_game_menu":"The game menu (Shift + Escape) gives you quick buttons for disconnecting from the game.  You can also view the game credits from this window.",		"action_bar_datapad":"The datapad (Control + D) carries information about your current mission, waypoints, planetary Points of Interrest and known schematics (the things you can craft). For more information, consult the Holocron (Control + H).",		"action_bar_community":"The community screen (Control + P by default) lets you find other players. To find a group, or someone with specific skills, or maybe just a new friend, use this screen. For more information, consult the Holocron (Control + H).",		"action_bar_character_sheet":"Your character sheet (Control + C by default) shows many vital statistics for your character, including your current number of wounds and battle fatigue.  It is good to regularly check your character sheet to make sure you are in good health.",		"action_bar_abilities":"The Abilities and Commands menu (Control + A) shows all the commands you have by default (such as moods and emotes) and all the commands you gain with new skills.  If you are having trouble finding a command, go to this menu.",		"accuracy_meter":"The accuracy meter, next to the health bars of your target, shows your relative bonus to hit the current target - this takes into account only a few variables, such as range, posture, movement, and the type of weapon you are using, but can be a helpful indicator for determining the best combat tactics.",		"ui_colors":"On the Interface screen of the Options menu, you can select from a variety of color schemes for the user interface.",		"radial_shortcut":"You can instantly bring up a radial menu on your current target by pressing the tilde key ~. When a radial menu is up, you can select an option from it instantly by pressing the corresponding number.",		"light":"It can get dark out there! Fortunately, every character is equipped with a personal light source. You can activate it by pressing Control + L (by default).",		"xp_monitor":"If you open your skills window, you will see a checkbox that turns on a new interface element, the experience monitor. It has a pulldown that lets you see your progress towards the required XP for a given skillbox.

If you want to track more than one type of XP, you can resize the XP monitor to show up to five different bars.",		"two_row_toolbar":"If you need more toolbar space, grab the bottom edge of the toolbar and resize it so that you have two rows of hotkeys on each pane. You can access the new hotkeys by holding down SHIFT while pressing the hotkey.",		"states":"Next to your status in the upper left corner of the heads-up display is space for "states." States are conditions that can be applied to you, such as dizziness, blindness, or incapacitation.",		"consider":"To the right of your target's status, over their head, is a color coded circle indicating how difficult fighting that opponent will be. Green means it's very easy--red means it will likely kill you.

This is called "consider." The results will vary depending on your expertise with the weapon you happen to have equipped.",		"unix_shortcuts":"You can use ! (an exclamation point) to repeat the last command you typed in. "!abc" will repeat the last command that started with "abc."

You can also use the caret to correct a typo in a previous command. Entering
  ^tyop^typo
will repeat the previous line, with "tyop" changed to "typo."",		"chat_tab":"If you drag a tab off of your chat box onto a different location on your screen, it will create a completely new chat window.",		"chase_cam":"You can turn a "chase camera" on and off using the period on the numeric keypad. When chase cam is on, the camera will automatically lock to the back of your head. You can swing it to a different location by holding down the 0 on the numeric keypad while moving your mouse, or by using the 8, 4, 6, and 2 keys. The 5 key will recenter the camera to its default location.",		"keymaps":"You can change the entire keymap quickly and easily to mimic the keymaps found in other games. In the Options menu, choose Controls, and use the pulldown located near the bottom of the window to select from one of the four default keymaps.",		"group_menu":"Groups in Star Wars Galaxies can hold up to 20 people. If your group menu doesn't display everyone in the group, resize the menu to display more names by going into cursor mode and dragging the bottom edge of the group display.",		"framerate_and_network":"You can see your framerate and your network performance by turning on the network performance monitor on the Options menu. It is found in the Misc category.",		"toolbar":"If you want to make a shortcut for using an item, you can simply drag the item from your inventory into your toolbar. For example, to make a shortcut for drawing your weapon, you can drag your blaster to an empty toolbar slot. Pressing that hotkey will switch to that weapon, or put away the weapon if it is equipped.",		"movement":"Moving around in combat makes you much harder to hit, but it will also spoil your aim. You can see how accurate your shots will be by looking at the number displayed to the left of your target's status, over their head.",		"postures":"You can kneel, sit, stand, or lay prone in Star Wars Galaxies. These all provide different defensive benefits and penalties when in combat. For example, laying prone will increase your accuracy when firing, but will make you very vulnerable to melee attacks.",		"radial":"Clicking and holding on a target will display a radial menu of actions that you can perform on the target. You'll know that all the options have shown up once the menu stops animating.",		"tabbing":"Using the default keymap, you can use the TAB key to cycle through visible targets."
}}
