{
	"stfFile":"space/space_interaction",
	"entries": {
		"pob_lot_returned":"A housing-lot requirement that had been utilized by your ship's interior space has been returned to you. You can still store objects inside your ship.",		"your_ship_esploded":"Your ship has been destroyed. You have been towed to the nearest space station for repairs. You can either repair your ship at the station or transport to the closest available planet for additional services. To talk to the station, target it and use /comm.",		"wrong_repair_kit":"That repair kit is not the correct type to fix this component.",		"wrong_parking_location":"Your ship is not parked here. (Examine the Ship Control Device to see where it is actually parked)",		"wrong_faction":"You cannot use this station because you are not the correct faction.",		"wpn_fire_fail_power":"Your capacitor doesnt not have enough power for this weapon.",		"wpn_fire_fail_missile_target":"You have no target for your missiles.",		"wpn_fire_fail_missile_self":"You can't fire missiles at yourself!",		"wpn_fire_fail_missile_range":"Your target is out of range of your missiles.",		"wpn_fire_fail_missile_acquire":"You have not yet acquired your target.",		"wpn_fire_fail_disabled":"Your weapon is disabled.",		"wpn_fire_fail_ammo":"Your weapon is out of ammo.",		"weapon":"weapon",		"wait_for_taunt":"You must wait before you can taunt again.",		"vrepairo_target_pc":"(Find a player-controlled ship to repair.)",		"vrepairo_repair_target_invalid":"You must have a valid look-at target to use this ability.",		"vrepairo_cant_repair_npc":"The pilot of your currently targeted ship cannot allow you to repair them.",		"vampiric_success":"Repairs completed.",		"vampiric_slight_fail":"Repairs completed at the cost of a small amount of additional damage.",		"vampiric_repair_useless_abort":"There isn't a large enough difference between your healthy and unhealthy components to make it worth proceeding. Aborting Process.",		"vampiric_repair_underway":"Pulling parts from other systems to partially repair your worst system",		"vampiric_repair_other_underway":"Pulling parts from your systems to partially repair your target's worst system.",		"vampiric_repair2":"Some damage will be incurred.",		"vampiric_repair":"Re-routing heavily damaged systems through other systems.",		"vampiric_other_repair_useless_abort":"There isn't a large enough difference between your healthy and the recipients's unhealthy components to make it worth proceeding. Aborting Process.",		"vampiric_great_success":"Repairs completed, with excellent results.",		"vampiric_good_success":"Repairs completed, with good results.",		"vampiric_big_fail":"Catastrophic Failure! Repairs completed, but significant additional damage suffered!",		"vampiric_abort":"Catastrophic Failure! ABORTING to avoid additional damage!",		"use_escape_hatch":"You must use the escape pod hatch to launch an escape pod.",		"unmute_droid":"Granting flight-computer/astromech vocalization authorization.",		"unable_to_call_repairship":"Unable to call in the repair vessel. You are currently engaged in combat maneuvers with enemy vessels and repairship can't defend itself.",		"turret_upper":"Enter upper turret.",		"turret_occupied":"That turret is currently in use so you cannot enter.",		"turret_lower":"Enter lower turret.",		"turret_disabled":"This turret is currently disabled and cannot be used.",		"toomanyships":"You have too many ships in your datapad already!",		"too_many_pobs":"You cannot launch another ship with an interior. Empty out one of your other ships and you may take off with this ship.",		"too_far":"You are too far away from the station to perform this action.",		"terminal_pob_ship":"Ship Permissions Terminal",		"taunt_too_long":"Your taunt cannot be longer than 64 characters.",		"taunt_on":"Space Combat taunts are now enabled.",		"taunt_off":"Space Combat taunts are now disabled.",		"target_too_far":"That is too far away to repair.",		"target_not_ship":"This command can only be executed on targets that are spacecraft.",		"target_not_access_point":"That is not repairable with this kit.",		"target_an_access_point":"To use a repair kit like this you must target a repair access point.",		"systems_not_ready":"This ship's systems are unable to throw that much power around right now.",		"systems_disabled_strike_pack":"Your ship's systems are currently disabled. Unable to access communications to send strike package request.",		"systems_disabled_repair_abort":"Your ship's systems are currently disabled. Unable to begin repair.",		"systems_disabled_pirate_raid":"Your ship's systems are currently disabled. Unable to access communications to send call for assistance.",		"strikeforce_withdrawing":"The Support Team is now exiting the area.",		"strike_bomber_destroyed":"A strike package bomber was just destroyed!",		"space_yacht":"The Sorosuub Yacht cannot be re-deeded!",		"space_waypoint_syntax":"[SYNTAX] /waypoint <x> <y> <z>",		"shipoperations_falcon":"Enter Operations Station",		"ship_droid_set":"Droid has been set as space droid.",		"shield":"shield generator",		"select_droid_for_ship":"Set as Astromech/Flight-Computer for Space Ship",		"scramming_reactor":"Uncontrolled reactor overload spike detected. SCRAMMING REACTOR!",		"say_yes":"You must use "/escapePod yes" to eject.",		"retire_waypoint_btn":"Get Waypoint",		"retire_warning_title":"Surrender Skill",		"retire_rebel_warning":"You cannot manually surrender pilot skills.

If you wish to retire from the Rebel Navy, you should speak to the recruiter for the Rebel Alliance on Corellia. If you need a waypoint to the location of your local recruiter, please press the "Get Waypoint" button below.",		"retire_neutral_warning":"You cannot manually surrender pilot skills.

If you wish to retire your pilot skills, you should speak to the recruiter for the Pilot's Guild on Tatooine. If you need a waypoint to the location of your local recruiter, please press the "Get Waypoint" button below.",		"retire_imperial_warning":"You cannot manually surrender pilot skills.

If you wish to retire from the Imperial Navy, you should speak to the navy recruiter for the Empire on Naboo. If you need a waypoint to the location of your local recruiter, please press the "Get Waypoint" button below.",		"repairo_out_of_range":"Either your ship or the target ship aren't positioned close enough to the repair target to begin the procedure.",		"repairo_cant_heal_enemy":"Repair target is identified as a possible enemy. Aborting procedure.",		"repairo_beginning":"Beginning repair procedure.",		"repaired_x_component_damage_destroy_kit":"You have fixed %DI points of damage on the %TO. The repair kit is used up.",		"repaired_x_component_damage":"You have fixed %DI points of damage on the %TO.",		"repaired_x_chassis_damage_destroy_kit":"You have fixed %DI points of chassis damage. The repair kit is used up.",		"repaired_x_chassis_damage":"You have fixed %DI points of chassis damage.",		"repaired_x_armor_component_damage_destroy_kit":"You have fixed %DI points of armor damage on the %TO. The repair kit is used up.",		"repaired_x_armor_component_damage":"You have fixed %DI points of armor damage on the %TO.",		"repair_single_kit":"Repair - 1 Kit",		"repair_otw":"You've already tried to call in a repair vessel!!! You'll have to wait for it to wait for it to arrive.",		"repair_arrive_hyperspace":"Repair ship now arriving from hyperspace.",		"repair_all_kits":"Repair - Full",		"repair":"Repair",		"reloaded_x_missile_ammo":"You have loaded %DI of %TO into your missile launcher.",		"reloaded_x_countermeasure_ammo":"You have loaded %DI of %TO into your countermeasure launcher.",		"rebel_wp_name":"Rebel Alliance Recruiter",		"reactor_standby":"Reactor systems resetting. Stand By...",		"reactor_stabilized":"Reactor settings have stabilized",		"reactor_pumped_already":"You've already tried to pump the Reactor!!! Wait for things to settle down before trying again.",		"reactor_normalizing":"Reactor settings beginning to return to normal...",		"reactor":"reactor",		"power_spike":"Power spike underway!",		"pob_loot":"Loot container",		"plasma_leak_end":"You have successfully escaped the scorching flames of the plasma leak.",		"plasma_leak_begin":"This area of the ship has a PLASMA LEAK! It begins to scorch the flesh from your bones!",		"plasma_conduit_burst8":"A droid/flight-computer interface conduit has burst!",		"plasma_conduit_burst7":"A booster conduit has burst!",		"plasma_conduit_burst6":"A capacitor conduit has burst!",		"plasma_conduit_burst3":"A shield conduit has burst!",		"plasma_conduit_burst2":"A shield conduit has burst!",		"plasma_conduit_burst19":"A weapon conduit has burst!",		"plasma_conduit_burst18":"A weapon conduit has burst!",		"plasma_conduit_burst17":"A weapon conduit has burst!",		"plasma_conduit_burst16":"A weapon conduit has burst!",		"plasma_conduit_burst15":"A weapon conduit has burst!",		"plasma_conduit_burst14":"A weapon conduit has burst!",		"plasma_conduit_burst13":"A weapon conduit has burst!",		"plasma_conduit_burst12":"A weapon conduit has burst!",		"plasma_conduit_burst1":"An engine conduit has burst!",		"plasma_conduit_burst0":"A reactor conduit has burst!",		"pirate_raid_systems_not_ready":"A pirate raid cannot be called at the moment.",		"pirate_raid_not_enemy":"You'll never be able to talk the pirates into attacking THAT.",		"pilot_ship":"Pilot Ship",		"pilot_command_timer_compelete":"Everything's in order after the last pilot command. Ready to execute a new one!",		"pilot_command_delay_some":"It looks like you might be ready in a couple more minutes...",		"pilot_command_delay_bit":"It looks like you might be ready in just a minute.",		"pilot_command_delay":"You're still recovering from your last trick, and you need to wait before you can perform another",		"packed":"You have successfully packed this ship into a deed!",		"operations":"Operations Chair",		"not_missile_ammo":"This is not ammo.",		"not_hyperspacing":"You can't cancel anything because you aren't calculating a hyperspace route.",		"not_group_leader_for_formation":"You must be the leader of a group to assign a formation.",		"not_enough_lots":"This ship requires a lot. You do not have any left and cannot create it.",		"not_certified_device":"You aren't certified to operate this device.",		"not_an_astromech_for_space":"You cannot set that as your active space-useable astromech or flight computer.",		"not_ammo":"That is not ammunition and cannot be loaded into an ammo bay.",		"none_around_pirate_raid":"There are no pirates within navigation distance that are willing to come to your aid.",		"noadd":"This device cannot go there!",		"no_working_ship":"This ship requires a working engine and reactor to be flyable.",		"no_use_terminal_incapacitated":"You cannot use this terminal while incapacitated.",		"no_use_terminal_dead":"You cannot use this terminal while dead.",		"no_use_terminal_combat":"You cannot use this terminal while in combat.",		"no_turret":"This turret is not useable as there is no weapon installed.",		"no_travel_basic":"You cannot travel with this ship as it has no hyperdrive.",		"no_trap_in_space":"You may not use traps in space.",		"no_survey_in_space":"You may not survey or sample resources in space.",		"no_space_expansion":"You do not currently own the space expansion. Go to your local software store and purchase Jump To Lightspeed to launch into space.",		"no_ship_certification":"You are not certified to pilot this ship.",		"no_ship":"You cannot take off because you do not have a ship.",		"no_shield_energy":"Your shields do not have enough energy to do that.",		"no_rename_space":"You cannot rename a ship while you are in space.",		"no_placing_structures_in_space":"You may not place structures in space.",		"no_moving_turret":"You must be standing still to use a turret.",		"no_moving_operations":"You must be standing still to use an operations station.",		"no_moving":"You must be standing still to pilot a ship.",		"no_kits":"You do not have any repair kits for this type of component.",		"no_hyperspace_yet":"You cannot jump to hyperspace yet. Hyperspace route calculations are not yet complete. They will be completed in %DI seconds.",		"no_hyperspace_ship_damaged":"You cannot jump to hyperspace because your ship is disabled.",		"no_hyperdrive":"This ship is not capable of jumping to hyperspace.",		"no_ground_vehicle_in_space":"Ground vehicles may not be used in space.",		"no_front_shield_energy":"Your front shield does not have enough energy to do that.",		"no_fish_in_space":"A fishing pole is insufficient for fishing in space.",		"no_fireworks_in_space":"You may not launch fireworks in space.",		"no_escape_pod_owner":"You cannot use this command as you are not the ship owner.",		"no_droid_commands":"You don't know any droid commands to program this chip with.",		"no_droid_command_module":"This flight-computer/astromech will not be able to control your ship's subsystems until you install a droid command interface.",		"no_destroy_in_flight":"You cannot destroy the ship you are currently flying.",		"no_damage_to_repair":"That component is not damaged.",		"no_cert_on_receiver":"Warning: The newOwner does NOT have the appopriate certification for the object you are trying to give!",		"no_capacitor_energy":"Your weapon capacitor does not have enough energy to do that.",		"no_booster":"Your ship does not have a booster.",		"no_basics":"This type of ship is not permitted in these areas. ",		"no_back_shield_energy":"Your back shield does not have enough energy to do that.",		"no_ammo_allowed":"You cannot put this ammo into that slot.",		"no_action_station":"You cannot perform this action while you are occupying a ship station.",		"newbie_ship":"You cannot redeed a starter ship!",		"neutral_wp_name":"Pilot's Guild Recruiter",		"need_flight_computer":"You must use a Flight Computer and not an Astromech for this purpose.",		"need_astromech":"You must use an Astromech and not a Flight Computer for this purpose.",		"nblast_unknown_failure":"SYSTEM FAILURE. Secondary system overides engaging. ABORTING N-BLAST!",		"nblast_systems_disabled":"Your ship's systems are currently disabled. Unable to trigger an n-blast.",		"nblast_skill_abort_fail":"EMERGENCY! BACK-BLAST REACTION PATTERN DETECTED. NBLAST PROGRAM ABORT FAILED!!",		"nblast_skill_abort":"EMERGENCY! BACK-BLAST REACTION PATTERN DETECTED. ABORTING NBLAST PROGRAM!",		"nblast_not_ready":"The energy capacitor has not stored up enough energy yet for an ignition-level pulse. ABORTING N-BLAST!",		"nblast_no_nebula":"Your ship must have access to the reactive trace elements located within a nebula in order to trigger an n-blast.",		"nblast_execute":"NBLAST program executing...",		"nblast_calling":"Standy... beginning ignition source procedures.",		"nblast_already":"You're already executing an nblast.",		"mute_droid":"Removing flight-computer/astromech vocalization authorization",		"missile_full_no_reload":"You cannot add more missiles to that launcher until the current pack is consumed.",		"memory_chip_transfer":"Transfer Memory Chip to Datapad",		"memory_chip_program":"Program Droid Memory Chip",		"memory_chip_burnt":"Command has been burnt into memory chip.",		"memory_chip_analyze":"Analyze",		"lwpt":"Spacestation",		"launch_space_tatooine_2":"You have been launched into the Space Tatooine Tutorial zone. This is a zone specifically for new players. You will launch here until you receive your first tier 1 skill.",		"launch_space_naboo_2":"You have been launched into the Space Naboo Tutorial zone. This is a zone specifically for new players. You will launch here until you receive your first tier 1 skill.",		"launch_space_corellia_2":"You have been launched into the Space Corellia Tutorial zone. This is a zone specifically for new players. You will launch here until you receive your first tier 1 skill.",		"jstart_target_pc":"(Find a player-controlled ship to jumpstart.)",		"jstart_target_no_shield":"The target has no shields to recharge.",		"jstart_systems_disabled":"Your ship's systems are currently disabled. Unable to begin jumpstart program.",		"jstart_recipient_alert":"Your ship's shields have just received a boost in charge by %TO.",		"jstart_out_of_range":"Either your ship or the target ship aren't positioned close enough to the jumpstart target to begin the procedure.",		"jstart_not_ready":"Jumpstart program unable to execute. Required parameters not in compliance.",		"jstart_not_charged":"The energy capacitor has not stored up enough energy yet for a significant pulse. JUMPSTART PROGRAM ABORT!",		"jstart_no_target":"You must have a target to use the JumpStart program.",		"jstart_no_shield":"The command you are attempting to use requires that you have shields to contribute energy from, yet you have none.",		"jstart_invalid_target":"Targeting systems unable to resolve target. ERROR! JUMPSTART PROGRAM ABORT!",		"jstart_failure":"An unknown systems failure caused the JumpStart program to abort itself before the accumulated energy was transmitted.",		"jstart_cant_repair_npc":"The pilot of your currently targeted ship cannot allow you to recharge their shields.",		"jstart_cant_heal_enemy":"Jumpstart target is identified as a possible enemy. Aborting procedure.",		"jstart_big_failure2":"Energy accumulator has back-flashed and ship's sub-systems have been damaged!",		"jstart_big_failure":"WARNING! WARNING! CRITICAL MALFUCTION!",		"jstart_beginning":"Beginning jumpstart procedure.",		"jam_cleared":"The %TO that jammed one of your ammo bays has been cleared. 
",		"items_in_ship":"You cannot pack this ship into a deed until you have removed all items from its interior.",		"incorrect_ammo":"This is not the correct ammo pack for this bay.",		"imperial_wp_name":"Imperial Navy Recruiter",		"iff_spoofing_unsuccessful":"Your attackers aren't falling for your IFF transponder spoofing.",		"iff_spoofed_already":"You've already tried to scramble your IFF Transponder!!! Nobody's going to fall for that again, at least not for a while.",		"iff_spoofed":"IFF Transponder settings spoofed. That ought to confuse them for a moment or so!",		"iff_spoof_dont_bother":"Spoofing the IFF only has an effect when someone's currently attacking you. ",		"hyperspace_route_calculation_8":"                                1",		"hyperspace_route_calculation_7":"                                2",		"hyperspace_route_calculation_6":"                                3",		"hyperspace_route_calculation_5":"                                4",		"hyperspace_route_calculation_4":"Hyperspace route calculation complete. Jumping to Hyperspace in 5.",		"hyperspace_route_calculation_3":"Hyperspace route calculating. Status: 75%",		"hyperspace_route_calculation_2":"Hyperspace route calculating. Status: 50%",		"hyperspace_route_calculation_1":"Hyperspace route calculating. Status: 25%",		"hyperspace_route_begin":"Hyperspace route calculations begun. Status: 0%",		"hyperspace_ready":"Hyperspace route calculations complete.",		"hyperspace_not_ready":"You cannot jump to hyperspace yet. You must wait %DI more seconds.",		"hyperspace_in_progress":"You cannot choose another destination as a route is already being calculated.",		"hyperspace_aborted":"Hyperspace calculations aborted. ",		"hyperdrive_recharged":"Hyperdrive recharged.",		"hull_breach_damage":"<HULL BREACH!> You choke from lack of air.",		"hull_breach":"HULL BREACH! The ship atmosphere is leaking into space. Find the Hull Access panel and patch the leak.",		"fix_plasma_conduit_destroy":"You succesfully patch the broken plasma conduit. The repair kit is consumed in the process.",		"fix_plasma_conduit":"You succesfully patch the broken plasma conduit.",		"fix_hull":"You succesfully patch the hull leak. The repair kit is consumed in the process.",		"failed_to_create_controller":"Failed to create a valid controller device for the navicomp.",		"escort_ship_destroyed":"A strike package escort fighter was just destroyed!",		"epulse_systems_disabled":"Your ship's systems are currently disabled. Unable to trigger an energy pulse.",		"epulse_not_ready":"Energy pulse not ready at the moment.",		"epulse_not_enemy":"Non-Enemy units detected in primary effect radius. Secondary system overides engaging. E-PULSE ABORT!",		"epulse_not_charged":"The energy capacitor has not stored up enough energy yet for a significant pulse. E-PULSE ABORT!",		"epulse_firing":"Standby for pulse... firing capacitor actuators.",		"epulse_already":"You're already executing an e-pulse.",		"engine":"engine",		"energy_pulse_failure":"WARNING.WARNING.WARNING. E-PULSE EXECUTION FAILURE.",		"energy_pulse_big_failure":"WARNING.WARNING.WARNING. EMERGENCY SHUNT FAILURE! SYSTEM DAMAGE INCURRED!",		"emergency_weapons":"Diverting emergency power to the weapons from other systems!",		"emergency_thrust":"Diverting emergency power to the engines from other systems!",		"emergency_shields":"Diverting emergency power to the shields from other systems!",		"emergency_reset":"System power resetting. Power settings restoring to default conditions.",		"email_subject_trainer":"Flight Status: Approved",		"email_subject_3":"JOIN T####>> TRANSMISSION INTERRUPTED <<####",		"email_subject_2":"Opportunities for Privateer Pilots! (FW: Pilots' Guild shut down by order of The Emperor)",		"email_subject_1":"JOIN THE IMPERIAL NAVY",		"email_sender_trainer":"Flight Authorization Center",		"email_sender_3":"Unknown Transmission Source!",		"email_sender_2":"Freelance Pilot's Guild",		"email_sender_1":"The Office of the Imperial Navy",		"email_body_trainer":"Your Flight Status is Approved!

Thank you for your voluntary participation. Please take a moment to review these general hints and tips to help you become a courteous citizen pilot.
Note: If you ever need HELP press Control+H to bring up your holocron. Find the topic you are interested in studying on the left side of the holocron viewer. Click the subject line to expand all related sub-topics.

[FLIGHT CONTROLS RECAP]
     Increase Speed - UP ARROW / 'W'
     Decrease Speed - DOWN ARRORW / 'S'
     Roll clockwise - RIGHT ARROW / 'E'
     Roll counter-clockwise - LEFT ARROW / 'Q'
     Yaw left - Mouse / Joystick / 'A'
     Yaw right - Mouse / Joystick / 'D'

[TARGETING]
     TAB - Target nearest enemy starship
     X - Target ships in front of you
     C - Target capital ships and space stations

[COMMUNICATIONS]
     Backslash - Comm space station (also use "/comm")

",		"email_body_3":"From the De####>> TRANSMISSION SOURCE JAMMED <<####
>>@#
>>##
>>#

.. ATTENTION ALL FREE PILOTS! The Rebel Alliance needs you!

   You don't know me. My name is J'pai Brek. I'm a new pilot coordinator for the Rebel Alliance. My apologies for jamming your incoming email and attaching this viral communique - but it's what I have to do if I want to stay alive. You are receiving this message because our comm scans indicate that you have been the target of an Imperial Navy recruitment effort. Please...before you make a terrible, irreversible mistake - consider joining the Rebel Alliance and becoming a champion of freedom, peace, and tolerance.
   
   Come to Corellia...you will find me there, or visit your local Rebel Alliance Pilot trainer.  I need to stay on the move, but if you act quickly, you can meet me in the park preserve across the street from the Tyrena Starport.

###>>
##>>
#>>
#
#
#of the Emperor,

      - Grand Admiral of the Imperial Navy
",		"email_body_2":"(Communication Approved by the Office of the Imperial Navy)

Greetings fellow Pilot!
     I am Gil Burtin, founder and president of the Freelance Pilots Guild. By the will of the Emperor, our private pilots organization has been disbanded. Although this does significantly affect the economic status of free pilots throughout the galaxy, the wisdom of our beloved Emperor cannot, and should not be challenged under any circumstances.
    Since we received the order we have worked dilligently to place our pilots within honorable organizations that support the Empire and its good works. I am quite proud to say that literally ALL of our constituent members have been offered paid positions within the Naboo Royal Security Forces, CorSec, and a handful of independent shipping organizations.
    Of course, all top skilled pilots should find their home in the Imperial Navy - prosecuting the war against the dread 'rebellion.' Those who do not meet the criteria for joining the Imperial Navy should come see us! We can get you placed in a job where you are paid well for doing what you love to do!

   We are holding a Pilots' Reception at the Bestine Hotel on Tatooine.
   Please come by and chat, or visit a member of the Freelance Pilots' Guild near you!
   See you,

   - Gil Burtin
   Founder / President
   Freelance Pilots Guild",		"email_body_1":"From the Desk of Admiral Cilas Veckon

RE: Your Obligation to the Imperial Navy

Dear Citizen pilot,
   It is a dark time for those who cleave to the pillar principles of the Empire. Without heroic intervention by citizen pilots such as you, this horrid 'rebellion' could prove to be the final undoing of our civilization, our liberty... our very lives. Hired killers have taken aim against  the selfless agents of our government, and have threatened to plunge us head-long into anarchy.
   Moreover, sensing their despicable opportunities in this 'rebellion,' vast armies of corrupt criminal pirates, smugglers, and assassins have banded together to further tear the fabric of Imperial decency.
   Your Emperor needs you. Your courage. Your skill.

   Several of our most capable pilot recruiters have been dispatched to educate and inform all citizens of the galaxy who have the mettle to fly for the Empire. 
   Commander Gunham can be found on the steps of the Bestine capital building - willing to offer his time, and his wealth of experience as a pilot recruiter. 
   Also, Commander Zhanks has volunteered to spread the word in Kor Vella, Corellia. You will find him welcoming new recruits in the lobby of the Kor Vella hotel.
   And finally, our key recruitment officer, Commander Landau, will be on-duty at the steps of Theed Palace until further notice.

   Visit one of these recruiters or your local Imperial Pilot trainer today!

   For the Emperor,

          - Admiral Cilas Veckon
             Chief of Imperial Navy Recruitment
             Office of the Imperial Navy",		"ejecting":"EJECTING!",		"eject_in_5":"5 seconds to escape pod launch.",		"eject_in_30":"Escape pod activated. 30 Seconds until escape pod launch.",		"eject_in_20":"20 Seconds until escape pod launch.",		"eject_in_10":"10 Seconds until escape pod launch.",		"eject":"Launch Escape Pod",		"droid_ready":"Your flight-computer/astromech is ready for another command.",		"droid_not_certified":"You are not certified to equip this level flight-computer/astromech on your starship.",		"droid_interface_disabled_no_equip":"The droid interface on this ship is disabled. It must be fixed before a flight-computer/astromech can be installed.",		"droid_interface_disabled":"Your droid interface is currently disabled. Your droid will not be able to control ship subsystems until the interface is repaired.",		"droid_interface":"droid interface",		"droid_delay_ready":"Droid command completed. Ready for new command.",		"droid_component_too_damaged":"You cannot modify that %TO because it is too damaged for this command.",		"droid_component_not_installed":"You cannot modify a component that is not installed on your ship.",		"droid_command_weapons_too_damaged":"You cannot modify the power levels on ship's weapon suite because it is too damaged for this command.",		"droid_command_fail_no_interface":"Droid commands are non functional because you do not have a droid interface installed.",		"droid_command_fail_no_droid":"You must have a flight-computer/droid to activate droid commands.",		"droid_command_fail_no_command":"Your flight-computer/droid is not programmed to do that action.",		"droid_command_fail_interface_disabled":"You cannot do flight-computer/droid commands as your droid interface is disabled.",		"droid_command_delay":"Your flight-computer/astromech cannot perform another command for %DI seconds.",		"do_reactor_pump_two":"Injectors Re-Initialized outside parameters! Power output spike detected!",		"do_reactor_pump_one":"Manual override of reactant injector controls initiated.",		"damage_left_component_armor":"Not all armor damage was repaired. %DI points of armor damage remain.",		"damage_left_component":"Not all damage was repaired. %DI points of damage remain on the %TO. 
",		"damage_left_chassis":"You did not have enough repair kits to completely repair your Chassis. %DI points of damage remain.",		"countermeasure_full_no_reload":"You cannot add more countermeasures to that launcher until the current pack is consumed.",		"conduit_burst":"                  WARNING! WARNING! WARNING!
      A %TO has been damaged! A Plasma leak has occurred!
                  WARNING! WARNING! WARNING!",		"components_installed":"You cannot pack this ship until all components have been removed from the ship.",		"component_not_installed":"Trying to damage a component which is not installed.",		"component_already_modified":"You cannot alter an already modified component. Normalize this component to apply another effect.",		"complete_repair":"Your ship has been completely repaired.",		"certification_ship_none":"You are not certified to use the ship you are attempting to access.",		"certification_ordnance_none":"You are not certified to manipulate the ship equipment you are attempting to access.",		"capacitor":"capacitor",		"cant_transfer_active_computer":"Warning: You cannot transfer a Flight-Computer's memory Core that has already been activated by a pilot.",		"cant_be_moving":"Unable to call in the repair vessel. You are currently moving, and you must be stopped before the repair ship can find and assist you.",		"calling_repair_ship":"Calling in a repair vessel. Stand by while inquiries are made on SupportNet.",		"calling_pirate_raid":"Transmitted call for assistance on commonly-used pirate frequencies.",		"calling_in_repair_ship":"Repair vessel is on its way. Hold tight till it arrives.",		"calling_bomberstrike":"Transmitted target I.D. to Sector Command. Bomber Strike Package re-directed to your location.",		"booster_pilot_only":"Only the pilot may use a booster.",		"booster_not_ready":"Your booster is not ready to restart... please wait.",		"booster_low_energy":"Your booster has insufficient energy to activate.",		"booster_energy_depleted":"Booster energy depleted.",		"booster_disabled":"Your booster is disabled.",		"booster":"booster",		"bomberstrike_none_available":"There are no strike assets currently available to fulfill your support request.",		"bomberstrike_bad_skillcheck":"You fumbled your command code authorization transmission, and are not being cleared for strike asset allocation.",		"bombers_mission_complete":"The last target assignment has been destroyed. We will execute a withdrawal from this sector.",		"bombers_evacuating":"Casualty numbers are unacceptable, and Command has ordered us to withdraw. You are on your own.",		"bombers_arriving":"Bomber Fireteam Arriving. Beginning offensive operations now!",		"bomber_systems_not_ready":"You cannot call in a strike package right now.",		"bomber_not_enemy_2":"Request for bomber Strike Package denied.",		"bomber_not_enemy_1":"Transmitted target I.D. does not match a known enemy vessel configuration.",		"bomber_down":"I'm hit!!!! Systems are failing!!! AHHHHH!!!!",		"blank_taunt":"You must include a taunt to actually send a messager. Format: /taunt <message>",		"beginning_reactor_restart":"Reactor restart sequence beginning... Stand By...",		"autopilot_engaged":"Autopilot Engaged.",		"autopilot_disengaged":"Autopilot Disengaged.",		"armor":"armor",		"ammo_bay_jam":"CATASTROPHE! Your ammo feed mechanism has jammed while trying to load %TO. Remove the jammed ammunition from the bay to fix the feed mechanism.",		"ammo_bay_full":"This ammo bay is full and cannot hold any more ammunition.",		"ammo_added_to_bay":"Ammunition added to ammo bay.",		"already_rerouting_systems":"The ship's systems are already being rerouted to equalize operational capabilities.",		"already_pirate_raid":"All of the pirates willing to come to your aid are already assisting.",		"already_emerg_wpn":"This ship's systems must steady themselves before you can dump that much raw power into the weapons again.",		"already_emerg_shlds":"This ship's systems must steady themselves before you can dump that much raw power into the shields again.",		"already_emerg_engines":"This ship's systems must steady themselves before you can dump that much raw power into the engines again.",		"already_ejecting":"You have already initiated an ejection sequence.",		"already_bmbr_strike":"You've already called in a strike team and Command won't release an additional force to you.",		"already_active_navicomp3":"You must get rid of the old one before you can activate this one.",		"already_active_navicomp2":"You can only have a single active flight computer at a time.",		"already_active_navicomp":"You already have an initialized and active flight computer.",		"aborting_reactor_pump":"The reactor is already operating outside of normal parameters. Unable to pump the reactant injectors. Aborting!"
}}
