{
	"stfFile":"spacequest/survival/corellia_imperial_tier3_2_a",
	"entries": {
		"transmission_start":"Transmission Update: <Beginning broadcast on Hutt frequency.>",		"transmission_received":"Transmission Update: <Broadcast across Nym's space is completed. Stand by for further instructions.>",		"trans_update":"Transmission Update: <%DI percent of broadcast completed.>",		"title_d":"The next stage of the plan is to move into an area that the Hutts and Nym have agreed belongs to Nym. Once in this region you will begin transmitting Hutt signals. This will cause Nym to send his men in to investigate why a Hutt vessel is in his area. You are then to destroy as many of Nym's men as you can while continueing to broadcast. When enough of Nym's men have heard the broadcast, they should be very aggrevated and quite confused as to what the Hutts are doing.",		"title":"Yavin System: Broadcasting in Nym's Space",		"split_quest_alert_fail":"",		"split_quest_alert":"The captured Hutt smuggler has been refit and set up on autopilot. We are going to fly it through Nym's space. Your fighter should be masked sufficently by the larger smuggler vessel that you will be able to strike at the pirates as they investigate the smuggler. This should convince Nym that the Hutts are behind all this.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_reachpoint_t":"Start the Broadcast Operation",		"quest_reachpoint_d":"Travel to the navigaiton waypoint supplied to you and wait until the broadcast begins.",		"quest_location_t":"Remain in Yavin System",		"quest_location_d":"The perfect broadcast point has been located in the Yavin system. It will reach the maximum number of Nym's ships. Unfortunately this means it also has the maximum amount of risk because there will be more vessels coming to investigate.",		"quest_defendpoint_t":"Defend the Broadcast Location",		"quest_defendpoint_d":"Once you have started it is important that you completely finish the entire broadcast in order to reach the maximum number of Nym's vessels. Protect yourself from any incoming fighters but do not leave the region until it is completed.",		"outofrange_failed":"Broadcast ceased. Interception of pirate chatter shows that you failed to gather much attention.",		"outofrange":"You have moved to far away from location to broadcast correctly. Move back in range immediately.",		"mission_complete":"Broadcast complete. Interception of pirate chatter shows that you did gather alot of attention.",		"found_loc":"This is the location from which you should broadcast. This should get all of Nym's attention.",		"first_attack":"Looks like you got the pirates attention. Defend yourself but do not leave the area.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrived_at_loc":"Stand by to begin your transmission. Once that starts prepare for Nym's pirates to storm in. You will have to stay in the area until the entire broadcast is complete in order to get everyones attention.",		"Quest Log Data":"Text"
}}
