{
	"stfFile":"spacequest/rescue_duty/corellia_rebel_tier4_1",
	"entries": {
		"title_d":"An Imperial ambush nearly decimated a Rebel fleet in the Dantooine system. There are a few survivors out there still drifting and the Empire has sent capital ships to the location to capture them. You and some of the other members of our squad is to proceed to the area and help the disabled ships with repairs and then escort them to safety. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Dantooine system: Duty mission: Rescue disabled Rebel ships.",		"thanks_5":"Glad you're here pilot, that was hairy!",		"thanks_4":"That's the best you got? Imperial scum!",		"thanks_3":"Wohoo, bring 'em on, we'll take 'em all!",		"thanks_2":"The Empire just can't do anything right can they?",		"thanks_1":"Take that, Imperial filth!",		"taunt_5":"By trying to escape, you just sealed your fate Rebels!",		"taunt_4":"Looks like the Rebels found some friends. Well it won't save you!",		"taunt_3":"Terrorist scum, the only place you're going is the Dathomir prison!",		"taunt_2":"We should have destroyed you right away Rebels!",		"taunt_1":"You're not going anywhere Rebels!",		"rescue_phase_2_5":"Looks like that Imperial prison cell will have to find another customer.",		"rescue_phase_2_4":"I can't wait to get some ground under my feet.",		"rescue_phase_2_3":"Alright, time to get the heck out of here!",		"rescue_phase_2_2":"That should do it.",		"rescue_phase_2_1":"Okay, it's up and running, lets get out of here!",		"rescue_phase_1_5":"I've been trying to repair this piece of junk for the last four hours. Glad you're here.",		"rescue_phase_1_4":"Nice to see you pilot, was starting to get cold out here.",		"rescue_phase_1_3":"I thought you were the Empire coming to collect me. Good to see you!",		"rescue_phase_1_2":"I knew you guys would come!",		"rescue_phase_1_1":"You brought repair equipment?! You have no idea how glad I am to see you pilot!",		"recovery_success":"Awesome! One less ship in the clutch of the Empire.",		"quest_update":"Nym Command Officer: < %TO >",		"quest_location_t":"Dantooine system.",		"quest_location_d":"The Dantooine system should be fairly safe for you but the Empire have probably left fighters to guard the survivors of the ambush so stay alert.",		"quest_escort_t":"Escort repaired Rebel ship.",		"quest_escort_d":"Escort the repaired Rebel ship to safety and then return to save another drifting ship.",		"quest_dock_t":"Dock and transfer repair tools.",		"quest_dock_d":"Dock with the disabled Rebel ship and transfer repair tools and spare parts so that they can get out of there.",		"panic_5":"I was hoping we would be home free but I was wrong.",		"panic_4":"Hold on to something, it's going to get bumpy!",		"panic_3":"Here comes the Empire!",		"panic_2":"Strap in guys, TIE ships attacking!",		"panic_1":"They won't let us escape so easily pilot, here they come!",		"failed_destroy":"I don't think Rebel Command will be too happy about that pilot. Return to base.",		"docking_started":"They are initiating docking sequence. Transfer over the engine hardware so they can repair their ship.",		"docking_complete":"Transfer complete, wait for them to power up then escort them out of there.",		"complete_5":"Another victory for the Alliance!",		"complete_4":"Never thought I'd get out of this one alive.",		"complete_3":"Thank you so much pilot, couldn't have made it without you!",		"complete_2":"We're home free! Initiating jump to lightspeed!",		"complete_1":"Phew, we're safe, thanks pilot!",		"complete":"Good job Rebel!",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"arrival_phase_2":"Location set, get over there!",		"arrival_phase_1":"Pinpointing the location of the next ship that needs help.",		"abort":"Why didn't you just leave us drifting?! If we survive this, your superior will hear from us!"
}}
