{
	"stfFile":"spacequest/rescue_duty/corellia_imperial_tier4_4",
	"entries": {
		"title_d":"Travel to the Dantooine sytem and rescue the damaged Imperial freighters. Once you arrive in the Dantooine system, you will receive a navigation waypoint to the location of a damaged freighter. Travel to the location and use the /dock command to assist the freighter with repairs. Once the vessel is repaired escort it through the system to safety. Once the freighter is safely away, you will receive a new navigation waypoint to another freighter in need of assistance. This is a duty mission and can be quit at any time. Simply abort the mission or leave the system to end the mission.",		"title":"Dantooine System: Rescue Damaged Imperial Freighters Duty",		"thanks_5":"Yes! I lived!",		"thanks_4":"That will teach them for messing with the baddest pilot in space...and you were here too.",		"thanks_3":"They didn't have a chance.",		"thanks_2":"Looks like they should have made like a tree and gotten out of here...hahaha...ummm...*sigh*...nevermind.",		"thanks_1":"Woo! Nice flying!",		"taunt_5":"Gee, just what I wanted. An Imperial dog to shoot at.",		"taunt_4":"Looks like you time is up.",		"taunt_3":"Don't make me angry! You wouldn't like me when I am angry.",		"taunt_2":"I am going to enjoy grinding you to dust.",		"taunt_1":"That ship is ours! Hand it over Imperial dog.",		"rescue_phase_2_5":"It should hold together long enough to make our escape. Let's go.",		"rescue_phase_2_4":"Hey, did you know that kicking your engine will actually make it work? Let's get out of here.",		"rescue_phase_2_3":"We are all ready to get out of here. Follow me.",		"rescue_phase_2_2":"This old bucket of bolts is back online. Why do I get the feeling that we will be seeing more of those Velocity guys?",		"rescue_phase_2_1":"Ok, engines back online. Preparing to get out of here.",		"rescue_phase_1_5":"Those mercs came out of no where. Not sure why they just left me though. Maybe they had something better to do.",		"rescue_phase_1_4":"Hey, a rescue party. The Empire really knows how to take care of its own.",		"rescue_phase_1_3":"My engines are offline right now but I can fix them.",		"rescue_phase_1_2":"I am not sure but I think I was attacked by those Velocity guys.",		"rescue_phase_1_1":"It is so nice to see a friendly face. Not sure what happened since I was asleep in the back.",		"recovery_success":"Nice work, pilot. We might have lost the freighters cargo but at least we still have the ship.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_t":"Rescue Disabled Vessels",		"quest_location_t":"Travel to the Dantooine System",		"quest_location_d":"Travel to the Dantooine system and follow the supplied navigation waypoint to the damaged freighter.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"After the vessel is underway, follow it and make sure that it arrives at a safe jump location without incident. Reports of Velocity mercenary activity show that there is a high chance they will attack the vessel, so be alert and ready to defend the freighter.",		"quest_dock_t":"Assist the Freighter With Repairs",		"quest_dock_d":"Once you have located the damage vessel, use the /dock command on it and to assist the freighter with repairs. The vessel will be able to get underway shortly after you help it.",		"quest_d":"Velocity mercenaries have been hitting Imperial transport ships. Sometimes they will hit the transports and then leave them in space without capturing or destroying them. It is up to you to assist those ships with repairs and escort them back home.",		"panic_5":"Umm...do you think they are friendly?",		"panic_4":"And so that is how I made it through space scho...what do little red blips on my radar screen mean?",		"panic_3":"They do not look very happy.",		"panic_2":"I just want to go home!",		"panic_1":"These guys are determined.",		"failed_destroy":"You lost the Empire a valuable piece of equipment by not protecting that freighter correctly. Report back.",		"docking_started":"The freighter has recieved the supplies and is conducting emergency repairs. Please stand by.",		"docking_complete":"The freighter has completed it's repairs. Prepare to escort it to safety.",		"complete_5":"",		"complete_4":"",		"complete_3":"",		"complete_2":"",		"complete_1":"Freighter has been safely returned to Imperial space.",		"complete":"Excellent work, pilot. We have the crippled freighter safely back in space dock. It looks like all of it's cargo is still intact. Wait at your current location to assist another freighter or return to your commander to receive a new mission.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"arrival_phase_2":"Location has been transfered to your nav computer. Travel to them and drop off the repair supplies. Then escort them through the system.",		"arrival_phase_1":"Stand by for navigation coordinates of freighter's distress signal.",		"abort":"We are unarmed and you are leaving us at the mercy of these pirates! Fiend!",		"Quest Log Data":"Text"
}}
