{
	"stfFile":"spacequest/rescue_duty/tatooine_imperial_tier4_rescueduty_1",
	"entries": {
		"title_d":"Travel to the Endor sytem and rescue the damaged Imperial transports. Once you arrive in the Endor system, you will receive a navigation waypoint to the location of a damaged transport. Travel to the location and use the /dock command to assist the transport with repairs. Once the vessel is repaired escort it through the system to safety. Once the transport is safely away, you will receive a new navigation waypoint to another transport in need of assistance. This is a duty mission and can be quit at any time. Simply abort the mission or leave the system to end the mission.",		"title":"Endor System: Rescue the Imperial Transports Duty",		"thanks_5":"How do I become an Imperial pilot?",		"thanks_4":"Yeah that was all me. They couldn't handle my extreme skills.",		"thanks_3":"Hey, you destroyed them all. Nice work.",		"thanks_2":"What happened? I wasn't paying attention.",		"thanks_1":"Wow, you took all those ships out. You are good.",		"taunt_5":"That's it. No more mister nice guy.",		"taunt_4":"I was going to let you live but now you are mine!",		"taunt_3":"You have crossed the wrong pilot this time.",		"taunt_2":"Give us the freighter and no one gets hurt.",		"taunt_1":"Try running. You might actually make it.",		"rescue_phase_2_5":"The repairs have been completed. Follow me out of here.",		"rescue_phase_2_4":"Wow, that was lucky. I wasn't damaged as bad as I first thought. Follow me.",		"rescue_phase_2_3":"I just completed my repairs. Let's get out of here.",		"rescue_phase_2_2":"Ok, she started but I don't know how long she will last.",		"rescue_phase_2_1":"My engine is back online. Follow me!",		"rescue_phase_1_5":"You scared off those pirates. Let me see if I can get restarted and get out of here.",		"rescue_phase_1_4":"Not sure if I can get my engine restarted but I will try.",		"rescue_phase_1_3":"Those pirates took my engine out and then took off. I think you spooked them.",		"rescue_phase_1_2":"I will try to get my engine back online so we can get out of here.",		"rescue_phase_1_1":"Glad to see someone other then those pirates. They have been coming back taunting me every few minutes.",		"recovery_success":"Stand by, pilot. She is on final approach.",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_location_t":"Travel to the Endor System",		"quest_location_d":"Travel to the Endor system and follow the supplied navigation waypoint to the damaged transport.",		"quest_escort_t":"Escort the Imperial Transport",		"quest_escort_d":"After the vessel is underway, follow it and make sure that it arrives at a safe jump location without incident. Reports of Rebel activity show that there is a high chance they will attack the vessel, so be alert and ready to defend the transport.",		"quest_dock_t":"Assisting the Imperial Transport with Repairs",		"quest_dock_d":"Once you have located the damage vessel, use the /dock command on it and to assist the transport with repairs. The vessel will be able to get underway shortly after you help it.",		"panic_5":"Look out! Pirates coming in at twelve o'clock.",		"panic_4":"Hammer them...fast!",		"panic_3":"I am going to be useless in this fight. They are all yours.",		"panic_2":"Those pirates are tenacious.",		"panic_1":"It looks like those Red Skulls are coming back to finish the job.",		"failed_destroy":"We wanted that ship back in one piece. Report your failure to your commander.",		"docking_started":"Docking procedure started. Once repairs are completed escort her home.",		"docking_complete":"Repairs completed. Escort the ship back to HQ.",		"complete_5":"",		"complete_4":"",		"complete_3":"",		"complete_2":"",		"complete_1":"Nice work, pilot. We have her safe and sound. Report your success back to your superior.",		"complete":"Nice work, pilot. We have her safe and sound. Report your success back to your superior or remain in the area to be assigned another vessel to rescue.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"arrival_phase_2":"The disabled vessel just limped into the sector. Assist with repairs and escort her home.",		"arrival_phase_1":"Getting a lock on the disabled ship and sending the location to your nav computer. Assist that ship with repairs and escort it to HQ.",		"abort":"We are already a mess and you are leaving us! Pirates have been detected in this area.",		"Quest Log Data":"Text"
}}
