{
	"stfFile":"theme_park/book_text",
	"entries": {
		"text_12":"As was previously mentioned in the purview of power section (Part 85, Section L, Paragraph 3r) the standing of a citizen should not be confused with the value of a corresponding political association, therefore, the rendering of the new class of citizen, requiring that political affiliation be understood, with the meaning of affiliation to be anything associated with or by that policy, where political refers back to the secondary interest of the group of people who are indeed forming a particular opinion on one side or another of any given issue, as long as that issue doesn't supersede the rights or freedoms granted herewith.

Furthermore, the representative state of a citizen, be it neutral, or affiliated with that of any given political viewpoint, should not be understood, or misappropriated for the cause of interfering with the process of the relationship up to this point.  For more information on this see Part 12, Section T, Paragraph 1b, and Part 13, Section A, Paragraph 1a and Paragraph K3.  ",		"title_12":"FLAIL MANIFESTO - Part 125, Section C, Paragraphs 2b - 2d

",		"text_11":"OFFICIAL NOTICE ***

From: Gen. Zaster, Imperial Second Division
To: All Imperial Personnel - Tatooine
RE: Alkhara Bandits

I know you've all heard the stories of the original Alkhara, the notorious bandit who teamed up with the Sand People and killed a garrison of policemen on Tatooine years and years ago.  Well, Alkhara is long since dead, but his memory has started a movement.  There's a group of raiders down their now waging war against the Tusken Raiders and pillaging small cities for loot and supplies.

See, when Alkhara was done killing policemen he murdered all the Sand People who'd helped him, and they chased him into something called the B'omarr Monastery.  Interestingly enough, this is where Jabba the Hutt is currently running his own criminal operations from.  Jabba's not a problem for us right now, but the Alkhara Bandits are doing serious damage to the locals, good Imperial citizens, all of them.

I want patrols around the infected areas, and be careful.  There's no telling what these people are capable of.

Gen. Zaster",		"title_11":"SECURE COMMUNICATION",		"text_10":"To: Col. Frost

It's unbelievable.  I think you're right about the three guys being brothers.  I'm sure now there's three of them, though one of them seems to keep himself out of public for some reason.  Thay HATE the Imperial Researchers.  I think that's the key.  I'm almost positive their father was an Imperial Researcher at one time.  All the evidence I have is conjecture, but it fits the pieces really well.

They've taken to hitting supplies on the way to the facilities and hijacking any electrical equipment they find.  And get this, they break it over their heads!  I'm not making this up.  Check the next time you haul some of these guys in, they're gonna have headwounds and broken scientific equipment on em.

Major Tery",		"title_10":"RE: Meatlump Research...",		"text_9":"Slinereel was a problem, Onar thought.  A real problem.  It was one thing if this guy was just a corporate shill, maybe working for Kuat Drive Yards, or maybe one of the Durasteel corps.  He could even be an Imperial liaison and it wouldn't have made that much difference.  Corporate types were all the same, they'd take the loss in cash, write it off, and then get back to work.
Slinereel on the other hand, was not a corporate type.  He was a Zabrak.   A mean Zabrak.  Onar had a partner once that told him Slinereel was the kind of guy that would shoot himself in the foot if it would make him some money.  He'd limp to the bank counting his credits.  And if he was willing to do that, you know he was willing to shoot other people in much more prominent places on their bodies.
Onar had settled down in the bar then, when the Rodian told him about Slinereel.  The Rodian said he could cut Onar a deal.  All smiles and teeth now that he felt he had Onar over a barrel.
He said, "I won't even report this little attempt of yours to con us out of our money.  It took guts doing what you did, walking in here off the street and trying to hustle me."
Onar said he didn't know what the Rodian was talking about, but he didn't really mean it.  The Rodian knew too.
"We'll have a duel.  In the gladiator pit.  This planet has one in every city.  For settling differences."
Onar looked across the table at the little Rodian, short even for his species, and small.  He said sure, that would be fine.
The Rodian said, "I'll meet you in the morning at the pit."
Onar sat back and watched as the little green businessman took a last swig of his Jawa beer and sat it back on the table.
"And I'll bring my champion with me."
Onar felt his stomach drop.",		"title_9":"BARVE HUNT (Chapter 2)",		"text_8":"Onar was getting into it now, telling the little Rodian where he could stick his credits.  Everyone in the cantina had turned to watch, and the poor little Rodian, a green quilled wheeler-dealer who claimed to have connections from Corellia to Naboo was trying to shrink into the seat, the drink in his hands sloshing onto his pants because he'd forgotten about it completely.
Onar knew this was a risk, a dangerous game he was playing.  He'd spotted the Rodian looking for his contact, set to make a deal for some illegal bootlegs of a musical recording.  Onar had heard on the street from the Wookiee, Gurumsh that this Rodian was here trying to cut into some illegal activities.  Looking to make some money fast.  It was what Gurumsh said next that had planted the seed of this plan in Onar's mind.
He'd said, "Raawwooar, <snarl>, groaaowwarl."  Which roughly translated meant that the Rodian was an idiot and probably didn't even know who the contact was.
That had gotten Onar thinking.  Yeah, he could pull this off.  Catch the guy early, get him into a booth, fast talk him into believing he was the contact and then figure out half way in how to get some creds out of the guy.
It had worked too, for a while, but then the Rodian had started to get suspicious.  Onar didn't know which band had made the bootleg, or what the name of the song was.  He'd guessed correctly that the Hutt's were involved, and that had almost gotten him back on track, but he'd guessed wrong about the number of recordings being moved.  He'd been way off.  And so he'd gone into his rant, telling the little Rodian to stuff it, and that he'd rather swim through rancor offal than deal with a little runt like him who didn't know what he was doing.
That was working too now, and he just needed to figure whether he wanted to escape, or maybe play the calm down card, get the guy back into business, maybe still grab some money.
Then the Rodian pulled out his trump card, and Onar knew he was toast.
The Rodian said, "We'll just see what my boss thinks.  You know who my boss is don't you?  Slinereel?"",		"title_8":"BARVE HUNT (Chapter 1)",		"title_7":"BARVE HUNT (Chapter 3)",		"text_7":"Onar thought the Gladiator Pit would be the actual arena, where the fighting took place, but it wasn't.  It was the area just before the arena where the weapons and armor were maintained and the gladiators stood around, congratulating each other on their victories before they stepped outside and tried to kill each other.
When he'd asked what they called the arena where the gladiators fought, the big Trandoshan said, "The arena."
The big Trandoshan was leading Onar through the hallways of the pit, showing him where he'd get dressed and where the armor and weapons were kept.  When they stepped into the small room with the stone table and no chairs the Trandoshan said, "This is where you'll wait."
Onar focused on the one object in the room besides the stone table.  It was a stick, like a mace, except that instead of having a big metal ball with spikes on the end, it just had four blades, like knife blades, pointing in 4 directions.  Like a compass, he thought.
"That's not mine is it?"  
The Trandoshan didn't answer, so Onar continued.  "I can't fight with that thing.  I'll cut my fingers off."
The Trandoshan was busy writing something on a piece of flimsiplast, being careful with his writing like he was afraid he'd misspell something.
"Plus it's too big.  It's not the right size for me."
The Trandoshan looked up from the flimsiplast and nodded.  He said, "It's not for you."
Onar breathed a sigh of relief, saying, "That's good."
"You're the accused."  The Trandoshan said.  "You don't get a weapon."",		"text_6":"Two Gamorreans are walking through Jabba's Palace when they notice the Rancor loose from his cage.  As the Rancor makes his way towards them one of the Gamorreans stops to put on his running shoes.
"You're crazy!"  The other guard says.  "You'll never outrun that Rancor!"
"I don't have to out run him."  The first guard replies.  "Just you."
***
A Rodian walks into a bar with a womprat under one arm and a chuba under the other.  He walks over to the bartender and says, "If I show you something amazing can I have a free Jawa Beer?"
The bartender thinks for a second and says, "Ok.  Let's see it."
The Rodian sets the womprat on the bar and pulls a slitherhorn out of his pack.  He puts the slitherhorn down next to the womprat who starts playing it.  The bartender is amazed.
"That's incredible!"  The bartender exclaims.  "What's the chuba for?"
"Watch this."  The Rodian sets the chuba down on the bar next to the womprat and it starts to sing!  The bartender can't believe it.  
"I'll give you 100,000 credits for both of them."
"Oh, I couldn't."  The Rodian says.  "My grandmother gave me the womprat."
"Ok, I'll give you 50,000 for just the chuba."
"Deal."
The bartender hands the money to the Rodian and takes the chuba proudly.  
"How do I get him to sing?"  He asks.
"Oh, he can't sing."  The Rodian says.  "The Womprat's also a ventriliquist."",		"title_6":"Jokes For All",		"text_5":"There's no reason to try to "explain" this to Borvo.  He's a Hutt.  What do you think he's going to do?  Just let you get away with it?  Where did you put the money anyway?  You say there's got to be a way out of this?  There is.  You either disappear, and I mean seriously, disappear, or you die.  That's it.  Only two ways.  And if Borvo doesn't get his money it may not matter how well you disappear either.  

I'm not protecting you anymore.  You're on your own.

--End Communique--",		"title_5":"Outbound Communication",		"text_4":"I understand the way you feel about her, but you have to understand, she doesn't love you the way you love her.  She's poison.  Everybody can see it but you.  Why?  Do you think it was a coincidence that your friend Undermoney suddenly can't be around you?  Your killing yourself for this relationship and it's tearing apart your friendships with everyone you know.  

I know you don't want to hear it but someone has to say it.  Leave her.  It's over.  I won't say this again, so I hope you hear it this time.  ",		"title_4":"A Letter",		"text_3":"It's working.  I can see it their eyes.  The rebel informant died on the operating table, but before he did I could see it starting to form in the corneas.  It was a map.  A star map, much like the navigational charts that are carried aboard Star Destroyers.  

If only I could find a way to keep them alive after the transfer of the toxin is complete.  There must be an antigen that will fight the infection.  Something bacta related, that will keep them alive until we've had a chance to discover them.

Perhaps I should also find a way to make them stand out.  Perhaps with a skin condition?  Something that would lead the Stormtroopers right to them.

My work must continue unabated.",		"title_3":"Journal of Dr. Kaldaar",		"text_2":"The trandoshan stood his ground, blood dripping from the blade in his hand.
"You didn't see it!"  He shouted.
CorSec officer Antilles lowered his pistol.  The Trandoshan didn't seem to be threatening him at all.  He was terrified.
"What was it?" 
"I don't know!"  The Trandoshan was nearly in tears.  His body was covered with the strange ichor that Officer Antilles had seen at the other crime scenes.
"Did you kill it?"
The Trandoshan shook his head.  He didn't think so.  He thought, in fact, that he'd simply angered it.  Trandoshans are a cold blooded species, one of the most cruel races the galaxy had to offer.  But this one was shaken to his very core. ",		"title_2":"BLUE HARVEST (Chapter 1)",		"text_1":"In order to cook food properly you must always pay attention to the proper temperatures to cook specific items.  Bantha meat, for example, must maintain a 300 degree temperature for at least one hour in order to destroy any Tatooinian bacteria present during the meat's initial cutting.  

The following list should be taken as a guideline, and you'll find that your own instruments will vary according to how well they're calibrated:

KAADU (350 degrees, 1 hour)
KRAYT DRAGON (400 degrees, 3 hours)
GNORT (300 degrees, 1/2 hour)
CU-PA (325 degrees, 1 hour)
CORELLIAN BUTTERFLY (400 degrees, 1/2 hour)
TORTON (500 degrees, 3 hours)
BAGERASET (300 degrees, 2 hours)
BEARDED JAX (250 degrees, 1/2 hour)
PEKO-PEKO (400 degrees, 1 1/2 hours)
VEERMOK (350 degrees, 1 hour)

Rumor has it that Sarlacc meat can be cleaned and cooked, and that some brave denizens of tatooine managed to ingest it by slicing off one of the attacking tentacles and then setting about finding ways to cook it.

While I won't comment on the veracity of such a claim, should you find yourself in possession of such a fantastic delicacy, I recommend that it be cooked at no less than 500 degrees for no less then 6 hours before you attempt to do anything with it.",		"title_1":"ESSENTIAL COOKING SKILLS"
}}
