{
	"stfFile":"static_npc/talus/talus_dearic_hagrin_zeed",
	"entries": {
		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_4":"Come back later if you want to take care of this business for me.",		"npc_reset_3":"Come back later if you want to take care of this business for me.",		"npc_reset_2":"Come back later if you want to take care of this business for me.",		"waypoint_name_4":"Blackmailer's location",		"waypoint_name_3":"Embezzler's location",		"waypoint_name_2":"The courier's location",		"waypoint_name_1":"The courier's location",		"waypoint_description_4":"Go kill the blackmailer who is plagueing Hagrin Zeed.",		"waypoint_description_3":"Go arrest the employee who embezzled funds .",		"waypoint_description_2":"Go meet the courier and pick up the package.",		"waypoint_description_1":"Bring the datadisc to the courier.",		"return_waypoint_name_4":"Hagrin Zeed",		"return_waypoint_name_3":"Hagrin Zeed",		"return_waypoint_name_2":"Hagrin Zeed",		"return_waypoint_name_1":"Hagrin Zeed",		"return_waypoint_description_4":"Return to Hagrin Zeed and inform him of your success.",		"return_waypoint_description_3":"Return to Hagrin Zeed with your prisoner.",		"return_waypoint_description_2":"Return to Hagrin Zeed with the datadisc.",		"return_waypoint_description_1":"Return to Hagrin Zeed.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"What do you want me to do?",		"player_3_3":"Are you asking me to bring your ex-employee back alive or --? ",		"player_3_2":"What sort of package?",		"player_3_1":"Who am I delivering this message to?",		"player_2_4":"No",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_4":"Yes",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_4":"",		"otherescort_3":"I bet you wish you had a CorSec escort to get you around safely.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_4":"There's a certain urgency to this task. If that information goes public, it could be the end of my career. ",		"npc_work_3":"You are going to take care of this soon aren't you? Every moment we waste makes those credits slip further from our grasp.",		"npc_work_2":"I'm still waiting on that package. Were you going to get around to that soon?",		"npc_work_1":"Shouldn't you be off delivering my message?",		"npc_takeme_4":"",		"npc_takeme_3":"Don't you understand? He's the biggest thief on Talus! You've got to believe me!",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"Finally. Now I can head back for a little relaxation at the club.",		"npc_smuggle_1":"That's all I need. Thanks.",		"npc_reward_4":"You've been a big help to the administration and I won't forget it. You should probably lay low for a while and not contact me. We'll talk again later when things are less frenzied.",		"npc_reward_3":"What a load of nonsense she spouts. Now I should be able to track down what happened to all those lovely credits.",		"npc_reward_2":"Thank you very much. It's so nice to have some reliable help for a change.",		"npc_reward_1":"It was a fairly simple task but I've had my share of people who can't even handle that. Good work. ",		"npc_reset_1":"Come back later if you want to take care of this business for me.",		"npc_noloc_4":"Come back in a few minutes. I should be able to have someone trace the caller location. ",		"npc_noloc_3":"Conveniently for you, I implant all of my employees with a tracing device without their knowledge. If you'll come back in a few minutes I should be able to tell you exactly where to go.",		"npc_noloc_2":"I'll need to see where the meeting point is. Can you come back in a little while?",		"npc_noloc_1":"Come back in a few minutes. I need to call my contact and find out where he wants you to meet his courier. ",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"How could you botch this? That blackmailer has got to be stopped somehow. ",		"npc_failure_3":"This is not going to look good. I need to find a way to trace those credits or this scandal will follow me for years.",		"npc_failure_2":"What a sorry state of affairs. Perhaps I can get them to send over another courier.",		"npc_failure_1":"I can tell this isn't going to be good news.",		"npc_dropoff_4":"",		"npc_dropoff_3":"Don't you realize what you're doing? He's going to steal these credits himself!",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_4":"You're not bringing me back!",		"npc_breech_3":"Oh no! He sent you after me, didn't he?",		"npc_breech_2":"Are you the courier I was told to expect?",		"npc_breech_1":"Do you have something for me?",		"npc_backtowork_4":"You know what you need to know to do the job. What's it going to be?",		"npc_backtowork_3":"Were you going to do this job or are you planning to desert me?",		"npc_backtowork_2":"Were you going to keep pestering me or were you going to pick up my package?",		"npc_backtowork_1":"What is it now? I thought you were going to make a delivery for me.",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"I can't give in to blackmail. If I do it even once, I open myself up to no end of trouble. There is only one way to reward betrayal. I think you know what that is. Will you do it or not? ",		"npc_4_3":"Alive of course! I'm shocked that you would even ask. How else can I find out what happened to the money?  So will you help me or not?",		"npc_4_2":"The usual sort of trade documents and red tape that keep things moving through the sector. Nothing terribly interesting. So will you go get it?",		"npc_4_1":"I have a business contact that was once an important Imperial figure. He likes to keep up with projects that he's no longer cleared for, so I help him out sometimes. For political reasons, it wouldn't be a good idea for me to be seen with him. You'll be taking a message to his courier.",		"npc_3_4":"After all I've done for you. Ingrate!",		"npc_3_3":"A day for betrayals. How much did they cut you in for? ",		"npc_3_2":"I see. Perhaps you should be on your way then.",		"npc_3_1":"Suit yourself. Enjoy your stay on Talus.",		"npc_2_4":"Excellent. Liquidating that traitorous aide of mine should serve as a wonderful example to the rest of my staff. And don't you worry - I'll handle all the paperwork that will make your act nice and legal.",		"npc_2_3":"Apparently there were a few accomplices involved dressed as CorSec officers. Don't be fooled by any of that nonsense, just bring that blasted thief back to me!",		"npc_2_2":"Good. I need someone to go and meet the CSA courier and pick up whatever forms and such they're sending over. This whole sending couriers to meet couriers idea seems a little expensive to me but they say it helps cut costs.",		"npc_2_1":"I want you to bring this message to a courier waiting outside of the city. He'll take it from there. It may seem vague, but the less you know about this the better.",		"npc_1_4":"I'm very glad you're here. That embezzlement scheme was just the beginning. One of my aides has run off and is blackmailing me for hush money. I need you to take care of this for me. Will you help me?",		"npc_1_3":"If I look a bit startled it's because I'm shocked to discover that one of my staff has run off after embezzling countless credits from the public trust. I am sorely disappointed that one of my most trusted employees would betray the public this way. Perhaps this situation can be salvaged. Would you be willing to track down my wayward employee? ",		"npc_1_2":"Back again, are you? I really do need to get my door fixed. No, no, not for you but for other people who barge into my office. Come to think of it, I do actually need someone to pick up a package from a Corporate Sector Authority messenger. Interested?",		"npc_1_1":"I really need to get better security. They let anyone in here and they don't even screen for weapons. Well, I suppose if Haleen let you through you're probably all right. Since you're here perhaps I can make some use of you. If you're in need of a job, I could use someone to drop off a message for me. Interested?",		"notyet":"I'm a very busy man. Go make an appointment with my Minister of Protocol Haleen Snowline.",		"notit_4":"I'm sorry, I don't have time to speak right now.",		"notit_3":"",		"notit_2":"I'm fairly certain you meant to give me something else. Why don't you look again?",		"notit_1":"What are you giving me? I can't use this.",		"next":"I haven't forgotten about you but I'm in the middle of some very delicate negotiations right now. Check back with me from time to time. You never know when new work will come up.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"You were supposed to be bringing me some kind of message. What did you do with it?",		"dontknowyou_4":"Would you mind moving on? I don't want to attract any attention.",		"dontknowyou_3":"I bet you wish you had a CorSec escort to get you around safely.",		"dontknowyou_2":"I'm waiting for someone to meet me and then I'll be on my way.",		"dontknowyou_1":"I'm just waiting to meet somebody. You can be on your way.",		"cant_work":"Your current job may conflict with my interests. Come back and see me once you're finished with your current employer. "
}}
