{
	"stfFile":"static_npc/talus/talus_imperialoutpost_xalox_guul",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"npc_reset_3":"I have no time for agents that cannot finish what they start. Dismissed.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"I have no time for agents that cannot finish what they start. Dismissed.",		"waypoint_name_3":"Data Slicer's Location",		"waypoint_name_2":"Smuggler's Location",		"waypoint_name_1":"Bothan Informant's Location",		"waypoint_description_3":"Retire the data slicer.",		"waypoint_description_2":"Get the forged transport permit from the smuggler.",		"waypoint_description_1":"Arrest the informant on charges of forgery.",		"return_waypoint_name_3":"Commander Guul's Location",		"return_waypoint_name_2":"Commander Guul's Location",		"return_waypoint_name_1":"Commander Guul's Location",		"return_waypoint_description_3":"Report your success back to Commander Guul.",		"return_waypoint_description_2":"Bring the forged permit back to Command Guul for use as evidence.",		"return_waypoint_description_1":"Bring the informant back to Commander Guul for interrogation.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"Save it for Commander Guul. Now get a move on.",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"Let's go. Commander Guul is waiting.",		"player_more_1_3":"",		"player_more_1_2":"You've got a forged permit that Commander Guul wants.",		"player_more_1_1":"Commander Guul sent me to arrest you for selling forged Imperial permits.",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"",		"player_3_2":"",		"player_3_1":"What has this informant done?",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"I'm not the man you're looking for.",		"npc_work_3":"Has that data slicer been removed yet? I am not a terribly patient man.",		"npc_work_2":"Where is that forged permit? I cannot stop these smugglers without that crucial bit of evidence.",		"npc_work_1":"Where is that Bothan informant? He is the key to solving this smuggling problem.",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"Don't kill me! I surrender! Who sent you?",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"Well done, agent. I will mention your name in my report. Dismissed.",		"npc_reward_2":"Excellent. This will allow me to round up the members of this little smuggling ring. Finally, I'll get to do the sort of work I was born to do.",		"npc_reward_1":"An acceptable performance. There is more work to be done so feel free to remain.",		"npc_reset_1":"I have no time for agents that cannot finish what they start. Dismissed.",		"npc_noloc_3":"I must verify the data slicer's coordinates with my people. One moment.",		"npc_noloc_2":"I will verify the smuggler's coordinates. Wait a few moments.",		"npc_noloc_1":"I need to verify the Bothan's location. One moment.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"I'm doomed! I'll be sent to the Spice Mines of Kessel or fed to rancors on Dathomir! And that's if I'm lucky! Why do bad things always happen to me?",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"If that monster gets his hands on me, I'll never see my family again! Please be merciful and let me go. I promise to go straight! Honest!",		"npc_more_1_3":"",		"npc_more_1_2":"Commander Guul, eh? Well come and take it if you can, hotshot!",		"npc_more_1_1":"I don't know what you're talking about. What forged permits? I'm an honest businessman. How much is Guul paying you? Maybe I can double it?",		"npc_failure_3":"These permits will continue to circulate on this planet and this scum will likely go into hiding. You've certainly botched this assignment.",		"npc_failure_2":"It becomes quite difficult, although not impossible, to bring criminals to justice without evidence. You've failed me.",		"npc_failure_1":"Now I shall have to find another link in this twisted chain. You disappoint me. Dismissed.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"My mother always said I'd wind up meeting a violent end. I wish I could see her one last time to let her know she was right. Never doubt your mother, friend.",		"npc_breech_3":"Who's that? I don't know! It must be an enemy! Fire!",		"npc_breech_2":"Who's that? Doesn't look like a friendly sort to me.",		"npc_breech_1":"On the alert, agents! I sense trouble approaches.",		"npc_backtowork_3":"What are you waiting for? Perform your duty.",		"npc_backtowork_2":"Don't just stand there. Go get me that permit.",		"npc_backtowork_1":"Why do you delay? Get going.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"",		"npc_4_2":"",		"npc_4_1":"Although I can't prove it, I know this scum has been selling forged transport permits to smugglers. Once I interrogate this worm, I'll know to whom he's sold these permits so I can acquire one as evidence. Will you go?",		"npc_3_3":"The only reason I don't have you arrested is because you've been of some use thus far. Leave before I change my mind.",		"npc_3_2":"And here I was actually thinking you might be worth something. Leave at once.",		"npc_3_1":"Why are you wasting my time? Is it any wonder the Empire struggles to locate the Rebels when we have to rely on agents such as you? Get out of my sight!",		"npc_2_3":"Take your heaviest weapon along. This data slicer has eluded Imperial agents for years and rumor has it that paranoia has turned this scum into a very well protected individual. Dismissed.",		"npc_2_2":"Good. The target is a smuggler, so don't feel too badly about blasting first and skipping the questions part. Remember, don't damage that permit. Dismissed.",		"npc_2_1":"Good answer. The informant is at the following coordinates. He's a Bothan, and you know how cautious they can be, so be prepared for a struggle. But whatever happens, I need the Bothan alive. Dismissed.",		"npc_1_3":"While you were gone, we used the Interrogator on the Bothan - I felt he was holding back. Wouldn't you know it, my instincts proved correct. He gave us the name and location of a top-rate data slicer who's been cracking the Imperial network on Talus and creating these forged permits. I need you to retire this individual.",		"npc_1_2":"That Bothan began singing even before we had activated our Interrogator droid. We now know who possesses one of these forged permits. I must get it at any cost. If the individual who has it or any companions try to resist, blast them all. Careful you don't damage the evidence, however. It should be contained inside a datadisc. Will you do it?",		"npc_1_1":"Although I should be leading the search for those Rebel scum, my superiors have decided that I should curb smuggling activity on Talus. A Kowakian monkey-lizard could perform such a duty. But if they want smuggling curbed on this planet, then I shall give them what they want. You're a servant of the Empire. I call upon you to assist me in carrying out these orders. I need an informant arrested and brought back here for interrogation. Can the Empire count on you?",		"notyet":"Sorry, I have nothing to say at the moment.",		"notit_3":"",		"notit_2":"This is not the forged permit I asked you to bring me.",		"notit_1":"",		"next":"That is all for now, agent. But smugglers are a tenacious breed, so I may have more work for you later.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"Get lost. I'm busy.",		"dontknowyou_2":"Can't talk. Busy.",		"dontknowyou_1":"Can't talk now. I'm terribly busy.",		"cant_work":"The Empire should be your only master. Come back when you are serving no other."
}}
