{
	"stfFile":"static_npc/talus/talus_dearic_haleen_snowline",
	"entries": {
		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_4":"I understand perfectly, though I confess disappointment. I hope you'll reconsider.",		"npc_reset_3":"I understand perfectly, though I confess disappointment. I hope you'll reconsider.",		"npc_reset_2":"I understand perfectly, though I confess disappointment. I hope you'll reconsider.",		"waypoint_name_2":"Talus Liberation Terrorists",		"waypoint_name_1":"Liberation Party Rep",		"waypoint_description_2":"According to Minister of Protocol Haleen Snowline, these representatives of the Talus and Tralus Liberation Party possess state secrets that must be retrieved at any cost.",		"waypoint_description_1":"A representative of the Talus and Tralus Liberation Party awaits a contribution from Talusian Prime Minister Hagrin Zeed's Minister of Protocol, Haleen Snowline.",		"return_waypoint_name_2":"Haleen Snowline",		"return_waypoint_name_1":"Haleen Snowline",		"return_waypoint_description_2":"Return to Haleen Snowline.",		"return_waypoint_description_1":"Return to Haleen Snowline.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"What evidence do you have?",		"player_5_2":"",		"player_5_1":"When can I see the Prime Minister?",		"player_4_2":"",		"player_4_1":"A contribution? Does the Prime Minister support the Liberation Party?",		"player_3_2":"What do you want me to do?",		"player_3_1":"What is the Talus and Tralus Liberation Party?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I hope to see, very soon, the state secrets stolen by those the Talus and Tralus Liberation terrorists!",		"npc_work_1":"Will you deliver that contribution to the Liberation Party representative? I'd appreciate speed.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"Thanks. You can tell the Prime Minister that our officers still have that evidence, so he can expect to hear from us again.",		"npc_reward_2":"Thank you. I believe you'll find it prudent to avoid mentioning this disc's content, or our involvement in this situation. The Prime Minister will see you now.",		"npc_reward_1":"I suggest you regard with suspicion any allegations regarding the Prime Minister's activities. Meanwhile, he remains busy, but I hope you will contact me again soon.",		"npc_reset_1":"I understand perfectly, though I confess disappointment. I hope you'll reconsider.",		"npc_noloc_2":"The government is even now locating the terrorist camp. I suggest you contact me again shortly for the coordinates.",		"npc_noloc_1":"The Liberation Party representative prefers to receive the contribution in the wilderness. Please contact me again soon after I've learned the chosen coordinates.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"Did the Prime Minister think no slicer would look into those tariff exemptions? That no one could uncover a Corporate Sector Authority payoff? He was naive. We're not. Goodbye.",		"npc_failure_2":"This terrorism remains a blight upon our freedom-loving society. I'm sorry to report that the Prime Minister remains occupied at this time.",		"npc_failure_1":"It disappoints me that you could not deliver that contribution to the Liberation Party. There may be unpleasant consequences for our party. Meanawhile, I'm sorry to say that the Prime Minister remains unavailable.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"The Minister sent someone to grab the evidence! Fire!",		"npc_breech_1":"Are you here with the "contribution" from the Prime Minister's office?",		"npc_backtowork_2":"I have nothing else to tell you. I hope to see, very soon, the state secrets stolen by those the Talus and Tralus Liberation terrorists!",		"npc_backtowork_1":"I don't know what else to tell you. Will you deliver that contribution to the Liberation Party representative? I'd appreciate speed.",		"npc_6_2":"",		"npc_6_1":"His schedule is quite full. However, he can sometimes make time for individuals who perform exemplary service to the government. On that topic, would you please make this delivery?",		"npc_5_2":"",		"npc_5_1":"Our position is that secession is inadvisable. Naturally, though, we support Talusian democracy, and are happy to foster intelligent political discussion. I believe that explanation must suffice for now.",		"npc_4_2":"Well, speaking purely in general terms, one who confronts terrorists might find it prudent to exercise lethal force and leave no survivors. However, this office cannot offer advice regarding this specific situation, in actuality or by implication. I'm sure you understand. Will you do it?",		"npc_4_1":"They're a fringe group that espouses secession from the "Five Brothers" group of planets in the Corellia System.",		"npc_3_2":"How unfortunate. I'm sorry to say the Prime Minister's schedule remains very busy for the foreseeable future.",		"npc_3_1":"I'm sorry to hear that. The Prime Minister's schedule is very crowded for the foreseeable future.",		"npc_2_2":"Splendid. Please return here when they are finished.",		"npc_2_1":"Excellent. The Liberation Party representative has, for reasons I'd prefer not to explain, arranged a rendezvous in the wilderness. Please return here after you have made the delivery.",		"npc_1_2":"I'm afraid the Prime Minister remains busy. However, a new matter has arisen that demands authoritative action. Terrorists from the fringe Talus and Tralus Liberation Party have stolen valuable state secrets. I urge you to retrieve these secrets and resolve this situation regarding these insurgents. Will you help us?",		"npc_1_1":"Hello. I'm Minister of Protocol for the Prime Minister. He can't see you right now, I'm afraid. But if you want to help the government of Talus, I have an errand for you. This contribution must be delivered to members of the Talus and Tralus Liberation Party. Would you be so kind?",		"notyet":"I'm sorry, I can't speak with you right now.",		"notit_2":"",		"notit_1":"",		"next":"Hello again. The Prime Minister can see you now.",		"gotowork_2":"",		"gotowork_1":"I expected a contribution to the Talus and Tralus Liberation Party from the office of the Prime Minister.",		"dontknowyou_2":"You want to be leaving this area pretty quick.",		"dontknowyou_1":"You have the wrong person.",		"cant_work":"Hello. The Prime Minister can't see you right now, but I think you could make a real difference working for us. Check with me when you're not so busy."
}}
