{
	"stfFile":"static_npc/talus/talus_dearic_nurla_slinthiss",
	"entries": {
		"player_sorry_2":"I'll get back to work.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"Oh, I know, I can be so demanding. Come back when you're ready for such a bossy employer.",		"waypoint_name_4":"Assassin's Location",		"waypoint_name_3":"Traitorous Accountant's Location",		"waypoint_name_2":"Devoted Employee's Location",		"waypoint_name_1":"CorSec Captain's Location",		"waypoint_description_4":"Speak a phrase to an assassin.",		"waypoint_description_3":"Get the ledger from the accountant.",		"waypoint_description_2":"Rescue Lady Slinthiss' employee from the CorSec goons.",		"waypoint_description_1":"Deliver a message to a CorSec captain.",		"return_waypoint_name_4":"Nurla Slinthiss' Location",		"return_waypoint_name_3":"Nurla Slinthiss' Location",		"return_waypoint_name_2":"Nurla Slinthiss' Location",		"return_waypoint_name_1":"Nurla Slinthiss' Location",		"return_waypoint_description_4":"Escort the assassin back to Lady Slinthiss.",		"return_waypoint_description_3":"Bring the ledger back to Lady Slinthiss.",		"return_waypoint_description_2":"Escort the employee back to Lady Slinthiss.",		"return_waypoint_description_1":"Report back to Nurla.",		"player_sorry_1":"I'll get back to work.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"Jaggah Jonz never left Nal Hutta. You want to retire on the "Glorious Jewel?"",		"player_more_1_3":"Why did you betray Lady Slinthiss?",		"player_more_1_2":"Why were you arrested?",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"What phrase do you want me to say?",		"player_3_3":"Why are the Hutts after your "books?"",		"player_3_2":"If I fight CorSec personnel to save your friend, won't I be arrested?",		"player_3_1":"What kind of message is this?",		"player_2_4":"No.",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_4":"Yes.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_4":"Get lost. I'm busy.",		"otherescort_3":"",		"otherescort_2":"I'm not the fellow you're looking for.",		"otherescort_1":"",		"npc_work_4":"Did you say that phrase to that assassin? My life could be in grave danger.",		"npc_work_3":"Have you retrieved that ledger for me? My business will surely take a hit if that falls into the wrong hands.",		"npc_work_2":"Have you rescued my employee from those CorSec goons? He's ever so fragile.",		"npc_work_1":"Did you deliver that message for me? A business deal is dependent upon that delivery.",		"npc_takeme_4":"Not bad. Looks like I'll have to deal with you myself. Ready?",		"npc_takeme_3":"",		"npc_takeme_2":"A thousand thanks, friend. Please take me back to Lady Slinthiss. More of those CorSec goons may show up at any minute.",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"What's this? A message from Nurla Slinthiss? It's a holo recording of some sort -- Wait a second! Is this what I think it is? You tell that good-for-nothing gangster I won't be blackmailed! You hear me! Now get out of here before I have you arrested!",		"npc_reward_4":"You are a businesswoman's most valuable asset, do you know that? Take some time off, you Corellian sand panther, you've more than earned it.",		"npc_reward_3":"You put many of my other agents to shame. But they need that in order to strive for something better. You're tops in my view.",		"npc_reward_2":"You've brought my employee back safe and sound. Wonderful! Please have a drink on me.",		"npc_reward_1":"Well done. I hope that mean old CorSec captain didn't upset you too much. These sorts have a much more ferocious growl than they do bites. Those temperments suit these security roles, I suppose.",		"npc_reset_1":"Oh, I know, I can be so demanding. Come back when you're ready for such a bossy employer.",		"npc_noloc_4":"One moment while my people verify the assassin's current coordinates.",		"npc_noloc_3":"One moment while my people verify the ledger's location.",		"npc_noloc_2":"My people just need to verify those coordinates. Could you check back with me in a few moments?",		"npc_noloc_1":"Let me verify the captain's coordinates with my people. Check with me in a few.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"Ah, now I understand. Okay, you've bought yourself a reprieve. Take me back to your boss. I think she and I have business to discuss.",		"npc_more_1_3":"I didn't! I swear! I was framed! By, by -- the Hutts! Yeah! That's it! The Hutts framed me, those slimy slugs! They mind controlled me! Is any of this getting through?",		"npc_more_1_2":"They wanted to squeeze me for information concerning Lady Slinthiss' operations. But I wouldn't have talked, I swear! She sent you to bring me back safely, right?",		"npc_more_1_1":"",		"npc_failure_4":"Looks like I may have to disappear for a while, assuming I can't find someone else to take care of this killer for me.",		"npc_failure_3":"Now I'll have to set off the explosive charge in the tracer. It'll take me months to collect all that data again. I hate these sorts of setbacks.",		"npc_failure_2":"I lose more employees this way. Believe it when they say that good help is hard to find.",		"npc_failure_1":"I'm sure you tried your best, but failing to deliver a simple message does not bode well for your future.",		"npc_dropoff_4":"I salute a fellow professional. Let's hope we never find ourselves on opposite sides of a business transaction.",		"npc_dropoff_3":"",		"npc_dropoff_2":"I'm glad you decided to work for Lady Slinthiss. I would have been so much bantha fodder had that not been the case.",		"npc_dropoff_1":"",		"npc_breech_4":"You said that Lady Slinthiss would send someone and it seems you were right. I was hired to take out a Lady Vigo. This is your problem.",		"npc_breech_3":"I know Lady Slinthiss will send someone after me. It's only a matter of time. Doesn't that worry you people?",		"npc_breech_2":"But I didn't do anything wrong! Why am I to be interrogated? I'm innocent!",		"npc_breech_1":"What's your business here? This is a CorSec investigation.",		"npc_backtowork_4":"The more time you waste, the closer that assassin gets to me.",		"npc_backtowork_3":"There's an accountant out there who desperately needs your attention.",		"npc_backtowork_2":"No time to waste, dear friend. My employee's life is at stake.",		"npc_backtowork_1":"I know I'm very pleasant company but you should get going.",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"Jaggah Jonz never left Nal Hutta. You want to retire on the "Glorious Jewel?"",		"npc_4_3":"They believe that someone like me is not capable of running the local Black Sun activities on this planet. It has to do with my past, which I won't go into in detail, but suffice to say that not long ago I was traded among the Hutts like a piece of property. Times have changed and now I must do my best to re-educate them. Something that I enjoy immensely.",		"npc_4_2":"Not in this case, no. I have a feeling that the CorSec captain that ordered this "interrogation" will not want his superiors to become involved. This is a personal matter between him and I, you see.",		"npc_4_1":"The kind that always gets a prompt response and gives the recipient little choice but to accept my generous proposal. Don't you just love messages like that? So will you do it?",		"npc_3_4":"This is a tricky mission. Perhaps I should rely on a more experienced agent.",		"npc_3_3":"My assignments are getting a bit sticky, aren't they? Your refusal does not hurt my feelings.",		"npc_3_2":"I understand if you don't wish to become involved in this matter. After all, one should never cross CorSec without a very good reason.",		"npc_3_1":"This business is not for everyone. Enjoy your stay here.",		"npc_2_4":"You are nothing if not a professional. Say the phrase to the assassin and take out his escort. If I played my cards right, the assassin will not interfere. Good luck.",		"npc_2_3":"You make me weepy, you're so good. Fortunately, I put a tracer on all my books so I am able to find them quickly should I need to. Make sure you get the ledger and leave no witnesses. I hate having to resort to this sort of thing but sometimes it's necessary.",		"npc_2_2":"I was hoping I could count on you. My people are tracking the movements of the CorSec guards and will transmit the coordinates to you. Please hurry.",		"npc_2_1":"Wonderful. Take this message to the CorSec captain at these coordinates. The contents of the message may come as a bit of a shock to him so pay no mind to anything he might say to you, especially threats. Report back to me when you're done.",		"npc_1_4":"Those Hutts, so incredibly predictable. I've just received word that they've hired an assassin to take me out. What they don't realize is that I've done my homework and I happen to know that they intend to get rid of this assassin after he's done his job - the Hutts hate loose ends. I need you to meet this assassin and say a simple phrase. This will convince him to join the winning side - mine. You'll still have to deal with Hutt gangsters, however, but you've proven so good at that I have no doubt this will be a breeze for you. Will you do it?",		"npc_1_3":"As you know, I am very protective of my devoted employees. What you may not know is that I am equally as proactive when it comes to removing traitorous employees. One of my formerly trusted accountants has decided to sell some of my books to the Hutts. This not only saddens me deeply, it calls for me to hire someone like you to get those records back and silence this traitor for good. Are you the agent I'm looking for?",		"npc_1_2":"One of my devoted employees has run afoul of the law. It may have had something to do with that message you delivered to that CorSec captain. I need someone to save my devoted friend the trauma of an "interrogation" - few beings survive such an ordeal. Could you save him?",		"npc_1_1":"Greetings, stranger. Are you looking for work? There's plenty of work around here for an enterprising and adventurous sort, such as you appear to be. But don't worry - I like to take things slowly. This first assignment is a simple delivery, a message for a business associate of mine. Think you can handle that?",		"notyet":"Sorry, I can't talk now.",		"notit_4":"",		"notit_3":"This is not the ledger I asked you to bring me. I really need that ledger.",		"notit_2":"",		"notit_1":"",		"next":"You've performed like a true professional. I could ask for nothing more. Come back later, though, and I may have some more work.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"I'm not sure what you expect me to do with this but I can assure you I don't want it.",		"dontknowyou_4":"Get lost. I'm busy.",		"dontknowyou_3":"I'm busy, pal! Buzz off!",		"dontknowyou_2":"I'm busy and can't help you.",		"dontknowyou_1":"This is a CorSec matter. Move along.",		"cant_work":"I'm a lady that demands exclusivity. Come see me when your schedule clears up a bit."
}}
