{
	"stfFile":"static_npc/talus/talus_nashal_slooni_jong",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_3":"A bit overwhelming, I understand. Feel free to come back if you'd like a shot at earning more credits.",		"npc_reset_2":"A bit overwhelming, I understand. Feel free to come back if you'd like a shot at earning more credits.",		"waypoint_name_3":"Slaver Leader's Location",		"waypoint_name_2":"Cabinet Member's Location",		"waypoint_name_1":"Constituent's Location",		"waypoint_description_3":"Arrest the leader of the slave ring.",		"waypoint_description_2":"Collect Chief Administrator Jong's cabinet member.",		"waypoint_description_1":"Collect a generous donation.",		"return_waypoint_name_3":"Chief Administrator Jong's Location",		"return_waypoint_name_2":"Chief Administrator Jong's Location",		"return_waypoint_name_1":"Slooni Jong's Location",		"return_waypoint_description_3":"Escort the slaver back to town to face criminal charges.",		"return_waypoint_description_2":"Escort the cabinet member back to the Chief Administrator.",		"return_waypoint_description_1":"Bring the briefcase back to Chief Administrator Jong.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"What exactly do you do for Chief Administrator Jong?",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"Why were slavers after your cabinet member?",		"player_3_2":"How will I recognize this cabinet member?",		"player_3_1":"What would I have to do?",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"Buzz off! I'm busy!",		"otherescort_2":"Unfortunately for you, I'm not the gal you're looking for.",		"otherescort_1":"",		"npc_work_3":"Have you brought that criminal in yet? The people of Nashal won't be safe until you do.",		"npc_work_2":"Have you rescued my poor cabinet member? There are dangerous predators in the wilds of Talus, you know.",		"npc_work_1":"Did you pick up that briefcase yet? It'll seem rude to delay like this, don't you agree?",		"npc_takeme_3":"Don't shoot! I'll come along quietly! You may not know this but you've just made a huge mistake. Nobody messes with us.",		"npc_takeme_2":"You're new, aren't you? Keep working hard for Chief Administrator Jong and you'll be able to retire in a few years. He knows how to reward good service. I miss him! Let's go!",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"Tell "His Honor" that his shipping permits are becoming too expensive. There's enough ryll in that case to get all of Nal Hutta dancing.",		"npc_reward_3":"We'll take it from here, friend. On behalf of the people of Nashal, I thank you.",		"npc_reward_2":"Well done, my friend. And she seems fit as a viol. You have my deepest thanks, which is best expressed via credits.",		"npc_reward_1":"I'm sorry there was some trouble along the way, but alas our best efforts to rid Talus of the criminal element has not yet met with success. Still, you did a fine job and deserve your fee.",		"npc_reset_1":"A bit overwhelming, I understand. Feel free to come back if you'd like a shot at earning more credits.",		"npc_noloc_3":"My people have been tracking the movements of these slavers. Just a moment and I'll give you the coordinates.",		"npc_noloc_2":"Let me verify my cabinet member's coordinates. Just a moment.",		"npc_noloc_1":"One moment while my people verify my constituent's coordinates. Check back with me in a bit.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"I'm his Leisure Officer. My job is to make sure the Chief Administrator doesn't get too bogged down in his work. After all, a happy Chief Administrator translates into an efficient and productive city.",		"npc_more_1_1":"",		"npc_failure_3":"I'll hire bounty hunters if I have to, but that sleemo is not escaping justice! I appreciate your efforts.",		"npc_failure_2":"Where will I find someone else with the same unbridled enthusiasm for her work? Good help is hard to find these days.",		"npc_failure_1":"That donation would have helped a variety of public works currently in progress. A shame you couldn't that briefcase to me.",		"npc_dropoff_3":"Make sure this sleemo pays you in full before the job is done. He's likely to cheat you the way he cheated us. I hate corrupt politicians!",		"npc_dropoff_2":"You've been a doll! I never felt safer. And, between you and me, I knew those goons were history the minute they showed up. See ya!",		"npc_dropoff_1":"",		"npc_breech_3":"What's this all about? Heads up, lads, we've got company.",		"npc_breech_2":"Hey, hon! Over here! Did pookie -- I mean, Chief Administrator Jong send you?",		"npc_breech_1":"Hey! Over here! Did Jong send you?",		"npc_backtowork_3":"The slaver is still currently on the planet. Please hurry or they may all get away.",		"npc_backtowork_2":"We shouldn't delay. Time is of the essence.",		"npc_backtowork_1":"Was something unclear? I've told you everything you need to know.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"Didn't you get a good look at her? Why she's exactly the sort of beautiful innocent that those slavers would love to get their filthy hands on. Not in this city, friend, and not while I'm the Chief Administrator!",		"npc_4_2":"I'll give you the proper coordinates, of course, but trust me, you can't miss her. I did mention it was a woman, yes?",		"npc_4_1":"One of my more financially successful constituents has offered a generous donation to my administration. Could you collect this donation and bring it back to me? And just to avoid any misunderstandings, the briefcase you'll be picking up is worthless to anyone who doesn't have the proper codes to open it. Not that I'm implying an upstanding citizen such as yourself would even contemplate such misconduct. So can I count on you?",		"npc_3_3":"I suppose this is more of a matter for local security. I was hoping you'd lend a hand and earn some credits along the way. Ah well...",		"npc_3_2":"Quite right, I'm sure you've got other more important things on your mind. Carry on.",		"npc_3_1":"Hmm, you didn't strike me as someone that doesn't like to earn an honest, decent living. Well, perhaps you're just busy. Enjoy your stay!",		"npc_2_3":"If you're not a native of Talus, friend, I'd be happy to name you an honorary Talusian. We salute you! Now go get that slaver creep.",		"npc_2_2":"Splendid! I knew I could count on you. As with that last bit of work, discretion is important in this assignment. I'm sure we understand each other.",		"npc_2_1":"That's the Talus spirit, friend! Bring the briefcase back here as soon as you get it. And be sure to smile when my constituent gives it to you.",		"npc_1_3":"Ever since that last bit of trouble with my cabinet member, I've been concerned that certain undesirable elements have been creeping into our lovely city. Our chief of security did some digging and uncovered -- brace yourself -- the presence of slavers on Talus. But these creeps are not content to stick to the Empire's approved slave lists, oh no! These sleemos are enslaving honest, decent citizens. If you're like me, you won't stand idly by and let this sort of thing continue. I'm empowering you to arrest the leader of this despicable slave ring and bring him to justice. Will you do it?",		"npc_1_2":"Stellar job on that last piece of business, friend. I treasure a being that understands the importance of discretion. So are you ready for more work? An important member of my cabinet has been accidentally stranded outside of town. I need someone to safely escort this hardworking member of my administration back here. Can Nashal count on you a second time? ",		"npc_1_1":"Welcome to Nashal, friend! I like to think of our beautiful city as the friendliest on Talus, which is of course the friendliest planet of the Five Brothers. I'm sure you've noticed that everyone here sports a smile. That's because we love visitors. And if you're here to work, we love you even more. As a matter of fact, I have an assignment for you right now. Are you willing to make some credits the good old-fashioned way?",		"notyet":"Sorry, I can't deal with this right now.",		"notit_3":"",		"notit_2":"",		"notit_1":"That's not the briefcase I asked you to bring me. Where did you put it?",		"next":"That's about all I have for you at the moment. You've been most helpful. I think you understand a bit more what it takes to run a city like this. Check back with me from time to time for more work.",		"gotowork_3":"",		"gotowork_2":"Well?",		"gotowork_1":"Don't you have something to do?",		"dontknowyou_3":"Buzz off! I'm busy!",		"dontknowyou_2":"Sorry, hon, I'm busy.",		"dontknowyou_1":"I'm working. Get lost.",		"cant_work":"Come and see me when you get some free time. I have plenty of work for enterprising individuals."
}}
