{
	"stfFile":"static_npc/talus/talus_dearic_radlee_mathiss",
	"entries": {
		"npc_reset_3":"Too much for you right now, eh? Come back when you want to finish the job.",		"player_reset_3":"I don't want this mission right now.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"Too much for you right now, eh? Come back when you want to finish the job.",		"waypoint_name_3":"The location of the Hutt's lieutenant",		"waypoint_name_2":"The location of the CSA representetive",		"waypoint_name_1":"The courier's location",		"waypoint_description_3":"Go kill the the Hutt lieutenant who ordered the kidnapping of the CSA representetive.",		"waypoint_description_2":"Go rescue the CSA representetive.",		"waypoint_description_1":"Go meet the courier and pick up the package",		"return_waypoint_name_3":"Radlee Mathiss",		"return_waypoint_name_2":"Radlee Mathiss",		"return_waypoint_name_1":"Radlee Mathiss",		"return_waypoint_description_3":"Return to Radlee Mathiss and inform him of your success.",		"return_waypoint_description_2":"Return to Radlee Mathiss with the CSA representetive.",		"return_waypoint_description_1":"Return to Radlee Mathiss with the datadisc",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"How do you want me to handle this?",		"player_3_2":"Why would the Hutts want to kidnap a CSA rep?",		"player_3_1":"What sort of package?",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_3":"",		"otherescort_2":"This has been a bit of a rough day. Would you mind leaving us in peace?",		"otherescort_1":"",		"npc_work_3":"Hurry up! You're going to miss the meeting.",		"npc_work_2":"You'd better go and get that CSA rep before those goons do any permanent damage.",		"npc_work_1":"Have you picked up my package yet?",		"npc_takeme_3":"",		"npc_takeme_2":"I'm glad you got here when you did. Things were starting to look pretty grim.",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"Tell Chief Mathiss that the CSA is very grateful for the speed with which he made that investigation shrivel up and go away.",		"npc_reward_3":"Well done. That should keep the CSA happy and send a strong message to the Hutts at the same time.",		"npc_reward_2":"CSA rep back in one piece and offending Hutt goons taken care of. Nice work!",		"npc_reward_1":"There's nothing like the satisfaction of a job well done.",		"npc_reset_1":"Too much for you right now, eh? Come back when you want to finish the job.",		"npc_noloc_3":"I need to contact the Hutts. Give me a few minutes of privacy to arrange that meeting.",		"npc_noloc_2":"Come back in a few minutes, I need some time to contact the CSA and get any last minute instructions they may have. ",		"npc_noloc_1":"I'll just contact the CSA and see when they were planning on sending their courier out. Come see me in a little while.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"You look somewhat the worse for wear. Things didn't go so well? I suppose I'll have to find another way to impress the Hutts.",		"npc_failure_2":"I need to get the CSA's representative back to them in one piece or it's going to interfere with business. This is not good.",		"npc_failure_1":"I told you to be careful out there.",		"npc_dropoff_3":"",		"npc_dropoff_2":"Thanks again. I think next time I'll talk to the Hutts over a com-link.",		"npc_dropoff_1":"",		"npc_breech_3":"What's this? A double-cross!",		"npc_breech_2":"Thank the Force! A friendly face.",		"npc_breech_1":"You must be the new courier. ",		"npc_backtowork_3":"Time to get to work -- unless you've changed your mind?",		"npc_backtowork_2":"Make it quick. What's on your mind?",		"npc_backtowork_1":"Were you going to just stand there or was there something else you wanted to say?",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"I'll arrange for a meeting with the Hutt lieutenant to discuss reparations and then I'll tell you where that meeting is. You go to said meeting place and create a large pile of ash where the Hutt lieutenant used to be. How about it?",		"npc_4_2":"Who knows? Maybe for not doing exactly what the Hutts wanted? It's not as though the Hutts are known for their legendary desire to reach a compromise. So are you going to help out or not?",		"npc_4_1":"The sort of package whose contents I don't reveal to agents like you. You don't want to ask too many questions around here. The answers will only get you into trouble. So will you do it or not?",		"npc_3_3":"You didn't strike me as the nervous type when I hired you. So much for first impressions.",		"npc_3_2":"Don't want to anger the Hutts, eh? You're smarter than you look.",		"npc_3_1":"I understand your refusal. See that you don't interfere in the day-to-day business of the city while you're here. ",		"npc_2_3":"It should be pretty straightforward. I've already arranged the meeting so I'll just give you the location and you can go kill that lieutenant and any goons who might be there. ",		"npc_2_2":"I'm not sure what sort of game these Hutts are playing, so shoot first and we won't even bother asking questions. When it comes to choosing between the CSA and the Hutts, I know who's good for business.",		"npc_2_1":"Glad to have you on board. The CSA is sending a courier. Pick up the package and bring it back to me. Simple right? Wrong. There's always some goon trying to get in on the action, so keep your eyes open.",		"npc_1_3":"The Hutts have got to pay for that kidnapping stunt. Nobody interferes with business in my town and gets away with it. The Hutt lieutenant who gave that order needs to vanish. Think you might want to handle the Job?",		"npc_1_2":"Normally the Hutts and I leave each other alone, but recently they've been trying to do business with the Corporate Sector Authority. I wouldn't have any problem with that normally but they kidnapped the CSA rep they were dealing with. Do me a favor and get that CSA rep back safely. How about it?",		"npc_1_1":"I hope you're not the kind who likes to make trouble. I run a quiet town and as long as nothing interferes with business, I say, "live and let live." Now if you were looking for a little work on the side, I have a little package that needs picking up. How about it?",		"notyet":"Don't bother me right now, okay?",		"notit_3":"",		"notit_2":"",		"notit_1":"I'm fairly certain this isn't the item you were supposed to give me. Would you mind looking again?",		"next":"I'll keep an eye out for you the next time something comes up. Right now I don't have any work for you. I love it when things are running smoothly.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"Unless you have a strong desire to have the Hutts chasing you all over the galaxy, you might just want to run along.",		"dontknowyou_2":"This has been a bit of a rough day. Would you mind leaving us in peace?",		"dontknowyou_1":"I'm waiting to meet up with somebody. Just go on about your business.",		"cant_work":"If you know how to keep your mouth shut and can take care of business, come see me when you need a job."
}}
