{
	"stfFile":"static_npc/talus/talus_imperialoutpost_lethin_bludder",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"I hate to let anyone go before an experiment is complete but I suppose as long as you came back later it would be all right. ",		"waypoint_name_2":"The Rebel lab's location",		"waypoint_name_1":"location of the Imperial traitor",		"waypoint_description_2":"Go destroy the Rebel lab",		"waypoint_description_1":"Go and capture the traitor to the Empire from his new Rebel friends",		"return_waypoint_name_2":"Lethin Bludder",		"return_waypoint_name_1":"Lethin Bludder",		"return_waypoint_description_2":"Return to Lethin Bludder and inform him of your success.",		"return_waypoint_description_1":"Return the traitor to Lethin Bludder for scientific experiments.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"What is the one flaw in the design?",		"player_3_2":"You certainly do have a problem -- what do you think your problem is?",		"player_3_1":"You're not going to inject me with anything are you? ",		"player_2_2":"No",		"player_2_1":"No",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_2":"",		"otherescort_1":"This may not be the safest place to be friend. Why don't you continue on your way and leave any trouble to us.",		"npc_work_2":"Splendid! Hopefully that will set them behind for months and give me time to mutate my virus into something they won't be able to find a cure for. Oh, how I love science!",		"npc_work_1":"Have you found me a volunteer yet? I'm giddy with anticipation.",		"npc_takeme_2":"",		"npc_takeme_1":"I'm a disgrace to the Empire and the Rebellion. Maybe I can at least die with a little dignity.",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Splendid! Hopefully that will set them behind for months and give me time to mutate my virus into something they won't be able to find a cure for. Oh, how I love science!",		"npc_reward_1":"I should probably give you a quick inoculation against some of the local microorganisms -- wait, where are you going?",		"npc_reset_1":"I hate to let anyone go before an experiment is complete but I suppose as long as you came back later it would be all right. ",		"npc_noloc_2":"I'll have to look through my recordings and find out where that test subject said the Rebel lab was located. This may take a while. Come back a little later.",		"npc_noloc_1":"I'll see if I can discover the last location of a Rebel sighting. Come see me in a little while.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"Do you feel all right? You look pale. Perhaps I should give you a nutrient injection and take a few blood samples to see if there's some physical cause for your failure.",		"npc_failure_1":"Well since I don't have any Rebel test subjects, I suppose I'll have to make do with what's at hand -- Unless you wanted to try again?",		"npc_dropoff_2":"",		"npc_dropoff_1":"You can't do anything worse to me than I've already done to myself. ",		"npc_breech_2":"",		"npc_breech_1":"NPC arrestee hail dialog (npc_breech)	I surrender! Please don't kill me!",		"npc_backtowork_2":"Oh that's right, I forgot to inoculate you against lab contaminants. Did you forget something too?",		"npc_backtowork_1":"Was there something else or did you want to spare yourself the legwork and just volunteer to test the new virus?",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"The flaw is that it doesn't work on sapient creatures. I'm sure I can fix that in no time with a few tweaks.",		"npc_4_2":"Before my subject died, I learned that a small Rebel-operated lab is close to finding a cure for the existing virus. That would jeopardize all my hard work. Will you help me stop these Rebel brutes from destroying a perfectly good bio-weapon?",		"npc_4_1":"Not unless you want me to. I want you to go find me a subject to test my new variation of the virus on. We recently had a defector. I think a traitor like that would make a splendid volunteer. What do you say? ",		"npc_3_2":"Why would you refuse? I'd inoculate you against any possible contaminants from the lab. ",		"npc_3_1":"I suppose I'll have to speak with Commander Guul about impressing an Imperial volunteer into service. What was your name again? ",		"npc_2_2":"I want you to destroy the Rebel lab that's trying to cure the Berserker Virus. That should set them back a bit and give me time to develop my own version that will work on sapient races.",		"npc_2_1":"Excellent. Find the Imperial defector and bring this test subject back to me. We'll see how my new version of the Berserker Virus is coming along.",		"npc_1_2":"Well that version of the virus wasn't at all what I was anticipating. The subject's muscles contorted so badly that eventually every bone was shattered. The subject told me the most remarkable things while begging for release from the pain. Which leads me to a new problem I need help with -- If you're willing?",		"npc_1_1":"Are you at all familiar with the Berserker Virus? It has the wonderful effect of heightening aggression. I'm a huge fan of that clever little bit of bioengineering. I picked up a sample of it myself and I've been doing a little tinkering on it recently in an effort to remove the one flaw in its design. Do you think you can help me with that?",		"notyet":"Can't talk to you now, okay?",		"notit_2":"",		"notit_1":"",		"next":"I have such a shortage of volunteers in my line of work. It's nice to see you have an interest. Check back with me later and perhaps I can find something for you.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"",		"dontknowyou_1":"This may not be the safest place to be friend. Why don't you continue on your way and leave any trouble to us.",		"cant_work":"If you manage to get away from your current duties, come see me about some work."
}}
