{
	"stfFile":"static_npc/talus/talus_nashal_durgur_pyne",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_3":"Security work is not for everyone. Come back if you change your mind.",		"npc_reset_2":"Security work is not for everyone. Come back if you change your mind.",		"waypoint_name_3":"Pirate Captain's Location",		"waypoint_name_2":"CorSec Agent's Location",		"waypoint_name_1":"Pirate Lieutenant's Location",		"waypoint_description_3":"Take out the murderous pirate captain.",		"waypoint_description_2":"Rescue the CorSec agent from the pirates.",		"waypoint_description_1":"Arrest the murderous pirate.",		"return_waypoint_name_3":"Captain Pyne's Location",		"return_waypoint_name_2":"Captain Pyne's Location",		"return_waypoint_name_1":"Captain Pyne's Location",		"return_waypoint_description_3":"Report your success to Captain Pyne.",		"return_waypoint_description_2":"Escort the CorSec agent back to headquarters.",		"return_waypoint_description_1":"Escort the pirate back to Captain Pyne.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"",		"player_3_2":"",		"player_3_1":"",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"I'm a bit busy at the moment.",		"otherescort_1":"Get lost!",		"npc_work_3":"Have you taken care of this pirate leader yet? There's no telling how long these creeps will stay on Talus.",		"npc_work_2":"Have you rescued our agent? I don't know how much longer those pirates will keep my agent alive.",		"npc_work_1":"Did you arrest that brutal killer yet? I'm eager to interrogate him.",		"npc_takeme_3":"",		"npc_takeme_2":"Glad you showed up when you did. I've got lots to report to Captain Pyne. Let's get moving before more of these sleemos show up.",		"npc_takeme_1":"Okay, okay! I surrender! Just take it easy. Where did that horn-head find you?",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"If you ever contemplate a career in security, keep CorSec in mind. It's been a pleasure working with you. Farewell.",		"npc_reward_2":"I'm grateful, buddy. CorSec owes you one. You've earned this reward.",		"npc_reward_1":"Good job. I'll conduct this scum's interrogation personally. I'd invite you to watch, but you're not CorSec. We like to keep certain things in the family. You understand.",		"npc_reset_1":"Security work is not for everyone. Come back if you change your mind.",		"npc_noloc_3":"My people need to verify these coordinates. Check back with me in a few.",		"npc_noloc_2":"Let me double-check those coordinates. Hang on for just a second.",		"npc_noloc_1":"I need to verify this sleemo's coordinates with my surveillance crew. Come back in a few.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"We'll get this scum, no matter the cost. Wish you could have done the job, though. It would have made for a bit of poetic justice.",		"npc_failure_2":"Those pirates will pay dearly for this. Even if I have to chase them to the ends of the universe, I swear I'll avenge my agent.",		"npc_failure_1":"I'll have to get the Bounty Hunters' Guild involved in this. I was hoping to avoid that.",		"npc_dropoff_3":"",		"npc_dropoff_2":"Thanks, pal. I won't forget this. And you can bet we'll bring those criminals in. My word on that.",		"npc_dropoff_1":"If you're smart, you'll get off this planet. Not that it'll stop my mates from finding you and making you pay for what you did.",		"npc_breech_3":"Heads up, lads! We've got trouble!",		"npc_breech_2":"You'll never get away with this, you filthy pirates! My people will hunt each of you down!",		"npc_breech_1":"Heads up, we've got another "hero" headed this way!",		"npc_backtowork_3":"That creep's waiting for your visit, friend. Get going.",		"npc_backtowork_2":"No time to waste. Or are you reconsidering?",		"npc_backtowork_1":"We're not getting any younger. You want to back out?",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"",		"npc_4_2":"",		"npc_4_1":"",		"npc_3_3":"Fair enough. We'll take care of this loser on our own. Best of luck to you.",		"npc_3_2":"I have to assume you have a great reason for refusing because otherwise it makes you seem like a callous mercenary - and I hate those.",		"npc_3_1":"I guess I heard wrong. Stay out of trouble. Unless you want to meet again under very different circumstances.",		"npc_2_3":"I thought you'd say that. I'll contact a couple of my officers to give you some backup. Go get this sadistic scum, buddy. And give those sleemos our regards.",		"npc_2_2":"We've been tracking our man for about an hour so these coordinates should be good. With luck, those pirates haven't found the tracer yet. Hurry, my agent's life is in your hands.",		"npc_2_1":"Good. One of these cutthroats is wanted for a multiple murder. The sleemo gunned down an entire family just because they made him late to a dinner date. Bring this guy in. I want a crack at this animal myself. Good luck.",		"npc_1_3":"The agent you rescued provided us with the pirate leader's location. This is one dangerous individual, but I think it only fair to offer you a shot at taking this notorious criminal out seeing as how we never would have found this killer without your help. What do you say? You want a shot at him?",		"npc_1_2":"These sleemos just kidnapped one of my best agents. Last mistake they'll ever make. These creeps know most of my people, so if they saw one of us approaching, they'd ace their prisoner. You might be able to get the drop on these slugs. Will you help me rescue my agent?",		"npc_1_1":"The name's Pyne, Durgur Pyne. I'm in charge of security. We've had some problems with pirates recently. I hate pirates. There's nothing I like better than blasting them into so much space dust. Word around town is that you're pretty good with that sort of thing. I'm a bit short-handed right now. Think you can help me bring these lousy murderers in?",		"notyet":"Sorry, I can't talk now.",		"notit_3":"",		"notit_2":"",		"notit_1":"",		"next":"That's all I've got for now. But in a place like this, you never know. Check back every now and again.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"Get lost!",		"dontknowyou_2":"I'm a bit busy at the moment.",		"dontknowyou_1":"Get lost!",		"cant_work":"Can't have distractions while you're performing security work. Come see me when your plate is clear."
}}
