{
	"stfFile":"static_npc/talus/talus_dearic_mourno_draver",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"I don't really like unfinished business. If you decide you want to take care of this later, come see me.",		"waypoint_name_2":"Location of the glitterstim refinery",		"waypoint_name_1":"Location of the Hutt lieutenant",		"waypoint_description_2":"Go destroy the glitterstim refinery",		"waypoint_description_1":"Go and kill the lieutenant in the Hutt organization",		"return_waypoint_name_2":"Mourno Draver",		"return_waypoint_name_1":"Mourno Draver",		"return_waypoint_description_2":"Return to Mourno Draver and inform him of your success.",		"return_waypoint_description_1":"Return to Mourno Draver and inform him that the mission has been completed",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"How am I going to teach them that?",		"player_3_1":"What do you need done?",		"player_2_2":"No",		"player_2_1":"No",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"Have you destroyed that glitterstim refinery yet?",		"npc_work_1":"Have you taken care of that little problem we spoke of? I'm not used to being kept waiting.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Excellent. Now would probably be a good time for you to lie low for a while. The Hutts are notoriously unforgiving in these matters.",		"npc_reward_1":"That's a good start. Come see me later and we'll see about teaching the Hutts further lessons in employee management.",		"npc_reset_1":"I don't really like unfinished business. If you decide you want to take care of this later, come see me.",		"npc_noloc_2":"I'll need to contact one of my underlings and get the location for you. Come back in a little while.",		"npc_noloc_1":"I've just had a wonderful thought. Give me a few minutes to see if the Hutts would be willing to offer me compensation for my employee. I like the idea of paying you with their money.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"Failure is unacceptable. I want that building destroyed.",		"npc_failure_1":"I believe I cited both ruthless and capable in my job requirements. What use is ruthless all by itself?",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"",		"npc_breech_1":"You just made your last mistake!",		"npc_backtowork_2":"Make it quick. I'm very busy.",		"npc_backtowork_1":"If you have something else to say, now's the time.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"By destroying something precious to them. What do you say?",		"npc_4_1":"The Hutts recently killed one of my employees during a negotiation. I am the only one allowed to kill my employees with impunity. I've compiled a list of Hutt employees that I've slated for early retirement. Are you in?",		"npc_3_2":"Do you think your cowardice is congenital or learned?",		"npc_3_1":"My time is valuable and you're wasting it. Get out.",		"npc_2_2":"The Hutts operate a glitterstim operation outside of the city. It's not very large but they process an impressive amount of spice every month. I want you to go find that building and destroy it. Feel free to kill anyone working there. It will save me time later.",		"npc_2_1":"There is one Hutt employee I'm particularly keen to have eliminated. Any associates that are killed in the process would certainly cause me no distress. Come back and see me when you've completed the job.",		"npc_1_2":"I think we've made a reasonable impression on the Hutts, but I'm always of the mind that more is better. I think they need to better understand the financial costs associated with poor management. Are you going to help me teach them that lesson?",		"npc_1_1":"The name is Draver. I represent the Corporate Sector Authority on Talus. I have a little unpleasant business with the Hutts that I need taken care of. I need the services of someone who is both capable and ruthless. Is that you?",		"notyet":"Sorry, I can't talk now.",		"notit_2":"",		"notit_1":"",		"next":"You're a useful operative. When I'm in a better position to utilize your talents, I'll find more work for you. Check back with me.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"",		"dontknowyou_1":"This is private Hutt business. Beat it!",		"cant_work":"I never trust anybody with my business when they're working for someone else. Come see me about work another time."
}}
