{
	"stfFile":"static_npc/talus/talus_imperialoutpost_gravin_attal",
	"entries": {
		"npc_reset_2":"If you want to finish up later come back and see me.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"waypoint_name_2":"The Rebel supply sergeant's location",		"waypoint_name_1":"Smuggler's location",		"waypoint_description_2":"Go kill the Rebel supply sergeant and take the hyperdrive part.",		"waypoint_description_1":"Go pick up the item from the smuggler",		"return_waypoint_name_2":"Gravin Attal",		"return_waypoint_name_1":"Gravin Attal",		"return_waypoint_description_2":"Return to Gravin Attal with the hyperdrive part.",		"return_waypoint_description_1":"Return to Gravin Attal with the disc",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"You want me to give crates of Imperial blaster rifles to the Rebels? Are you out of your mind?",		"player_3_1":"What do you want me to pick up?",		"player_2_2":"No",		"player_2_1":"No",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"What are you waiting for, pal?",		"npc_work_1":"You picked up my package yet? I need that merchandise.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"I'm glad to get this thing off my hands. Be careful it doesn't burn you.",		"npc_reward_2":"Great work, pal! We make quite a team. You keep killing Rebels and I'll keep selling off their stuff and together we'll bring peace and prosperity to the galaxy.",		"npc_reward_1":"Great, I've already got a buyer waiting for this. ",		"npc_reset_1":"If you want to finish up later come back and see me.",		"npc_noloc_2":"Let me find out where you're supposed to turn that Rebel into a grease spot -- I mean make the trade. Come see me in a few minutes.",		"npc_noloc_1":"You'd think these people would call and tell you where they want to make the drop, but no. I have to do everything myself.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"Pal, you're breaking my heart here.  No part? How am I supposed to put my kid through the Academy now?",		"npc_failure_1":"Too much for you, huh? This is going to cost me a fortune.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"It's a double-cross!",		"npc_breech_1":"You weren't followed were you? Not that I'm impugning your skills.",		"npc_backtowork_2":"Are you waiting for something or was there something you needed to tell me?",		"npc_backtowork_1":"I've got a business to run as well as my actual job to do, make it snappy.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"Don't be such a chump. This is just business and I want that part. I can sell that part for a tidy sum and help put my kid through the Academy -- if I ever have one. Besides, it's not as though I'm actually going to give up the blaster rifles. That's where you come in. How about it?",		"npc_4_1":"Hey, slow down, pal. You ask an awful lot of questions that don't concern you. I just need someone to pick up a little something that got lost -- from the supply roster. No big deal. What do you say?",		"npc_3_2":"That's okay. Just keep me in mind when you want to do business.",		"npc_3_1":"No problem, pal. You need something later? You come see me.",		"npc_2_2":"Great. You go and meet this Rebel and remove the part from the smoldering corpse -- being careful not to damage the part of course. You get the glory of being the great Rebel slayer and I get the proceeds from selling that hyperdrive part. It's win-win.",		"npc_2_1":"Down to business then. I want you to meet a "procurement specialist" that picked up an item that fell off the Imperial supply roster. Don't worry about what it is, pal, just bring it back here.",		"npc_1_2":"I love it when work and business come together in harmony. Through a smuggler intermediary I've been able to convince some Rebel supply officer that I'm willing to trade a few crates of Imperial blaster rifles for a hyperdrive part that I need. Would you mind making the trade for me?",		"npc_1_1":"Are you here to pick up the AT-ST? No, wait -- that's tomorrow. What do you need? I can get you anything you want: blasters, thermal detonators, anti-orbital ion cannons, you name it. You don't look like you could scrape the creds together for that last one, though. But what I need is someone to do a pickup for me. Are you looking for work?",		"notyet":"I don't need anything right now.",		"notit_2":"This isn't a hyperdrive part. Come on pal, look again.",		"notit_1":"",		"next":"I have to cool it for a while an Imperial Inspector looks around. Maybe I'll have something for you later.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"You should clear out of here friend. You never know when trouble may start.",		"dontknowyou_1":"What are you looking at me for? I'm not doing anything.",		"cant_work":"You come see me about some work when you have some time to kill."
}}
