{
	"stfFile":"static_npc/talus/talus_nashal_igbi_freemo",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"You come back and work for me later. You can finish up then.",		"waypoint_name_2":"Location of the spice deal",		"waypoint_name_1":"Location of the Hutt operative",		"waypoint_description_2":"Go to and snatch the spice from the Hutts",		"waypoint_description_1":"Go and kill the Hutt's operative",		"return_waypoint_name_2":"Igbi Freemo",		"return_waypoint_name_1":"Igbi Feemo",		"return_waypoint_description_2":"Return to Igbi Freemo with the spice",		"return_waypoint_description_1":"Return to Igbi Freemo and tell him you were successful",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"I know I'm going to be sorry I asked, but what do you have in mind this time?",		"player_3_1":"What did this Hutt operative do?",		"player_2_2":"No",		"player_2_1":"No",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"You'd better hurry up and grab that spice. The deal is going to go down pretty soon. ",		"npc_work_1":"Have you killed that Hutt operative yet? I'm on a schedule here.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Can you believe my luck? It turns out this hotshot operative was our double agent and it was a shipment of tainted spice we were slipping to the Hutts. I wonder if there's someone else I can pin this on? Don't worry - they'd never believe it was you.",		"npc_reward_1":"You didn't kill him did you? Oh no! It turns out I was supposed to deliver an actual message. The boss is gonna kill me when she hears about this.",		"npc_reset_1":"You come back and work for me later. You can finish up then.",		"npc_noloc_2":"Come back in a little while, I need to find out where my agent said that deal was going to occur. ",		"npc_noloc_1":"Let me find out where the Hutts are working from these days. They tend to move around a lot. Come back and see me in a little while.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"You couldn't get the stuff? Uh-Oh! I already told the boss I'd just finished a major new deal. What'll I do now?",		"npc_failure_1":"You didn't kill him did you?  Why do I always have such bad luck?",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"Do you have any idea what you're messing with?",		"npc_breech_1":"What kind of double-cross is this? I was just supposed to pick up a message.",		"npc_backtowork_2":"What's with all the questions? You took the job now get moving.",		"npc_backtowork_1":"I've told you all I know. What are you pestering me for? ",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"Very funny, wise guy. After you killed that last operative, the Hutts replaced that sleemo with a totally slick operator. You know the kind -  makes a move before anyone else knew there was a move that could be made. I want in on that action. Are you going to help me?",		"npc_4_1":"How the heck should I know? I just got a call asking if I'd taken care of "delivering that message" to the Hutts' new operative. I said yes, so now I need to get it done. What do you say? Will you help me?",		"npc_3_2":"Your loss. ",		"npc_3_1":"Then get out of here. I've got business to take care of.",		"npc_2_2":"Here's what I need. The Hutts' new hotshot has a big deal going down involving some new extra potent kind of spice. I want you to intrude upon the meeting and become the new owner of the spice by way of being the only one alive in its vicinity.",		"npc_2_1":"Great. I'll give you the location of this new Hutt operative and you go take him out. Simple, right? See that he gets the message if you know what I mean.",		"npc_1_2":"I've been looking for a way to make things right with the boss after that last fiasco. I think I've finally found a way to show her what I'm capable of. If you're willing to help me, I'll take you right to the top with me. What do you say? Are you in? ",		"npc_1_1":"Have you ever done any "work" for Black Sun before? Doesn't matter really -- I'm desperate. There's this Hutt operative that needs to be killed, and if I don't arrange it, someone else will and I'll look incompetent. Do you think you could be a pal and help me out?",		"notyet":"Sorry, I can't help you right now.",		"notit_2":"I told you to bring back the spice. What am I supposed to do with this?",		"notit_1":"",		"next":"I'm very impressed with how you handle yourself. I don't have anything else at the moment but I'll keep you in mind for future jobs.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"You should probably move along. I'm here to conduct some business that doesn't concern you.",		"dontknowyou_1":"I don't know what you're doing here but you're in the wrong place.",		"cant_work":"I've got some work for you if you want it. Come see me when you're done with your current gig."
}}
