{
	"stfFile":"static_npc/talus/talus_dearic_champhra_biahin",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"I understand. Please contact me again when you feel ready for the task.",		"waypoint_name_2":"Garden Club Chair",		"waypoint_name_1":"Medicinal Herbs",		"waypoint_description_2":"The chairperson of the Dearic Garden Club, who awaits a recording called "Flowers of Drall" given as a thank-you gift by the Drall ambassador to Talus, Champhra Biahin.",		"waypoint_description_1":"Here the Dearic Garden Club located a specimen of a Talusian herb that may prove useful to the Drall ambassador to Talus, Champhra Biahin.",		"return_waypoint_name_2":"Champhra Biahin",		"return_waypoint_name_1":"Champhra Biahin",		"return_waypoint_description_2":"Drall's ambassador to Talus waits to give payment for delivery of the recording "Flowers of Drall" to the chairperson of the Dearic Garden Club.",		"return_waypoint_description_1":"The Drall ambassador to Talus is waiting in Dearic for a sample of Twin-Scented Natterbloom, a Talusian medicinal herb.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"Why are you out here in the wilderness?",		"player_more_1_1":"Why is it called "Twin-Scented"?",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"What is the recording?",		"player_3_1":"What sickness could this herb cure?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I hope you will soon deliver that recording of "Flowers of Drall" to the Garden Club chairperson.",		"npc_work_1":"I hope you will soon pick up the medicinal herb from the Dearic Garden Club representative.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"What a nice gesture. I'll be sure to play this anthem at our next Garden Club meeting.",		"npc_smuggle_1":"Here it is -- a sample of Twin-Scented Natterbloom. Please be careful when you take it back -- it's scarce.",		"npc_reward_2":"I am most gladdened to hear that you delivered that recording. Please accept this payment with the thanks of the people of Drall.",		"npc_reward_1":"I thank you for your effort to help my people. Please contact me again as your schedule permits.",		"npc_reset_1":"I understand. Please contact me again when you feel ready for the task.",		"npc_noloc_2":"I need only contact the Garden Club chair to arrange a rendezvous point. Please contact me again in a few moments.",		"npc_noloc_1":"I await contact from the Garden Club representative as to the coordinates of the specimen they located. Please contact me again in a few moments.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"I'm collecting specimens of the white-leaf and blue-leaf varieties of Unbuttoned Gobnettle. I haven't found any yet, but I can smell them. The suspense is killing me!",		"npc_more_1_1":"The herb smells sharp while it's growing, then puts forth a beautiful small flower with a sweet citrus scent. It's reputed to have many medicinal uses. I hope it works on the Drall children.",		"npc_failure_2":"I am sorry you could not deliver the recording. Do not worry -- I shall find another way to deliver it.",		"npc_failure_1":"I regret that you could not obtain the herb. I hope you did not find the task too stressful.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"Did the Drall ambassador send you here?",		"npc_breech_1":"Are you here to pick up the medicinal herb for the Drall ambassador?",		"npc_backtowork_2":"I hope you will soon deliver that recording of "Flowers of Drall" to the Garden Club chairperson.",		"npc_backtowork_1":"I hope you will soon pick up the medicinal herb from the Dearic Garden Club representative.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"It is a lovely anthem called "Flowers of Drall," sung by young students at the Boiling Sea Music Academy on Drall. It is merely a small gesture of gratitude. Would you deliver the recording, please?",		"npc_4_1":"An ancient disease called the Balding Sickness afflicts some young Drall, causing them to lose their fur and sometimes their lives. Certain of these victims resist bacta treatment, so we seek alternate solutions. This herb may prove a great benefit. Will you bring it here?",		"npc_3_2":"I understand. I wish you well.",		"npc_3_1":"I understand. I wish you well.",		"npc_2_2":"I am heartened to hear your assent. Here is the recording. The chairperson is currently in the wilderness studying the local flora.",		"npc_2_1":"I thank you for your attention. The representative of the Dearic Garden Club has just called from the wilderness, where the specimen is located. Here are the coordinates. Good luck.",		"npc_1_2":"I thank you again for your help in securing that medicinal herb. I have prepared a token of thanks for the Dearic Garden Club, which secured the herb. Would you please deliver this recording to the club chairperson?",		"npc_1_1":"I greet you as Drall's ambassador to Talus. I seek help in securing a Talusian native herb that shows promise in curing Drall sickness. The local Dearic Garden Club has kindly located a specimen. Would you please bring it here?",		"notyet":"I can't speak with you at the moment.",		"notit_2":"",		"notit_1":"I hoped to get a specimen of the Twin-Scented Natterbloom herb. This is not it.",		"next":"I have no further tasks that require assistance at this time. I thank you again for your earlier help.",		"gotowork_2":"From the ambassador's message, I expected you'd have a recording called "Flowers of Drall." Do you?",		"gotowork_1":"",		"dontknowyou_2":"Sorry, you have the wrong person.",		"dontknowyou_1":"I'm sorry, you have the wrong person.",		"cant_work":"I greet you as Drall's ambassador to Talus. I seek help with a task when you are less busy."
}}
