{
	"stfFile":"static_npc/talus/talus_dearic_kathikiis_ruwahurr",
	"entries": {
		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_sorry_3":"I'll go work on this some more.",		"player_sorry_1":"I'll get back to work.",		"npc_reset_3":"Perhaps my tasks will be more to your liking later. Come see me when you have found what you seek.",		"npc_reset_2":"Perhaps my tasks will be more to your liking later. Come see me when you have found what you seek.",		"waypoint_name_2":"The bounty hunter's location",		"waypoint_name_1":"The Selonian's location",		"waypoint_description_2":"Go stop the bounty hunter",		"waypoint_description_1":"Rescue the Slonian Ambassador's assistant.",		"return_waypoint_name_2":"Kathikiss Ruwahurr",		"return_waypoint_name_1":"Kathikiis Ruwahurr",		"return_waypoint_description_2":"Return to the Selonian Ambassador with the news of your success.",		"return_waypoint_description_1":"Escort the assistant back to the Selonian Ambassador.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"Why would they kidnap you instead of just kill you?",		"player_3_1":"Why do they hate you so much?",		"player_2_2":"No",		"player_2_1":"No",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_2":"",		"otherescort_1":"I fear nothing can come of our meeting at present. Perhaps we may meet again later.",		"npc_work_2":"Have you solved this problem yet? I strive to remain calm but I confess thoughts of this bounty hunter disturb my serenity. ",		"npc_work_1":"I do not wish to pressure you, but have you rescued my assistant yet? ",		"npc_takeme_2":"",		"npc_takeme_1":"You have come to save me? My thanks, gentle friend. I fear I misjudged you when I first saw you.",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"I salute both your strength and your kindness. Thank you.",		"npc_reward_1":"I am very thankful to you for the service you have done.",		"npc_reset_1":"Perhaps my tasks will be more to your liking later. Come see me when you have found what you seek.",		"npc_noloc_2":"I need a few minutes to perform the cleansing rituals of my people in case the worst occurs. Would you give me a few minutes to prepare before you leave?",		"npc_noloc_1":"Security is tracking her location and should have that information for me shortly. Would you give us a few minutes to prepare and then return?",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"I have put too great a burden upon you, my friend. I will accept my fate and trouble you no further. ",		"npc_failure_1":"Perhaps I expressed the risks to you poorly. For that I am sorry.",		"npc_dropoff_2":"",		"npc_dropoff_1":"I offer thanks to you for saving me. I would nuzzle you if it were not improper.",		"npc_breech_2":"I'm here to do a job and I can't let you stand in my way.",		"npc_breech_1":"Have you come to torment me also?",		"npc_backtowork_2":"Perhaps I have asked too much of you. I would understand if you changed your mind.",		"npc_backtowork_1":"Was there something further you wished to express to me?",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"I find your question disturbing on many levels and I have no answer for you. Will you help me?",		"npc_4_1":"I don't know. I have tried to understand this hatred for some time, but it still eludes me. Perhaps the failing is with me. However, that doesn't matter right now. Will you please rescue my assistant?",		"npc_3_2":"I have done you a great discourtesy by asking for that which you cannot freely give. I am truly sorry if I have offended you with my selfish request.",		"npc_3_1":"I am saddened you will not help, but I wish you well.",		"npc_2_2":"Hopefully you will be able to stop this bounty hunter. You are a valued friend to risk yourself for me. I wish there were more I could do for you. Good luck. ",		"npc_2_1":"You are most kind and gracious to help me. I do not know if humans hold my assistant or whether they have hired aliens to commit this crime. But I ask you to rescue my good friend and warren mate.",		"npc_1_2":"You have done so much for me already and yet I find myself in need of your help once more. A friend of mine has informed me that an alien hate group has hired a bounty hunter to kidnap the Selonian ambassador. Since I am the Selonian ambassador, I find this news very disturbing. Will you help me?",		"npc_1_1":"Perhaps you could be of some assistance to me. There is a group of humans that seems to hold my people in great disregard. I have endeavored to open a dialogue with them but they seem unwilling to do anything but threaten me. Now they have kidnapped my assistant. Will you help me?",		"notyet":"I can't be bothered with this right now.",		"notit_2":"",		"notit_1":"",		"next":"Many thanks, my very good friend, for all you have done for the Selonian people. For the moment, I have no needs that are not met.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"Don't worry about me. I'm not here to interfere with you.",		"dontknowyou_1":"I fear nothing can come of our meeting at present. Perhaps we may meet again later.",		"cant_work":"When you are free from other duties, I would be pleased to make use of your services."
}}
