{
	"stfFile":"static_npc/talus/talus_nashal_green_laser",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"This is sub-optimal. However, conditions indicate that you may later resume the assignment without injury.",		"waypoint_name_2":"Fed-Dub Investigator",		"waypoint_name_1":"Blaster Cannon Plan Dropoff",		"waypoint_description_2":"Federation of the Double Worlds detective seeking to arrest the Drall slicer called "Green Laser."",		"waypoint_description_1":"Rendezvous with a representative of a government official who seeks Imperial blaster cannon blueprints secured by the Drall slicer "Green Laser."",		"return_waypoint_name_2":"Green Laser",		"return_waypoint_name_1":"Green Laser",		"return_waypoint_description_2":"This Drall slicer wanted a Fed-Dub investigator stopped.",		"return_waypoint_description_1":"Drall slicer who wanted Imperial blaster cannon plans delivered to the representative of a high government official.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"Who is your boss?",		"player_5_2":"Why can't your protector just get you released after arrest?",		"player_5_1":"Are you a data slicer?",		"player_4_2":"What do you mean by "under protection"?",		"player_4_1":"What is the data?",		"player_3_2":"Who are the investigators?",		"player_3_1":"Who is your client?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"The matter is entirely clear! Murder the CorSec investigator and patrol officer before I face arrest!",		"npc_work_1":"All stands ready! Deliver the data to my client!",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"I gotta get these plans to the boss.",		"npc_reward_2":"You relieve my piercing anxiety. I reward you with commensurate funds.",		"npc_reward_1":"Optimal! I commend your work maximally. Future conditions imply the chance of further employment.",		"npc_reset_1":"This is sub-optimal. However, conditions indicate that you may later resume the assignment without injury.",		"npc_noloc_2":"I now slice into a CorSec database to track the investigator's location. Consult me soon for results.",		"npc_noloc_1":"Datapad problems prevent acquisition of a desirable rendezvous. Check later.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"Never you mind. Just understand this -- he's as high as they get around here.",		"npc_failure_2":"You spared the investigator? Oh, I am perturbed! I face arrest and exposure!",		"npc_failure_1":"Oh, entirely sub-optimal! I require another individual to execute successful delivery.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"Fed-Dub officer! Give up!",		"npc_breech_1":"You got the data from that slicer?",		"npc_backtowork_2":"The matter is entirely clear! I wish you to murder the CorSec investigator and patrol officer at once!",		"npc_backtowork_1":"All stands ready! Deliver the data to my client!",		"npc_6_2":"I slice! To identify me, name and appearance and DNA and slicing gear, is to destroy me! Stop the investigator!",		"npc_6_1":"Indeed. Not many Drall slice. I hope CorSec believes none do. That is all the better for anonymity for me.",		"npc_5_2":"My client is the Prime Minister. He told all relevant CorSec forces to ignore me. This investigator clearly ignores the directive. Avoid mentioning this to anyone.",		"npc_5_1":"This Imperial Navy report concerns a new Star Destroyer weapon. Interest runs high.",		"npc_4_2":"One is a CorSec data trail specialist. I have sliced his arrest requisition and find he has enlisted a patrol officer as support. Murder them both for my safety!",		"npc_4_1":"I face stern prohibition against naming my client, a high government official. He seeks certain classified Imperial reports as an aid to securing favor of a former Moff.",		"npc_3_2":"I must rely on the protection of my client. I am annoyed and frightened and also anxious.",		"npc_3_1":"Entirely sub-optimal. We part now.",		"npc_2_2":"This indicates reason for optimism. Destroy the CorSec investigator and accompanying patrol officer.",		"npc_2_1":"Optimal reply. I urge you to take this information to the anonymous representative of my client at a designated unobserved spot. Haste!",		"npc_1_2":"I am alarmed! CorSec investigators have discovered my actions and will soon arrest me. They do not realize I am under protection! I wish you to stop them with fatal force.",		"npc_1_1":"Oh, this is sub-optimal! I face grave problems in delivering certain data to my client. I offer incentive to you to execute this delivery. Agreement?",		"notyet":"Too busy to talk now.",		"notit_2":"",		"notit_1":"",		"next":"All is currently optimal. I require no assistance.",		"gotowork_2":"",		"gotowork_1":"I wanted the blaster cannon plans from that slicer called "Green Laser."",		"dontknowyou_2":"You've got the wrong person.",		"dontknowyou_1":"You're not looking for me, believe me.",		"cant_work":"I struggle with a sub-optimal endeavor that requires assistance, when you are less busy."
}}
