{
	"stfFile":"static_npc/talus/talus_nashal_jusani_zhord",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"A shame you couldn't finish what you started. Best of luck in your future endeavors.",		"waypoint_name_2":"Prototype's Location",		"waypoint_name_1":"Former Business Associate's Location",		"waypoint_description_2":"Find the man with the prototype and kill him.  Bring the prototype back to Zhord.",		"waypoint_description_1":"Get the briefcase from the CSA officer.",		"return_waypoint_name_2":"Jusani Zhord's Location",		"return_waypoint_name_1":"Jusani Zhord's Location",		"return_waypoint_description_2":"Report your success back to Jusani Zhord.",		"return_waypoint_description_1":"Bring the briefcase back to Jusani Zhord.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"Moff Zhord sends his regards.",		"player_5_2":"",		"player_5_1":"How come you're a civilian now?",		"player_4_2":"",		"player_4_1":"You were "idealistic"?",		"player_3_2":"",		"player_3_1":"What would I need to do?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"Did you get the prototype? I won't allow anyone else to get rich off that design.",		"npc_work_1":"Where is my briefcase? I hope I haven't made a mistake by employing you.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Job well done. I admire your professionalism. When the time comes for me to execute my plans of revenge on my remaining enemies, I shall keep you in mind.",		"npc_reward_1":"Well done. Please treat yourself to something nice. Talus offers many pleasures to the discriminating buyer.",		"npc_reset_1":"A shame you couldn't finish what you started. Best of luck in your future endeavors.",		"npc_noloc_2":"Allow me to verify the man's coordinates. Check back with me in a few moments.",		"npc_noloc_1":"Allow me a few moments to verify those coordinates.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"What? He's still alive? But we killed him! I saw his ship blasted to pieces! We killed him!",		"npc_failure_2":"This is an unfortunate setback but nothing that a belt of thermal detonators couldn't remedy. That will create more of a stir on Talus than I had initially wanted, but a man must do what he must do.",		"npc_failure_1":"How tragic that you were unable to assist my plans. I believe I shall have to be more discriminating in the future.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"You won't get this prototype!",		"npc_breech_1":"Look lively, gentlemen! I don't like the look of that one!",		"npc_backtowork_2":"No more delays. Please attend to your duties.",		"npc_backtowork_1":"But really, enough talk. Now is the time for action. Do you wish to reconsider?",		"npc_6_2":"",		"npc_6_1":"The specifics of my downfall are not important. What is important is that those who betrayed me are about to get rich at my expense and I will do everything in my power to stop them. Do you wish to help me or not?",		"npc_5_2":"",		"npc_5_1":"Not anymore.  Because I helped organize and fund the research team that led to the discovery of this new ion engine. I had to bend some rules here and there, of course, and that's exactly what my enemies used to discredit me. So it would be a cold day on Tatooine before I let them get rich off my sacrifice.",		"npc_4_2":"",		"npc_4_1":"A Corporate Sector Authority executive, a former "business associate" of mine, will be transporting some schematics for an experimental ion engine to his superiors. I want those schematics. They're locked safely in a briefcase so you should have no trouble finding them. Do what you will with the CSA officer, although I tend to think he'll fight to the death to protect that briefcase.",		"npc_3_2":"As you wish. My credits will simply go to another.",		"npc_3_1":"Not a terribly ambitious sort, eh? So be it. There are plenty of others who are.",		"npc_2_2":"Excellent. You'll find the man with the prototype at this location.  I want it brought back to me.  ",		"npc_2_1":"Ah, how well I recognize unbridled ambition. If you never temper justice with mercy, you'll go far. Oh, be sure to tell my former business associate that Moff Zhord sends his regards.",		"npc_1_2":"The second phase of my plan must now go into effect. Having secured the only known plans for the experimental ion engine, I must now call upon your services to remove the only existing prototype. If you thought I was generous before, then you should probably undertake this mission. You in?",		"npc_1_1":"Enjoying your stay on Talus? I find it quite relaxing here. Of course I'm looking at it from a civilian's perspective now. Used to be my word was law in this sector and the fates of billions of sentient beings were held in my hand. But that was a long time ago, when I was young and idealistic. So idealistic in fact that I chose to ignore my enemies, thinking they couldn't possibly hurt someone in my position. But I won't ignore them now. Care to make some money helping a former Moff correct the mistakes of his past?",		"notyet":"I don't have anything for you at the moment.",		"notit_2":"",		"notit_1":"That is not the briefcase I asked you to bring me. I do hope you're not trying to cheat me.",		"next":"That is all I require of you at the moment. I shall have to carefully plot my revenge against my remaining enemies. Check back with me from time to time.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"",		"dontknowyou_1":"I'm terribly busy. Go away.",		"cant_work":"I won't tempt you with assignments while you are currently employed by another. Seek me out when you're free. "
}}
