{
	"stfFile":"static_npc/talus/talus_nashal_sigrix_slix",
	"entries": {
		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"npc_reset_2":"Smooth, friend. Check back when you can.",		"waypoint_name_2":"Wooral",		"waypoint_name_1":"Ambient Wildlife Sounds",		"waypoint_description_2":"This Selonian is waiting for a container from Nashal fizz musician Sigrix Slix, supposedly containing a musical instrument called a verovakin.",		"waypoint_description_1":"Nashal musician Sigrix Slix wants a friend's recordings of ambient wildlife calls made here.",		"return_waypoint_name_2":"Sigrix Slix",		"return_waypoint_name_1":"Sigrix Slix",		"return_waypoint_description_2":"This fizz musician in Nashal is awaiting news of the delivery he arranged to a Selonian named Wooral, allegedly of a musical instrument called a verovakin.",		"return_waypoint_description_1":"This famous fizz musician is supposedly waiting for a friend's recordings of ambient wildlife calls.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"You don't seem to recognize this musical instrument, but Sigrix said he borrowed it from you.",		"player_more_1_1":"Wait -- I thought I was picking up recorded sounds of ambient wildlife calls.",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"What is a verovakin?",		"player_3_1":"What sort of recordings?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"The way is smooth, friend. Take that verovakin back to Wooral.",		"npc_work_1":"Friend, my music waits. It wants those wildlife calls. Hope you can get them soon.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"This is -- what? -- a Selonian verovakin? As you say. Sigrix will pay you, I am sure.",		"npc_smuggle_1":"He's gonna love this stuff. This is 99 percent pure, this is. What a high!",		"npc_reward_2":"Smooth, friend. Glad you returned that verovakin. Wooral thought that was spice? These aliens -- so strange. Can't figure them out.",		"npc_reward_1":"Hmm? My friend said this was glitterstim spice? Ha. That noober. Here, friend, glom some creds and check back soon.",		"npc_reset_1":"Smooth, friend. Check back when you can.",		"npc_noloc_2":"Wooral will call with the place for the happy return. Check with me soon.",		"npc_noloc_1":"Soon I'll hear from my friend where his wanderings have taken him. Check back with me.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"Yes, all right, musical instrument. Whatever he likes to call it. I only know my buyers need this container urgently.",		"npc_more_1_1":"Huh? Oh! Oh, of course, the wildlife calls. Here, this container is full of high-quality wildlife calls. Take it to Sigrix, he'll love it. Them.",		"npc_failure_2":"You didn't get that stuff -- that verovakin back to Wooral? Oh, very un-smooth. Gotta work up another delivery soonest.",		"npc_failure_1":"You didn't bring the stuff -- I mean, the recordings? That is so un-smooth. I'll be lacking my slack now.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"I am waiting for a delivery from Sigrix Slix! Is that you?",		"npc_breech_1":"You here from that musician, Sigrix Slix?",		"npc_backtowork_2":"The way is smooth, friend. Take that verovakin back to Wooral.",		"npc_backtowork_1":"The way lies clear, friend. Got to have those wildlife recordings.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"A tiny little twangy thing the Selonians play with the claws on their toes. I hear the males use it to entice the ladies. Wouldn't know myself. Care to return it to its owner?",		"npc_4_1":"They're the beautiful calls of native Talus wildlife, lovingly recorded in the wilderness by a skilled engineer. They've got a happy path as overtones to my next piece. Can you nab these sweet sounds?",		"npc_3_2":"How truly un-smooth.",		"npc_3_1":"No? How un-smooth. You lack the slack, friend.",		"npc_2_2":"Yes indeed, you are a smooth mover. You want a Selonian named Wooral. The verovakin is in this container. Don't worry if it sounds like spice when you shake it, that's just padding material.",		"npc_2_1":"Smooth. They're wildlife calls recorded live, so my friend is in the wilderness. Watch out for those animals, now.",		"npc_1_2":"Smooth and slack, friend. I made some lissome fizz using a Selonian verovakin for harmony. I need to get it back to its owner. You game for the dropoff?",		"npc_1_1":"Smooth it and seat it, my friend. I'm big in fizz. I got a friend making recordings for me, and you could do me a real good turn, picking-them-up-wise. Interested?",		"notyet":"Can't talk now.",		"notit_2":"",		"notit_1":"You lack the slack, friend -- this is not the ambient wildlife calls I need.",		"next":"All is smooth, friend. No tasks trouble the unrippled calm of the mind's landscape.",		"gotowork_2":"I expected a package from Sigrix full of -- not spice, what did he say it was? -- ah, a Selonian verovakin, yes.",		"gotowork_1":"What exactly are you waiting for?",		"dontknowyou_2":"I am waiting for another individual.",		"dontknowyou_1":"You've got the wrong person, friend.",		"cant_work":"Step back soon, friend, when you're not busy. Smooth out and slack back."
}}
