{
	"stfFile":"quest/hero_of_tatooine/system_messages",
	"entries": {
		"hero_inv_full":"You did not receive the Mark of the Hero item because your inventory is full. Speak to the Hermit again to acquire that which you are owed.",		"honor_inv_full":"You did not receive the Mark of Honor item because your inventory is full. Seek out the Hermit to acquire that which you are owed.",		"intellect_inv_full":"You did not receive the Mark of Intellect item because your inventory is full. Seek out the Hermit to acquire that which you are owed.",		"altruism_inv_full":"You did not receive the Mark of Altruism item because your inventory is full. Seek out the Hermit to acquire that which you are owed.",		"restore":"Restore Life",		"restore_not_dead":"That special ability will have no effect while you are alive.",		"restore_not_equipped":"You must be wearing the ring to use that special ability.",		"restore_not_yet":"You cannot use this special ability for %TO",		"restore_msg":"Your Mark of the Hero has restored some life to you...",		"menu_restore":"Restore Life",		"courage_already_have_mark":"You already have the Mark of Courage.",		"courage_notice_object":"As the creature falls, you notice an object glittering on it's corpse.",		"menu_search":"Search",		"altruism_quest_success":"MISSION SUCCESS: You have rescued the farmer's wife and daughter!",		"altruism_quest_fail":"MISSION FAILED: You were not successful in rescuing the farmer's wife and daughter.",		"altruism_null_object":"You found something in the crate, but couldn't get it for some reason. You might want to try again.",		"altruism_npc_farewell":"Thank you so much for helping us. We'll go straight home from here, I promise!",		"altruism_not_wise_examine":"It would probably not be wise to inspect that area now.",		"altruism_no_reason":"You can't think of a good reason to put this item there.",		"altruism_inventory_full":"You found something in the crate, but your inventory is full. Make some room and search again.",		"altruism_got_object":"You found a pack of timed explosives! The crate has fallen apart due to years of deterioration.",		"altruism_explosive_set":"You have placed the explosives into the rock crevice and set the timer to TEN SECONDS.",		"altruism_explosive_removed":"You have removed the explosives from the rock crevice and turned off the timer.",		"altruism_explosion_damage":"You have taken some damage from your proximity to the explosion.",		"altruism_already_open":"Someone else is already inspecting that area.",		"receive":"You pick through the twigs and dirt and find an abandoned skull.",		"inventory":"Your inventory is full and can't carry anymore items.",		"already_search":"You already searched the lair and doubt you could find anything else worth of interest.",		"search":"Search",		"reset":"Resetting Quest: Check objvars on your character to garauntee correct testing. Additionally, be sure to review documentation on the Hero of Tatooine quest. ",		"enter":"You enter what seems to be a rancher's house. It appears to be sensibly decorated and pleasant and the aroma of freshly baked goods greets you. In the distance, you can hear faint, but frantic, murmuring. You should investigate.",		"restart":"Restarting Quest: The seven minute time limit has been reached. The quest has been restarted for other players to enjoy.",		"success":"Quest completed: Mark of Honor received!",		"failed":"Quest Failed: The pirates have escaped! To restart, seek out the pirate leader in the wilderness of Tatooine."
}}
