{
	"stfFile":"theme_park_rebel/c3po",
	"entries": {
		"next":"Please see our friend Qual'do Herm.  He may have some tasks for you as well.",		"notyet":"My circuits must need cleaning.  What did you say?",		"npc_reset":"Ok, please return when you feel more comfortable working for the alliance.",		"backtowork":"Please don't let us down.",		"player_sorry":"Sorry, I'll get back to work.",		"player_reset":"I don't think I can handle this right now.",		"otherescort":"No, I think you have the wrong guy.  Maybe there is someone around here that looks just like me?",		"npc_noloc_4":"Oh, what's this? R2 says the information that is in the computer isn't correct. He will try to recover it again. Please do ask again in a few minutes.",		"npc_noloc_3":"Oh, what's this? R2 says the information that is in the computer isn't correct. He will try to recover it again. Please do ask again in a few minutes.",		"npc_noloc_2":"Oh, what's this? R2 says the information that is in the computer isn't correct. He will try to recover it again. Please do ask again in a few minutes.",		"npc_noloc_1":"Oh, what's this? R2 says the information that is in the computer isn't correct. He will try to recover it again. Please do ask again in a few minutes.",		"npc_failure_4":"Oh, that isn't good news. What's that R2? Oh dear. R2 says that information was quite important and shouldn't get into the wrong hands. I'm sure you tried your best, though.",		"npc_failure_3":"Oh, that isn't good news. What's that R2? Oh dear. R2 says that the Princess will have to deliver the bad news to the rest of his family. I'm sure you tried your best, though.",		"npc_failure_2":"Oh, that isn't good news. What's that R2? Oh dear. R2 says that without that medicine, some of their wounded will die. The Princess will be most disturbed by this news.",		"npc_failure_1":"Oh, that isn't good news. What's that R2? Oh dear. R2 says that without that food, the Selonians may not think of joining the Alliance. The Princess will be most disturbed.",		"gotowork":"I think you have things to do, yes?",		"npc_smuggle_4":"Let me see... yes, these are my contacts. What? Well, I'll be. Garello is a Rebel too? I would never have pegged him for a Rebel. Well, friend, I thank you for bringing this by. I can now start getting us organized again.",		"npc_smuggle_2":"Well, that droid wasn't kidding. Tell the base that we'll be able to make it back when the coast is clear. Thanks again, friend... you just saved a lot of lives!",		"npc_smuggle_1":"Ahhh... yes... nutritious comestibles for many. The Princess should be told that this will be held within our memories.",		"player_sorry_4":"No, not yet. I shall do so immediately.",		"player_reset_4":"I had something come up. I can't do this right now.",		"player_3_4":"Well, first what is it?",		"player_2_4":"Sorry, I have something else I need to do.",		"player_1_4":"No problem.  I'll take it.",		"npc_work_4":"My, my, you are efficient. Have you delivered the information yet?",		"npc_reward_4":"Thank the Maker! You delivered it without the Empire finding out! This is wonderful news indeed. What's that, R2? Yes, I think it's about time you said that. R2 wishes to apologize for his exceptionally rude and crude, if I might add, behavior towards you. He wishes to thank you as well. He now believes you are smarter than he thought, and he wishes for you to take this reward for your assistance.  Really R2!",		"npc_reset_4":"Oh dear. I would've hoped that you were willing to perform this duty. Since you have proven yourself to R2 and I, I was so certain. Well, good day.   ....you stop your laughing, R2....",		"npc_breech_4":"How are you doing today? I find it to be quite oppressive *wink*, don't you think?",		"npc_backtowork_4":"I understand you must be quite busy. The Alliance appreciates anything you can do.",		"npc_4_4":"It's a list of contact information. You will be bringing it to the person who is taking over Taergle's place as organizer of a small cell of eyes and ears for the Alliance. R2 says to guard this with your life, for many lives will be at stake if it gets into the wrong hands.",		"npc_3_4":"Oh dear. I would've hoped that you were willing to perform this duty. Since you have proven yourself to R2 and I, I was so certain. Well, good day.   ....you stop your laughing, R2....",		"npc_2_4":"Wonderful! Now, take this information to these coordinates. Your contact will be waiting for you there. Be safe in your travels!",		"npc_1_4":"No, if it wasn't for you, we would never have been in this mess. No. No, I still don't like you. *ahem* Oh, excuse me, I was speaking with R2. You have been requested to take on this duty by *hmph* R2 of all people. The Alliance needs to have this delivered to the new leader of the cell.  Would you be so kind as to deliver it?",		"notit_4":"I don't know what this is, but it sure doesn't look like my contact information. Maybe you gave me the wrong thing?",		"dontknowyou_4":"This heat is sure oppressive, would'nt you say? Well, have a good day.",		"dontknowyou_3":"Well, I guess I'll mull over the fate of technology by myself, if you don't mind.",		"dontknowyou_2":"Which, of course, you're not. Look, I'm busy, alright?",		"npc_takeme_3":"What do you mean the codewords were dropped? Well, either way, I'll trust you. Please, lead on before the Empire knows I've left.",		"player_sorry_3":"No, not yet. I shall do so immediately.",		"player_sorry_2":"No, not yet. I shall do so immediately.",		"player_reset_3":"I had something come up. I can't do this right now.",		"player_reset_2":"I had something come up. I can't do this right now.",		"npc_reset_3":"Oh, I understand. You cannot be asked to do something that you cannot help with. Perhaps someone else can help with this, then.",		"npc_reset_2":"Oh, please do reconsider. Without that medicine, any number of ghastly things could happen to their numbers. ....No, no R2, I'm sure this is the person the Princess said to give the mission to...    ...oh, what do you know, you rust-bucket!...",		"npc_backtowork_3":"I understand you must be quite busy. The Alliance appreciates anything you can do.",		"npc_backtowork_2":"I understand you must be quite busy. The Alliance appreciates anything you can do.",		"notit_2":"What's this? It's message said that you'd be bringing some bacta, but this doesn't look like any bacta I've ever seen before.",		"notit_1":"Mrmmm... no this is not the comestibles that we were told of. Is this Alliance's joking?",		"npc_breech_3":"They don't make hyper-drives they way they used to, wouldn't you say?",		"npc_breech_2":"I hope you're the one that Protocol Droid said was coming...",		"npc_breech_1":"You are who the Princess sends with the comestibles, yes?",		"npc_work_3":"My, my, you are efficient. Have you brought back the leader yet?",		"npc_work_2":"My, my, you are efficient. Have you already delivered the medicine?",		"npc_work_1":"My, my, you are efficient. Have you already delivered the food supplies?",		"dontknowyou_1":"You are not the bringer of comestibles. Time cannot be wasted for other conversations.",		"cantwork":"What a pleasure to meet you. I have been informed that you support the Alliance's cause,which I find to be quite noble, indeed. If you have any time to spare, perhaps you may wish to help with some tasks that could use an extra hand?",		"npc_reset_1":"Oh, I do so understand. If you feel you wish to offer your assistance in the future, please stop by. I am sure R2-D2 will be able to find something in the computers.",		"npc_backtowork_1":"I understand you must be quite busy. The Alliance appreciates anything you can do.",		"player_sorry_1":"No, not yet. I shall do so immediately.",		"player_reset_1":"I had something come up. I can't do this right now.",		"player_3_3":"Who will I be escorting?",		"player_3_2":"What happened to the squad?",		"player_3_1":"Who are these sympathizers?",		"player_2_3":"Sorry, I'm not a bodyguard. Find someone else.",		"player_2_2":"I'm sorry, but someone else should do it.",		"player_2_1":"No thank you.",		"player_1_3":"Yeah, I'll do it.",		"player_1_2":"Sure, I'll deliver the medicine.",		"player_1_1":"Yes, I'll help.",		"npc_reward_3":"How exquisite this turned out. R2-D2 has sent a report to High Command that Taergle was able to make it here safely. According to R2, he will be smuggled off-planet, with his family to follow.  Both his dedication and yours to our cause is quite commendable.  Please accept this reward for your assistance.",		"npc_reward_2":"What an excellent outcome, I would say. With that bacta in their hands, they should be able to heal most of their injuries. Thank you very much. ............Yes, I just kicked you, you overgrown Mouse Droid! You said this kind person couldn't do the job. Well, I think you now see you're wrong, don't you? Well, I still think you're wrong..........Anyway, we don't have much to offer ourselves, but you may have this reward for your assistance.",		"npc_reward_1":"Yes, that is a message that the Alliance will be most pleased to hear. On behalf of the Alliance, I am instructed to offer you our sincerest thanks.  R2 suggests that we might give you this reward for your assistance.",		"npc_4_3":"If you know what's good for you, you'll tell this kind person the whole story, R2! Ohhhh, I see. *ahem* R2 says that the leader of cell of covert Alliance members has come under questioning by the Empire, and High Command will be helping him escape off planet before he's arrested. You are needed to escort him back here.",		"npc_4_2":"According to R2, there was an independent strike force that attempted to attack a Imperial Repair facility, but encountered greater resistance than expected. R2 is still being obstinate, and refuses to elaborate any further. Hmph, I swear I should have left you back on Tatooine, you pint-sized excuse for a Jawa. Oh, I'm sorry. Where were we?",		"npc_4_1":"What do you mean this person doesn't have the proper clearance for that, R2? Well, I don't think that's polite to ask someone to do this without telling them why. *ahem* R2 says that some Selonian food stores have been attacked by the Imperials and the Alliance wishes to help them with this. Unfortunately, this is all he will say.",		"npc_3_3":"Oh, I understand. You cannot be asked to do something that you cannot help with. Perhaps someone else can help with this, then.",		"npc_3_2":"Oh, please do reconsider. Without that medicine, any number of ghastly things could happen to their numbers. ....No, no R2, I'm sure this is the person the Princess said to give the mission to...    ...oh, what do you know, you rust-bucket!...",		"npc_3_1":"Oh, I do so understand. If you feel you wish to offer your assistance in the future, please stop by. I am sure R2-D2 will be able to find something in the computers.",		"npc_2_3":"What glorious news! R2 has given you the last known coordinates of where the leader can be found.  He is waiting for you to pick him up, using this set of designated codewords. What do you mean you don't have the codewords, you obsolete droid, you? Deleted? *ahem* I'm sorry, but there are no codewords. You'll have to make do, I guess.",		"npc_2_2":"Oh, they will be pleasantly surprised that you have offered to help. What was that, R2? What do you mean you're surprised, too? Oh, whatever. As I was saying, R2 will alert one of their scouts to meet you so that the Imperials do not track you back to them. Please bring them this bacta.",		"npc_2_1":"Oh, very good. R2 says to take this shipment to a Selonian spokeswoman who will be waiting for it's arrival. R2 has provided the coordinates as to where you will meet her. Good luck to you in your journey!",		"npc_1_3":"Oh, R2 says that you are needed to help provide an escort for a person needing to reach this hidden base. See, R2, I told you this one could be trusted. Now, as I was saying, the Alliance requests your aid in acting as a bodyguard. Would you be available for this endeavor?",		"npc_1_2":"Good day to you again. Are you interested in offering further assistance? I'm certain that R2 can find something in the databanks, can't you R2? I said find something in the databanks right now, R2! Okay... yes... okay, R2 says that medicine needs to be urgently delivered to an attack squad that has been wounded. Will you do this?",		"npc_1_1":"Hello. I am C-3P0, Human-Cyborg Relations. My companion is R2-D2, and he has been informed from High Command that you are interested in assisting with the Alliance's cause. According to R2, it seems there is a need for someone to deliver a shipment of food to sympathizers of our cause. Would you be interested in doing this?"
}}
