{
	"stfFile":"theme_park_rebel/captain_ackbar",
	"entries": {
		"notyet":"I need someone to find and talk to our friend Han Solo.  Can you do that?",		"next":"Mon Mothma is prepared to see you now.",		"npc_failure_5":"You weren't able to kill them all? This will not go good to hiding us even further.",		"npc_failure_4":"He never showed up? Let me contact Admiral Bel Iblis and find out what went wrong!",		"npc_failure_3":"I don't understand why she wasn't there. I can't seem to contact her right now, so it's possible she might have had to go into hiding if the Empire found out about her. We will be unable to use this information until we can confirm if it's true, though.",		"npc_failure_2":"You mean this was just a hoax? He didn't have any information? Ah, what a shame.",		"npc_failure_1":"This is not good news. Without a adequate distraction, we will be unable to land these damaged ships without notice by the Empire.",		"gotowork":"Hmmm... I thank you for this, but I don't think I'll find a use for it. You should keep it yourself.",		"otherescort":"Ummm... I think you have the wrong guy. Maybe that other person nearby was who you were looking for?",		"npc_noloc_5":"I do not know where this area is. Let me consult the guard schedules to find out. Check back with me in a few minutes.",		"npc_noloc_4":"I have to designate where the meeting location will be. Once I find out, I'll be able to tell you. Check back with me in a few minutes.",		"npc_noloc_3":"I will have to contact her so that we can arrange a meeting place. Check back with me in a few minutes.",		"npc_noloc_2":"I'll ask Lance where this sympathizer can be found right now. Check back with me in a few minutes.",		"npc_noloc_1":"Le me consult our battle plans so that I can choose the best place to cause a distraction. Please speak with me in a few minutes.",		"npc_smuggle_4":"This information will be essential to the future of the Alliance. With this, we can hide much of our fleet in safer locations until we can find a more permanant base. Ha! No more having to cause distractions.  I'll get this to the Admiral immediately.",		"npc_smuggle_3":"Okay, let Ackbar know that I'll check this information when I get back to the offices. Once I find out, I'll send him the confirmation the ususal way. Good luck!",		"player_sorry_5":"Yes, I am. Where am I to do this?",		"player_sorry_4":"Where am I to meet him again?",		"player_reset_5":"I've changed my mind. I can't do foolish plan anymore.",		"player_reset_4":"I'm done with sending datapads around. I quit!",		"player_3_5":"Why in blazes are we not attacking the General!?!?!",		"player_3_4":"Why is this information so important?",		"player_2_5":"I'm not interested in commiting suicide. No.",		"player_2_4":"I'm not taking any more documents anywhere.",		"player_1_5":"I'll help with your plan.",		"player_1_4":"I'll do it for you.",		"npc_work_5":"Are you ready to depart?",		"npc_work_4":"Have you contacted Jeremes yet?",		"npc_reward_5":"Very good. According to the manner in which the Empire is responding to that, and by consulting the schedules, it would seem that they have fallen for the trick. If this new General is as pompous as the last one, then he will gloat over his success. That, in turn will hide our base all the more. Thank you for your help, friend. Now... I have been asked to direct you to Mon Mothma. She is awaiting you in the next room.",		"npc_reward_4":"I have already been contacted by Admiral Bel Iblis and he tells me the information is in his hands. He is already beginning to move various splinters of the fleet to other areas. We have found some places on Dantooine alone that are never patrolled. Our war against the Empire looks like it has taken a turn for the good again. Thank you.",		"npc_reset_5":"It's not a foolish plan, it's a desperate plan. Sometimes a person isn't given too many options and just has to make the best of it. I hope you can see that.",		"npc_reset_4":"You can quit a job, but you cannot quit a cause. This is something that is in your heart, not mind. I am sorry to hear that you have lost your will to fight the Empire.",		"npc_breech_5":"What's that over there? Rebels! Get them!",		"npc_breech_4":"Let's do this fast. I need to get back to the Admiral with the information.",		"npc_backtowork_5":"You will find it at the location listed in your datapad. We have another team there already to deposit the decoys after you're done.",		"npc_backtowork_4":"You'll head out to a secret meeting location. I have provided your description so you will be recognized immediately. Give him the datapad and then come on back here.",		"npc_4_5":"Because it's a trap! The information regarding guard schedules has been compromised.  I have a team who is ready to deal with the general, but I need you to take out those troopers beforehand.",		"npc_4_4":"What I am holding in my hands is a comprehensive list of ship flight paths, Star Destroyer patrols around this planet, guard schedule movements, names of officers in command, etcetera. In other words, this information will allow us to know what the Empire is doing even before they do it.",		"npc_3_5":"It's not a foolish plan, it's a desperate plan. Sometimes a person isn't given too many options and just has to make the best of it. I hope you can see that.",		"npc_3_4":"Very well, then. I thought you would have wanted to help the Alliance a little more than you express right now. A shame, a shame.",		"npc_2_5":"Now, you need to listen to your orders very clearly. You will be the only one going out there to do this, for we want to make sure the Empire believes you're acting alone. Attack the squadron and destroy them, then get out of there. We will be leaving a decoy body in the area to make it look like you didn't survive.",		"npc_2_4":"Thank you very much. I have contacted Bel Iblis and he has let me know that he'll be sending his aide, Jeremes Kelton, to pick it up. Make sure it gets into his hands, for once the Admirial receives it, this may likely change the tides of this war into our favor.",		"npc_1_5":"A new Imperial General has been assigned to oversee Dantooine, replacing the one we captured. It looks as if his task is to destroy any remaining 'Rebels'. He is being escorted by a large number of unarmed, rookie Stormtroopers. Therefore, we will want to launch a quick hit-and-fade on the smaller group of armed ones. Will you help?",		"npc_1_4":"I have just received the most exciting news since word of the Death Star's destruction. Teria has relayed to me that all of this information is the real thing. What we have here is a comprehensive list of flight paths and guard changes. This needs to get to Admiral Bel Iblis immediately!",		"notit_4":"What's this? This isn't the Empire's military information!",		"dontknowyou_5":"Never mind. Move along.",		"dontknowyou_4":"You don't work for the Captain? I'm sorry, I thought you were someone else.",		"dontknowyou_3":"That's something my mother used to always say. I don't know what she meant by that, though.",		"dontknowyou_2":"Aren't you going to try to run so that I can chase you down?",		"player_sorry_3":"Who am I supposed to give this to again?",		"player_sorry_2":"Yes I am. What exactly are my orders again?",		"player_reset_3":"I can't do this anymore.",		"player_reset_2":"Sorry, but this isn't my style. I can't do this anymore.",		"npc_reset_3":"Well, I understand that this is not glamorous, but not everything is flash and bang in our struggle. Sometimes the smallest thing such as transporting information can push the war in our favor.",		"npc_reset_2":"Well, I understand that this is not glamorous, but not everything is flash and bang in our struggle. Sometimes the smallest thing such as buying information can push the war in our favor.",		"npc_backtowork_3":"Her name is Teria, and she'll meet you at the specified coordinates. All you need to do is give her the datapad.",		"npc_backtowork_2":"All you have to do is pay our friend for the information he has. Once you have it, bring it back so that I can have one of our slicers pick through it.",		"notit_3":"Ummm... I though Ackbar said he had a datapad of information he needed me to confirm.",		"npc_breech_3":"The brighest stars burn out the fastest, wouldn't you say?",		"npc_breech_2":"I can't believe you fools fell for it! The Empire's going to pay a lot for your corpse!",		"npc_breech_1":"What's this? A Rebel! Don't let them get away!",		"npc_work_3":"Do you have a question about your assignment?",		"npc_work_2":"Are you ready to go meet him?",		"npc_work_1":"Are you prepared for your mission?",		"dontknowyou_1":"Wait! You're not a Rebel. Get out of here before we arrest you.",		"cantwork":"Ah, I see you are a bit preoccupied with your time right now. When you have time for rather important matters, I would like to discuss them with you.",		"npc_reset_1":"I understand. From what has been said of you, I feel this mission will go much more smoothly with your help. If you change your mind, please let me know as fast as possible.",		"npc_backtowork_1":"We need you to attack a squad of stormtroopers on the other side of the planet. Whilst you do so, we can engage our other team to direct the landing of a group Corvettes.",		"player_sorry_1":"Yes I am. What am I to do again?",		"player_reset_1":"Sorry, Captain, but I can't be part of this right now.",		"player_3_3":"Who is the operative?",		"player_3_2":"What information are we buying?",		"player_3_1":"What do you mean by "scattered fleet"?",		"player_2_3":"Sorry, I'm not a courier. Get someone else.",		"player_2_2":"That's outside of my skills. No thanks.",		"player_2_1":"Sorry Captain, but I'm a bit busy right now.",		"player_1_3":"I'll do it. Where do you want me to take it?",		"player_1_2":"Sure. I'll make sure the information is purchased.",		"player_1_1":"Always. How can I help?",		"npc_reward_3":"I'm glad you were able to make it there safely and back. Now all we have to do is wait for her report, then we can act. I thank you for your assistance.",		"npc_reward_2":"What? Why didn't I trust my feelings and recognize this as a trap? Well, I am sorry to have put you through that, friend. Let's count ourselves lucky that Bounty Hunter wasn't that skilled at his trade. I'll still go through this information to see if it has any real information. Please, relax while we are looking through it, considering your close call.",		"npc_reward_1":"Wonderful, you're back. The operation was a full success. While you enaged the Imperials, they sent several squads in your direction, diverting their sensors. We now have the Corvettes cleverly camoflaged while they undergo secret repairs. Your reputation is well deserved.",		"npc_4_3":"Her name is Teria Alessie, and she's acting as a spy for us here on Dantooine. She has access to some information, and will be able to run these schedules through their databanks to confirm if it's correct or not.  Once she has found out, she'll be able to contact us with a positive or a negative.
",		"npc_4_2":"He claims to have been a contractor working on the Death Star before it was destroyed and was able to steal codes relating to military guard movement schedules. I'm not sure how relevant it may be, but he is not asking too much for the information. We might be able to glean some information from it.",		"npc_4_1":"It's a well known fact that after the destruction of the Death Star, our base on Yavin IV has been under siege. We have re-established this emergency base after the Empire located our decoy base on the other side of Dantooine. Unfortunately, this planet is still under Imperial rule, therefore we have no permanent base for our small fleet of starships.",		"npc_3_3":"Well, I understand that this is not glamorous, but not everything is flash and bang in our struggle. Sometimes the smallest thing such as transporting information can push the war in our favor.",		"npc_3_2":"Well, I understand that this is not glamorous, but not everything is flash and bang in our struggle. Sometimes the smallest thing such as buying information can push the war in our favor.",		"npc_3_1":"I understand. From what has been said of you, I feel this mission will go much more smoothly with your help. If you change your mind, please let me know as fast as possible.",		"npc_2_3":"You'll be meeting with Teria Alessie out at a secret location. She'll say the phrase, "The brighest stars burn out the fastest, wouldn't you say?" in which you'll respond with, "Every death makes room for new life". At that point, give her this datapad so that she can confirm if it's real or not.",		"npc_2_2":"I know this is not an exciting attack on the Empire, but this is still important nonetheless. Thank you for offering to help. Here's where you'll meet him to buy what he's selling. Let me know when you've returned.",		"npc_2_1":"The fact that you'll be on this mission with us puts my mind at ease. I will need you to act as a special operative on this mission. In order to bring in a few damaged Corellian Corvettes, we need a distraction, which will be your part. You will need to go to this location and cause enough damage to draw the attention of the Empire. That's when we can safely land the starships.",		"npc_1_3":"I have some surprising information. It seems the bounty hunter who attacked you was... well... quite incompetant. He actually brought with him real information regarding guard schedules. I am going with my instincts this time and having this analyzed before walking into a potential trap. Could you deliver this to one of our operatives?",		"npc_1_2":"There have been some beneficial repercussions of your distraction assault. It seems there are some locals who have voiced their sympathy to our cause. One person in particular has offered to sell us some Imperial information at a reasonable price. Could I bother you to go represent us in this deal?",		"npc_1_1":"Come in, don't be shy. So, you're the one I've heard so much about.  I am Captain Ackbar, responsible for much of our scattered fleet. Well, now that the introductions are over, on to matters of business. I have need of your skills in an operation that will help to hide some of our starships. Are you available?"
}}
