{
	"stfFile":"theme_park_rebel/han_solo",
	"entries": {
		"notyet":"Talk to Nien.  I'm too busy right now.",		"next":"You should go to Dantooine.  Ackbar is looking for some help I hear.  He could use somebody like you.",		"npc_failure_5":"Okay, let me get this straight... You're saying a Jawa leaped out from behind a boulder and stole the money?... Let's go over this again...",		"npc_failure_4":"He's dead?! Oh, this is not good....",		"npc_failure_3":"I was hoping you could have handled this guy. I guess I'll go do this myself now. I've got to go now.",		"npc_failure_2":"What do you mean he said he sold it!? You believed him?",		"npc_failure_1":"What do you mean he's no longer on Lok? Awww... but he has to be! What am I going to tell Leia?",		"gotowork":"I don't need this. Keep it for yourself.",		"otherescort":"Aaargghh... I think ye be pickin' the wrong person... ye be best to look around nearby.",		"noloc_5":"Let me find out where you're supposed to meet his money guy. Check back with me in a few minutes.",		"noloc_4":"Let me check the map to see where those coordinates are. Check with me in a few minutes.",		"noloc_3":"Let me see where Nym said this guy can be found. Check back with nme in a few minutes.",		"noloc_2":"Let me go start up the Falcon, then I'll let you know where their hideout is. Check back with me in a few minutes.",		"noloc_1":"Let me see if I can remember where he used to hang out. This was a long time ago, so give me a few minutes, okay?",		"npc_smuggle_5":"Let me count it...... Okay, it's all here. Nym says that the bacta is going to be in 'The Old Place'.  I'm also supposed to give Solo a good fist to the face for old time's sake, so you're lucky I don't know you. ",		"player_sorry_5":"Not yet. I'm about to leave now.",		"player_sorry_4":"Nothing. Just wanted to say 'Hi'.",		"player_reset_5":"Han, I think you should do this, not me.",		"player_reset_4":"Han, I can't help this pirate out.",		"player_3_5":"What exactly is the Alliance buying?",		"player_3_4":"Why was he ambushed by Imperials?",		"player_2_5":"I think you should give him the money, not me.",		"player_2_4":"That's what he gets! No, I'm not helping!",		"player_1_5":"Don't worry, Nym will get his money.",		"player_1_4":"You're right I'll help!! Where is he?!",		"npc_work_5":"Did you pay them yet?",		"npc_work_4":"Huh? What do you need?",		"npc_takeme_4":"I've been shot, and shot pretty good, too. Can you help me back to your hideout?",		"npc_reward_5":"He's keeping the bacta in 'The Old Place', huh? Yeah, I still know where that is. I'll fly us over there so we can bring it back to the base on Dantooine. Speaking of which, I told Leia how much help you've been. She's asked me to tell you to meet with Captain Ackbar on Dantooine if you wish to keep helping. Thanks for your help, kid... I owe you one.",		"npc_reward_4":"Thanks for doing that. I made sure the rest of the Imperials weren't able to send for reinforcements. Now, after Chewie makes sure his wounds won't kill him, I'm gonna have a little sit-down talk with my friend. Hopefully I can persuade him to convince Nym that we should start negotiations again.",		"npc_reset_5":"*sigh* Kid, here's the truth. I needed you to do this for me because when I last left here, Nym let me know that if I ever stepped foot on Lok ever again, he'd kill me himself. I've already got Jabba after me, I don't want to risk finding out if Nym was telling the truth or not.",		"npc_reset_4":"Look, he's not as bad as you think he is. I've worked with a bunch of bad people, and he's a lot better than most. I need you to bring him back while I take out the rest of the Imperials. Just take my word for it, kid.",		"npc_breech_5":"You'd best have the money, or you'd best get out of here, you know what I'm saying?",		"npc_breech_4":"Hey! You're Han's friend! Help me out with these Imperial toadies! I can't do anything, my blaster's jammed!",		"npc_backtowork_5":"Well hurry it up. The faster we can finish this business, the faster we can get off this planet.",		"npc_backtowork_4":"What are you waiting for! Go out there and save him already!",		"npc_4_5":"Nym makes a living plying the space-lanes and hitting cargo ships. A while back, he hit an Imperial convoy of freighters carrying shipments of bacta. Nym has a lot left over and is willing to sell his supply to the Rebellion now. Other than that, he's not picking sides... and knowing him, I don't think anyone will ever be able to convince him otherwise.",		"npc_4_4":"Well, while we were talking, he said a little bit ago the Empire tried forcing Nym to either work for them or they'll put him out of business. I guess this is intended to be a message to Nym they were serious. Who knows... if this turns out good, this might actually be our lucky day.",		"npc_3_5":"*sigh* Kid, here's the truth. I needed you to do this for me because when I last left here, Nym let me know that if I ever stepped foot on Lok ever again, he'd kill me himself. I've already got Jabba after me, I don't want to risk finding out if Nym was telling the truth or not.",		"npc_3_4":"Look, he's not as bad as you think he is. I've worked with a bunch of bad people, and he's a lot better than most. I need you to bring him back while I take out the rest of the Imperials. Just take my word for it, kid.",		"npc_2_5":"Okay, kid, you're going to need to meet up with his bruiser, Nateba Kerr. Nateba will then take the money back to Nym, then we can get out of here.",		"npc_2_4":"Okay, he said he was holed up out at these coordinates. Since we are closer than any of Nym's guys, he contacted me for help, which means he's really desperate. He may not be the best of guys, but we go way back and I owe him a couple. If he's been wounded, bring him back here so I can try to patch him up.",		"npc_1_5":"Okay, things have turned out for the best after all that. Nym has agreed to sell his current surplus to the Alliance. While I'm contacting Leia to let her know how this has turned out, I'm gonna need you to deliver the downpayment to his money guy. Will you do that one last thing for me?",		"npc_1_4":"Why that lowdown, rotten, fink! Nym refused to involve himself with the Rebellion! When I get my hands on him, I'm goi- ...hold on a sec, kid, my commlink's acting up... What do you want now? Huh? Okay, try to hold them off - I'll send some help right now! Kid... a friend of mine's been ambushed by Imperials. You've got to go save him!",		"notit_5":"What's this!? This ain't the money! Is Solo trying to pull another one past us again? Why I oughta...",		"dontknowyou_5":"I think it would be in your best interests if you left. Immediately.",		"dontknowyou_4":"Oh, you're not Han's friend after all. Well, thanks for the help, bub.",		"dontknowyou_3":"Sorry, I thought you worked for Nym. Never mind.",		"dontknowyou_2":"Nevermind. I thought you were working for Nym.",		"npc_takeme_1":"You're a friend of Han Solo's you say? Well, it's been a while since I've seen that scoundrel. Take me to where he is.",		"player_sorry_3":"Not yet. He'll be stopped soon.",		"player_sorry_2":"Not yet, but I think I will soon.",		"player_reset_3":"I'm not enjoying this. I'm going to stop doing this now.",		"player_reset_2":"I don't want to involve myself with this anymore.",		"npc_reset_3":"You think I like doing this too? I'm only doing this because Luke and Leia are convinced I can get Nym to sell us some of his spoils for use by the Alliance. Look, if you help, maybe I can hook you up with a reward from the Alliance. Think about it...",		"npc_reset_2":"Look, I don't want to do this either, but Leia and Luke have managed to keep convincing me help out. The sooner we can do this, the faster we can leave. Do it for me, kid.",		"npc_backtowork_3":"Well hurry it up. The faster we can do business, the faster we can get off this planet.",		"npc_backtowork_2":"Well get back out there. I can't pull off my part without you.",		"notit_2":"No, Nym said that he wanted a 'Holonomocron', or something like that. From how he described it, this doesn't look like it.",		"npc_breech_3":"Nym isn't going to be the Pirate King for too long. You're going to die now, you hear?",		"npc_breech_2":"I knew that raid would get Nym's attention! Kill him, boys!",		"npc_breech_1":"Whatever the problem is, I didn't do it.",		"npc_work_3":"Did you put a stop to that pirate leader?",		"npc_work_2":"Did you find the thing Nym wants back?",		"npc_work_1":"So, were you able to find E'Dycu?",		"dontknowyou_1":"I don't know you, right? How about we keep it that way?",		"cantwork":"Hey kid, why don't you come back when you are a little less busy, okay?",		"npc_reset_1":"Come on, kid. It's nothing more than a simple message delivery, and maybe bring him back here. So what if you have to keep an eye out for the worst pirates not under Jabba's employment?",		"npc_backtowork_1":"Well, good luck kid. When a person doesn't want to be found, it makes the job all the more difficult.",		"player_sorry_1":"Not yet. I think I'll go look for him again.",		"player_reset_1":"I can't find him and I don't want to look any more.",		"player_3_3":"What's the difference between Nym and these pirates?",		"player_3_2":"Can't you get the item yourself?",		"player_3_1":"I take it you don't want to be seen around here?",		"player_2_3":"Sorry, Han, but I don't agree with this. No.",		"player_2_2":"I'm not interested in helping a pirate king, Han. No.",		"player_2_1":"Sorry, but I can't do it right now.",		"player_1_3":"Sounds like fun. I'll do it.",		"player_1_2":"Sure, I can help with this.",		"player_1_1":"Sounds easy enough. Sure, I'll do it.",		"npc_reward_3":"Good work, kid. I could've used you when I was still smuggling,you know that? Okay, now with that done, Nym had better give us a good deal on these supplies. I'll have E'Dycu contact him again, then we can get out of here.",		"npc_reward_2":"Well, this looks like what he was talking about. According to E'Dycu, Nym said this used to belong to one of his friends before she died, and he's keeping it for sentimental value. That pirate sent me out to pick up a piece of junk! Well, I'll tell him a thing or two. Either way, thanks kid, your help was needed out there. ",		"npc_reward_1":"Hey-hey...E'Dycu! Long time no see, buddy! Just give me a moment. Hey, kid, let me talk with E'Dycu for a little bit here. Why don't you see if Chewie wants to play a game of holochess with you. ...........Oh yeah... Make sure he wins.",		"npc_4_3":"Well, Nym ain't that great of a guy.  Matter of fact, when me and Chewie went to go work for Jabba - the worst decision I ever made, I might add - Nym and I had a few, well, not-so-nice words to say to each other. These pirates we're taking care of are a step worse, though. They're taking slaves and selling them to the Empire, which Nym is actually against, go figure.",		"npc_4_2":"Of course I can get it myself! I've made the Kessel Run in under 12 parsecs and was there at the Death Star run.  Someone has to cause the commotion, and I don't see you with a starship nearby.",		"npc_4_1":"Yeah... I guess you could say that. Look, before I was part of the whole destruction of the Death Star thing, well, let's just say I didn't have the most respectable of jobs. This Nym guy used to hire me before I started working for Jabba, but let's just say I made a bunch of people angry around here when I left. Let's just leave it at that, okay?",		"npc_3_3":"You think I like doing this too? I'm only doing this because Luke and Leia are convinced I can get Nym to sell us some of his spoils for use by the Alliance. Look, if you help, maybe I can hook you up with a reward from the Alliance. Think about it...",		"npc_3_2":"Look, I don't want to do this either, but Leia and Luke have managed to keep convincing me help out. The sooner we can do this, the faster we can leave. Do it for me, kid.",		"npc_3_1":"Come on, kid. It's nothing more than a simple message delivery, and maybe bring him back here. So what if you have to keep an eye out for the worst pirates not under Jabba's employ?",		"npc_2_3":"This is what we'll have to do. Nym has let me know where the bandit's leader can be found. You need to go out there and put a stop to him. The rest of his crew will then scatter to different parts of the Rim, Nym will then sell the spoils of his raids to Leia, and we'll all be happy.",		"npc_2_2":"Okay, I'm going to go make a lot of noise with the Falcon next to the bandits' hideout. This should scare them out of their den, which is where you come in. You tell the guy who has it that you're not leaving without something called a 'Holocron'. Watch out, because this guy sounds like he prefers action over words.",		"npc_2_1":"That's what I wanted to hear. Now look, the guy you're looking for is E'Dycu, an old smuggler I used to work with. Let him know I'm here, and bring him back so I can talk with him face to face. I know E'Dycu will still be able to get in touch with Nym so I can try to broker a deal for the Alliance. Good luck, kid.",		"npc_1_3":"I've just had E'Dycu tell Nym that I'm not going to be playing this game of his anymore. Nym has agreed to talk trade as long as I take care of the rest of that pirate band that has been bothering him lately. Again, I'm gonna need your help with this.",		"npc_1_2":"I can't believe that Nym! Who does he think he is?! He's doing this just to get back at me! *sigh* Well, I guess I'm going to have to play by his rules. I'm going to need your help for this one if you don't mind. I need you to help recover a stolen item of Nym's before he'll talk to me about any deals. Can you help?",		"npc_1_1":"How are you doing, kid? Both Leia and Nien told me you can be counted on, which is what I need right now. If they haven't already told you, I'm here to try to hook up a deal for the Alliance with one of the biggest smuggler pirates this side of the Outer Rim. I need you to go let an old associate know I need to get in contact with Nym. Can you do that?"
}}
