{
	"stfFile":"theme_park_rebel/jan_dodonna",
	"entries": {
		"npc_reset":"I'll find someone else to help that has more to offer, I guess.",		"npc_reset_5":"I'll find someone else to help that has more to offer, I guess.",		"npc_reset_4":"I'll find someone else to help that has more to offer, I guess.",		"npc_reset_3":"I'll find someone else to help that has more to offer, I guess.",		"npc_reset_2":"I'll find someone else to help that has more to offer, I guess.",		"player_reset_5":"I can't do this mission for you anymore.",		"player_reset_4":"I can't do this mission for you anymore.",		"player_reset_3":"I can't do this mission for you anymore.",		"player_reset_2":"I can't do this mission for you anymore.",		"player_sorry_5":"What did I need to do again?",		"player_sorry_4":"What did I need to do again?",		"player_sorry_3":"What did I need to do again?",		"player_sorry_2":"What did I need to do again?",		"npc_breech_3":"Don't let them stop us! Keep broadcasting!",		"next":"Go find Luke.  I'm worried something might have happened to him.  He's just along the corridor here, deeper in the temple.",		"notyet":"I can't speak with you unless Mon Mothma has given you clearance.",		"npc_failure_5":"That was the last copy of the information we had. We may never be able to move our way out to that system any longer.",		"npc_failure_4":"Without that information getting to Mon Mothma in time, we may not be able to begin relocation to Hoth without being seen.",		"npc_failure_3":"With the Empire still being able to rearm as fast as they can bomb, I'm not sure how much time is left with this temple.",		"npc_failure_2":"The information that they held was quite important. It very well could have changed the face of this Civil War. The fact that you let them die will be remembered by me for a long, long time.",		"npc_failure_1":"We have received word that four of our transports have been destroyed whilst still on the ground. On board those transports were 200 men and women. I hope you remember this day for a long time.",		"gotowork":"I'm busy waiting for something right now.",		"otherescort":"I don't know who you are. Maybe you're here to meet the person that was a little over there...",		"noloc_5":"Lert me contact Luke and find out where he can meet you. Check back with me in a few minutes.",		"noloc_4":"I'll contact Nateba and find out where he'll meet you. Check back with me in a few minutes.",		"noloc_3":"Let me get the coordinates of the repair facility. Ask me again in a few minutes. ",		"noloc_2":"Let me get the coordinates of the landing site. Ask me again in a few minutes. ",		"noloc_1":"Let me get the coordinates of the transports. Ask me again in a few minutes. ",		"npc_smuggle_5":"Okay, from what General Dodonna said, this information needs to get to Mon Mothma's hands herself. Let the General know that I'll make sure it safely gets to her. Thanks for your help with this.",		"npc_smuggle_4":"Okay, great! I'll get back to my X-Wing and have my R2 unit plot a course to Dantooine. Good luck out here, and make sure you make it out of here alive, you got that? We can't afford to lose good people like you.",		"player_3_5":"Wait... what if HE gets shot down?",		"player_3_4":"How were you able to find out so fast?",		"player_2_5":"I'm not running out with that information again. No.",		"player_2_4":"I'm a bit busy right now. Maybe some other time.",		"player_1_5":"I'll take it to him right away!",		"player_1_4":"I'll make sure it gets there.",		"npc_work_5":"You're not gone yet?",		"npc_work_4":"What do you need?",		"npc_reward_5":"Okay, I feel much better knowing that Mon Mothma has this information. If there's anyone who can manuever his way around turbolasers, it will be him. In order to speed up the evacuation of a group of archaelogists, would you mind going out to help Luke?  He should be just along this passage, deeper in the ruins.",		"npc_reward_4":"Nateba has let me know that he is already inputting the navigation codes to Dantooine and should be off-planet within a few minutes. Thank you for getting that information there safely.",		"npc_breech_5":"Hello. You must be the person General Dodonna told me to expect.",		"npc_breech_4":"Hurry! I need to get that information to High Command before I'm spotted by any T.I.E.s.",		"npc_backtowork_5":"You need to get this vital data to Luke Skywalker immediately!",		"npc_backtowork_4":"You need to deliver the locations of potential base sites to Nateba Kurr. Once you have done so, Nateba will then be able to deliver the information to Mon Mothma himself.",		"npc_4_5":"It's the only chance!  You've got to deliver that information!",		"npc_4_4":"As I said earlier, I was one of the first Star Destroyer captains when they were comissioned by the Old Republic, before the Emperor took over. With that experience, I can tell by looking at this information that the flight paths of the Empire's Star Destroyers seem to overlook a few systems in thier patrols. The one that interests me the most is a small system called Hoth.",		"npc_3_5":"What? This is very important! This could save the lives of thousands of the Rebellion! Ask yourself if you'll be able to live with yourself if you refuse this.",		"npc_3_4":"Look, we need to get this information to our current base, and you're the only one I trust that can get it there. Please reconsider.",		"npc_2_5":"Since Nateba Kurr's X-Wing was completely obliterated, there's no wreckage to recover the datapad from. Fortunately, I made another copy of this info for myself. Look... this is the last copy we have. It's vital that it makes it to safety... I'm sure he'll be able to avoid the turbolaser on his way off planet.",		"npc_2_4":"Take the information encoded on the datapad to Nateba Kurr, one of the last X-Wing pilots I have available on the planet. Once he has it, he'll depart to Dantooine and deliver it promptly.",		"npc_1_5":"This is horrible!  Nateba was shot down by a turbolaser battery before he was able to make it out of the atmosphere. Other than Luke, who's helping escort others off the planet, I don't have anyone else to deliver the information. Wait... I'll have to get another pilot.  I'll need you to deliver this.",		"npc_1_4":"I have made an important discovery among the information the infiltration team has brought back. This information may help us to create a permanent base once again, one far away from Imperial probes. I dare not transmit this information where it can be intercepted, therefore I need you to deliver this to a pilot who will fly it to Mon Mothma.",		"notit_5":"Umm... I'm not too sure what this is. Are you sure this is what General Dodonna wanted you to bring me?",		"notit_4":"What's this? This isn't the datapad that the General told me to deliver. Come on, we don't have much time.",		"dontknowyou_5":"You weren't sent by General Dodonna? I see. Look, you might want to get out of here before it gets dangerous, okay?",		"dontknowyou_4":"Oh. I thought you were someone else. You'd best be running along now.",		"npc_takeme_2":"Ugh... slowly... the rest of the team were killed by these... strange... things in the... jungle. Hurry... we have to get this... information back to General... Dodonna.",		"npc_backtowork_3":"You need to locate the stormtroopers sending coordinates and take them out.",		"npc_backtowork_2":"You will need to locate the infiltration team and escort them back here.",		"npc_breech_2":"Help!  I'm the only one left from our team and I think I'm heavily wounded.....",		"npc_breech_1":"There's a Rebel! Kill him!",		"npc_work_3":"Did you have a question?",		"npc_work_2":"Yes?",		"npc_work_1":"Why haven't you left yet?",		"dontknowyou_1":"Move along.",		"cantwork":"I understand you have other things to do, but I deperately need your help. Could you please attend to your business then return as soon as possible?",		"npc_reset_1":"I'll find someone else to help that has more to offer, I guess.",		"npc_backtowork_1":"You need to get to those transports now before they are blown sky high! Eliminate the Stormtroopers causing the problem.",		"player_sorry_1":"What did I need to do again?",		"player_reset_1":"I can't do this mission for you anymore.",		"player_3_3":"How is the Empire conducting the siege?",		"player_3_2":"Who is this team I'm helping?",		"player_3_1":"Why are we evacuating the planet?",		"player_2_3":"No thanks... a bit too scary for me.",		"player_2_2":"No, I'm a bit busy right now.",		"player_2_1":"Sorry, I don't have the time.",		"player_1_3":"I'll take part of the operation.",		"player_1_2":"I'll go lead them here.",		"player_1_1":"I'll help.",		"npc_reward_3":"With the bombing out of the way, it will take the Empire's forces quite a bit longer to rearm from their Star Destroyers. This should give us much more time to get the remaining people off of this base. Thank you for your help.",		"npc_reward_2":"This information will be a great help indeed. From the quick look I had of it, it seems that the Empire hasn't changed their protocols since I was a Captain. You didn't know that? Yes... I was one of the first Captains of the Imperial Class Star Destroyers. That, though, was a long time ago. When we are all done, I'll see to it that everyone of them are scuttled and turned into plowshares.",		"npc_reward_1":"With those Stormtroopers taken care of, the transports were able to leave the planet safely. We have lost many X-Wings, but fortunately there aren't too many more needed to leave the planet. You did good work. I will have need of you again shortly.",		"npc_4_3":"The Empire is using a number of T.I.E. Bombers to keep up a steady attack.  Vader has a group of stormtroopers on the planet that are giving him coordinates to bomb.  I'm not sure why he's steering clear of these temples, but whatever the case may be, his bombing campaign is beginning to work.",		"npc_4_2":"They have been infilitrating the Empire for a few years now, only recently coming out from their disguise. They claim to have information regarding the exact fleet size of the Empire, and also the sectors they patrol regularly. This information has the potential to be the most important information we have seen in a long time.",		"npc_4_1":"This has been our base for some time now, but with the Death Star being destroyed we have revealed our presence to the the Empire. Most of the base's personnel have been evacuated off the planet, but many still need to leave. With a host of X-Wings still left to cause distractions, we can safely see the rest of them off planet.",		"npc_3_3":"I understand, but you must understand as well : you are our only hope.",		"npc_3_2":"Please reconsider. There aren't too many able bodied people left here, and I trust you can get the job done.",		"npc_3_1":"I'm sorry, I don't think I heard you correctly. Did you just say that you are willing to let the Empire destroy many innocent lives?",		"npc_2_3":"Okay, I will need you to take out a group of stormtroopers that's causing us trouble. If you can do this, you will buy us a lot more time.",		"npc_2_2":"Here is where their last communication came from. You should find their team out there waiting for your arrival. Once you find them, return back here immediately with them.",		"npc_2_1":"At this location, you will find a group of camouflaged transports that are to be leaving the planet. Every one of them is full of refugees from our bases, and they are being attacked by a band of stormtroopers. Eliminate the stormtrooper threat before they prevent the ships from ever leaving the planet.",		"npc_1_3":"Watch your head! Feel that shaking? It's the Empire ramping up their bombing efforts... they know we're weakening.  At this rate, I'm not sure we'll be able to get everyone out to safety. I need you for an operation that will hopefully slow them down. Can you help?",		"npc_1_2":"I am once again in need of you. One of our deep Intelligence teams has uncovered some very important military information regarding the Empire, but were unaware that that our base was under siege. They have landed far away from here to be safe, but they need to be escorted back here safely. Can you help?",		"npc_1_1":"Welcome, welcome. Please come in. You have been highly recommended by both Leia and Mon Mothma. As you can tell, our base in under heavy siege, and won't last too much longer. Right now, I am in need of your fabled skills to help some transports leave the planet. Can you help with this?"
}}
