{
	"stfFile":"theme_park_rebel/lt_lance",
	"entries": {
		"next":"Sorry, I'm just getting myself together before I go on assignment.  Can't talk now.",		"dontknowyou_1":"Move along. This area is restricted.",		"npc_noloc_3":"Let me check these schematics so that we can triangulate the location of the stormtrooper squad. Check back with me in a few minutes.",		"npc_noloc_2":"Let me contact Han Solo and find out where he plans on landing. Once I've found out, check with me again.",		"npc_noloc_1":"The location of the troops were around here a moment ago. Let me find them again, then get back to me.",		"npc_failure_3":"The pilot didn't have any codes on him? Oh well. I guess I'll tell Ackbar that this plan was a failure.",		"npc_failure_2":"Solo has to land now before he's spotted by a Star Destoyer. I sure hope there's nothing out there that will find him when he lands.",		"npc_failure_1":"Our intelligence shows that our strike team has all been wiped out. Every last one of them dead. Those were some good men and women. I hope you can sleep tonight.",		"gotowork":"No, this is not the initialization codes for the shuttle. I need the codes.",		"dontknowyou_3":"If you're not the suspect, then get out of here!",		"dontknowyou_2":"Move along. This area is restricted.",		"player_sorry_3":"What was I supposed to get from the pilot?",		"player_sorry_2":"You caught me as I was leaving.",		"player_reset_3":"Sorry, but I can be part of this hare-brained plan anymore.",		"player_reset_2":"Sorry, but I'm tired of helping out Solo.",		"npc_reset_3":"Sounds like you've got a solid head on your shoulders there. If I weren't ordered to oversee this plan, I wouldn't be part of it, either. If you change your mind, I wouldn't pass up your help, though.",		"npc_reset_2":"I can't say I blame you. I don't care how much Leia insists we can trust him, I'm still a bit sketchy about him. Either way, we still need the bacta. I'll give you a couple of minutes to think about it, then get back to me.",		"npc_backtowork_3":"He should have on him a numeric sequence that will start the shuttle. All Imperial Lambda shuttles have these security measures on them so no one comes running up to the shuttle and takes it. Which is, of course, what we're planning to do.",		"npc_backtowork_2":"Double-time, soldier! Solo will have to land before he's spotted by a Star Destroyer patrol.",		"npc_breech_3":"You must be part of the group that landed! Eliminate the Rebel!",		"npc_breech_2":"Hey, there's one! Set blasters to stun!",		"npc_breech_1":"Sir, over there! We have movement!",		"npc_work_3":"What do you need?",		"npc_work_2":"Did you find anything out there?",		"npc_work_1":"You haven't left yet?",		"cantwork":"Greetings. I'm Lieutenant Lance - well, actually I'm Harrind Lance, but around here I'm the Lieutenant. I keep a clean operation around here, so if you have nothing you can contribute, I'm going to have to ask you to move out of the way. When you're not busy, we can talk.",		"npc_reset_1":"Unless you're a different person than the person recommended by Han and Leia, then I don't understand. You ARE the one who helped them, right...?",		"npc_backtowork_1":"Double-time, soldier! We have little time to spare!",		"player_sorry_1":"You caught me as I was leaving.",		"player_reset_1":"I'm sorry, but I can't do this.",		"player_3_3":"Back up there, Lieutenant. What kind of plan is this?",		"player_3_2":"Is this where the bacta shipment was originally headed?",		"player_3_1":"What went wrong with the battle plan?",		"player_2_3":"That's crazy! No, I won't be part of this.",		"player_2_2":"Sorry, I've helped him too much already. No.",		"player_2_1":"Sorry, I don't think I can help.",		"player_1_3":"Sounds quite bold. Sure!",		"player_1_2":"Yeah, I can. Me and Solo go way back.",		"player_1_1":"Understood. I can help.",		"npc_reward_3":"Now that we have the initialization code, we can load up the shuttle and get most of this bacta to Yavin. I pity the person who is going to be piloting this mission. Thank you for your help, friend. I've been asked by Captain Ackbar to direct you to him. He's heard of you and needs your help.",		"npc_reward_2":"Good work. I'm glad that Leia recommended you to us here. Keep this up, and I'm sure that Captain Ackbar may assign you to work for him. Take a breather for now, because I see something coming up that I can use you for.",		"npc_reward_1":"Well done. Well done, indeed. The strike team has just reported back in and the assault was a success. Thank you for your help. Now that it's not so hectic, let me introduce myself - I'm Harrind Lance, but you can call me Lieutenant. Your help here at our base will be a relief. I may have futher need of you later. For now, take a little R&R.",		"npc_4_3":"It seems that a bunch of Bothans that are helping the Alliance have come up with the idea to steal an Imperial shuttle, then change the authorization codes. They have managed to gather a number of codes to shuttles that they can use to replace the existing ones. I guess this is more an experiment than anything else. And I don't like it.",		"npc_4_2":"Well, I never believed he'd be able to get his hands on that much bacta to begin with. The answer is no, actually. This base is being used for now until we can find a more permanent one due to the fact that our Yavin base was found. This bacta is supposed to go out to Yavin to help with the siege, but Han can't get it there... for now, that is.",		"npc_4_1":"Currently I have a covert operation in effect. A strike squad is about to perform a land based hit-and-fade maneuvre on an Imperial cargo landing site. We have just received word that a large detachment of Stormtroopers is about to set up a patrol around the area. Your attack will distract them long enough for us to finish the operation.",		"npc_3_3":"Sounds like you've got a solid head on your shoulders there. If I weren't ordered to oversee this plan, I wouldn't be part of it, either. If you change your mind, I wouldn't pass up your help, though.",		"npc_3_2":"I can't say I blame you. I don't care how much Leia insists we can trust him, I'm still a bit sketchy about him. Either way, we still need the bacta. I'll give you a couple of minutes to think about it, then get back to me.",		"npc_3_1":"Unless you're a different person than the person recommended by Han and Leia, then I don't understand. You ARE the one who helped them, right...?",		"npc_2_3":"Here are the coordinates of a squadron of Stormtoopers that have landed from that shuttle. They are investigating an unauthorized landing, which was Solo of course. What I need you to do is to wipe out that squadron, and bring the pilot's initialization codes back here. I'll then be able to send a team to recover the shuttle.",		"npc_2_2":"Well, I can't say I trust the reformed smuggler too much, but we need all the help we can get. You need to go to this landing area and remove any potential Imperial eyes. If you see any Probots or Stormtroopers, destroy them.",		"npc_2_1":"That's the answer I wanted to hear. These coodinates will lead you to the last known location of a group of stormtroopers near our abandoned base. You need to harrass them to draw the attention of the Empire, then get out of there. In other words, go destroy them then hightail it out of there.",		"npc_1_3":"I need your help to pull this off. I'm not too keen on the plan, but it's been approved by both Ackbar and Mon Mothma, so what can I do, eh? I need you to help steal an Imperial Lambda-Class shuttle. Do you want to involve yourself in this?",		"npc_1_2":"I've just received a transmission from Solo. He's in high orbit around Dantooine right now, and it seems he has a large shipment of bacta with him as well. Since my troops are still in transit from their successful operation, I'm short a few hands. Do you think you can help Solo land his YT-1300?",		"npc_1_1":"It's good to meet you, soldier. I've been told by Solo to expect you, and you arrived just in time. I need immediate assistance regarding a deployment that is about to go horribly wrong if it goes unchecked. I need you to go to location of our old abandoned base and harry the stormtroopers that are stationed there."
}}
