{
	"stfFile":"theme_park_rebel/luke_skywalker",
	"entries": {
		"player_reset_5":"I can't do this mission anymore.",		"notit":"This isn't what I asked you to bring me!",		"npc_reset_5":"What?! You can't be serious!! I need you to help me!! I want to leave this planet and if you don't help I'll be here for a lot longer!!! Come on, already!",		"npc_reset_4":"What?! You can't be serious!! I need you to help me!! I want to leave this planet and if you don't help I'll be here for a lot longer!!! Come on, already!",		"npc_reset_3":"What?! You can't be serious!! I need you to help me!! I want to leave this planet and if you don't help I'll be here for a lot longer!!! Come on, already!",		"npc_reset_2":"What?! You can't be serious!! I need you to help me!! I want to leave this planet and if you don't help I'll be here for a lot longer!!! Come on, already!",		"npc_reset_1":"What?! You can't be serious!! I need you to help me!! I want to leave this planet and if you don't help I'll be here for a lot longer!!! Come on, already!",		"player_sorry_5":"What am I doing again?",		"player_sorry_4":"What am I doing again?",		"player_sorry_3":"What am I doing again?",		"player_sorry_2":"What am I doing again?",		"player_sorry_1":"What am I doing again?",		"player_reset_4":"I can't do this mission anymore.",		"player_reset_3":"I can't do this mission anymore.",		"player_reset_2":"I can't do this mission anymore.",		"player_reset_1":"I can't do this mission anymore.",		"next":"I don't have anymore work for you.  The Alliance thanks you though.",		"notyet":"I can't talk to you right now.  Go see Jan Dodonna if you need something to do.",		"npc_failure_5":"You couldn't find them out there? That's wierd. I know they're out there somewhere... well, I don't KNOW they're there, I just have a real good feeling they are.",		"npc_failure_4":"It was gone when you got there? That's a shame. You know what, though? Something tells me that box is still out there...",		"npc_failure_3":"You mean he was already dead when you go there? I'll have to tell this to the supervisor. You stay here.",		"npc_failure_2":"You couldn't find it either? Well, I guess I'll have to try some tricky moves while I'm up there. Thanks for looking, though.",		"npc_failure_1":"Did you just say that the supervisor was killed? Oh man... the General is going to kill me!!!",		"gotowork":"No, this isn't what I asked for. Could you come back with the right one, pleease?",		"otherescort":"Nope. You've got the wrong guy.",		"noloc_5":"Let me think where those guys are. I've never seen them before, but I have a good idea where they might be. Check back with me in a few minutes.",		"noloc_4":"Let me ask him where he was when he saw it. Check back with me in a few minutes.",		"noloc_3":"Let me find out where he is. Check back in a few minutes.",		"noloc_2":"What's that?... Hmmmm... I don't know why, but I feel I may know which way it went. Check with me in a few minutes.",		"noloc_1":"Let me find out where the supervisor can be found. Check back with me in a few minutes.",		"npc_smuggle_5":"Oh...wonderfuuullll.... just as the prophecy said... may the Dark Lord look over you.....",		"player_3_5":"What is that thing? Is it just a box for holding things?",		"player_3_4":"What does this box look like?",		"player_2_5":"You know what? You do it yourself, Luke. I'm not going to.",		"player_2_4":"No thanks. I'm not going back out there.",		"player_1_5":"Sure, I'll do it.",		"player_1_4":"Sure, I'll get it for you.",		"npc_work_5":"Have you taken it to them yet?",		"npc_work_4":"Are you going to get it yet?",		"npc_reward_5":"You gave it to them, right? You know, I already feel so much better with that thing gone. Anyways, thank you for your help, friend. I'm going to get these guys out of here now. Hmmm... you know something? This place is actually rather calming... I may have to come back here someday when the war is over. I kinda like it. Take care, friend.",		"npc_reward_4":"Great! Now, let me take a look at this. Wow! It's gorgeous! Huh? Did you say something? Oh... sorry... must be hearing things. Anyways, I'll check this thing out to see if there's some way to open it. I bet you there's priceless treasure inside!!! Check back with me in a little bit to see if I found a way to open it. Huh? Oh.. uh.. nevermind.",		"npc_breech_5":"Yesss.... you are the one that was foretold.... you have the blessed piece with you, correct?",		"npc_backtowork_5":"You need to get this box to a tribe of people out in the jungles. Once you deliver it to them, come on back.",		"npc_backtowork_4":"Go find the box that the archaeologist was describing, then bring it back so I can take a look at it.",		"npc_4_5":"I don't know, to tell you the truth. It's weird looking, wouldn't you say? I've been looking for a way to open it, but I can't find anything. Huh? Sorry... I could've sworn you just said something. I have bad feeling about this thing, and don't want it around me anymore. Either way, I think someone named Kyp or maybe Exar owns it... don't ask me why, I just know.",		"npc_4_4":"I don't know. He said he had just a few moments to see what it looked like. From his description, it looks like some jeweled box in the shape of a pyramid. What is was doing being kept hidden in a temple, I can't say. I have a wierd feeling that the box is very, very important, though. What was that? Oh, sorry... I thought I heard you say something.",		"npc_3_5":"What? Did you tell me No?? How dare you!?!? I'm Luke Skywalker, and my father was a powerful Jedi Knight!! Now, I'm going to give you a few minutes to think about what you said, and let you change your mind. Got it?",		"npc_3_4":"What? Whatever... I guess I'll go do it myself.",		"npc_2_5":"Great. You should be able to find a tribe of people out there in the jungles that will be will be waiting for this. Why, I don't know..... ummm... just go get it to them.... that thing makes me really uneasy...",		"npc_2_4":"Good. I put on your datapad the area he said he found the box. He said he thought he saw two of those creatures, so the other one might have taken it by now. Do whatever you have to do to get it, but bring me back that box. It sounds... well, it sounds very interesting.",		"npc_1_5":"Hey, do you think you can do me one last favor?  Can you go deliver this box-thing to someone out in the jungle? This thing gives me the creeps, and for some reason I don't want the Imperials to find it after we leave. So, can you do this for me?",		"npc_1_4":"Hey, I need you to do something. I'm going to try to patch this guy up before I take him to the transport. He said that he found a wierd looking box in the chamber that creature was in. Something tells me that box is important, and I really want to look at it. Can you go get it for me?",		"notit_5":"Nooo.... the prophecy lied.... it said you would bring the knowledge of the master to us....",		"notit_4":"Nah, this doesn't look like what he described.",		"dontknowyou_5":"Ahh... you are not the one... you are someone elsssse... perhapsss you are to be initiated, yes?",		"dontknowyou_3":"Please... go send for help... tell my supervisor I have always loved him....",		"npc_takeme_3":"Oh, thank you so much. I don't think I could have made it back by myself. I want to get as far away from this planet as I can. Maybe then the voices will go away.",		"npc_takeme_1":"Great, let's get out of here then. I don't want to be left behind without a crew of diggers, if you know what I'm saying.",		"npc_backtowork_3":"You need to find the last archaeologist that's out near the Massassi ruins. Once you find him, bring him back here.",		"npc_backtowork_2":"Look around for something about this big, missing some teeth. It should have my R2 unit's motivator on it or inside it's stomach. Bring it back when you find it.",		"notit_2":"No, no, no! This isn't the motivator for my R2 unit! I don't know what it is, but it's not a motivator!",		"npc_breech_3":"Ohhhh... please.... help me. I've been bit by that thing and my vision is getting hazy....",		"npc_breech_1":"Ho there! Are you the guy who's going to bring me to the escape ship?",		"npc_work_3":"Did you need something before you left?",		"npc_work_2":"Yeah?",		"npc_work_1":"Did you forget something?",		"dontknowyou_1":"You're not the guy here to take me back? Well, where in the heck is he?",		"cantwork":"Hello there. I sure could use a hand out here, when you have the time.",		"npc_reset":"What?! You can't be serious!! I need you to help me!! I want to leave this planet and if you don't help I'll be here for a lot longer!!! Come on, already!",		"npc_backtowork_1":"You need to find one of the supervisors of their expedition and bring him back here so that they can be transported off the planet.",		"player_sorry":"What was I supposed to do again?",		"player_reset":"I can't do this mission anymore.",		"player_3_3":"Why wasn't this guy with the rest of them?",		"player_3_2":"What kinds of creatures are here on Yavin?",		"player_3_1":"What are archaelogists doing in our base?",		"player_2_3":"Sorry, Luke, but I don't do escort work.",		"player_2_2":"Nevermind. I don't want to look for critters.",		"player_2_1":"Sorry, but I thought this would be more interesting. No.",		"player_1_3":"I'll go get him.",		"player_1_2":"I'll help you track it down.",		"player_1_1":"Of course I can help!",		"npc_reward_3":"Whoa! You took that thing all by yourself? If I would have known, I would have gone out there with you. I got this lightsaber from a friend... he said it was my dad's... and I've been wanting to practice with it. From the sound of it, that would have been good target practice. I'll get this guy onboard the ship, then we can leave.",		"npc_reward_2":"You found it? We're saved! Thanks! I'll get this back to my R2 unit and fix it up. Fortunately I'm pretty good at fixing up droids and the like. It's like the way I fly, you know? It just comes to me. Check back with me in a little bit so we can get out of here.",		"npc_reward_1":"Great work. I've gathered up all of the crew here, and now we can get them off the planet. Look, I need to get back to my X-Wing... I think I saw something lurking around it, and I can't afford to try to fly these guys escort if my ship is damaged. I'll be back in a bit.",		"npc_4_3":"The supervisor says that this guy was working deep inside one of the temples and was insisting that he was about to make a discovery. Apparently the guy was so caught up in his work, he didn't bother to pay attention to the return call. It sounds simple, but look... I have a bad feeling about this, so be careful, okay?",		"npc_4_2":"There's all kinds of wierd creatures in these jungles, I can't even begin to list them all. I grew up on Tatooine, ever heard of it? We had womp rats and kreetles out there, but some of these things give me the creeps! The only thing I can imagine being worse than living in a jungle is living in some kind of swamp. Ugh!",		"npc_4_1":"They were here on Yavin IV before we set up our base here. A few of them were Pro-Rebel, so they contacted Mon Mothma and General Dodonna saying that these temples would be a good base. Since they let us use their area while they were digging through the ruins, we are rather obligated to help them get out before they get hurt, wouldn't you say?",		"npc_3_3":"Come on!!! All you have to do is go find the guy! Is it that hard of you to do?",		"npc_3_2":"Well, I guess I'll go do it all by myself then. I wish you'd lend me hand!",		"npc_3_1":"Weren't you supposed to be helping me? I can't do this all by myself! You mean you'll let me gather up everyone while you do nothing? That's not fair!!!",		"npc_2_3":"Thanks a lot, friend, I really appreciate it. By the time you get back with him, I should have my R2 unit fixed.",		"npc_2_2":"Okay, I'll go check this way, you go check that way. I'm not sure what took a bite out of my droid, but it didn't look too large judging by the teeth. It more than likely swallowed the part, so we'll have to cut the little bugger open, I guess. Meet me back here if you find it.",		"npc_2_1":"Okay, the supervisor has been contacted and told to wait for his escort. Once you find him, just bring him back here. I should be back with the rest of the crew in that time.",		"npc_1_3":"We've got some bad news, friend. I just spoke with the supervisor of this expedition team, and he says that they're missing one of the guys. He told me where the guy was last digging, but I need to make sure my R2 unit is fixed before we leave. Do you think you could go out and bring him back here?",		"npc_1_2":"Awwww maaann!!! Something took a big chunk out of my R2 unit. I saw a bunch of broken teeth lying on the ground, so at least it stopped before it could do any more damage. Look, I need you help me find the little creature that swallowed my R2 unit's motivator unit. Can you?",		"npc_1_1":"Oh, hello! What's that? General Dodonna sent you to help me? Well, I sure could use a hand out here. This is hard work! Okay, we're evacuating a group of archaeologists and boarding them on a transport. I'll go get one of the work crews, but I'll need you to get the supervisor. Would that be alright?"
}}
