{
	"stfFile":"theme_park_rebel/mon_mothma",
	"entries": {
		"player_sorry_6":"What was I supposed to do again?",		"player_sorry_5":"What was I supposed to do again?",		"player_sorry_4":"What was I supposed to do again?",		"player_sorry_3":"What was I supposed to do again?",		"player_sorry_2":"What was I supposed to do again?",		"player_sorry_1":"What was I supposed to do again?",		"player_reset_5":"I can no longer complete this assignment.",		"player_reset_6":"I can no longer complete this assignment.",		"player_reset_3":"I can no longer complete this assignment.",		"player_reset_4":"I can no longer complete this assignment.",		"player_reset_2":"I can no longer complete this assignment.",		"player_reset_1":"I can no longer complete this assignment.",		"npc_reset_6":"Perhaps when you are not so busy you can lend a hand to our cause.",		"npc_reset_5":"Perhaps when you are not so busy you can lend a hand to our cause.",		"npc_reset_3":"Perhaps when you are not so busy you can lend a hand to our cause.",		"npc_reset_4":"Perhaps when you are not so busy you can lend a hand to our cause.",		"npc_reset_2":"Perhaps when you are not so busy you can lend a hand to our cause.",		"npc_reset_1":"Perhaps when you are not so busy you can lend a hand to our cause.",		"next":"General Dodonna is still at our base on Yavin IV.  I'm terribly worried about him.  Perhaps you could go and find out how he's doing?",		"npc_noloc_6":"Let me ask the Engineer where he was to meet the General. Ask me again in a few minutes.",		"npc_noloc_5":"Something just came up. You'll need to ask me again where the Enginer is in a few minutes.",		"npc_noloc_4":"let me get the coordinates of where the Stormtroopers can be found. Ask me in a few minutes.",		"npc_noloc_3":"I will check the charts to find out where her escape pod landed. Ask me again in a few minutes.",		"npc_noloc_2":"Let me have Akbar bring in the coordinates of the strike team. Please return in a few minutes.",		"npc_noloc_1":"I will check my message as to where the meeting location was supposed to be. Please check back with me in a few minutes.",		"notyet":"I appreciate your eagerness to help, but I am quite busy right now. Perhaps Captain Akbar may be able to help you.",		"otherescort":"I'm not the person you're looking for. Maybe that other guy that was nearby.",		"npc_failure_6":"Since you were unable to gather the blueprints, we may never know it's weaknesses were it to be used as a military project. Let us hope that we never need to know how to destroy it.",		"npc_failure_5":"With the Engineer dead, we will never be able to find out what the Empire was constructing. Your failure has set us back quite a ways.",		"npc_failure_4":"With you being unable to handle these stormtroopers, you have placed many lives in jepoardy.",		"npc_failure_3":"You let her die? She risked her life only to die when everything was safe. Such a shame.",		"npc_failure_2":"I hope that the strike team was unable to find any evidence. We will know shortly, though. Due to your failure, I will now have to set the base to evacuation alert.",		"npc_failure_1":"The spy wasn't at the location? Hmmm... I hope she wasn't picked up by the Imperials.",		"gotowork":"This is not the item I requested.",		"npc_smuggle_1":"Yes, this feels nice and smooth. I'll get this back to my compatriots, then we'll screen this for the viewers everywhere. I'm gone.",		"player_3_6":"Why would they need to make something so large?",		"player_3_5":"Why was the schedule changed?",		"player_3_4":"How do we know Stormtroopers are coming in?",		"player_2_6":"I can't just kill someone in cold blood.",		"player_2_5":"Sorry, but I can't help.",		"player_2_4":"Not at this time, no.",		"player_1_6":"I'll take care of him.",		"player_1_5":"I'll get him.",		"player_1_4":"Yes, I can help.",		"npc_work_6":"Did you have a question?",		"npc_work_5":"How may I help?",		"npc_work_4":"Yes?",		"npc_takeme_5":"So, am I under arrest by you Rebels? I'll talk as long as you don't hurt me. I just make shield generators, nothing more!",		"npc_reward_6":"Yes, this is quite large indeed. Well, we shall keep this in our Intelligence for future reference. Fortunately, with this information, it shows that a small strike team can disable whatever it is shielding. We'll have to keep an eye out for that once we have a more permanent base. General Dodonna has requested your help with the evacuation on Yavin. Thank you for your help.",		"npc_reward_5":"Thank you for bringing him safely to us. We will now be able to discuss what he was working on in private. Hopefully he was high ranking enough to be able to provide enough information as to the nature fo the project. I may need you in a little while, so please check back with me in a few hours.",		"npc_reward_4":"The transport has left the planet safely and will be able to pick up more of the evacuees on Yavin. General Dodonna has informed us that the base is still holding up after all this time, but it can't do so for much longer. You have done the Alliance a great service today.",		"npc_breech_6":"You're not the Engineer! So, we have a Rebel among us, hmm? Guards, kill them.",		"npc_breech_5":"What? Wait!!! I'm just an Engineer! I don't even know how to use a blaster!",		"npc_breech_4":"There's some Rebels! Get them!",		"npc_backtowork_6":"You are to intercept the General of this planet...and kill him. Recover the blueprints on his person.",		"npc_backtowork_5":"You will need to locate and apprehend the Senior Engineer if this secret project. Once done, bring him back to me.",		"npc_backtowork_4":"You are to locate the squadron of stormtroopers that will be in the area and then eliminate them. Once done, the transport can then depart.",		"npc_4_6":"We do not see a need for a Shield Generator so large. It does explain why all of the generators were being taken from the old base and other locations, though. We will need the blueprints for this design in case the Generator were to ever be operational. If it is ever used by the Empire, it would be best if we knew it's weaknesses.",		"npc_4_5":"The operation in which we sacrificed the Corvettes has paid off very well. The local General has declared this world free of 'Rebel Infestation', which means our base should remain hidden for a time to come. Unfortunately, with a change in security levels, our guard schedules are useless to us now.",		"npc_4_4":"The deployment schedules of this planet have keyed us into much of the troop movement on Dantooine. This has allowed us to determine where Stormtrooper, Star Destroyer, and TIE Fighter movements are to take place. This information has been quite invaluable.",		"npc_3_6":"This is quite important, yet you turn your back on us. I am very disappointed in you.",		"npc_3_5":"I see. It's a shame that you could not find it within yourself to help.",		"npc_3_4":"I will see who else we have available, then.",		"npc_2_6":"The Engineer said that he was to meet the General at the location in your datapad. There is still time to go out there and intercept him if you hurry. Once last thing : May the Force be with you.",		"npc_2_5":"The location in your datapad is the last known location of where he was to land. We do not know what type of forces are guarding him, so be aware. He is quite important to us finding out what this project is, so do not let any harm come to him.",		"npc_2_4":"I will give you the coordinates of the wherabouts of the transport. You will need to eliminate the Stormtroopers in the surrounding area before the transport can leave the planet. Once done, we will give the signal for the ship to depart.",		"npc_1_6":"It seems this project the Empire has been working on has been to create a very large Shield Generator, even larger than that used by Vader's Super Star Destroyer. The Engineer was to retrieve schematics for it from the General on the planet. Though this may blow our cover, we need to get those blueprints. Can you help?",		"npc_1_5":"Our efforts to secure secrecy of this base has had an unexpected outcome - the deployment schedules have been changed. The last information we were able to discern was that a Senior Engineer of a secret military project was to be landing on the planet. We must take this final opportunity to apprehend him for questioning.",		"npc_1_4":"We have need of your assistance once again. One of our medical transports has returned from Yavin, bearing a full load of the wounded soldiers that are defending that base. The transport is being readied for return to Yavin, but it looks like a Stormtrooper squadron is about to come through the area. Are you available?",		"dontknowyou_6":"Huh? What's going on here?!",		"dontknowyou_5":"Go away! I don't know you.",		"dontknowyou_4":"Move along. There's nothing to see here. ",		"dontknowyou_3":"Don't mind me. I'm just enjoying this wonderful scenery.",		"dontknowyou_2":"Move along. There's nothing to see here.",		"npc_takeme_3":"You're the one sent by Mon Mothma, I take it. Well, I've hurt my leg, so I'll need a little help getting back to base. Lead on.",		"npc_backtowork_3":"You are to locate Captain Altapi T'mman and escort her back here to the base.",		"npc_backtowork_2":"You will need to locate the strike team that was sent by the Empire. Once found, you must make it a point that they do not report back to their commanders.",		"notit":"What's this bump? We were told to wait for a juicy set of images, and this doesn't look like it.",		"npc_breech_3":"If you're an Imperial, watch out! I'll blast you sky-high, bum leg or not!",		"npc_breech_2":"There's one! Set blasters for stun!",		"npc_breech_1":"Heyho... You have the look of someone who wants to broadcast, eh?",		"npc_work_3":"How can I help?",		"npc_work_2":"Do you have a question?",		"npc_work_1":"Yes?",		"dontknowyou_1":"Woohoo... you're not the one who matches the lowdown. Sorry friend, but you'll have to talk the walk alone.",		"cantwork":"I'm glad to see that you were so prompt wi - oh... It seems you're busy right now. The Alliance is in need of your help, so when you are done with your agenda, please let me know.",		"npc_reset":"Perhaps when you are not so busy you can lend a hand to our cause.",		"npc_backtowork_1":"You are to deliver this holovid containing the events of the Death Star assault to our agent with the Bothan SpyNet.",		"player_sorry":"What was I supposed to do again?",		"player_reset":"I can no longer complete this assignment.",		"player_3_3":"What are the details of the operation?",		"player_3_2":"Why all the effort to keep the base secret?",		"player_3_1":"Why the urgency?",		"player_2_3":"I'm not interested.",		"player_2_2":"I am not capable of doing this mission.",		"player_2_1":"Sorry, but I can't do this.",		"player_1_3":"I'll go rescue her.",		"player_1_2":"They will be prevented from finding us.",		"player_1_1":"I'll deliver it.",		"npc_reward_3":"Wonderful work. I see you have been able to bring the Captain back safely. Now all of the crew have been accounted for, we can only hope that the sacrifice of those precious Corvettes will convince the Planetary General that we don't exist here anymore.",		"npc_reward_2":"Wonderful. Whilst you destroyed the troops, I had another team hijack their shuttle for future use. The Empire will likely write this off as operater malfunction and leave it alone for now. At least we were able to buy more time. Thank you for your help.",		"npc_reward_1":"I take it the delivery went without incident? Very good. After that holovid reaches the homes and apartments of the citizens across Coruscant, they will see what the Empire has been doing with their tax money. I am expecting much attention to be diverted to all of the rebellious citizens that should be springing up soon. Thank you.",		"npc_4_3":"The operation involved us sacrificing three of our Corellian Corvettes. We staged the Corvettes to look like an expeditionary force trying to return to Dantooine, then engaged them with a TIE Fighter squad. The Corvettes were only running a skeleton crew, and all the Captains have been accounted for save for one.",		"npc_4_2":"The hidden nature of this base is a very tenuous one. Unfortunately, we have not been able to find a more secure place. I authorized this base to be re-initialized after General Dodonna informed us that the siege on Yavin would end in our destruction. Until we find a more secure base, we must protect the secrecy of this one at all costs.",		"npc_4_1":"A few hours ago High Command was contacted by our representatives with the Bothan SpyNet. They have managed to slice into a major HoloNet broadcast center on Coruscant. We must sieze this opportunity to show the Imperial citizens what happened at Yavin IV. It may convince many more to express sympathy towards our cause.",		"npc_3_3":"Hmmm... I do not understand the lack of concern on your part. Perhaps if you thought on it, you would change your mind.",		"npc_3_2":"I understand. I will look for someone that is more able-bodied to accomplish this.",		"npc_3_1":"I'm not sure I understand your reluctance. With this information spread to the masses, the lies of the Empire will be weakened. You don't want to see an opportunity to strike the Empire go to waste, do you?",		"npc_2_3":"Thank you. Her name is Captain Altapi T'mman, and I will notify her that you are on the way to pick her up. Be aware that she will likely have been injured in the landing, so you will need to fend off any resistance you encounter.",		"npc_2_2":"Judging by the standard operation procedures of the Empire, the strike team will likely land far away. We have triangulated where they should be, therefore we have the element of surprise assisting us. I am certain that you can do this.",		"npc_2_1":"Here is the holovid that needs to be broadcasted. I have arranged a site for you to meet our Bothan friend. I will provide your description to her so that she recognizes you and only you. Please go with this now, for we don't have too much time. ",		"npc_1_3":"The Alliance has enacted a plan that should buy us even more secrecy than before. The plan has gone according to plan, and what I need now from you is to take part of the recovery team. I will need you to find the escape pod of the Captain of a Corvette and escort her back here. Can you do this?",		"npc_1_2":"I have a more important mission for you, if you wish to undertake it. The recent information of troop schedules has helped us significantly in our efforts to keep this base hidden. From our information, it would appear that there is a strike team being sent to investigate recent activity. We need that team prevented from acheiving their task.",		"npc_1_1":"Welcome. I have a very important assignment that I feel I can only entrust to you, considering all you have done for the Alliance already. I need you to deliver this holovid of the attack on the Death Star to one of our spies. Can you do that?"
}}
