{
	"stfFile":"theme_park_rebel/nien_nunb",
	"entries": {
		"npc_smuggle_4":"Bah... can't believe I let that go so cheaply. Get out of here before I change my mind.",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"notit_4":"Chewbacca cannot fix the hyderdrive without that part.  I really need you to pick it up for me.",		"next":"Talk to Han.  See what he has to say.",		"notyet":"I can't talk.  I'm too busy working for Princess Leia.  Well, I could talk to you if she said it was ok.  You know where she's at right?  Somewhere on Cor....oh.  I shouldn't say.",		"npc_takeme_1":"Blast it! I told that Sullustan not to get that droid brain wet! Arrrgh.... sure, I'll fix it for him. Take me to him.",		"otherescort":"Whaaah? I don't know you! What do you want with me? Oh.... you must be looking for the other person standing around nearby.",		"npc_noloc_4":"I need to find out where this place is that you're supposed to meet him. Check back with me in a few minutes, okay?",		"npc_noloc_3":"Let me look on this map to see where I hid the Falcon. Check back in a few minutes.",		"npc_noloc_2":"Let me check the Falcon for my notes. Check back with me in a few minutes.",		"npc_noloc_1":"Charts are in need of consulting before a quest is embarked upon.  Please refer back to me later.",		"npc_failure_4":"He didn't actually have a Hyperdrive for a YT-1300? Aaarrgg!!!!  What am I going to do now? *sigh* I guess I take my chances with telling him then...",		"npc_failure_3":"You let them steal the Falcon? YOU LET THEM STEAL THE FALCON?!?!?!? Oh, that's it... I've got to get off this planet before Han finds out!!!",		"npc_failure_2":"You led the bounty hunter straight here? Oh, I sure do hope it was just some local pirate, rather than someone working for the Empire.",		"npc_failure_1":"Understanding has eluded my grasp on the same height as yours.",		"gotowork":"Dunno what this is. Here, you can have it back.",		"player_sorry_4":"Not yet. I'm about to meet him right now.",		"player_reset_4":"Sorry, Nien, but I don't have time to help you right now. I can't do this.",		"player_3_4":"Are you going to tell Han what happened?",		"player_2_4":"Sorry, Nien, but I don't have time right now.",		"player_1_4":"You're a nice guy... sure.",		"npc_work_4":"So were you able to get the Hyperdrive?",		"npc_reward_4":"Friend, you've helped me so much today, I greatly appreciate it. I can't begin to thank you for your help. You're the type of person who reminds me why we fight against the Empire. Oh yeah... I forgot you were here to speak with Han. I'll let him know you're here, and I'll also let him know you're completely dependable, too.",		"npc_reset_4":"Ah, I understand. I guess I'll see if Chewbacca can help me out. I really need to get the Falcon fixed before Han notices.",		"npc_breech_4":"You the one picking up this hyperdrive part? Good......",		"npc_backtowork_4":"Okay, good. Make sure the part works before you accept it, okay?",		"npc_4_4":"Are you crazy?! I'm never going to tell him. As a matter of fact, unless it's a matter of life or death, I'm never flying that thing again after we get off this planet! Even if we can stop the Empire once and for all, I won't get in his ship again. Well... I guess if we could stop the Empire I would... But that would be the ONLY way I'd fly his ship again!",		"npc_3_4":"Ah, I understand. I guess I'll see if Chewbacca can help m out. I really need to get the Falcon fixed before Han notices.",		"npc_2_4":"Thank you so much! Okay, I've told him I'm sending you out there. You might want to keep an eye open. I don't really trust this guy... well, I don't really trust any of the people here on the planet, to be honest. Just make sure he doesn't try to rob you, okay?",		"npc_1_4":"Okay..... I've spoken to Chewbacca... the hyperdrive is heavily damaged, but he says he can get it fixed if he had the right parts. I've managed to get in touch with a few shady pirates on this planet, and one guy said he has the part. Could you run out there and grab it for me? I would greatly appreciate it...",		"dontknowyou_4":"What? You're not the guy who wants to buy the Hyperdrive from me? Well, what are you wasting my time for?",		"dontknowyou_3":"Didn't you hear me the first time? I said my favorite line I like to say: Get out of here or get dead!!! That means go!",		"dontknowyou_2":"You're not the person I'm looking for. Get out of here!",		"player_sorry_3":"No, I haven't left yet.",		"player_sorry_2":"Not yet, but I'll have it taken care of.",		"player_reset_3":"I won't be able to stop them, Nein!",		"player_reset_2":"I don't think anyone was following me. I'm not doing this.",		"npc_reset_3":"How am I supposed to take them on!? I'm both a pilot and a navigator, I'm not a fighter!",		"npc_reset_2":"I'm not too sure about that, friend. By the looks of the ship - and I got a pretty close look without being spotted, I'd say that's a bounty hunter after you. Then again, we are on Lok... I'd still rather be safe than sorry.",		"npc_backtowork_3":"Well hurry up! They're pirates, for Sullust's sake! They're not going to wait around all day for someone to show up!",		"npc_backtowork_2":"Well, you'd best hurry before that bounty hunter gets too close to our makeshift base.",		"npc_breech_3":"Hey you!  Get out of here or get dead!",		"npc_breech_2":"So this is where secret Rebel base is, hm? The Empire will pay a lot for this info...",		"npc_breech_1":"Would you care to see my specially modifed droid parts?",		"npc_work_3":"Were you able to stop the Pirates?",		"npc_work_2":"Have you taken care of the tag-a-long?",		"npc_work_1":"Has the position of the merchandiser of rubbish been aquired?",		"dontknowyou_1":"Well, if you think of something you want, come look for me sometime.",		"cantwork":"Assistance has been offered, but a denial will ensue with gracious attachment. A thought comes to my mind that entails the visitation of Corellia.",		"npc_reset_1":"The emotion of anger is projected at the malfunctioning device in question. With a viewing of the past, knowledge provides information to the effect that currency should not have parted my appendages for said object. Blessings be unto you regardless of the outcome.",		"npc_backtowork_1":"I do not see problems with this current status. Upon the aquisition of repair, all will be made better.",		"player_sorry_1":"Umm... I think the answer is no, but I'm still looking?",		"player_reset_1":"Okay, I've had enough of this. I'm not doing this anymore.",		"player_3_3":"Is it true what they say about Han's ship?",		"player_3_2":"Why are you and Han Solo here on Lok?",		"player_3_1":"Why are you talking so weird?",		"player_2_3":"Whoa! This is none of my business, Nien. No.",		"player_2_2":"No thanks. I know nobody followed me.",		"player_2_1":"Sorry, I can't understand anything you're saying. I can't help.",		"player_1_3":"They're stealing the Falcon!!? I'll help you!",		"player_1_2":"Yeah, I'll clean up after myself.",		"player_1_1":"If you mean escort a guy here, sure I'll help.",		"npc_reward_3":"You saved the Falcon?! Oh, thank you so very much. Now, before Han finds out what happened, I'll need to check the damage on this Falcon. If it's damaged, it will be extremely hard to find parts. That's an old YT-1300, not to mentioned heavily modified at that. If you would, could you please check back with me a little later?",		"npc_reward_2":"Well, from what you say, it sounds like you had a bounty hunter on your tail when you left Corellia and had been stalking you all over Lok. You sure are lucky this guy wasn't a professional, or you wouldn't be here to tell me about it. I'll go see if Han is still busy... hmmm? What's that? Hm. Let me check on this warning beacon, then we'll talk some more.",		"npc_reward_1":"Thank you soooo much! I knew I should have been wary of buying a 'prototype' using a protocol droid brain to translate to other languages. Thanks again! Princess Leia told us to expect you. Look, I have to go move the Millennium Falcon to a safer location, so I can't talk right now. Check back with me in a bit, because I might have need of you.",		"npc_4_3":"You mean the one that goes: there's nothing Han Solo cares more about in this galaxy than the Millennium Falcon? Umm. Yeah. That's why we can't say anything to him about it, okay? He told me if anything happens to the Falcon, he'll tell Chewbacca to get angry. You've heard what they say an angry Wookiee does to your arms, right?",		"npc_4_2":"Well, it's still a bit hush-hush, so I can't say much - that's up to Han. I was asked by Solo to navigate us to a safe spot on the planet, so that's why I'm out here. His Wookiee friend went to accompany him with gathering old contacts. From what I gather, I'm not too sure if I really want to ask too many questions about either of their pasts. ",		"npc_4_1":"A device created for the intent of the decoding of syllables between both Sullustan and Basic was aquired in exchange for legal tender. The aforementioned splinter of dung has experienced a series of failed functions, resulting in unintended methods of communication. Does the possibility exist of your person performing assistance?",		"npc_3_3":"Ooooh.... please! You have to help! If Solo finds out that I parked his baby next to some Pirates, he'll kill me! Seriously! I think he might actually kill me!",		"npc_3_2":"I'm not too sure about that, friend. By the looks of the ship - and I got a pretty close look without being spotted, I'd say that's a bounty hunter after you. Then again, we are on Lok... I'd still rather be safe than sorry.",		"npc_3_1":"The emotion of anger is projected at the malfunctioning device in question. With a viewing of the past, knowledge provides information to the effect that currency should not have parted my appendages for said object. Blessings be unto you regardless of the outcome.",		"npc_2_3":"Thank you, thank you, thank you! Okay, here's where I landed the Falcon. You should find the pirates somewhere about here... I've highlighted it on your datapad for you. If you scare a number of them off, the rest should leave as well. If they won't listen to reason... well, they're pirates, if you understand what I'm saying.",		"npc_2_2":"I'm glad to hear that I won't have to scrape you out of a mess. Now, from what I gather, I'm pretty certain the craft has fully landed, and this person is on their way to track you down. If they're friendly, that's fine... but I've seen that type of flying before, and I'll wager 1000 credits that's a bounty hunter. Stop by when the coast is clear.",		"npc_2_1":"Relief is greatly filling me. The location of the said trafficker is expected to be an inverse of a great distance. Appreciation will be granted upon the finality of your agenda. Hastened movement will increase the feelings of gratitude. Take your fears and dispatch them, for the dealer should comprehend the condition.",		"npc_1_3":"Uh-oh. What am I gonna do? If Han finds out about this, he'll... hey! I... uh... need your help. I guess when I was tracking the bounty hunter's ship, I never bothered to complete my own scans of the area. Yeah... um... well, it seems that our basecamp is in proximity to a nearby Pirate camp. Uh... could you help stop the Pirates stealing the Falcon?",		"npc_1_2":"Thanks again for the previous help. When I was landing the Falcon in a safer, more secret hiding place, I noticed a small craft landing nearby our location. You weren't expecting anybody were you? Nah... I didn't think you were. Well, I hate to say, but you have someone following you, and you might want to take care of it before they find us.",		"npc_1_1":"Hello to your person. The Regal One has messaged your expectation of arrival. Problems are had by myself concerning a made to be shifted linguistic decoder that was transacted by a regional purveyor of droids fittings. A request is made for your help. Locate the seller and transport him to my person. Are you understanding?"
}}
