{
	"stfFile":"theme_park_rebel/princess_leia",
	"entries": {
		"next":"You should go to Lok and see my friend Nien Nunb.  He's there with Han Solo.  Perhaps they could use some assistance?",		"notyet":"You shouldn't be here.  Perhaps Wedge could use your help?",		"npc_failure_5":"The commander died in the crossfire, you say? Aarrgh! Without his information, the Empire might be able to get their project completed before we can stop it.",		"npc_failure_4":"The Bothan contact wasn't there? But they're always reliable... well, this could have been a great advantage, but we will persevere.",		"npc_failure_3":"She died in the scuffle? *sigh* Let me take care of this, then. I have to find some way to explain this to the rest of her clan...",		"npc_failure_2":"Did I just hear you say you let him get killed? What kind of bodyguard are you!?",		"npc_failure_1":"She died in the scuffle? *sigh* Let me take care of this. I have to find some way to explain this to her husband...",		"gotowork":"Thank you for your kind offer, but this is not something I am in need of. You should offer it to someone less fortunate.",		"otherescort":"No, I'm not in need of being escorted by anyone. Maybe you're looking for someone else?",		"noloc_5":"Let me check with the Bothan's information. Ask me again in a few minutes.",		"noloc_4":"I need to contact the Bothan SpyNet to let them know I'll be sending them a courier. Check back with me in a few minutes, please.",		"noloc_3":"Let me check with Tennelt again as to the whereabouts of her extradition path. Please ask me again in a few minutes.",		"noloc_2":"Let me look up where you are to meet him. Please check back with me in a few minutes.",		"noloc_1":"Let me check the message to see where she last was before being arrested. Please speak with me again in a few minutes.",		"npc_smuggle_4":"Yeah, yeah, yeah. These are some tasty codes. We'll get them sliced and diced in no time. When we're done, we let the Princess know what secrets Old Papa is hiding, okay?",		"player_sorry_5":"The shipment hasn't arrived yet.",		"player_sorry_4":"Um... I haven't yet delivered them yet.",		"player_reset_5":"I give up. I can't do this.",		"player_reset_4":"I can't handle this responsibility anymore!",		"player_3_5":"What's this Imperial construction project?",		"player_3_4":"I don't understand. Tennelt told you he was a spy?",		"player_2_5":"I can't handle something like that.",		"player_2_4":"Sorry, but this is too much responsibility for me.",		"player_1_5":"No problem. I'll do it.",		"player_1_4":"I'll get it to them!",		"npc_work_5":"Do you have the Commander in your custody?",		"npc_work_4":"What did the Bothan say when you delivered the codes?",		"npc_takeme_5":"Very well, then. I surrender.",		"npc_reward_5":"Thank you. Once the questioning has been completed, we can inform Mon Mothma of the important news so that she can set up a battle plan. You know... I know a guy who could use your help with something he's working on right now. If you'd like to travel to Lok, you might want to look up Han Solo. I'll let him and Nien know you're coming.  And take this reward for your assistance.  It's the least we can do.",		"npc_reward_4":"From how you described your conversation with the Bothan, I'm sure you gave it to the right guy. They're a bit odd, but they're the best slicers in the Galaxy. Now all we have to do is wait and see what information they are able to steal. Thank you for your help.",		"npc_reset_5":"Yes, I know I've asked you for so much so far, but you are desperately needed! Please, please reconsider.",		"npc_reset_4":"I understand this is quite important, but I wouldn't have asked you unless I thought you were the person for the job. I have faith in you, so please reconsider.",		"npc_breech_5":"A bandit ambush! Put a stop to this, men!",		"npc_breech_4":"Whoaaaa... you have a flashy look in your eye. What code are you sending me, huh?",		"npc_backtowork_5":"Well, you don't want to miss it. You might want to set up an ambush for them.",		"npc_backtowork_4":"You must hurry! Those codes will be changed very soon, and we need to make the most of them.",		"npc_4_5":"We're not sure at this time. Ever since we destroyed the Death Star, the Empire has been hurting for credits. It's possible they may be building a new repair facility, or worse yet, another one of those monstrous Super Star Destroyers. We need to find out what this is before they can continue building it.",		"npc_4_4":"Yes, it's true. When he came here, he was actually intending on sneaking out and revealing where our base was. In the time that he has spent here and seen what the Empire is actually doing, rather than the propaganda he was fed by the Emperor, he has decided to really join our cause. I somehow knew inside that he was a good person, and fortunately I was right.",		"npc_3_5":"Yes, I know I've asked you for so much so far, but you are desperately needed! Please, please reconsider.",		"npc_3_4":"I understand this is quite important, but I wouldn't have asked you unless I thought you were the person for the job. I have faith in you, so please reconsider.",		"npc_2_5":"We have targeted an outgoing shipment from this planet. What we need you to do is to identify the commander of the transport units, then capture him. He will be able to give us more information.",		"npc_2_4":"I knew I could trust you to do this. You need to deliver this to our contact with the Bothan SpyNet, and very soon. Tennelt was supposed to check back in tomorrow. When the ISB realizes that he really defected, they'll change every one of these codes. We need to give the Bothan slicers as much time as possible!",		"npc_1_5":"Well, the Bothans sure did a good job. They managed to grab everything they could from Imperial Intelligence. In addition to a number of Star Destroyer flightpaths, they uncovered what appears to be a construction project being built near an out of the way system. We would appreciate it if you intercepted one of these shipments, please.",		"npc_1_4":"We have just received some... well, very interesting news. It seems that Tennelt was actually a spy this entire time, until he revealed to us that he now truly wishes to defect. Since his revelation he has provided us every single code he was privy to, which we have encoded on a datapad. I need your help, for this needs to be delivered to our contacts immediately!",		"notit_4":"What? This has no codes on it! What game are'ya playing here?",		"dontknowyou_5":"If you do not have official business here, move along!",		"dontknowyou_4":"Hey now. You're not running the same system as us, are you? Sorry... no business for you.",		"dontknowyou_3":"Thank you for your assistance. I will be forever in debt to you.",		"dontknowyou_2":"What? You're not the one who was described to me. I bid you good day.",		"npc_takeme_3":"Oh, thank you! What? You were sent by Princess Leia? I knew I put my faith in the right side of this struggle. Please, lead on.",		"npc_takeme_2":"Very well. I understand the need for secrecy, but I do so hope you pay attention so that I don't fall into a gully. Let us depart.",		"npc_takeme_1":"Oh, thank you so much! Once I've made it back to my family, I'll make it a point to send you one of my famous garrenberry pies! Now, let's go!",		"player_sorry_3":"No, not yet.",		"player_sorry_2":"I haven't made contact with him yet.",		"player_reset_3":"I'm no longer capable of handling this job.",		"player_reset_2":"I've changed my mind. I'm not helping any Imperials!",		"npc_reset_3":"After all you've done for us, I would have assumed you were the best person for the job. Very well, I'll see if I can get Wedge to do it. I must attend to this now, so I no longer have any time to talk.",		"npc_reset_2":"I hate to burst your bubble, but if you look around, half of the people you see in the Alliance were once Imperials. Heck, General Dodonna was one of the first to Captain a Star Destroyer when the Emperor took over. That attitude does nothing to help our cause, friend.",		"npc_backtowork_3":"You must hurry! You need to save her before she makes it to the Inquisitor!",		"npc_backtowork_2":"Please make haste. If the Imperials find out he's defecting, they might kill him outright!",		"npc_breech_3":"Please! You must stop them before they kill me!",		"npc_breech_2":"Hold there. You wouldn't happen to be the royal one's emissary, would you?",		"npc_breech_1":"Please, help me! They're going to send me to the Kessel mines!",		"npc_work_3":"Have you rescued the Selonian yet?",		"npc_work_2":"Where is the ISB agent?",		"npc_work_1":"Have you saved Deasie?",		"dontknowyou_1":"Thank you for stopping them. I'll be going back home now.",		"cantwork":"Hello. You must be the person both Qualdo and Wedge have told me about. I wish to thank you for all you've done for our cause. With everyone's help, such as yours, we may actually have a chance to put an end to the Empire.",		"npc_reset_1":"Umm.. I don't understand. You don't wish to help this person? Am I understanding that you would prefer for her to go off to the Empire's prisons after all she's done for us?",		"npc_backtowork_1":"You must understand that time is of the essence. You are her only hope!",		"player_sorry_1":"No, not yet.",		"player_reset_1":"I'm sorry, Princess, but I can't do this.",		"player_3_3":"Why are the Imperials interested in a Selonian?",		"player_3_2":"When did all of this happen?",		"player_3_1":"Who am I to rescue?",		"player_2_3":"This doesn't sound like a job for my skills. Sorry.",		"player_2_2":"Sorry, I can't stand looking at an Imperial.",		"player_2_1":"I'm sorry, Princess, but I cannot help with this.",		"player_1_3":"I'll definitely help!",		"player_1_2":"Sure, I'll bring him here safely.",		"player_1_1":"By all means! I'll save her!",		"npc_reward_3":"As an Advocate on the Tribunal, she will be able to relate her story through her clan. I will send someone out to inform them of what transpired so that she can be smuggled back into their caves safely. Thank you very much for your help.",		"npc_reward_2":"Officer Tennelt has asked me to thank you for providing a safe trip here. I too offer you my thanks, for this will be a great boon to the Alliance if he truly is defecting. I'll need to have a number of talks with him before I'm convinced, though. Thank you very much for you assistance.",		"npc_reward_1":"Oh, thank you so much. We'll be able to set them up with a nice home on Rori where they'll be safe, after all they have contributed. As for you, I'm certain they will be forever grateful for what you have done. Thank you once again.",		"npc_4_3":"According to the information Tennelt has given us, it seems this Selonian is one of the Advocates on the Corellian Tribunal. It seems she has been rather vocal against the Empire as of late, and the plan was to remove her from the picture and replace her with someone a little more Pro-Imperial. We need to stop this from happening.",		"npc_4_2":"Actually, it was the woman you rescued earlier, Deasie A'Fresel. It seems her brother is an ISB agent, and the fact that she was going to be taken to the Inquisitors was the last straw for him. He has seen what you have done for his sister and brother-in-law, and wishes you to be his escort so that he may speak with me.",		"npc_4_1":"Her name is Deasie A'Fresel, and she's the wife of the cell leader you helped to escape off planet a little while back. She opted to be the last one to leave the planet, making sure the rest of her family went before she did. Unfortunately, the Imperials have found her and are transporting her to the nearest Inquisitor.",		"npc_3_3":"After all you've done for us, I would have assumed you were the best person for the job. Very well, I'll see if I can get Wedge to do it. I must attend to this now, so I no longer have any time to talk.",		"npc_3_2":"I hate to burst your bubble, but if you look around, half of the people you see in the Alliance were once Imperials. Heck, General Dodonna was one of the first to Captain a Star Destroyer when the Emperor took over. That attitude does nothing to help our cause, friend.",		"npc_3_1":"Umm.. I don't understand. You don't wish to help this person? Am I understanding that you would prefer for her to go off to the Empire's prisons after all she's done for us?",		"npc_2_3":"The information that Tennelt has given us suggests that she will be taken along the route I have entered into your datapad. Accordingly, there is a small group acting as escort, which you will likely have to take care of. Once she has been rescued, bring her back here to the base so that we can help her to safety.",		"npc_2_2":"I thank you very much. The ISB agent has designated a meeting place out within the wilds.  I don't think I need to say that you should be prepared for a fight in case this is a trap. Please take caution in case he is not as sincere as he claims.",		"npc_2_1":"I thank you in advance for your help. We have her last known location before she was apprehended, but I'm not sure if she'll be there. Once you have rescued her from the Stormtroopers, bring her back here so that we can reunite her with her family. Please hurry, for you are her only hope.",		"npc_1_3":"Good, you have arrived just in time. Tennelt has informed us that right before he defected, he provided information regarding a prominent Selonian politician that was being abducted and taken to the Inquisitors for interrogation, then execution. We need to save her before it's too late!",		"npc_1_2":"Ah, it's you. I have a request of you, if you are available. We have made contact with an Officer that works for the ISB, the Imperial Security Bureau. He wishes to come over to the Alliance, but requires my assurance he will come to no harm. He requested you to be his bodyguard, as well. Will you do this for us?",		"npc_1_1":"Welcome! It's a pleasure to meet you. I've been told what you've done, and on behalf of the Alliance, I wish to extend my thanks to you. I have a further request for you, though. I am overseeing the off-planet evacuation of a family that has helped us in the past, but one of them has been arrested. I need you to go rescue her, please."
}}
