{
	"stfFile":"theme_park_rebel/qualdo_herm",
	"entries": {
		"notyet":"The droids are the ones you should talk to.  I believe they need some assistance.   C-3PO and R2?  You've met them, yes?",		"next":"I'm dealing with some new recruits and some paperwork, but we appreciate your efforts for the Alliance.  Perhaps Wedge has some work that he needs done?",		"otherescort":"Sorry, friend, but I think you've got the wrong guy.  Check nearby, okay?",		"npc_noloc_4":"Let me find out where I'klee'trao's last location was. Check back with me in a few minutes.",		"npc_noloc_3":"Let me contact 'Klee to find out where exactly the meeting point was supposed to be. Check back with me in a few minutes.",		"npc_noloc_2":"I'll gather where the shipment is coming in from. Check back with me in a few minutes.",		"npc_noloc_1":"Hmmm... let me check where he said he would meet me.  Ask me again in a few minutes.",		"npc_failure_4":"What? He's dead? After everything he did for us, you let him die? What are you, a monster?",		"npc_failure_3":"You weren't able to get the documents? Well, at least you tried to do your part.",		"npc_failure_2":"They were able to get the shipment to the facility? Oh well. I guess we'll have to step up our security a bit more in the future.",		"npc_failure_1":"Well, that's horrible!  Imperials got him, you say? I think I'm going to be depressed!",		"gotowork":"Seems like you should be getting back to work.",		"npc_smuggle_1":"Thank you. Tell Qualdo that I'll keep him posted on whatever the Empire is planning to do with the project I'm working on. Good luck with your Alliance.",		"player_sorry_4":"I haven't found him yet.",		"player_reset_4":"You'll need to get someone else to do this. I can't anymore.",		"player_3_4":"What happened to your calm demeanor?",		"player_2_4":"I'm not capable of doing something like that.",		"player_1_4":"Absolutely!",		"npc_work_4":"Have you found him yet? Where is he?",		"npc_takeme_4":"Qualdo sent you.... *moans*.... please.... help me.... I think I'm dying.....",		"npc_reward_4":"You brought him back just in time! Yes...yes... I can do this. Thank you for your help, friend - you may have just saved a man's life... er... Ithorian's life. I told Wedge about you, and he said he might need your help as well. Not to be rude, but out of my way... I've got a life to save!",		"npc_reset_4":"What? Oh... okay... let me think here. I can't have another person killed, too... okay, I'll have to ask the Princess what to do!!!!!",		"npc_breech_4":"*moans*..can't... see too well.... are you here to kill me?",		"npc_backtowork_4":"Well, hurry. He doesn't have much longer before he dies!",		"npc_4_4":"Look, I'm a medic, not a commander. I couldn't take doing the surgeries anymore, so I was transferred to a command position. Only an Ithorian would know how to operate on another Ithorian, due to their physiology. Or a Xeno-Surgeon... such as myself. I'm the only one who can save him from dying, but I vowed never to do an operation again. Now do you see?",		"npc_3_4":"What? Oh... okay... let me think here. I can't have another person killed, too... okay, I'll have to ask the Princess what to do!!!!!",		"npc_2_4":"Okay, okay! Okay... let's see.  Okay, 'Klee's last transmission to us was from these coordinates. You need to get out there fast, then bring him back here. Be careful, for he's been severely wounded and has probably lost a lot of blood. Okay, I'll let you do your job and get out of your way now.",		"npc_1_4":"Oh, this is bad news! The Imperials found 'Klee's commlink and have had him arrested and sentenced to execution! We sent a team to rescue him, but they were all killed, save for I'klee'trao. Look, this is a matter of life and death! I need you to go out there and rescue him, then bring him back to me immediately! Will you do it?",		"dontknowyou_4":"Please... send for help.... don't know how... much longer.....",		"dontknowyou_3":"You're not a Rebel? Sorry, I mistook you for someone else.",		"dontknowyou_2":"Oh, you're not taking the shipment? Sorry about that.",		"player_sorry_3":"Doing fine, and you?",		"player_sorry_2":"No, I just wanted to say 'Hi'.",		"player_reset_3":"I'm sorry, but I can't do this mission anymore.",		"player_reset_2":"Qualdo, I can't do this anymore.",		"npc_reset_3":"Well, I'm not sure I understand, but you've already been a big help to begin with, I guess I can't complain. Thanks anyways.",		"npc_reset_2":"Hrmm... well, I can understand. I was just hoping you would be willing to help. Well, thank you anyways.",		"npc_backtowork_3":"Oh, I can't complain. Sure beats being out in the field patching up blaster wounds.",		"npc_backtowork_2":"Well, hello to you too.  You really do need to get out there and grab that compound before it's too late, though.",		"notit":"Hmmm... I thought Qualdo said he'd be giving me a modified commlink.  This doesn't look like one.",		"npc_breech_3":"Wait one moment! You don't look like a courier! You're a Rebel!!!",		"npc_breech_2":"Bandits!  Protect the compound at all costs!",		"npc_breech_1":"Hello. You wouldn't happen to be Qualdo's friend, would you?",		"npc_work_3":"How are you doing today?",		"npc_work_2":"Do you have a question?",		"npc_work_1":"Have you given I'klee'trao the commlink yet?",		"dontknowyou_1":"Oh, I see. Well, if you ever meet him, say 'Hi' for me, okay?",		"cantwork":"Hello there! I'm Qualdo Herm and a member of the Alliance like you. The Princess's droids have spoken highly of you, and I think I can use your help when you've got some time.",		"npc_reset_1":"Well, I can understand that. I'd do it myself, but I need to oversee the evacuation of one of our guy's family. Well, thanks anyway.",		"npc_backtowork_1":"Okay, I was just checkin'.",		"player_sorry_1":"Sorry, not yet.",		"player_reset_1":"I'm sorry, but something came up.  I can't do this anymore.",		"player_3_3":"What's the plan you've concocted?",		"player_3_2":"What's the project he's working on?",		"player_3_1":"Who's this friend of yours?",		"player_2_3":"Unfortunately, I can't help you right now.",		"player_2_2":"Sorry, it sounds a bit dangerous. I can't.",		"player_2_1":"Sorry, but I'm a bit busy right now.",		"player_1_3":"Sure I'll help!",		"player_1_2":"Sounds important. Yes, I'll do it.",		"player_1_1":"No problem.  I'll do it.",		"npc_reward_3":"Yes, these are the documents! I'll have to give these and the compound to High Command. I'm sure that the project will be cancelled now that we have everything needed to actually research this. With them unable to make Probots silent, we'll still be able to hear them a parsec away!  Oh, and take this reward for your assistance. You've earned it.",		"npc_reward_2":"I see you found this compound! This is good news, indeed. With them not able to use this in their experiments, they'll be slowed down long enough for us to work out a better plan.  Thanks, friend!  Oh, and here's another reward for your assistance.",		"npc_reward_1":"Great, you're back! I'klee'trao has made contact with me through the commlink. If anything comes up, he'll keep us posted. Thanks for your help, friend.  I don't have much to offer, but take this reward for your assistance.",		"npc_4_3":"I'klee'trao suggested that since the project was under consideration due to security breaches, the best way to have it cancelled completely would be to destroy the design documents. He's sent a false message to the Imperial Officer that has taken control of the facility. The message told him to deliver the documents to a courier, but you'll intercept them.",		"npc_4_2":"From what he says he made a breakthrough in sound dampening technology a little bit back. Apparently the Empire has now shown themselves to be the ones running the company, and are planning on using this for their Probe Droids.  Their plan is to make these droids far more quiet so they aren't as easily detectable due to their loud whine and chatter.",		"npc_4_1":"He's an old friend I went to the Scientarium Academia with.  He specialized in acoustic technology, whereas I focused on alien surgery. As a matter of fact, I used to be the best medic for 10 parsecs around - that was before I just couldn't take the nerves anymore. Just recently he got ahold of me again, and through some talking, offered to give the Alliance special information.",		"npc_3_3":"Well, I'm not sure I understand, but you've already been a big help to begin with, I guess I can't complain. Thanks anyways.",		"npc_3_2":"Hrmm... well, I can understand. I was just hoping you would be willing to help. Well, thank you anyways.",		"npc_3_1":"Well, I can understand that. I'd do it myself, but I need to oversee the evacuation of one of our guy's family. Well, thanks anyway.",		"npc_2_3":"Great! You'll need to run over to the research facility and meet with the Imperial Officer that is overseeing this project. He is delivering the design documents, regarding the project that is, to a courier for transport back to a R&D facility. However you do it, you need to get those blueprints from him.",		"npc_2_2":"Okay, I'll give you the coordinates of where the shipment should be coming from. What we need is the compound that will be used to make a prototype for the project. Once we have that, we'll be able to put a stop, or at least slow down, the research on this project. Good luck, friend!",		"npc_2_1":"Great!  It seems my friend, I'klee'trao, is working for a company making dampening devices. Well, he just found out the company's secret project is actually being funded by the Empire. Being an Ithorian, he has no love for the Empire.  Bring him this special two-way commlink so that he can relay any special info to us.",		"npc_1_3":"Well, hello there! My Ithorian friend has given us good news! It seems that without the compound, which is apparently quite expensive in it's prototype form, the Empire is considering putting an end to the project. With a little help from I'klee'trao, we have devised a plan that might stop the project altogether. Can you help us with this?",		"npc_1_2":"Hi there! I need your help again, friend. I'klee'trao has let me know that a special compound is being transported to his research facility. It seems that this compound is being used for the project he's working on. My plan is to intercept that compound so that it will slow down their research. Can you do that for the Alliance?",		"npc_1_1":"Hello there! I'm Qualdo Herm and a member of the Alliance like you. The Princess's droids have spoken highly of you, and I think I can use your help. I have a friend that has recently decided to help the Alliance by providing some information. What I need, though, is for you to deliver this special comm-link to him. Sound good?"
}}
