{
	"stfFile":"theme_park_rebel/quest_details",
	"entries": {
		"rebel_hideout_48":"LUKE needs you to DELIVER the BOX to someone he knows on YAVIN",		"rebel_hideout_47":"LUKE needs you to RETRIEVE the BOX that he was looking at earlier",		"rebel_hideout_46":"LUKE needs you to ESCORT the missing archeologist back",		"rebel_hideout_45":"LUKE needs you to help him FIND the CREATURE that took a bite out of his droid.  You may need to KILL the creature to find the PART",		"rebel_hideout_44":"LUKE needs you to ESCORT the ARCHAEOLOGICAL SUPERVISOR back to him",		"rebel_hideout_43":"GENERAL DODONNA needs you to DELIVER the INFORMATION to LUKE SKYWALKER",		"rebel_hideout_42":"GENERAL DODONNA needs you to DELIVER the INFORMATION to the PILOT who will take it to Mon Mothma",		"rebel_hideout_41":"GENERAL DODONNA needs you to DESTROY the GENERATOR that is powering the TIE BOMBER FACTORY",		"rebel_hideout_40":"GENERAL DODONNA needs you to ESCORT his TROOPS back to the REBEL BASE",		"rebel_hideout_39":"GENERAL DODONNA needs you to ELIMINATE the STORMTROOPERS who are keeping his people from escaping",		"rebel_hideout_38":"MON MOTHMA needs you to RETRIEVE WITH FORCE the BLUEPRINTS for whatever the Empire is building",		"rebel_hideout_37":"MON MOTHMA needs you to ESCORT the IMPERIAL who is to oversee the new troop movments back to the REBEL BASE",		"rebel_hideout_36":"MON MOTHMA needs you to TAKE OUT the STORMTROOPERS who are preventing her people from escaping",		"rebel_hidout_35":"MON MOTHMA needs you to ESCORT the CAPTAIN of the Corvette back to the REBEL BASE",		"rebel_hideout_34":"MON MOTHMA needs you to ELIMINATE the STRIKE TEAM that is preparing to attack the Rebel Base",		"rebel_hideout_33":"MON MOTHMA needs you to DELIVER a HOLOVID of the Death Star's Destruction",		"rebel_hideout_32":"ACKBAR needs you to TAKE OUT some IMPERIALS who are here to clean up the Rebel Base",		"rebel_hideout_31":"ACKBAR needs you to DELIVER the INFORMATION gathered to ADMIRAL BEL IBLIS",		"rebel_hideout_30":"ACKBAR needs you to DELIVER the INFORMATION from the bounty hunter to his ASSOCIATES",		"rebel_hideout_29":"ACKBAR needs you to MEET with someone who may be willing to SELL some INFORMATION to the Alliance",		"rebel_hideout_28":"ACKBAR needs you to KILL a few STORMTROOPERS to cause a diversion so he can safely land his ships",		"rebel_hideout_return":"RETURN to the REBEL who gave you the mission",		"rebel_hideout_27":"HAN SOLO needs you to deliver a payment of CREDITS to Nym's bruiser, NATEBA KERR",		"rebel_hideout_26":"HAN SOLO needs you to RESCUE his friend from the IMPERIALS who have arrested him.",		"rebel_hideout_25":"HAN SOLO needs you to ELIMINATE the PIRATES near Nym's Fortress",		"rebel_hideout_24":"HAN SOLO needs you to RETURN A STOLEN ITEM from some BANDITS who have taken it",		"rebel_hideout_23":"HAN SOLO needs you to ESCORT his old friend back to see him.",		"rebel_hideout_22":"NIEN NUNB needs you to RETRIEVE the PART he needs to fix the Falcon's Hyperdrive",		"rebel_hideout_21":"NIEN NUNB needs you to KILL the PIRATES who may be hanging around the Millenium Falcon",		"rebel_hideout_20":"NIEN NUNB has warned you of a BOUNTY HUNTER who is trying to kill you.  You may want to DEAL WITH HIM first.",		"rebel_hideout_19":"NIEN NUNB (apparently) needs you to ESCORT the TECHNICIAN responsible for his broken translator to him",		"rebel_hideout_18":"PRINCESS LEIA needs you to INTERCEPT a SHIPMENT that the IMPERIALS are carrying",		"rebel_hideout_17":"PRINCESS LEIA needs you to DELIVER the IMPERIAL CODES to her CONTACTS",		"rebel_hideout_16":"PRINCESS LEIA needs you to RESCUE the SELONIAN who is being detained by the IMPERIALS.  You may need to KILL them to free her.",		"rebel_hideout_15":"PRINCESS LEIA needs you to ESCORT a potential EX-IMPERIAL who may be able to help the Alliance",		"rebel_hideout_14":"PRINCESS LEIA needs you to ESCORT her FRIEND back to the REBEL BASE",		"rebel_hideout_13":"WEDGE needs you to GET THE CODE CYLINDER from the IMPERIAL who guards the warehouse and return it to the REBEL BASE",		"rebel_hideout_12":"WEDGE needs you to DESTROY the GENERATOR for the IMPERIAL STARPORT so that they can't send for reinforcements.",		"rebel_hideout_11":"WEDGE needs you to ESCORT the IMPERIAL who is overseeing the operations back to the REBEL BASE",		"rebel_hideout_10":"WEDGE needs you to find the OUTSPOKEN INDIVIDUAL who may ruin everything!  Try to REASON with her, but if not she may need to be ELIMINATED.",		"rebel_hideout_9":"WEDGE needs you to DELIVER a LETTER OF CONFIRMATION to his potential REBEL FRIEND",		"rebel_hideout_8":"QUAL'DO HERM needs you to ESCORT his ITHORIAN SCIENTIST friend back to the REBEL BASE",		"rebel_hideout_7":"QUAL'DO HERM needs you to find the IMPERIAL who has the BLUEPRINTS and get them from him.  Use DEADLY FORCE if necessary.",		"rebel_hideout_6":"QUAL'DO HERM needs you to get the COMPOUND from the IMPERIALS who are holding it.  You are authorized to KILL if necessary.",		"rebel_hideout_5":"QUAL'DO HERM needs you to DELIVER a special COMMLINK to his friend, the ITHORIAN SCIENTIST",		"rebel_hideout_4":"C-3PO needs you to DELIVER a piece of INFORMATION to the REBEL CAPTAIN at the given coordinates",		"rebel_hideout_3":"C-3PO needs you to ESCORT CAPTAIN TAERGLE back to the REBEL BASE",		"rebel_hideout_2":"C-3PO needs you to deliver DERMAL MEDICINE to a REBEL CAPTAIN whose men have been wounded.",		"rebel_hideout_1":"C-3PO needs you to DELIVER a shipment of food to the SELONIAN CONTACT."
}}
