{
	"stfFile":"theme_park_rebel/wedge_antilles",
	"entries": {
		"npc_breech_4":"You won't get away with this!",		"notyet":"You should see if Qual'do needs some help.",		"next":"I think Leia would like to speak with you.",		"npc_failure_5":"He didn't have the key on him? I can't believe that!",		"npc_failure_4":"You weren't able to take out the general? Hmmm... well, we may need to send a special team out there to do it, then.",		"npc_failure_3":"He died in the crossfire? How did you let that happen? Oh well... I guess I'll go explain this one to Leia.",		"npc_failure_2":"You weren't able to find her? I hope she didn't reveal to the Empire what her associates were doing.",		"npc_failure_1":"You say he wasn't there when you showed up? Hrm... they must've gotten cold feet at the last minute, I guess.",		"gotowork":"I think you should be getting to work.",		"otherescort":"I'm not the person you're looking for. Move along.",		"noloc_5":"I'll get you the location of the storehouse in a moment. Check back with me in a few minutes.",		"noloc_4":"Let me check his report so that I can point you to the right location. Check back with me in a few minutes.",		"noloc_3":"Let me check with Rogue Squadron to find out where he's going to land. Check back with me in a bit.",		"noloc_2":"Let me check with one of the guys to see where she might likely be. Check back with me shortly.",		"noloc_1":"I seem to have forgotten where I was supposed to meet him. Let me check my message again, then get back to me, okay?",		"npc_smuggle_1":"One second... let me check this first... Oh, okay, we know where that is. Okay, tell Antilles that we'll meet him there.",		"player_sorry_5":"No, not yet.",		"player_sorry_4":"No, not yet.",		"player_reset_5":"I can't take him on myself, Wedge.",		"player_reset_4":"I'm sorry, but this is too much for me.",		"player_3_5":"Who's the Quartermaster?",		"player_3_4":"Did we find out what the project was?",		"player_2_5":"Sorry, but I'm a bit preoccupied right now.",		"player_2_4":"Whoa. That's beyond my capabilities.",		"player_1_5":"Yeah, I can do this for the Alliance.",		"player_1_4":"I'll do this job for you, Wedge.",		"npc_work_5":"So, do you have the cylinder?",		"npc_work_4":"Has the general been eliminated?",		"npc_reward_5":"Well, I'll be! With this code-cylinder, we'll be able to recover a number of ships to rebuild our fleet. It's a small step, but every bit counts. You've been a great help, friend! I was telling Leia about you, and she's asked me to send you over to her when you got back. Once again, thank you!  And here, a rebel flight suit all for yourself.",		"npc_reward_4":"So the general is out of commision, then? Good! Now we can start recovering these generators rather than having to purchase more. They can get pretty expensive from what I've been told. I'll contact my wingmates to recover any more of them already in transit. You've done a good job!",		"npc_reset_5":"Oh, okay, I understand. I'll check with Leia's astromech and protocol droid to see who we have that can help. Well, good luck with whatever you're doing.",		"npc_reset_4":"Well, I think you can do it, friend. If you feel you can't, I understand.",		"npc_breech_5":"You'll get this code-cylinder when you pry it from my cold, dead hands!",		"npc_backtowork_5":"Make sure you're well prepared for his guards before you go running out there!",		"npc_backtowork_4":"Okay, let me know when you taken care of the General, then.",		"npc_4_5":"He's the person who's in charge of all things being checked in and out of that building. Even though most of the pilots for the Empire are well trained, you still have some that want to hop in an X-Wing to try one out. That's why the Quartermaster is the only one who has the keys to the place.",		"npc_4_4":"No, it seems that no one is privy to that information. All we know was that someone was assigned to oversee the transportation of the generators. He got to his position by being a yes-man rather than by asking too many questions. Even still, this is still important information.",		"npc_3_5":"Oh, okay, I understand. I'll check with Leia's astromech and protocol droid to see who we have that can help. Well, good luck with whatever you're doing.",		"npc_3_4":"Well, I think you can do it, friend. If you feel you can't, I understand.",		"npc_2_5":"I knew I could count on you. Here is where the Quartermaster should be able to be found. He's going to have a unique code-cylinder on him that will open the storehouse. I doubt he's going to just hand it over to you, so you may have to use the business end of a weapon to convince him. You might as well ask him first, though.",		"npc_2_4":"And that's why I asked you. I know I can rely on you for something like this. All you need to do is take out General Boize. Go ahead and gather together whatever you need, then get rid of him!",		"npc_1_5":"According to the documents you recovered from General Boize, he was overseeing a storehouse here on Corellia that contains a number of confiscated starcraft and starcraft parts. You need to persuade the Quartermaster in charge of the place to let you in, if you know what I mean.",		"npc_1_4":"It seems this is part of a large construction project the Empire has started.  From what we know already, the Empire is retro-engineering all of the power generators and shipping them offplanet somewhere. We need to take out the man in charge of this endeavor, an Imperial General by the name of Boize.",		"dontknowyou_5":"You're not here for the keys? Oh, sorry about that.",		"dontknowyou_3":"Sorry, I was practicing some lines from my favorite play.",		"dontknowyou_2":"Oh, sorry, I thought you were someone else! Nevermind!",		"npc_takeme_3":"I cannot believe you would have the audacity to arrest a person of my rank! I demand you take me to your leader at once! Oh... that's what you already planned on doing? Oh my...",		"player_sorry_3":"No, not yet.",		"player_sorry_2":"No, not yet.",		"player_reset_3":"Wedge, something came up. I can't do this anymore.",		"player_reset_2":"Wedge, I'm scared to talk to people. I can't do this.",		"npc_reset_3":"Oh, okay, I understand. I'll check with Leia to see who we have that can help. Well, good luck with whatever you're doing.",		"npc_reset_2":"Yeah, I'm not one for talking too much, either. I'll see if I can get Leia to talk to her then. Leia can convince anybody of anything!",		"npc_backtowork_3":"You might want to pick up the pace before he has reinforcements show up. If that happens, you might not be able to get to him anymore.",		"npc_backtowork_2":"Okay, but try to find her soon. You need to stop her from going to the Empire.",		"notit":"Umm... I thought you were supposed to bring me a location where we would meet Wedge.",		"npc_breech_3":"How dare you! I am an Imperial General! Arrest this Rebel!",		"npc_breech_2":"You can't stop me! The Empire will pay a lot for this information! Die!",		"npc_breech_1":"Hello! You must be the person that was sent by a 'friend', right?",		"npc_work_3":"Do you have the General in your custody?",		"npc_work_2":"Were you able to find her?",		"npc_work_1":"Were you able to deliver the letter yet?",		"dontknowyou_1":"Oh, you're not? Sorry about that.",		"cantwork":"Hey, you're the one that Qualdo told me about, aren't you? I just want to say thank you for what you've done for us so far. When you've got the time, maybe we can work together, eh?",		"npc_reset_1":"I guess I can find someone else to do this, then. I just have to oversee that the Mechanics fix my modifications to my X-Wing correctly.  I don't want another Kessel Run incident, if you know what I mean.",		"npc_backtowork_1":"Not a problem. If you could try getting it to them by today, though, it would be greatly appreciated.",		"player_sorry_1":"No, not yet.",		"player_reset_1":"Sorry, but something came up. I can't do this anymore.",		"player_3_3":"How do you expect me to get ahold of the General?",		"player_3_2":"Who are these people that joined our cause?",		"player_3_1":"Are you the same Wedge who blew up the Death Star?",		"player_2_3":"Sorry, Wedge, but I'm a bit preoccupied right now.",		"player_2_2":"I'm not the talking type, sorry.",		"player_2_1":"Sorry, I can't do this right now.",		"player_1_3":"Sure, I can help.",		"player_1_2":"Sure, I'll talk to her.",		"player_1_1":"Not a problem! I'll do it.",		"npc_reward_3":"Well... it's a shame you weren't able to bring him in. I don't think the Empire will be too happy when they find out about this. Then again, considering how inept he was at his duties, we may have just helped the Empire by removing him. Well, at least you were able to recover these documents, they should give us a great deal of info. Thanks for your help!",		"npc_reward_2":"Well, that's a shame... I'll break the news to her former associates that she was about to sell them out.  Well, there's some people we just can't reach, but at least we only use force as a last resort. Sorry to have to put you through all this, friend. Well, thank you for your help.",		"npc_reward_1":"So they were fine with the time and place, then? Okay, that's good. Well, now I've got to brush up on my public speaking skills. Normally, I'd have Leia or Luke do this, but they specifically requested me. Ha! Wait till Luke hears this one. Anyways, thank you for doing that.  Oh, and here's a little something for your assistance.",		"npc_4_3":"Oh, this will be a lot easier than it sounds. This General was promoted after he destroyed our Dantooine base... the one we abandoned a while back. Therefore, he's not too competent. I expect him to have only a few guards about him, rather than a squad of Stormtroopers like a smart General would have. This is an opportunity we can't pass up.",		"npc_4_2":"I don't think it will be too much of a problem if I let you know, considering they are working with us now. These were some Union leaders for the Corellian Engineering Company, only the largest maker of starships here on Corellia. They don't like the Empire's "new ideas" regarding labor laws, so some of them chose to help us.",		"npc_4_1":"Well, I was there, but it wasn't me who blew it up. Luke's the guy you want to talk to about that. Darn good pilot, if you ask me. But, yeah, I was there flying beside him when it went up in smoke. Maybe someday when we stop the Empire I'll tell you about it, eh? So, can you do this for me?",		"npc_3_3":"Oh, okay, I understand. I'll check with Leia to see who we have that can help. Well, good luck with whatever you're doing.",		"npc_3_2":"Yeah, I'm not one for talking too much, either. I'll see if I can get Leia to talk to her then. Leia can convince anybody of anything! ",		"npc_3_1":"I guess I can find someone else to do this, then. I just have to oversee that the Mechanics fix my modifications to my X-Wing correctly.  I don't want another Kessel Run incident if you know what I mean.",		"npc_2_3":"Okay, from what the Squadron was able to figure out, the General, I believe his name is 'Graise,' should be arriving via shuttle in a remote location. I'm pretty certain you won't have too much resistance from him, aside from his personal guard. Bring him back alive, if you can, but if he resists use whatever force you deem necessary. If you have to terminate him, make sure you bring back any documents you find.",		"npc_2_2":"From what they tell me, she likes to take long walks out in the wilderness. I'm hoping she's not trying to contact the Empire as we speak. Either way, go out there and talk to her to convince her not to reveal too much. I just hope she listens to reason, rather than trying to use a blaster.",		"npc_2_1":"Thanks a lot, friend. I'd do this myself, but I need to make sure that the repairs go right on my X-Wing. All I need you to do is bring this confirmation letter to a spokesman for a group of people I'm going to meet with. They want to hear from me firsthand about the Death Star. After they hear my story, I'm sure they'll surely help the Alliance.",		"npc_1_3":"I'm glad you showed up. My wingmates have keyed us in on some odd Imperial activity. It seems that rather than destroying the remains of the decoy Dantooine base, they're shipping the power generators off planet and bringing them here. This isn't the way the Empire does things, so we need to find out how much they know. Can you help?",		"npc_1_2":"Great... we've got some good news and some bad news. The good news is that they've all decided to come over to the Alliance. The bad news is that one of their number was a bit... well, outspoken about her views on the matter. They've told me that she'll likely try to contact the Empire. I need you to go talk to her if you could?",		"npc_1_1":"So, you're the one that Qualdo told me about, eh? I admire your commitment to our cause. While my X-Wing is being repaired from a little scuffle I had with a couple of Interceptors, I figure I'll help out the Princess with recruitment. I'm supposed to meet up with a spokesman from a group coming over. Can you do this for me?"
}}
