{
	"stfFile":"theme_park_bestine/om",
	"entries": {
		"npc_takeme_1":"Whew! I thought I would be stuck out here forever. Can you lead me to Om's shoppe, please?",		"escortother":"You might be looking for someone else...",		"otherescort":"I think you're here to pick up someone else.  You're certainly not taking ME anywhere.",		"dontknowyou":"Hello, stranger. I can't go with you. I'm waiting for someone else to arrive. Thank you!",		"player_3_4":"Why doesn't he get a new messenger droid?",		"player_3_3":"Why are you hosting a banquet for Tour Aryon?",		"player_3_2":"Did you invent "Talusian Flat-Bread?"",		"player_3_1":"Who are you?",		"npc_4_4":"I'm not sure. Perhaps being a curator of antiquities makes one unnecessarily fond of old and broken things. I'm sure that with the recent developments, there is no way that he can justify hanging on to this messenger droid. If he does - we'll have many more people stranded out in the desert... looking for love.",		"npc_4_3":"It's just a nice thing to do! Right after I was exiled from the culinary conservatory in Restuss - some friends of mine in the Imperial Military introduced us. She is a testament to the greatness of the Empire: fair-handed, even-tempered, and... well... just a fantastic person!",		"npc_4_2":"I developed the recipe while studying under the master chef in Restuss. One weekend (for laughs), we made Talusian sandwiches for a cruiser-load of visiting students. It was a towering sensation! A few days later, word came that the Corellia Times wanted to write about it... and the Master expelled me. Suspicious, don't you think? The Corellia Times never got their story. And ever since then I have been rooting out all of the liars who claim to have invented it.",		"npc_4_1":"My name is Om Aynat. Long ago I trained as a chef on Talus - but... bad things happened... and after bouncing unhappily from system to system, I wound up working here at the food-stand for my friend Tour Aryon. ",		"npc_reward_4":"Here's a recording rod that I paid way too much for.  It's valuable but fragile.  Be careful with it.",		"npc_3_4":"Yes, well - I guess people should solve their own problems. Thanks for your time.",		"npc_2_4":"Wonderful! I'm sure that the message droid problems will be fixed by the time you return! Be careful.",		"npc_1_4":"The curator of our beloved Bestine Museum has started a match-making business on the side called "Dune-Hearts." It's not going so well, though. Due to a problem with the museum's antique messenger droid all of the clients have been given bad locations in their datapads... and are now wandering the desert, searching vainly for their true loves!  Would you be able to escort one of them back here so that I can set them straight?",		"player_2_4":"No. Sorry.",		"player_1_4":"Yes. I will find one of the clients and escort them you.",		"npc_takeme_3":"Please get me to Bestine! I'm running out of time and I have so much delicious food to prepare!",		"npc_reward_3":"Here you go.  This is a picture I took taking off from an undiscovered planet.  That picture is one of a kind.",		"player_2_3":"No. I can't.",		"player_1_3":"Yes. I will retrieve the chef for you.",		"npc_3_3":"That's fine. If I could extend an invitation to the banquet, it might be more attactive, eh? Maybe later.",		"npc_2_3":"Good.  I regret that I can't extend an invitation to the banquet - but I can certainly provide a worthwhile reward. Thanks!",		"npc_1_3":"I'm preparing a banquet for my long-time friend and benefactor, Tour Aryon. As a surprise, I've recruited a chef from the "Fallen Star" hotel who knows how to prepare Aryon's favorite dish! Unfortunately, the chef has not yet arrived - and it is getting late... So, if you're willing - I would like for you to escort the chef to me. What do you think?",		"npc_reward_2":"Here's your official proclamation.  It won't be valid unless I get elected, but hang onto it just in case.",		"player_2_2":"No. I am unable to do this for you.",		"player_1_2":"Yes. I will escort the advocate to you.",		"npc_3_2":"Well... okay. I'm not sure what I'm going to do about this lawsuit... but okay. Maybe some other time.",		"npc_2_2":"Excellent! I look forward to your return... (and an end to this frivolous lawsuit)!",		"npc_1_2":"I hope you enjoy the Corellian ale! If you're up to it - I have another request. At the moment, I'm embroiled in a legal battle with a cafe owner in Mos Teike who thinks she owns the recipe for "Talusian Flat-Bread" sandwiches. I am supposed to meet with my legal counsel... but unfortunately I got a distress message from him a few moments ago... Would you be willing to escort him to town?",		"npc_takeme_4":"You don't look like my date... but I'll be happy to follow you if you're headed to Bestine!",		"npc_reward_1":"Careful with this thing.  It's well put together, but if you crush it it won't be worth as much.",		"player_2_1":"No. I have no time for this.",		"player_1_1":"Yes. I will find the representative and escort them here.",		"npc_3_1":"I understand. Perhaps some other time? Take care.",		"npc_2_1":"Great! I'm in desperate need of new supplies. Be careful out there!",		"npc_1_1":"Well, hello! I wonder if you can help me. Someone from the Sand Dragon Fresher company is supposed to come by the cafe to drop off supplies - but I've gotten word that they are lost just outside of town. Would you be able to find them and escort them to me? I can give you a fine bottle of Corellian Ale... (we have surplus).",		"not_it":"No, sorry, that's not the item I was looking for...",		"cantwork":"I would love your help escorting some friends of mine who are having trouble reaching town, but rumor has it that you're already working on a task for someone else. Come back when you're finished and we'll talk. Thanks!",		"gotowork":"I still need for you to escort my friend to town. Please hurry! Thanks.",		"npc_takeme_2":"Ah yes. Could you take me to Om Aynat, please?"
}}
