{
	"stfFile":"spacequest/patrol/corellia_imperial_1",
	"entries": {
		"title_d":"Run a patrol route in the Corellia system in order to bait a Rebel attack on your craft. Once you arrive in the Corellia system you will receive a navigation waypoint to the first stop on the patrol route. Travel to this waypoint. Once you arrive the navigation waypoint will update to the next stop on the patrol route. Continue following these navigation waypoints until you have completed the patrol. When you complete this mission, return to Hakasha Sireen at the Imperial Base on Talus for your next assignment.",		"title":"Corellia System: Patrol the Corellia System",		"split_quest_alert_fail":"",		"split_quest_alert":"Incoming unidentified fighers with active weapon systems. Destroy all attacking craft.",		"quest_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"quest_target_t":"",		"quest_target_d":"",		"quest_patrol_t":"Follow the Patrol Route",		"quest_patrol_d":"When you reach a patrol waypoint you will receive a new one to your next location. Follow each of the patrol waypoints until you reach the end of your patrol.  This is the first of four special assignments given to you by Hakasha Sireen. When you complete this mission, return to Hakasha Sireen at the Imperial Base on Talus for your next assignment.  After you complete these four special assignments, Hakasha Sireen will train you in a new Imperial Pilot skill.",		"quest_patrol9_t":"",		"quest_patrol9_d":"",		"quest_patrol8_t":"",		"quest_patrol8_d":"",		"quest_patrol7_t":"",		"quest_patrol7_d":"",		"quest_patrol6_t":"",		"quest_patrol6_d":"",		"quest_patrol5_t":"",		"quest_patrol5_d":"",		"quest_patrol4_t":"",		"quest_patrol4_d":"",		"quest_patrol3_t":"Travel to the Third Stop",		"quest_patrol3_d":"This Nav waypoint will take you by the shadier routes that are commonly used by Corellia's many smuggler pilots. The locals usually refer to it as the Invisible Highway since Corsec's either don't see or don't choose to see what takes place there. ",		"quest_patrol2_t":"Travel to the Second Stop",		"quest_patrol2_d":"Head towards the second waypoint set to your Nav computer. You will fly by the shipping lanes serving primarly serving trade between the duel worlds and Corellia, the Solar Skyway. Rebels probably will not risk an attack in this sector due to the high level of local traffic. They probably will not risk an accident.",		"quest_patrol1_t":"Travel to the First Stop",		"quest_patrol1_d":"Head to the first waypoint. This route will take you past the busiest shipping lane in Corellian space. The Corellia Star Lane serves thousands of ships heading to and from Corellia every day. It is highly doubtful that rebels will choose to stike at this location with the sheer number of ships around.",		"quest_location_t":"Travel to the Corellian System",		"quest_location_d":"Travel to the Corellia system and follow the patrol navigation waypoints. As you reach one navigation waypoint, you will get a new waypoint to the next location on the patrol route.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"Quest Log Data":"Text"
}}
