{
	"stfFile":"spacequest/patrol/naboo_rebel_1",
	"entries": {
		"title_d":"Patrol the Nabooan frontier. We will update your nav computer with waypoints of possible safe routes. Follow them and keep your eye out for enemy threats. When you complete this mission, return to V3-FX in Moenia for your next assignment.",		"title":"Naboo system: Patrol Nabooan frontier.",		"split_quest_alert_fail":"",		"split_quest_alert":"Warning! Incoming hostiles. Destroy them all.",		"quest_target_t":"",		"quest_target_d":"",		"quest_patrol_t":"Patrol the Nabooan Frontier.",		"quest_patrol_d":"When you reach a patrol waypoint you will receive a new one to your next location. Follow each of the patrol waypoints until you reach the end of your patrol.  This is the first of four special assignments given to you by V3-FX. When you complete this mission, return to V3-FX in Moenia for your next assignment.  After you complete these four special assignments, V3-FX will train you in a new Rebel Alliance Pilot skill.",		"quest_patrol9_t":"",		"quest_patrol9_d":"",		"quest_patrol8_t":"",		"quest_patrol8_d":"",		"quest_patrol7_t":"",		"quest_patrol7_d":"",		"quest_patrol6_t":"",		"quest_patrol6_d":"",		"quest_patrol5_t":"",		"quest_patrol5_d":"",		"quest_patrol4_t":"",		"quest_patrol4_d":"",		"quest_patrol3_t":"Naboo patrol phase 3",		"quest_patrol3_d":"Patrol to this navigation point. Be careful - long range Imperial scans may detect you in the area.",		"quest_patrol2_t":"Naboo patrol phase 2",		"quest_patrol2_d":"Continue your patrol of the Naboo system. Fly to this navigation point.",		"quest_patrol1_t":"Naboo patrol phase 1",		"quest_patrol1_d":"Fly to this navigation point in the Naboo system. You are free to defend yourself against any hostiles you might encounter.",		"quest_location_t":"Naboo system.",		"quest_location_d":"Fly through the Naboo system. Hit each patrol point in your route. Ensure that this transit route is safe for future Alliance operations.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":""
}}
