{
	"stfFile":"spacequest/patrol/naboo_imperial_1",
	"entries": {
		"title_d":"Run a patrol route in the Naboo system in order to keep a watch out for trouble. Once you arrive in the Naboo system you will receive a navigation waypoint to the first stop on the patrol route. Travel to this waypoint. Once you arrive the navigation waypoint will update to the next stop on the patrol route. Continue following these navigation waypoints until you have completed the patrol. When you complete this mission, return to Lt. Barn Sinkko in Kadaara for your next assignment.",		"title":"Naboo System: Patrol the Naboo System",		"split_quest_alert_fail":"",		"split_quest_alert":"Warning! Enemy ships detected. Destroy the attacking enemy craft.",		"quest_target_t":"",		"quest_target_d":"",		"quest_patrol_t":"Follow the Patrol Route",		"quest_patrol_d":"When you reach a patrol waypoint you will receive a new one to your next location. Follow each of the patrol waypoints until you reach the end of your patrol.  This is the first of four special assignments given to you by Lt. Barn Sinkko. When you complete this mission, return to Lt. Barn Sinkko in Kadaara for your next assignment.  After you complete these four special assignments, Lt. Barn Sinkko will train you in a new Imperial Pilot skill.",		"quest_patrol9_t":"",		"quest_patrol9_d":"",		"quest_patrol8_t":"",		"quest_patrol8_d":"",		"quest_patrol7_t":"",		"quest_patrol7_d":"",		"quest_patrol6_t":"",		"quest_patrol6_d":"",		"quest_patrol5_t":"",		"quest_patrol5_d":"",		"quest_patrol4_t":"",		"quest_patrol4_d":"",		"quest_patrol3_t":"Traveling to the Third Stop",		"quest_patrol3_d":"Fly to the third stop on the patrol. If there is a rough part of Naboo, then the Undercart is it. Smugglers, pirates, and ne'er-do-wells often use this space lane to reach Naboo in order to bypass Imperial checkpoints. This is the most dangerous part of the patrol.",		"quest_patrol2_t":"Traveling to the Second Stop",		"quest_patrol2_d":"Fly to the second stop on your patrol. You will fly past the Green Spaceway on your path to the second Nav point. The Green Spaceway is used primarily by passenger transports and freighter on their way to Naboo. This space lane is slightly less safe then the Imperial Intergalatic Lanes but is still far safer then anywhere along the Outer Rim.",		"quest_patrol1_t":"Traveling to the First Stop",		"quest_patrol1_d":"Fly to the first stop on the patrol. This patrol path will lead you by the famed Imperial Intergalatic Lanes. The Lanes are used primarily by dignitaries and officers of the Empire. This area is well patrolled and trouble rarely happens in this region. Once you have reached your location you will receive a new Nav point leading to your next stop.",		"quest_location_t":"Travel to the Naboo System",		"quest_location_d":"Travel to the Naboo system and follow the patrol navigation waypoints. As you reach one navigation waypoint, you will get a new waypoint to the next location on the patrol route.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"Quest Log Data":"Text"
}}
