{
	"stfFile":"spacequest/patrol/naboo_imperial_3",
	"entries": {
		"title_d":"Travel the assigned security patrol route until you are contacted by the Imperial freighter carrying the E-62's. Once you have made contact with the vessel escort it safely through the zone, paying close attention for Rebel activity. It is highly possible you will be attacked while escorting the vessel. When you complete this mission, return to Lt. Barn Sinkko in Kadaara for your next assignment.",		"title":"Naboo System: Meet the E-62 Transport Freighter",		"split_quest_alert_fail":"",		"split_quest_alert":"Stand by for arrival location of the E-62 transport freighter.",		"quest_target_t":"",		"quest_target_d":"",		"quest_patrol_t":"Follow the Patrol Route",		"quest_patrol_d":"When you reach a navigation waypoint you will receive a new one to the next location. Follow the patrol waypoints until you come to the end of your patrol.",		"quest_patrol9_t":"",		"quest_patrol9_d":"",		"quest_patrol8_t":"",		"quest_patrol8_d":"",		"quest_patrol7_t":"",		"quest_patrol7_d":"",		"quest_patrol6_t":"",		"quest_patrol6_d":"",		"quest_patrol5_t":"",		"quest_patrol5_d":"",		"quest_patrol4_t":"Travel to the Fourth Stop",		"quest_patrol4_d":"The fourth Nav waypoint will take you closer to the Rori Lines. The Rori Lines connect commerical shipping between Naboo and it's moon. A number of ships use this as an arrival location due to it's relative safety and low traffic.",		"quest_patrol3_t":"Travel to the Third Stop",		"quest_patrol3_d":"As you travel to the third patrol point you will have to pass through an area in Naboo called Free Space. It is so named because patrols rarely come out this far and it has become a haven for illegal activity. Be on your guard as you pass through this region.",		"quest_patrol2_t":"Travel to the Second Stop",		"quest_patrol2_d":"You will be traveling past an unused shipping lane on your way to the second patrol point. This shipping lane was closed down by the Empire to decrease the amount of checkpoints they had to man. This increased traffic along the other space lanes but decreased the cost to the Empire.",		"quest_patrol1_t":"Travel to the First Stop",		"quest_patrol1_d":"Travel along the Green Spaceway until you reach your first patrol point. You will receive a second Nav waypoint once you reach this location.",		"quest_location_t":"Travel to the Naboo System",		"quest_location_d":"Travel to the Naboo system and follow the patrol navigation waypoints. As you reach one navigation waypoint, you will get a new waypoint to the next location on the patrol route.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"Quest Log Data":"Text"
}}
