{
	"stfFile":"spacequest/patrol/tatooine_imperial_1",
	"entries": {
		"title_d":"Run a patrol route in the Tatooine system in order to keep an eye out for pirate activity. Once you arrive in the Tatooine system, you will receive a navigation waypoint to the first stop on the patrol route. Travel to this waypoint. Once you arrive, the navigation waypoint will update to the next stop on the patrol route. Continue following these navigation waypoints until you have completed the patrol. When you complete this mission, return to Lt. Akal Colzet in the Imperial Pilot's Association Hall next to the Bestine Capital building for your next assignment.",		"title":"Tatooine System: Patrol the Tatooine System",		"surpriseattacksubject":"Enemy Ships Detected",		"surpriseattackfrom":"Targeting Computer",		"surpriseattackbody":"Sensors have located a wing of 4 pirate ships moving to attack commercial traffic.",		"surprise_attack_alert":"Pirate wing detected.  They are moving to attack commercial traffic!",		"split_quest_alert_fail":"",		"split_quest_alert":"Warning! Pirate fighters detected. Eliminate threat.",		"quest_target_t":"",		"quest_target_d":"",		"quest_patrol_t":"Follow the Patrol Route",		"quest_patrol_d":"When you reach a patrol waypoint you will receive a new one to your next location. Follow each of the patrol waypoints until you reach the end of your patrol.  This is the first of four special assignments given to you by Lt. Akal Colzet.  When you complete this mission, return to Lt. Akal Colzet in the Imperial Pilot's Association Hall next to the Bestine Capital building for your next assignment.  After you complete these four special assignments, Lt. Akal Colzet will train you in a new Imperial Pilot skill.",		"quest_patrol9_t":"",		"quest_patrol9_d":"",		"quest_patrol8_t":"",		"quest_patrol8_d":"",		"quest_patrol7_t":"",		"quest_patrol7_d":"",		"quest_patrol6_t":"",		"quest_patrol6_d":"",		"quest_patrol5_t":"",		"quest_patrol5_d":"",		"quest_patrol4_t":"Travel to the Fourth Nav Waypoint",		"quest_patrol4_d":"The fourth stop on your Patrol route will bring you into empty space. No major vessel routes cross through this area, making a hot spot as a pirate staging area.",		"quest_patrol3_t":"Travel to the Third Nav Waypoint",		"quest_patrol3_d":"The third stop on the Patrol will take you along the Lower Trade Route. The Lower Trade Route is one of the most heavily hit regions in the Tatooine sector since it is primarily used by smaller trade companys who cannot afford to hire escorts for their freighters. The rich bounty and low risk make it a favorite target for pirates of all sorts.",		"quest_patrol2_t":"Travel to the Second Nav Waypoint",		"quest_patrol2_d":"The second stop on the Patrol crosses paths with the Public Ways. The Public Ways, as it name suggests, is used mainly by the general public. Immigrants of all sorts, as well as, privately owned transport vessels use the Public Ways to travel to and from Tatooine. It is not uncommon for pirates to attack privately owned freighters traveling along the Ways.",		"quest_patrol1_t":"Travel to First Nav Waypoint",		"quest_patrol1_d":"The first stop on the Patrol will take you past the Commerical Trade Run. This infamous trade route is used mainly be large corporate shipping companies picking up and dropping off goods on Tatooine. The Commerical Trade Run is rarely targetted by pirates since most freighters have their own escorts and getting on the bad side of some of the larger companies is almost as bad as angering Jabba.",		"quest_location_t":"Travel to the Tatooine System",		"quest_location_d":"Travel to the Tatooine system and follow the patrol navigation waypoints. As you reach one navigation waypoint, you will get a new waypoint to the next location on the patrol route.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"Quest Log Data":"Text"
}}
