{
	"stfFile":"spacequest/patrol/tatooine_rebel_1",
	"entries": {
		"title_d":"Patrol the Rebel supply route in the Tatooine system. When you complete this mission, return to Commander Da'la Socuna in the back room of the Mos Espa cantina for your next assignment.",		"title":"Tatooine system: Patrol the Rebel supply route.",		"split_quest_alert_fail":"",		"split_quest_alert":"Alliance HQ: < Warning, we've detected an Imperial Patrol closing in on your position! >",		"quest_target_t":"",		"quest_target_d":"",		"quest_t":"Patrol the Rebel supply route.",		"quest_patrol_t":"Patrol navigation points along the Alliance supply route.",		"quest_patrol_d":"When you reach a patrol waypoint you will receive a new one to your next location. Follow each of the patrol waypoints until you reach the end of your patrol.  This is the first of four special assignments given to you by Commander Da'la Socuna. When you complete this mission, return to Commander Da'la Socuna in the back room of the Mos Espa cantina for your next assignment.  After you complete these four special assignments, Commander Da'la Socuna will train you in a new Rebel Alliance Pilot skill.",		"quest_patrol9_t":"",		"quest_patrol9_d":"",		"quest_patrol8_t":"",		"quest_patrol8_d":"",		"quest_patrol7_t":"",		"quest_patrol7_d":"",		"quest_patrol6_t":"",		"quest_patrol6_d":"",		"quest_patrol5_t":"",		"quest_patrol5_d":"",		"quest_patrol4_t":"",		"quest_patrol4_d":"",		"quest_patrol3_t":"Rally Gamma",		"quest_patrol3_d":"Third phase of Alliance sensor sweep.",		"quest_patrol2_t":"Rally Bravo",		"quest_patrol2_d":"Second phase of Alliance sensor sweep in the Tatooine system.",		"quest_patrol1_t":"Rally Alpha",		"quest_patrol1_d":"First phase of Alliance sensor sweep. Fly to this navigation point.",		"quest_location_t":"Tatooine system.",		"quest_location_d":"Patrol the Tatooine system.",		"quest_d":"Perform a multi-point sensor sweep of the Tatooine system. The Alliance is planning to move heavy cargo along this path if it is clear of hostiles.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":""
}}
