{
	"stfFile":"spacequest/patrol/tatooine_imperial_3",
	"entries": {
		"title_d":"The Empire is expecting some very important shipments of cargo to be coming into the Tatooine system on it's way to Bestine. These supplies are slated to go to the ground forces located in and around the Imperial capital of Tatooine and it is imperitive that they make it to their destination. You are to patrol the arrival and drop off locations of these ships shortly before they arrive to reduce any attempt by pirates to take these craft. When you complete this mission, return to Lt. Akal Colzet in the Imperial Pilot's Association Hall next to the Bestine Capital building for your next assignment.",		"title":"Tatooine System: Meet the Imperial Transport",		"splitquestsubject":"Requesting Assistance!",		"splitquestfrom":"Imperial Transport ZE43/t",		"splitquestbody":"Imperial Transport ZE43/t requesting immediate fire support.  We are under attack by pirate forces.  We require an escort to a safe location.  Waypoint to our current coordinates attached...",		"split_quest_alert_fail":"",		"split_quest_alert":"Alert! Receiving distress signal from Imperial transport! The transport is on the run from Commerce Raiders. Stand by to escort transport through sector.",		"quest_target_t":"",		"quest_target_d":"",		"quest_patrol_t":"Follow the Patrol Route",		"quest_patrol_d":"When you reach a navigation waypoint you will receive a new one to the next location. Follow the patrol waypoints until you come to the end of your patrol.",		"quest_patrol9_t":"",		"quest_patrol9_d":"",		"quest_patrol8_t":"",		"quest_patrol8_d":"",		"quest_patrol7_t":"",		"quest_patrol7_d":"",		"quest_patrol6_t":"",		"quest_patrol6_d":"",		"quest_patrol5_t":"",		"quest_patrol5_d":"",		"quest_patrol4_t":"Travel to the Fourth Nav Waypoint",		"quest_patrol4_d":"The fourth stop on the patrol will take you over to where the freighters will be staging after arrival. Generally pirates do not like to attack staging areas, to many ships in to tight of an area, but especially daring pirates have been known to make attempts on multiple ships at once in a staging area.",		"quest_patrol3_t":"Travel to the Third Nav Waypoint",		"quest_patrol3_d":"The third stop on the patrol leads past what is considered dead space. Dead space is an area that no major vessels or patrol usually take place in. Pirate love to use these areas to stage their attacks on unsuspecting freighters.",		"quest_patrol2_t":"Travel to the Second Nav Waypoint",		"quest_patrol2_d":"Move to the second point in the patrol that will lead across areas that the Imperial freighters will jump into the zone at.",		"quest_patrol1_t":"Travel to First Nav Waypoint",		"quest_patrol1_d":"The first area of concern is the first quadrant of the jump zone. Pirates commonly attack ships just after they jump into a region before those ships have a chance to get any sort of defense prepared.",		"quest_location_t":"Travel to the Tatooine System",		"quest_location_d":"Travel to the Tatooine system and follow the patrol navigation waypoints. As you reach one navigation waypoint, you will get a new waypoint to the next location on the patrol route.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"Quest Log Data":"Text"
}}
