{
	"stfFile":"space/escort_duty/corellia_privateer_10",
	"entries": {
		"duty_update":"Trade Sector Command: < %TO >",		"failed_destroy":"Complete failure! Your superior will be notified!",		"title":"Escort Trade Freighter Vessels",		"thanks_5":"I gotta say, you sure know how to fly that thing!",		"thanks_4":"I could almost feel the heat of that explosion from here! Nice work!",		"thanks_3":"Man, we owe you a drink for that one! Great job, pilot!",		"thanks_2":"You know... you're an okay pilot! We would have been dust back there!",		"thanks_1":"That was close! Thanks for saving our tails, pilot!",		"taunt_5":"I'm going to destroy you with everything I have! You're in *my* system now!",		"taunt_4":"Easy targets! This will be some fine targeting practice for us!",		"taunt_3":"Aim for their weak spot, boys! We'll take the bounty after we're done trashing their vessels!",		"taunt_2":"We'll be takin' yer freighter's cargo if ya' don't mind! Har har!",		"taunt_1":"Ha! You'll never get out of this system alive! Let's get 'em, boys!",		"shields_depleted":"Our shields are failing! Get these hostiles off me, pilot!",		"reason_5":"Finally... what took you so long? Get us to our destination safely, ya hear?",		"reason_4":"You better be a good pilot. We have expensive trinkets in here for Queen-something-or-other! Keep an eye on us.",		"reason_3":"With you as our escort, we'll be drinking in a Lok cantina soon enough! We have exotic wines on this vessel, ready for consumption!",		"reason_2":"I suspect you're our escort. Good! We need to get this shipment of weapons to Lok, pronto!",		"reason_1":"You're going to escort us.. with *that*? It's just a bucket of bolts! You better keep hostiles off us!",		"panic_5":"We're done for! Their weapon systems are locked on us! Don't let us die!",		"panic_4":"I hope you know how to handle your vessel, pilot! We've got hostiles on our tail!",		"panic_3":"Keep your eyes open! My sensors indicate hostile vessels.",		"panic_2":"Sensors indicate armed systems! It may get a little hectic around here!",		"panic_1":"Incoming hostile units! This vessel isn't equipped for fighting! Keep us safe, pilot!",		"hull_half":"Our hull has taken significant damage! We're gonna need some help over here, pilot!",		"goodbye_5":"It was looking a little bleak there, pilot. Thanks for getting us to safety!",		"goodbye_4":"Whew! Time to hit the cantina. We'll raise our glasses in your honor, pilot!",		"goodbye_3":"That was close! I'm glad to see we made it out safe. Thanks, pilot!",		"goodbye_2":"You're a fine pilot, sir! Thank you for getting us to Lok in one piece!",		"goodbye_1":"Ah! The beauty of Lok. I thought I'd never see it again. Thanks, pilot!",		"found_loc":"Coordinates received and updated. Proceed to designated area for next duty, pilot!",		"failed_protect":"You failed to efficiently escort the Freighter to safety!",		"complete":"The Freighter has arrived safely. Good job, pilot!",		"attack_stopped":"Tactical Computer: < Area clear. Sensors cannot indicate immediate danger. Proceed as normal. >",		"attack_notify":"Tactical Computer: < Warning! Warning! Vessels with armed weapon systems detected! Proceed with caution. >",		"arrived_at_loc":"Coordinates confirmed. Searching for target... ... ...",		"abort":"Abort code recognized. Proceed as normal."
}}
