{
	"stfFile":"poi/factoryliberation/basic",
	"entries": {
		"m_letsgo":"Okay boys, let's get out of this hell hole!",		"m_freedom":"Free at last!  Being forced to work in this factory was truly a nightmare!",		"m_minion_walldamaged":"The wall looks pretty bad, keep blasting it!",		"m_walldamaged":"The wall is damaged!  Keep hitting it!",		"m_minion_celebratewall":"Go go go!  Bring it down!",		"m_celebratewall":"That's it!  Destroy that wall and we'll be free!",		"a_defendwall":"Defend the wall!  The enemy is trying to free the workers!",		"m_killingpirates":"You are attacking the pirates?  You have our gratitude.  You must defeat them all for us to be safe.",		"m_somepiratesdead":"Some of the pirates holding us captive have been slain!  We are being saved!",		"m_killantagonists":"You've managed to bring down the wall!  There are still pirates alive, however.  We can't escape until they are all dead.",		"a_minion_4":"You should leave.  Now.  If you bother the Captain things could get ugly.",		"a_minion_3":"Are you a new recruit?  Go report to the Captain.",		"a_minion_2":"I'm on guard duty, go talk to the Captain if your looking for work.  Heh, heh.",		"a_minion_1":"Go talk to the Captain, I don't have the rank to set up any deals.",		"weakened_wall_name":"Weakened Wall",		"m_saved":"We're saved!",		"m_thanks":"You cannot comprehend our gratitude.  We owe you our lives.  Bear this mark as a symbol of your heroic altruism!",		"m_destroywall":"Amazing!  You defeated the pirates!  The prison walls still stand.  Destroy the damaged wall and set us free!",		"m_minion_killantagonists":"We dare not escape until all of the pirates are dead!",		"m_minion_saved":"I can see my family again!",		"m_minion_thanks":"You saved us!  How can we ever repay you?",		"m_minion_destroywall":"The pirates are all dead?  We can't escape until the prison walls are destroyed.  Fire on the wall and set us free!",		"m_minion_4":"If the pirates see you, you'll soon be in here with us.  Go speak with the leader of our group, the Land Owner.  With your help, we could escape!",		"m_minion_3":"I'll probably never see my family again, if the Land Owner's plans fail.",		"m_minion_2":"We've been forced to work by the pirates in their factory.",		"m_minion_1":"My master, the Land Owner, has a plan to set us free.",		"mm_title":"Farmer",		"m_title":"Land Owner",		"a_title":"Captain",		"a_yeshelp":"I saw you talking to that prisoner.  Leave now if you want to keep your hide.",		"a_nohelp":"Hahaha, I saw you talking to that bastard farmer.  Refused his pleas, eh?  A smart decision.  Now you had best move on as I have no interest in talking to you any longer.",		"m_disdain":"You sicken me.",		"m_helpyet":"Why haven't you attacked?  If you do not hurry the pirates may become suspicious.",		"m_nohelp":"I have a family!  I have children and yet you would leave me here to work until I die?",		"m_yeshelp":"By all that is sacred!  You will help us?  I can't believe this.  We've been working to weaken one of the walls of the containment grid.  A few blaster shots should destroy it.  If you do this, we will truly be in your debt.",		"r_m_greet_nohelp":"I sympathize with your position, but I like being on this side of a containment grid.  Goodbye.",		"r_m_greet_yeshelp":"Your story is a sad one and I will help you if I can.  I'll see what I can do, although these pirates seem well equipped.",		"m_greet_1":"I see you've talked to the gang leader.  He's a filthy kind of scum.  Raided my farm and captured us all.  He's forcing us to work in that munitions factory.  Two my friends have already been killed.  Please help us, we can't hold out much longer.",		"m_greet_0":"Nice to finally see a friendly face.  My compatriots and I were captured by this pirate gang and forced to work in their munitions factory.  Two of my friends were already killed in a detonator accident.  If you can find some way to help us escape, we'll be forever in your debt.",		"a_angryaftermaybehelp":"There isn't any work for you here.  Go away!  I'm being friendly.  I won't ask you again.",		"a_attackafterinsult":"Alright, punk, I've had enough of your snooping around.",		"a_mood_angry":"Angry",		"a_insult":"If you don't turn around and leave, you'll have plenty of time to waste in the containment pen with the other workers.",		"r_greet_insult":"Fine, I don't want to waste my time talking to you anyway.",		"a_rejecthelp":"We don't need your help.  We have enough 'help' over in that containment area.  Unless you want to join them, you'll turn around and walk back the way you came.",		"r_greet_maybehelp":"Hey, I'm looking for work.  Maybe you have something I can do to help out here?",		"a_greet":"I've never seen you before...what are you doing out here?  This facility is off limits to outsiders."
}}
