{
	"stfFile":"spacequest/delivery_no_pickup/tatooine_imperial_tier3_1_d",
	"entries": {
		"title_d":"Remain in the Endor system and deliver the encrypted Rebel data to a command shuttle. You will receive a navigation waypoint to arrival location of the command shuttle. Travel to that location and wait for the shuttle to arrive. Once it arrives, target the shuttle and use the /dock command to transfer the data to it.",		"title":"Endor System: Deliver Encrypted Rebel Data to Command Shuttle",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_rendezvous2_t":"Meet the Command Shuttle",		"quest_rendezvous2_d":"Travel to the navigaiton waypoint and wait for the arrival of the Command Shuttle.",		"quest_location_t":"Remain in the Endor System",		"quest_location_d":"Remain in the Endor system and travel to the supplied navigation waypoint to the arrival location of the command shuttle.",		"quest_dock2_t":"Transfer the Data",		"quest_dock2_d":"Once the shuttle arrives, target it and use the /dock command to transfer the data to the shuttle.",		"hello_d":"Greetings, pilot. I understand that you have something for us.",		"found_loc_d":"Proceed to the following coordinates for data transfer.",		"failed_destroyed":"You allowed your transfer shuttle to be destroyed? That was an expensive ship. You are going to have to answer to your commander about this failure.",		"docking_started_delivery":"We are beginning data transfer now. Please stand by.",		"docking_complete_delivery":"Ok, we have the data. We have a message for you from your superior on Yavin 4. You are to return to base and report in. Be safe out there, pilot.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrived_at_delivery":"We see you have arrived at the transfer location, pilot. Wait for shuttle arrival.",		"Quest Log Data":"Text"
}}
