{
	"stfFile":"epic_quest/krayt_skull/borvo_guard",
	"entries": {
		"otherescort":"Nope, you've got the wrong guy.  You may be looking for the other guy nearby who's wounded and dying.",		"dontknowyou_2":"Nevermind, I don't know what got into me.  Move along.",		"npc_takeme_1":"Borvo sent you?  You a new guy? No time for that, I guess.  Well, then let's get out of here before the police follow my trail of blood.",		"player_sorry_2":"I haven't found him yet.",		"player_reset_2":"I've changed my mind.  I can't do this anymore.",		"npc_reset_2":"I thought you had some nerves on you.  Never mind then.  Oh yeah, never mind about talking with Borvo, either.",		"npc_backtowork_2":"What are you waiting for?",		"notit_2":"Nah, this isn't something Frangee would've had on him.",		"next":"I haven't had time to check up on you, but if you're finished with that work on Corellia you can go see the boss.  Otherwise, get back to work!",		"npc_breech_2":"Borvo sent you, right?  I also take it you're going to resist arrest as well.  Sorry it has to be this way.",		"npc_breech_1":"I thought I gave you police the slip.  Oh well.  I guess you caught me.",		"npc_work_2":"So did you get him in the back or shoot him in the face?",		"npc_work_1":"Where's Dagorel?  Did you get him back safely?",		"dontknowyou_1":"Oh, I thought you were the cops.  Nevermind.",		"cantwork":"Look, if you don't have any business here, then scram!  This ain't no cafe!",		"npc_reset_1":"Then what are you wasting our time for?  Get outta here before we do a little Image Design job on your face!",		"npc_backtowork_1":"That's good that you didn't lead them here.  Now get out there and give Dagorel a hand!",		"player_sorry_1":"No, I had to give the police the slip.  I'll still get him.",		"player_reset_1":"Sorry, but I can't do this for you.  You'll need to send one of your own guys.",		"player_3_2":"How long was Frangee working for Borvo?",		"player_3_1":"What's this 'situation'?",		"player_2_2":"I'm not going against the law.  No thanks.",		"player_2_1":"No thanks, it's not that important to me.",		"player_1_2":"I hate a snitch.  I'll do it for free.",		"player_1_1":"Sure, I'll help.",		"npc_reward_2":"So, did he scream? Serves him right. So, these are the records he was keeping on us, huh?  Ahhh... look here... his badge.  Hey.  Heeeeyyyy.... I've got an idea here.... Yeahhhh, this'll be sweet.  Take this badge, and you head to Corellia.  According to this, it seems that Frangee was going to report back to his Captain at Corsec.  I think he'll still make it.  Isn't that right, Detective Niksel?",		"npc_reward_1":"Good, you got him back safely.  We'll get him patched up right now.  In the meantime, stick around, got it?  Borvo's gonna find out what went down at that sale, and he may need you to do something else for us.  Here's a little something to show you our thanks.",		"npc_4_2":"Frangee was here even longer than me!  He's the one who showed me the ropes around this place.  He was one of Borvo's most trusted guys! To think, he was nothing but a low-down, rotten, womprat snitch!  AARGGG!!!!  Wait a minute.... you're not a cop, are you?  You know what... you take out Frangee and I'll know you ain't one.  Got it?",		"npc_4_1":"Well, you see, Borvo had one of his biggest gun sales in a long time to some guys on Corellia.  It turns out it was a setup by the CorSec cops.  Most of our guys are either dead or in jail now, except for Dagorel, Borvo's right hand guy.  He managed to escape, but he's been shot, so he can't make it back here on his own.  That's where you come in.",		"npc_3_2":"I thought you had some nerves on you.  Never mind then.  Oh yeah, never mind about talking with Borvo, either.",		"npc_3_1":"Then what are you wasting our time for?  Get outta here before we do a little Image Design job on your face!",		"npc_2_2":"Yeah, I told Borvo you'd do it.  Get out there and make sure that Frangee doesn't make it to his ship.  Make sure it hurts, too.  If it weren't for all the cops around right now, I'd do it myself.  Oh yeah, while you're at it, bring back everything he's got on him in case he's got some more evidence on us.",		"npc_2_1":"Okay, look... Dagorel's been shot, so he's lost a lot of fluid.  Get out there and lend him a hand while you guys limp back here.  Make sure the police don't catch sight of you.  And if you lead security back here... well, Borvo's gonna be a lot angrier than he already is, got it?",		"npc_failure_1":"You let him get killed?  Aarrgh!  Borvo's not gonna be happy when he hears this.  You know, I think you just might get to talk to him after all.  I don't think you'll like what he's gonna say.  Let me go tell Borvo what you did, then I'll let you know.",		"npc_1_2":"Hey, you wanna 'nother job?  Dagorel has said that the gun deal was a big setup.  Get this, he said it was an inside job, too.  It seems that Frangee, one of our guys, was some undercover police guy.  Dagorel says that Frangee is high-tailing it off planet right now, even as we're yappin'.  You wanna make sure he never makes it?",		"npc_1_1":"How ya doin'?  So you wanna talk with Borvo? Well, he's a busy Hutt and he don't know you.  Got it?  Heyyyyy... you might be able to help, though.  Look, we've got a situation, you see?  We need you to go rescue one of our guys before he gets caught.  You do that for us, then maybe I'll tell Borvo that you're clean. So, you wanna help?"
}}
