{
	"stfFile":"epic_quest/krayt_skull/borvo_the_hutt",
	"entries": {
		"notyet":"You wanna talk to me, you talk to my guards.  I don't pay them to let people I don't know bother me.",		"dontknowyou_2":"Nevermind.  I thought you were someone else. ",		"player_sorry_2":"Sorry, Borvo, but I was getting my equipment together.",		"player_reset_2":"I've changed my mind, Borvo.  I can't do this.",		"npc_reset_2":"You're not turning me down, are you?  I think something might be in my ears, because I think I just heard you say you were turning me down.  That's not true, is it?  I'd hate to see what would happen if I actually heard that...",		"next":"I'm done with you for now.  Come back some other time and see how I'm doing.",		"npc_backtowork_2":"I like to see a professional in action. I'll step out of your way, because I know you'll get the job done. And you'll get it done in a timely manner, won't you?",		"notit_2":"This isn't the necklace I  gave him. Who did you kill?",		"npc_breech_2":"Oh no.... he found out, didn't he?  Well, I'm not going out without a fight!",		"npc_breech_1":"You fit the description!  You're under arrest!",		"npc_work_2":"Why haven't you left yet?",		"npc_work_1":"So, have those Imperials been taken care of?",		"dontknowyou_1":"You don't match the description.  Move along.",		"cantwork":"You wanna talk to me, you talk to my guards.  I don't pay them to let people I don't know bother me.",		"npc_reset_1":"*Ho ho ho* Kid, that was cute.  Did you hear that everyone?  That was cute.  So... where's the punchline, eh?  Because I know you weren't serious........ ",		"npc_backtowork_1":"Good.  Now do it already.",		"player_sorry_1":"Not yet.  I'm about to head out to the swamps right now.",		"player_reset_1":"I don't think I can handle this anymore.",		"player_3_2":"You think your old partner set you up?",		"player_3_1":"What mess are we talking about here?",		"player_2_2":"No, I'm done with this business.",		"player_2_1":"Haven't I done enough?  No, Borvo, I'm not going to.",		"player_1_2":"Yeah, I think I know what you mean.",		"player_1_1":"You know I will, Borvo.",		"npc_reward_2":"*Crushes the necklace* I can't believe he double-crossed me. Either way, you've done me good, kid.  I like that, but I can't hire you any longer. In addition to selling guns to interested parties, I keep a few classics for myself. I want you to have an old gun settlers used on Tatooine a long time ago. I got this from my pal, Jabba.  Look, keep in touch kid, okay?",		"npc_reward_1":"*Ho ho ho* You took them out all by yourself, heh?  You've got the stuff I'm looking for, kid.  You brought me my money, you salvaged the gun deal, got rid of witnesses, and helped to get the cops off my back.... That puts a big smile on my face.  Good job, kid.  You're what I'm looking for.",		"npc_4_2":"I don't want to believe it myself, but it's the sad truth.  You work with a guy doing a little of this and a little of that, then *BAM*, he turns on you.  What happened to respect? All I ask is for a little respect, but do I get it?  No.  You, on the other hand, you've shown me respect. Let him see what happens when people don't respect me, got it?",		"npc_4_1":"Heh.  As if you didn't know the CorSec Captain called on Imperial help to take care of you.  It seems I've got a hitman running around on Corellia, ain't that right?  I've made this easier for you by having their assault shuttle shot down out of the sky. I even made it look like the Rebels took it out.  But that's a different story.  Ready to leave?",		"npc_3_2":"You're not turning me down, are you?  I think something might be in my ears, because I think I just heard you say you were turning me down.  That's not true, is it?  I'd hate to see what would happen if I actually heard that...",		"npc_3_1":"*Ho ho ho* Kid, that was cute.  Did you hear that everyone?  That was cute.  So... where's the punchline, eh?  Because I know you weren't serious........ ",		"npc_2_2":"Yeah, I thought you would. I've asked him to meet me so we can discuss a new venture I'm getting into.  Instead of me meeting him, why don't you introduce him to the business end of your weapon, huh? Do me right, kid, and I might have a little special something for you as a going away present. Hey, while you're at it, get his necklace I gave him when he 'retired'. There's no need for him to have that anymore.",		"npc_2_1":"Good.  I knew you wouldn't disappoint me.  I like you kid.  Now, go out there and take out those Imperials before they even get a sniff of these swamps.  But hey... you already knew that, didn't you?",		"npc_1_2":"Look, kid, I like you, but I can't have you on my payroll with the police after you.  I still have something I can use you for, though.  I've had my main man, Dagorel, look into who sent Frangee to us.  It seems it's one of my old partners, who retired from this business a bit back.  I need you to make sure he has a permanent retirement.  Understand?",		"npc_1_1":"Well, well... you've helped out old Borvo and brought back his money, have you?  You've got moxy, kid, and I like that.  Not too smart, but bold. *Ho ho ho* You've riled up that officer a good one, though.  He has the Imperials tracking you down, leading them here.  You'll show some respect and clean up your mess, isn't that right?"
}}
