{
	"stfFile":"epic_quest/krayt_skull/corsec_captain",
	"entries": {
		"next":"What? Oh, it's you Niksel. Sorry, no time to talk right now. Don't you have something else you should be doing?",		"notyet":"I don't know who you are, or what you want, but I don't have any time to waste on you.  Be on your way, and keep your nose clean.",		"dontknowyou_2":"Keep your nose clean.",		"player_sorry_2":"Sorry, I forgot what I wanted to ask you.  I'll get out there on the double.",		"player_reset_2":"I don't want to do any of this anymore.  I feel real bad about this.",		"npc_reset_2":"What?  I don't know what your blathering about, but it's not funny.  You know, maybe you should stop by the cantina to ease up on your nerves.  Get back to me when you've gotten yourself together.",		"npc_backtowork_2":"The get a move on!  If Borvo's man gets to Maerzen before you... well, I don't even want to think what'll happen to him.",		"npc_noloc":"Something's fishy here.  I'll call over to CorSec HQ to find out what's going on.  Check back with me in a few.",		"notit_2":"Stop kidding around, Niksel!  I need the evidence.",		"npc_failure_2":"What do you mean you couldn't find him! How did you manager to stay undercover for so long?",		"npc_breech_2":"Niksel, is that you? Huh?? Hey... Oh no!  What have you done to Niksel!!?",		"npc_breech_1":"Wait a second... you're not Frangee!  Oh no!  You're a hit man!!!",		"npc_backtowork":"Don't just stand there, get moving! We don't have time to waste!",		"npc_work_2":"Yeah, what?  And why aren't you gone yet?",		"npc_work_1":"Have you left yet?",		"dontknowyou_1":"Oh... I'm sorry.  Wrong person.",		"cantwork":"Go ahead and get out of that silly thug suit and back into uniform, Niksel.",		"npc_reset_1":"Why?  I know you want to be done with this as much as I do, but it's just about over.  Once we can get Aldalad's testimony, we can incarcerate Borvo's scum, then have get authority by CorSec and the Queen of Naboo to get rid of that gun-running Hutt!  What's the delay, Niksel?",		"npc_backtowork_1":"Well, get a leg on.  We don't want him out there by himself after Borvo knows what's going on.",		"player_sorry_1":"No, not yet.  I'm out of here right now, though.",		"player_reset_1":"I.. uh... something came up.  I'll meet him later.",		"player_3_2":"What evidence was Lt. Maerzen able to recover?",		"player_3_1":"Aldalad, yes... so... what's he been up to lately?",		"player_2_2":"No, I'm afraid he'll sho... er... Borvo's hitman will shoot me.",		"player_2_1":"Oh.  Um... actually, I'll have to do that later.",		"player_1_2":"I'm ready, Captain.",		"player_1_1":"Uhh.. yeah, sounds good.  I'll go pick him up.",		"npc_reward_2":"Okay, let me check this.  Yep... looks like it's all here.  Whoa... that is one heck of a lot of money.  Okay, Detective, we have a change in plans.  Maerzen isn't responding back to any calls, and I feel that Borvo's guy got to him after you did.  I'm going to take care of this guy once and for all.  In the meantime, you need to get this money back to HQ.  Whatever you do, don't let Borvo get his hands on it!!!",		"npc_reward_1":"He was dead when you got there!?  Blast it!  Without him, we barely have a case against Borvo.  *Sigh*  Well, let me think.  Maerzin is about to land with all of the guns and money we recovered from that bust.  I'll have to let him know to land elsewhere, just to be on the safe side.  With that evidence, we may still have a case.  Check back with me.",		"npc_4_2":"Detective Maerzen, not Lt. Maerzen.  Ah... still playing the role, eh?  Well, this is serious business and we have no time for that now.  Maerzen has some of the weapons and money we raided during the deal you set up.  For now, you'll just need to pick up the money and bring it back here, so I can get it to HQ.  Got all that?",		"npc_4_1":"The same dang thing he was doing when you were 'Frangee'.  After you got him to agree to testify against his company for buying all those illegal weapons, he's been holed up.  Now that you're back, he'll come into the station, but only with you escorting him here, remember?  Ahhhh... you're still in 'role'.  Got it now.  So, you ready?",		"npc_3_2":"Well, I'll see if I can get some cadet to pick it up. Hrm...",		"npc_3_1":"Why?  I know you want to be done with this as much as I do, but it's just about over.  Once we get Aldalad's testimony, we can incarcerate Borvo's scum, then get authority from CorSec and the Queen of Naboo to get rid of that gun-running Hutt!  What's the delay, Niksel?",		"npc_2_2":"Good.  He's landed a ways from here, so you'll have a bit of a hike.  Fortunately since you've been in contact with him, he'll recognize you on sight, so you don't have to worry about using your codewords.  Once you get the evidence, bring it back right away.",		"npc_2_1":"Okay, you head out to meet him, then bring him back. Since you're the only one who would be able to recognize Borvo's crew, keep your eyes open.  Aldalad is risking a lot to testify against that Hutt, and I don't want to see him take a hit.  Bring him my way so I can send him down to HQ where it will be safer.",		"npc_failure_1":"What do you mean he left the planet?!  That's ridiculous!",		"npc_1_2":"Okay, our friend Maerzen has landed in a remote location to throw off Borvo's hitman.  Go out there and pickup the evidence he uncovered, then bring it back to me.  I'll get it over to HQ.  Again, since you're the only person who knows what all of Borvo's men look like, you're the only one we can trust to this.  Are you ready?",		"npc_1_1":"Ah, there you are.  Feels good to wear the badge again, doesn't it, Niksel?  How long has it been for you undercover?  6 years now, if I read the report correctly?  Well, I'm glad to finally meet you in person.  Lets cut the banter and get this case closed for you.  I'll send a message over to Aldalad so that he can arrange a pickup point."
}}
