{
	"stfFile":"epic_quest/krayt_skull/huff_darklighter",
	"entries": {
		"npc_failure_1":"Oh no..... first Biggs, and now her.... I don't know if I can go on doing this when everyone around me dies....",		"npc_failure_2":"He managed to make it off planet with the slaves? *sigh* So many innocent lives lost...",		"npc_noloc_2":"Let me see if I can track down where he'll be.  Check with me in a few minutes again.",		"next":"You are a good friend to my family, and I appreciate your concern, but there's nothing I need you to do for me right now.  Perhaps you should enjoy this pleasant day, hm?",		"dontknowyou":"I wish we had time to chat, but I'm busy.  Maybe another time.",		"good":"Ah, my rifle!  I am amazed that somone has brought it back to me.  You have my friendship and my respect.",		"notit":"Please, I don't need this.",		"dontknowyou_2":"I wish we could have had time to chat, but I'm busy. Maybe another time.",		"npc_takeme_1":"Yes, that was the codephrase.  Uncle sent you, then?  Thank you so much.  Let's get out of here before Jabba's goons find us.  I need to tell Uncle what Jabba's doing now!",		"player_sorry_2":"I'm about to right now.",		"player_reset_2":"Because I'm not going to.  I'm not doing this anymore.",		"npc_reset_2":"Are you telling me that you're going to stand aside as Jabba starts up a slavery ring?  I can't believe you'd let that happen!",		"npc_backtowork_2":"Hurry, friend. If he makes it offplanet with those slaves, we'll never be able to rescue them.",		"npc_breech_2":"This is none of your business.  Sorry it's gotta be this way...",		"npc_breech_1":"How can we go on without Biggs?",		"npc_work_2":"Why haven't you stopped Jabba's slaver yet?",		"npc_work_1":"Have you left yet?",		"dontknowyou_1":"You didn't know Biggs, did you?",		"cantwork":"Thanks for your help, friend.  It is fully appreciated.",		"npc_reset_1":"I can't do it, friend.  I was wounded by a Tusken Raider attack, and my leg is still healing. I hope you'll change your mind, condering how resourceful you are and all.",		"npc_backtowork_1":"Well, if you could, try to hurry it up, friend.  You are her only hope.",		"player_sorry_1":"Not yet, but I'm leaving now.",		"player_reset_1":"Sorry Huff, but I can't do this.  Go save her yourself.",		"thats_it":"Yes!  This is my rifle!  I can't believe you've found it.  You've certainly earned a place as a friend of the Darklighter family today.  Thank you very much.",		"player_3_2":"What's Jabba doing that's angered you so much?",		"player_3_1":"Who is she in trouble with?",		"npc_noloc_1":"Hold on.  Let me check my maps to see where she should be.  Ask me again in a moment, please.",		"player_2_2":"Sorry, I don't interfere with Jabba's plans.",		"player_2_1":"Sorry, I think this is something you should do.  No.",		"notyet":"Sorry, but I don't know you.  And I don't talk to people I don't know.  It's just not safe anymore now-a-days.  You want to chat, then talk to my guards.",		"player_1_2":"I'll take care of the slaver.",		"player_1_1":"Absolutely!  Anything for a Darklighter!",		"npc_reward_2":"Friend, you've been very helpful, and you've had no reason to. You just walked up and helped someone in need. I greatly admire that. Since you were able to bring me my grandfather's gun, I'd like you to have one of the last things he killed with it. Here's one of my family heirlooms, which is now yours - the skull of the Krayt Dragon that did my old grandpappy in.  The old guy refused to die until it was dead too.  It's yours now, friend.",		"npc_reward_1":"Again, I have to thank you.  You've helped out with family matters again.  I need to talk with my niece after she is able to calm down from the incident. From her crying, I don't like the sound of what I heard. Stick around a bit, if you don't mind.  I may have need of your help even again.",		"npc_4_2":"What doesn't he do is the question you should be asking! What he's doing now is starting up a slave ring. Instead of being content with every other illegal activity, he's kidnapping and selling people as cheap labor!  No one deserves that... heck, not even his own thugs!  Well, some of them... but even still - So, are you going to help?",		"npc_4_1":"Well, I don't really understand. She used a special commlink that was for emergency use, but had to cut the conversation short. From what I understand, she and others were kidnapped by some thugs earlier today. She helped the others escape, but she needs help herself.  Will you help, friend?",		"npc_3_2":"Are you telling me that you're going to stand aside as Jabba starts up a slavery ring?  I can't believe you'd let that happen!",		"npc_3_1":"I can't do it, friend.  I was wounded by a Tusken Raider attack, and my leg is still healing. I hope you'll change your mind, condering how resourceful you are and all.",		"npc_2_2":"Okay, from what my niece has told me, he's out at a designated meeting spot waiting for both the shuttle and the other batch of slaves. He should be caught unawares, so kill him before any of his friends show up. This won't stop Jabba, but it will buy me time to contact the Rebellion for more help.  Good luck, friend.",		"npc_2_1":"Thank you, friend.  Okay, she's out in the desert right now waiting for me to pick her up.  Give her this codephrase 'Biggs is Alive in Spirit', and she'll know I sent you.  From what I understand, she's being hunted down, so keep your eyes peeled.  I'll be here waiting.",		"npc_1_2":"I can't believe that slug thinks he can get away with this! If his other activities weren't enough, now he's kidnapping and selling people? Grrr!!!! Okay, friend, even after all you've done, I need your help again. There's a slaver who's waiting for kidnapped people to be shipped off planet that I want you to put a stop to.  Can you do that for me?",		"npc_1_1":"How are you doing, friend.  I want to thank you for recovering my grandfather's gun. I don't know how you got it, and I don't want to know how, either.  I do need your help, though.  About 10 minutes back I got an emergency call from my niece, and she needs help.  I can't run out there, with my leg and all, but will you do it?"
}}
