{
	"stfFile":"conversation/bestine_artist01",
	"entries": {
		"s_f58736af":"Oh... well... why didn't you say so earlier. 

In my paintings, I bring to life the image of a single plant in each of my paintings. These are mostly plants I've encountered in youth when I was more of a traveller. My work is painterly, yet accurately depicts its subject.",		"s_e7133472":"Good luck with that.",		"s_e60617b5":"Oh. Okay then. I apologize. It's just that... well, no point in going into the dirty little details. Let's just forget the whole thing.",		"s_c061a6db":"Actually, I'm here about your artwork. The Bestine Museum is looking to feature a work of art.",		"s_b7a88f36":"Are you here to collect a debt? No fear... I've got a work of art that's being featured in the Bestine Museum. It can't be long before riches follow. Oh, you're not here about money... well, even better.",		"s_908359f7":"Oh... well then let me tell you about my work. 

In my paintings, I bring to life the image of a single plant in each of my paintings. These are mostly plants I've encountered in youth when I was more of a traveller. My work is painterly, yet accurately depicts its subject.",		"s_7afc26f5":"Yes, I'll pay... I'll pay. Wait a minute... who are you? Look, I'm busy. I don't really have time to talk right now.",		"s_62dd13f8":"Just wait and see... my time has come. You'll see. Soon I'll be famous all across the galaxy. Well, maybe not on Dantooine... but no one there really matters anyway.",		"s_506f2192":"Are you from the debt collector? I've barely a few credits to my name at the moment, so you'll get nothing from me. Begone.",		"s_4a276e66":"Calm down. I was just passing by.",		"s_40f54223":"That's why I'm here. The Bestine Museum is looking to feature another work of art.",		"s_378506ca":"Wait... I remember you. You mentioned that once before. Guess there's no harm in saying it again.

In my paintings, I bring to life the image of a single plant in each of my paintings. These are mostly plants I've encountered in youth when I was more of a traveller. My work is painterly, yet accurately depicts its subject.",		"s_22e081ab":"Wait... I remember you. You asked about my artwork recently. I guess if you want to hear it again, there's no harm to me.

In my paintings, I bring to life the image of a single plant in each of my paintings. These are mostly plants I've encountered in youth when I was more of a traveller. My work is painterly, yet accurately depicts its subject.",		"s_21666bd5":"If you've come about that overdue rent, fear not. I've got a work of art that's being featured in the Bestine Museum. I'm sure my windfall is not far behind.",		"s_0":"",		"do_not_edit":"The English version of this file (bestine_artist01.stf) is automatically generated by the SwgConversationEditor."
}}
