{
	"stfFile":"conversation/bestine_artist06",
	"entries": {
		"s_bf3a373":"Open your eyes! New visions of the world are all around you. If nothing else, you should be to go to the Bestine Museum and see my painting on display there.",		"s_a13d05db":"Yes, and the Bestine Museum is also looking for another work of art to feature.",		"s_8a659170":"Expand you mind, my friend. There's more to see than what your eyes tell you.",		"s_7154d52c":"Arrgh... not with Corellian ale or spice! Open yourself to news ways of experiencing the galaxy. Don't just blindly follow your feet. Truly see to truly know.",		"s_66605741":"Forgotten me already? You were just here. Truly, you move through the world with your mind closed.

I paint common subjects in abstraction. My goal isn't to replicate the look of my subjects, but rather to use their shapes to find higher art. For me, the petals of a flower are simply organic shapes used in my composition.",		"s_582eefe3":"Right... we've already gone over this as you would know if you weren't so closed off.

I paint common subjects in abstraction. My goal isn't to replicate the look of my subjects, but rather to use their shapes to find higher art. For me, the petals of a flower are simply organic shapes used in my composition.",		"s_54e93392":"Don't close yourself off... there's more to see than what your eyes tell you.",		"s_3a301702":"I expanded my mind once... was really hung over the next day.",		"s_32722caf":"Er... okay. Anyway, the Bestine Museum is looking for a work of art to exhibit.",		"s_30df2fe8":"And that's as a painter, I surely hope. But it's a good start... that is, if you're truly looking and not just humoring me.",		"s_29026317":"And they are considering mine? Glorious! 

I paint common subjects in abstraction. My goal isn't to replicate the look of my subjects, but rather to use their shapes to find higher art. For me, the petals of a flower are simply organic shapes used in my composition.",		"s_23697fe2":"And naturally they desire another of mine. 

I paint common subjects in abstraction. My goal isn't to replicate the look of my subjects, but rather to use their shapes to find higher art. For me, the petals of a flower are simply organic shapes used in my composition.",		"s_21352168":"If you wish to have your eyes opened with new visions of the world around you, then your first step should be to go to the Bestine Museum and see my painting on display there.",		"s_1433b9d4":"My eyes are open. I see you for what you are.",		"s_0":"",		"do_not_edit":"The English version of this file (bestine_artist06.stf) is automatically generated by the SwgConversationEditor."
}}
