{
	"stfFile":"conversation/bestine_artist05",
	"entries": {
		"s_f4165153":"Seems like we've done this already. Once before. Once again? Very well.

I do still life paintings. Usually, just of plants in the wild, because... well... those don't cost anything. I guess that could be considered a landscape painting, but I don't paint much more than just the plant.",		"s_eaf3bb47":"Not even a credit or two?",		"s_d29b30b8":"Well met friend. Times are good. I have a painting being featured at the Bestine Museum.",		"s_c93140c8":"The Bestine Museum is looking for another work of art to feature.",		"s_c8bc2cfd":"Well met. I'm afraid I have little to offer you as I am but an impoverished artist.",		"s_b5220a73":"Not even that. I'm scraping together every bit I can just to purchase my painting supplies. At this rate I'll be stuck in this sand ball forever.",		"s_b31048ea":"Greetings. I'm afraid I have little to offer you as I am but an impoverished artist.",		"s_9fc7f9c5":"Well, perhaps I can help. The Bestine Museum is looking for a work of art to exhibit.",		"s_991f684c":"You return to hear about my paintings again? Wouldn't it be easier to just go see the one at the Bestine Museum?

I do still life paintings. Usually, just of plants in the wild, because... well... those don't cost anything. I guess that could be considered a landscape painting, but I don't paint much more than just the plant.",		"s_74b54572":"Indeed. I'm hoping to earn enough money to travel once again. I'd like to see more of the galaxy if I can.",		"s_55a9443f":"Truly?! Perhaps they would like another of my paintings. 

I do still life paintings. Usually, just of plants in the wild, because... well... those don't cost anything. I guess that could be considered a landscape painting, but I don't paint much more than just the plant.",		"s_4af78c89":"Truly?! Perhaps they would like my paintings. 

I do still life paintings. Usually, just of plants in the wild, because... well... those don't cost anything. I guess that could be considered a landscape painting, but I don't paint much more than just the plant.",		"s_3671ce2c":"Greetings my friend. Times are good. I have a painting being featured at the Bestine Museum.",		"s_2e785872":"Good for you.",		"s_0":"",		"do_not_edit":"The English version of this file (bestine_artist05.stf) is automatically generated by the SwgConversationEditor."
}}
