{
	"stfFile":"conversation/bestine_artist04",
	"entries": {
		"s_df8872ca":"Kahfr is again interested. Kahfr would rather such an honor not pass her by. 

Kahfr's art is the art of people. Faces. Right now Mon Calamari faces. Taken out of context, a person's face can be quite abstract. This is what Kahfr does.",		"s_d4ede5f2":"Do not bother Kahfr? Kahfr is a great artist and is very busy. You must go now.",		"s_cf179f96":"Kahfr is interested. Kahfr has long expected such an honor as is her due. 

Kahfr's art is the art of people. Faces. Right now Mon Calamari faces. Taken out of context, a person's face can be quite abstract. This is what Kahfr does.",		"s_bf1648b1":"Kahfr thinks you've asked that before. But Kahfr does not mind.

Kahfr's art is the art of people. Faces. Right now Mon Calamari faces. Taken out of context, a person's face can be quite abstract. This is what Kahfr does.",		"s_8d0668a2":"Kahfr is a great artist! Kahfr's artwork graces the walls of the Museum in Bestine. You must experience Kahfr's painting.",		"s_8bc4905a":"The Bestine Museum is looking for another work of art to feature. Perhaps yours again?",		"s_7766385":"Kahfr is impressed by your understanding. Kahfr thanks you and bids you farewell. Though Kahfr wonders if this is sarcasm...",		"s_71aaaca6":"Why do you bother Kahfr? Kahfr is a great artist and is very busy.",		"s_6589745":"You speak really well too.",		"s_40f271aa":"You ask Kahfr again? Always Kahfr must repeat herself.

Kahfr's art is the art of people. Faces. Right now Mon Calamari faces. Taken out of context, a person's face can be quite abstract. This is what Kahfr does.",		"s_3b52499e":"Oh, well... if you're busy, I'll leave you alone.",		"s_28823813":"Then listen to what I have to say. The Bestine Museum is looking for art to exhibit.",		"s_17cd5bb6":"You must experience Kahfr's painting. Kahfr's artwork graces the walls of the Museum in Bestine. Kahfr is a great artist!",		"s_179635e7":"Kahfr does not understand why you are saying that. Kahfr thinks perhaps you've been wandering the Dune Sea for too long.",		"s_0":"",		"do_not_edit":"The English version of this file (bestine_artist04.stf) is automatically generated by the SwgConversationEditor."
}}
