{
	"stfFile":"conversation/bestine_artist02",
	"entries": {
		"s_f0611875":"Okay, hand me a bottle of whatever you're drinking.",		"s_c062519":"Sit, friend, and listen to my grand exploits. Well, grand to me nonetheless. I've recent been honored by having a painting featured in the Bestine Museum. You should journey there and see it.",		"s_96628254":"Tell me  about your artwork. The Bestine Museum wishes to maybe feature it.",		"s_9467cd8b":"Wait, didn't we already... I mean... ah nevermind.

I always wanted to design buildings, but never had the motivation to take the steps necessary to actually become an architect. Instead, I do paintings of buildings. Not quite the same thing, but I find it satisfying.",		"s_8f58f4f9":"Thank you. I encourage you to go see my painting. I did mention that it's in the Bestine Museum, yes?",		"s_707098b5":"Er... um... on second thought, maybe I'd be better off drinking alone.",		"s_5b1aeaab":"Hello. Did you know I have a painting in the Bestine Museum? It's true. I'm trying to be humble, but I've never been so proud of myself.",		"s_5b1a751":"Yet another opportunity! 

I always wanted to design buildings, but never had the motivation to take the steps necessary to actually become an architect. Instead, I do paintings of buildings. Not quite the same thing, but I find it satisfying.",		"s_59b34fc5":"Actually that's what I'm here to talk about. They wish to feature another work of art.",		"s_5722b971":"Hello. Sit and have a drink with me.",		"s_4823f472":"Hello Friend. Slow down a bit and enjoy the day.",		"s_3a6247ed":"How exciting! I've been involved in such things before and always enjoy the opportunity. 

I always wanted to design buildings, but never had the motivation to take the steps necessary to actually become an architect. Instead, I do paintings of buildings. Not quite the same thing, but I find it satisfying.",		"s_2d2a7797":"You should be proud.",		"s_1fa7f38":"Didn't you already ask me about that? Oh well...

I always wanted to design buildings, but never had the motivation to take the steps necessary to actually become an architect. Instead, I do paintings of buildings. Not quite the same thing, but I find it satisfying.",		"s_0":"",		"do_not_edit":"The English version of this file (bestine_artist02.stf) is automatically generated by the SwgConversationEditor."
}}
