{
	"stfFile":"conversation/bestine_artist03",
	"entries": {
		"s_ead5e0b4":"The Bestine Museum is looking for more art to feature.",		"s_c53bdfa0":"All the way over in Bestine?",		"s_b53cc4bf":"How could I not leap at the chance yet again! 

Well, as someone who enjoys exploring this waste of a planet, I've sometimes used painting as a journal of sorts to memorialize things I've seen. Those that truly made an impression on me and are unique to Tatooine.",		"s_ae2d8845":"Oh sure. Closest thing this planet has to an art museum. Though, have you heard about the time I tried to open an art gallery for Tusken Raiders? Ends up they really don't like art. Or maybe it was just me... I'm not sure.",		"s_a9fe5eb6":"Hello. Have you heard about the time one of my paintings was featured in the Bestine Museum? That time is now! I encourage you to rush to Bestine and see for yourself.",		"s_9700d1c6":"Er yeah. Anyway the Bestine Museum is looking for their next work of art to feature.",		"s_77eb5b90":"Have we talked about this already? You want to hear it again? Okay.

As someone who enjoys exploring this waste of a planet, I've sometimes used painting as a journal of sorts to memorialize things I've seen. Those that truly made an impression on me and are unique to Tatooine.",		"s_77b94789":"Greetings friends. Have you heard about the time I tricked an underling of Jabba into giving me his money? Who needs a bank account with all the gullible thugs Jabba employs.",		"s_46c7e15a":"Say no more. 

As someone who enjoys exploring this waste of a planet, I've sometimes used painting as a journal of sorts to memorialize things I've seen. Those that truly made an impression on me and are unique to Tatooine.",		"s_3e426694":"Yeah, you've mentioned it before.",		"s_1eebe4c5":"Do you get the feeling we've done this before?

Anyway, as someone who enjoys exploring this waste of a planet, I've sometimes used painting as a journal of sorts to memorialize things I've seen. Those that truly made an impression on me and are unique to Tatooine.",		"s_14cd5816":"Oh, well then have you heard about the time I single-handedly defeated an entire unit of stormtroopers? It's true... they're really terrible at sabacc.",		"s_1054ba24":"Greetings friends. Have you heard about the time I crossed the Dune Sea without drinking even a single drop of water? Ha...who needs water when you've got a good Corellian ale!",		"s_0":"",		"do_not_edit":"The English version of this file (bestine_artist03.stf) is automatically generated by the SwgConversationEditor."
}}
