{
	"stfFile":"conversation/biogenic_construction",
	"entries": {
		"s_fc129e0e":"Well I'm only interested in getting out of here now.  I'll do that as soon as I get my wits back.",		"s_eb771a95":"Actually, I don't have much to give you. Perhaps I'll think of something later.",		"s_e4b06f76":"There's no need. I'm glad you're alright.",		"s_de8e8527":"No, thank you. Good-bye, friend!",		"s_dc2d689c":"Thanks again for killing those spiders. If you need to get to the engineering area, the code 51892 will get you in.",		"s_d8420164":"Alright. Thanks again for killing those spiders.",		"s_c30b797d":"Yea, I'm getting out of here too. ",		"s_c1d58076":"Good-bye, and good luck!",		"s_add15db6":"I will if I have time.",		"s_82e89d37":"OK. I will try to check it out.",		"s_75118515":"I was working on excavating this passage when the earthquake hit. Not long after, the spiders attacked. Now I just want to get out of here. ",		"s_67f9970":"If you have a chance, you might want to go check out the main engineering area. It looks like the power core might be damaged or offline. If the door is locked, the code 51892 will get you in. Good-bye, and good luck!",		"s_5fe23666":"OK. Good-bye then.",		"s_575de8f1":"Thanks again for killing those spiders. I'm getting out of here as soon as the way is clear.",		"s_457410bd":"No problem. Good-bye.",		"s_4136c2df":"Thank you very much.",		"s_355bc632":"What were you doing in here anyway?",		"s_2453dda8":"I understand. Thanks again for killing those spiders.",		"s_23041b9a":"If you have a chance, you might want to go check out the main engineering area. It looks like the power core might be damaged or offline. If the door is locked, the code 51892 will get you in.",		"s_1df6adfc":"Thank goodness you got here in time! That spider was going to kill me. I thought for sure I was a goner. How can I ever repay you?",		"s_1d440dae":"No, thank you. If you have a chance, you might want to go check out the main engineering area. It looks like the power core might be damaged or offline. If the door is locked, the code 51892 will get you in. Good luck!",		"s_134aacec":"I'm sure you'll think of some way.",		"s_0":"",		"do_not_edit":"The English version of this file (biogenic_construction.stf) is automatically generated by the SwgConversationEditor."
}}
