{
	"stfFile":"conversation/biogenic_herald_02",
	"entries": {
		"s_ee774a3d":"Our missing agent is the only one who knew exactly where it is. Why don't you go to the Mining Outpost on Yavin IV to try and get some leads. See if the locals there have seen or noticed anything out of the ordinary.",		"s_edb238bc":"Go on.",		"s_d736fda3":"Please continue.",		"s_d029dd34":"What is it that you would have me do?",		"s_c6f4650":"The agent is supposed to report in at regular intervals but we have not heard from him in quite a while. We suspect that he might have been kidnapped by the Geonosians, who may be now working in league with the Rebellion.",		"s_9c1f1aa9":"Ah, excellent. I'm glad that you're here. I have an assignment that I need to delegate, and you look like you would be prefect for the task.",		"s_978ff349":"We want you to travel to Yavin IV, find the hidden bio-genetics laboratory, and see what happened to our agent. Unfortunately we do not know specifically where the compound is.",		"s_9326b612":"I will see if I can find your missing agent.",		"s_9288900f":"I understand.",		"s_8f9bb5cc":"When you do, we will send a team to the bio-genetics facility to deal with the traitorous Geonosians. Good luck on your assignment.",		"s_8d4bd762":"Yes, I will accept.",		"s_87f743f":"Alright, but I suggest you reconsider. As a loyal servant of the Empire, I'm sure that you don't want to displease your superiors.",		"s_86248d8c":"Most excellent. Your superiors will be pleased. Now for the details. We have had an agent stationed on Yavin IV for a while now. He was tasked with observing a hidden Geonosian bio-genetics facility.",		"s_678d7eec":"So how do I find the facility?",		"s_66a4dded":"I don't have time for menial tasks, sorry.",		"s_657f5904":"No, I will decline.",		"s_41db0c1b":"Unless you have official Imperial business, I suggest that you move along.",		"s_40cc2c96":"Alright, but I suggest that you return when you get a chance. As a loyal servant of the Empire, I'm sure that you do not want to displease your superiors.",		"s_373c8ad":"So what is it you want me to do?",		"s_16124dd5":"This is not an official order, but rather a simple reconnaissance assignment. We're concerned about one of our agents stationed on Yavin IV. I'll give you some more details if you take the assignment. Do you accept?",		"s_0":"",		"do_not_edit":"The English version of this file (biogenic_herald_02.stf) is automatically generated by the SwgConversationEditor."
}}
