{
	"stfFile":"conversation/biogenic_scientist_human",
	"entries": {
		"s_f891f03f":"Thank you so much. I appreciate it.",		"s_e79d7d15":"Sure, it might come in handy.",		"s_e2c55073":"No, no, I insist. A long time ago, we had plans to build weapons in case our experiments ever got out of control. We never got around to building them, and I guess now it's too late. Someone like yourself should be able to make use of this.",		"s_dc4694a0":"It should be safe for you to leave now.",		"s_d080da0e":"Thank you. Oh, wait a minute. Before you go I have something maybe that you can use. Just a moment and let me find it...",		"s_ce30b8e3":"Oh, yes, here it is. A long time ago, we had plans to build weapons in case our experiments ever got out of control. We never got around to building them, and I guess now it's too late. Someone like yourself should be able to make use of this.",		"s_c28dc6ef":"No, thank you. That's not necessary.",		"s_ba27cb12":"Oh, thank you so much! Thank you for saving my life. I just want to get out of here. I want to get away.",		"s_b479c40b":"Yes, you seem to have killed quite a few of those creatures. I'll try to make my way out. Before I go, though, I may have something you might could use...",		"s_b076c975":"Since you're here, could you please check on my colleagues in Genetics Lab One. If they were still in there when the doors locked down they might be in trouble. You can unlock the door with the code 86332 if necessary.",		"s_a643bebd":"No, I want you to have it. A long time ago, we had plans to build weapons in case our experiments ever got out of control. We never got around to building them, and I guess now it's too late. Someone like yourself should be able to make use of this.",		"s_a2a14f83":"We'll see if I get a chance.",		"s_976331da":"It's my pleasure. Be careful, and good luck.",		"s_91b03aa5":"No, you're right. Here we go. A long time ago, we had plans to build weapons in case our experiments ever got out of control. We never got around to building them, and I guess now it's too late. Someone like yourself should be able to make use of this.",		"s_7e89fa19":"Oh, well yes, I suppose I do have something here. Let me see if I can find it.",		"s_7516dec7":"That's not necessary. You don't need to give me anything.",		"s_6fc909ee":"You go on ahead. I'm just going to rest here for a moment. Don't forget, if you need to get into Genetics Lab One, you can use the code 86332.",		"s_5044c295":"No problem at all. If you can, please check on my collegues in Genetics Lab One. If they were still in there when the doors locked down they might be in trouble. You can unlock the door with the code 86332 if necessary.",		"s_4c5806c8":"I hope so.  If you can, please check on my collegues in Genetics Lab One. If they were still in there when the doors locked down they might be in trouble. You can unlock the door with the code 86332 if necessary.",		"s_46b9a9b7":"On second thought, it's not necessary.",		"s_4136c2df":"Thank you very much.",		"s_3c5b4784":"Hey now. Don't I get something for saving your life?",		"s_37a3f14d":"Alright, but they may be in serious trouble. Thank you anyway for all your help.",		"s_2f286865":"Oh hey, I'm glad you came back. I'm getting ready to get out of here, but before I go, I have something that I wanted to give you...",		"s_259e4732":"I'll make sure they're OK.",		"s_1c8bddbb":"What is it?",		"s_0":"",		"do_not_edit":"The English version of this file (biogenic_scientist_human.stf) is automatically generated by the SwgConversationEditor."
}}
