{
	"stfFile":"conversation/biogenic_crazyguy",
	"entries": {
		"s_fd7a670e":"Right... I'll try to, um... keep that in mind.",		"s_f6dd63d":"Did who send me? What's going on here?",		"s_f0a82cfa":"I think you've told me enough already.",		"s_eb2f9960":"HELP! HELP! Are you here?",		"s_e7953fb5":"What is the matter with you?",		"s_e5f4a149":"Please don't hurt me. I was just leaving.",		"s_e34d6272":"Is who here? Start making sense!",		"s_e1fbb5ed":"In where? Into that opening back there?",		"s_daa5a74d":"Ok, you seem distracted. I'll leave you alone.",		"s_d87072f3":"Go in? Go out? What are you talking about?",		"s_d5e04dc5":"That's what I just said. I don't understand you.",		"s_d3b52482":"There is no leaving. Not now since... oh, you're here?",		"s_d166b780":"Go? No, I want you to leave... in there!",		"s_cc90aebb":"Good idea. I can't take any more of this.",		"s_c875e4f0":"Did I? I don't remember. Ok then, good-bye.",		"s_c182d8fb":"Sorry, I don't talk with crazy people. Good-bye.",		"s_be321a24":"Ok, ok. I'm going.",		"s_bc3d132b":"No, no. All I have is time, until it ends.",		"s_b18aca61":"What isn't happening? You, that's what... why? Go now.",		"s_a9f69fb7":"Go? You want me to leave?",		"s_a8cf80a2":"I'm sorry, I don't understand. Good-bye",		"s_a64c5d9e":"Of course you have, I was here just a bit ago.",		"s_9c653067":"See what? I don't...",		"s_9499432":"Still crazy as ever I see.",		"s_91c86ae2":"For the monsters... 32281 is it. You see, 32281... monsters. There are 32281 monsters.",		"s_80c190c3":"*gurk* Why... you're here? Did they send you? I see that you're here.",		"s_7d4f8520":"Yes, yes. Keep going. That way. No, wait. That way.",		"s_7d4e91e1":"Yes, I am. I think.",		"s_7b11e13b":"Ah, I'm glad you're back. Now go.",		"s_74fbbad2":"Look around... do you see it? That's, uh... what is?",		"s_72870486":"Unfortunately... we all get it. Very soon.",		"s_70a572af":"I don't have time for this. Good-bye.",		"s_6b830d":"Um... thanks for the warning.",		"s_68d073fe":"Keep what in mind? Was it something important? Oh well.",		"s_64bc92a0":"Go where? Tell me what's happening!",		"s_5d995d79":"Life is not all about... rhyming. And soon it will be over.",		"s_5d16248c":"Yes, I'm here. Now what is going on?",		"s_564ba87":"I swear, if you don't tell me what's going on...",		"s_524005c4":"Yes! Yes you are! I see you... now you must go!",		"s_51edfa93":"Then maybe you aren't... who you are. So long then.",		"s_4e52ced2":"Hey, I remember you... but I've never seen you before.",		"s_469eaf3a":"No, not going on... going in, and when you've done that... we all go out.",		"s_40626e0f":"That's what I say too. Except I'm... staying here.",		"s_3e250a":"No... no one. No one does. No one anymore.",		"s_3a0e3163":"How many? 32281... monsters... 32281... monsters.",		"s_3157939":"You're loony as a peko bird. Good-bye.",		"s_28eb431a":"There are some that think that... namely you.",		"s_23bcaf58":"Never alone... never alone...",		"s_20413fbf":"I'm sorry, I guess I just don't get it. Good-bye.",		"s_1c8bddbb":"What is it?",		"s_1c4a552c":"No, who is not here. That is... the problem. I think? Are you ...who?",		"s_14b63e24":"Yes! I see you are... the truth. When you leave... we all can go. But I must tell you...",		"s_1300ed43":"What warning? I forgot. Oh well, as long as you remember.",		"s_0":"",		"do_not_edit":"The English version of this file (biogenic_crazyguy.stf) is automatically generated by the SwgConversationEditor."
}}
