{
	"stfFile":"conversation/biogenic_random",
	"entries": {
		"phrase_20":"That massive quake. It must have damaged the holo-generators. We have got to get this place under control as quickly as possible.",		"phrase_19":"I hope everyone else is OK. I keep feeling tremors. It seems like the entire complex is ready to collapse at any moment.",		"phrase_18":"It's all gone wrong. There's chaos everywhere! We've got to get out of here!",		"phrase_17":"The tremor we just had must have scrambled our security circuits. The sentry droids are attacking anything that moves now!",		"phrase_16":"Where did that Imperial Inspector go? Everything was working fine until he came snooping around.",		"phrase_15":"Be careful. Ever since that earthquake, parts of the ceiling have started caving in. Some rooms are blocked off by debris.",		"phrase_14":"There's just no way. If I find out who is responsible for this, I swear...",		"phrase_13":"I'm glad you're here. Can you help me? Can you help us get out? Can you kill those things? Please!",		"phrase_12":"I just want to leave. I want to get out of here, but those creatures are roaming the halls. They'll kill me for sure.",		"phrase_11":"Dead... they're all dead. I saw them. I saw them get killed by those... things we made.",		"phrase_10":"Spiders... klik-niks... I never want to see another one as long as I live. I'll have nightmares for the rest of my life as it is.",		"phrase_9":"Have you seen them yet? If you see them, run away... as fast as you can. It's the only way to stay alive.",		"phrase_8":"Monsters... we made monsters. I never knew... never knew they were so... so capable.",		"phrase_7":"The blast... the screams... the noise. I can't get them out of my head. It's driving me crazy.",		"phrase_6":"There was an Imperial officer running around a while ago, but I haven't seen him since that huge blast. I wonder where he went.",		"phrase_5":"Who knew that those creations we were working on would be so violent. Powerful, yes... but it seems they almost enjoyed killing...",		"phrase_4":"Did you feel the earthquake? I think that's what started all this. We should have built extra precautions, but we never expected... this.",		"phrase_3":"I remember... an earthquake. Or was it an attack? It's all so blurry now, but I can still hear it in my head.",		"phrase_2":"I'm scared... so scared. My friends and co-workers... killed.",		"phrase_1":"They've all escaped, most of them anyway. Those monsters are vicious and deadly. We're lucky to be alive!",		"phrase_0":"How... how did this happen? There's no way. It's impossible."
}}
