{
	"stfFile":"conversation/biogenic_herald_dealer",
	"entries": {
		"s_f51b07ff":"What kind of questions?",		"s_f2d5ae08":"No! It can't be. I know that I'm not crazy!",		"s_ec7227cf":"Did you find that mountain? Did you see the cave? I'm not crazy am I?",		"s_ec4e1fe":"Well if you don't believe me, why don't you go check it out yourself. Here, I'll give you the location of the cave. Go see it with your own eyes. If do find it, bring back any relics or junk you might come across. I'll buy it from you for proof!",		"s_e998f1ae":"I dunno. Probably.",		"s_e4e38e80":"Sorry, I've got to go. Good-bye.",		"s_e13e9abc":"Tell me about the strange things that have been going on.",		"s_e00ac98e":"What happened?",		"s_d78255c2":"That's very interesting. Good-bye.",		"s_ce4b0ac8":"Well, that's OK. At least I have your word to back me up. Thanks for checking it out for me.",		"s_ca3bfa0f":"Eh... you don't look much like a miner, but then again we've been getting several strange folk comin' through this outpost of late. Several strange things goin' on 'round here too. Some funny times these days if you ask me.",		"s_c0036582":"What did you tell them?",		"s_bbf0856c":"Ever since all that debris came raining down we've had all sorts through here. Thugs, gangsters, adventurers, Imperials, and probably some from that rebellion, too. We used to be just a quiet mining outpost.",		"s_b9c59c4a":"Sure, here is the location of the mountain. You go check it out yourself, then everyone will know that I'm not seein' things. If do find it, bring back any relics or junk you might come across. I'll buy it from you for proof!",		"s_b1be0157":"Do you not usually have that sort of people around here?",		"s_ac44ebc8":"Several people. Some folk coming in from Tatooine on the shuttle. Some Imperial types. I know they're Imperial because they wear those flashy uniforms.",		"s_aa4a4ec4":"Who has been asking questions?",		"s_a70cda4":"At the time, no I hadn't. Hardly anythin' unusual ever happened around here. But if I had seen then what I had seen now, I would definately had told 'em.",		"s_9c48be16":"You're obviously crazy.",		"s_93f3969d":"I'm sorry, I didn't see anything.",		"s_8d32acbf":"Did you find anything?",		"s_8a046130":"I knew it! Wait 'til I tell everyone. Now they'll know I'm not crazy! Did you find any relics that I might be able to buy from you?",		"s_894992c6":"I think that I've been to this place that you're talking about.",		"s_86db3ca8":"Darn right I did. Turns out the quake was centered near a small mountain. We never did start any mining there as there was nothin' worth digging up. But I checked out the mountain anyway. And that's when the weird thing happened...",		"s_85f5abed":"What kind of questions have people been asking?",		"s_83b0842f":"Well, I saw a cave in the mountain. But not a natural cave, someone put that cave there on purpose. The weird thing, though, is that I didn't see the cave there when I looked the first time. Then when I turned away and looked back, it was gone again.",		"s_827f01ce":"Sometimes they ask about all that debris. Sometimes they ask questions about mining. I do remember some of those Imperials asking us if we'd seen anything unusual.",		"s_7828a8aa":"What kind of questions are they asking?",		"s_72308e43":"Wow. What did you do?",		"s_6ecc5ef7":"What was it that you saw?",		"s_674fdb0a":"Had you seen anything unusual?",		"s_61f5ac3":"OK, tell me please.",		"s_5c031163":"Well I don't think much of you, either. Good-bye.",		"s_5b67bd":"Well, not long ago we had an earthquake or somthin' nearby. Some thought it was an explosion, but either way, stuff like that is important to a miner. So I went over to check it out... see if there was any damage to any equipment...",		"s_551304d2":"Alright, let's see what you have.",		"s_53fdb2c3":"Sorry, this story is boring. Good-bye.",		"s_52beeae8":"Yes, I have a few things you might be interested in.",		"s_520ae1e7":"You're right, there was a cave there.",		"s_490e56dd":"You don't say? Good-bye.",		"s_46aee9":"You've been there? Did you find that mountain? Did you see the cave? I'm not crazy am I?",		"s_4399b8ac":"Frankly, I don't think much better of you. Good-bye.",		"s_3dc0cd9d":"Being a mining outpost, we've always had a couple of seedy characters hanging around, but usually looking for work or somethin'. Now they're just all over the place. Asking lots of questions sometimes, too.",		"s_321d898b":"What do you mean by strange folk?",		"s_2b7c5c5a":"No, I don't have anything, sorry.",		"s_2688b2a3":"Well, I'll tell you something that struck me as curious. No one else around here really believes me though. They think I'm crazy...",		"s_2608508b":"Oh... well, sorry. Good-bye.",		"s_253d6dd2":"Why don't you tell me about those strange folk?",		"s_1fc825af":"Those people are right. You're nuts.",		"s_1f5ef4a0":"Am I a seedy character?",		"s_1945c2e":"Came straight back here obviously. I know better than to stick my head into odd caves that may or may not exist. Trouble is... no one here believes me. They all think it was just my eyes playin' tricks.",		"s_188c477d":"So long, stranger.",		"s_14b834bb":"What kind of strange things have been going on?",		"s_12f0f46":"I told 'em no. Hardly anythin' unusual ever happened around here. But if I had seen then what I've seen now, I would have changed my answer.",		"s_113ae28f":"I'd like to go take a look at this mountain.",		"s_0":"",		"do_not_edit":"The English version of this file (biogenic_herald_dealer.stf) is automatically generated by the SwgConversationEditor."
}}
