{
	"stfFile":"conversation/biogenic_securitytech",
	"entries": {
		"s_f6349bd9":"The security in our facility here has suffered a catastrophic failure. We're doing our best to get it under control.",		"s_e8b00610":"Well, you look busy. I'll come back later.",		"s_e4c5332b":"It's your funeral. You'll need to punch in the code 12872 to get through that security door. Just make sure none of those creatures gets in here before I get security back online.",		"s_e32d6faf":"Are you coming with me?",		"s_db64ccb5":"Sound like you have your hands full. I'll leave you alone.",		"s_d8be16a3":"Best of luck to you, friend. And be careful.",		"s_d7b11a2":"Through a large opening in the side of a hill.",		"s_d14c9940":"The same way that I'm leaving. Good-bye.",		"s_c9c438be":"What of those creatures you mentioned earlier?",		"s_bdace841":"What kind of failure exactly?",		"s_b49b50a8":"Well, firstly you'll need a code to get through that security door. Punch in the code 12872 and you can get through. Once you get in, there are some things you should watch out for though.",		"s_a57fff7e":"What was the code to get through the security door again?",		"s_a35c0e94":"Well, the hole in the mountain was unlocked, so...",		"s_9d06ecb3":"Leave me alone.",		"s_9749167c":"I'm sorry, but I am very busy. What do you need?",		"s_914ffdda":"Specifically, you will need to be aware of the sentry droids, and any creatures that might have escaped from their cages.",		"s_8cd04dbf":"Can you tell me more about the sentry droids?",		"s_8913cdec":"With our security system down, the droids' targeting protocol will be offline. They are likely to shoot at anything and everything that moves. They are positioned in halls throughout the complex.",		"s_83dc19a":"What kind of things do I need to watch out for?",		"s_802edca9":"No problem. Now please go take care of those creatures.",		"s_7df9e17e":"Aargh. More of those foul creatures have escaped. Wait a minute, how did you get in here?",		"s_7cb640f8":"The first thing that we need to do is to kill any of those mutant creatures that might have escaped. Then we'll have a good chance of getting this place back under control.",		"s_77c97efc":"Do you need a hand in getting it under control?",		"s_7397bf4e":"Remember, I don't recommend it. But if you want to get through the security door, punch in the code 12872.",		"s_71d4af18":"Oh, yes. Is there anything else that I can do for you?",		"s_6e7f3aa6":"OK. What would you like for me to do?",		"s_6dcc098c":"Just punch in the code 12872 to get through the security door.",		"s_6c0c46c5":"On second thought, I'd better just leave it to you.",		"s_6738bb52":"Many of the experiments in this compound revolve around genetically mutating certain creatures. The earthquake that we experienced recently seems to have shut down out containment systems.",		"s_5b2ec95c":"Sith spit. That must mean the holo-generator is offline. Add one more thing to the list of what's gone wrong.",		"s_55b3a778":"Nevermind that. What's going on here?",		"s_54c04cd6":"These creatures have been modified to become very powerful. When the earthquake hit, our containment system went down, and now they are able to leave their cages and roam the halls. That is about all I know.",		"s_5147321f":"No, I was just leaving. Thanks for your help.",		"s_4e67874f":"Can you tell me about the escaped creatures again?",		"s_4bf538ac":"Can you tell me about the sentry droids again?",		"s_4abac946":"Fine, just stay out of my way.",		"s_4a0eda9c":"OK. I'll be on my way then. Thank you.",		"s_3f226fbc":"I'd better go in and check on things. Good-bye.",		"s_367aaeab":"Sorry to bother you.",		"s_3605064":"Yes, good. Just turn around and forget that you ever saw this place.",		"s_2ea369ee":"Alright. I'll do my best.",		"s_2ba5e1a3":"I'm sorry. What seems to be going on here?",		"s_28594fa2":"I'd like to see more of this complex. Is there anything I should know?",		"s_2066c897":"Actually, I could use some help, but if you're going further into the compound, you'll need a code to get through that security door. Punch in the code 12872 and you can get through. There are some things you should watch out for though.",		"s_1ea74b0a":"Can you tell me more about the escaped creatures?",		"s_1a87eec":"No, don't come back. Just turn around and forget you ever saw this place.",		"s_19aa7018":"No, I'm going to stay here and try to get the security system back online. Just go and help the others. I'm sure they're in trouble.",		"s_18376ecf":"Alright, just be sure to stay out of the way.",		"s_164b2134":"We recently experienced some type of seismic event. It seems to have wrecked havoc with our security and containment systems. Many of my security officers have died as a result.",		"s_0":"",		"do_not_edit":"The English version of this file (biogenic_securitytech.stf) is automatically generated by the SwgConversationEditor."
}}
