{
	"stfFile":"conversation/boba_fett",
	"entries": {
		"s_f959107f":"The experience itself will be its own reward.  Don't come to me or the Hutt looking for a handout -- you're likely to end up on the wrong end of a blaster if you keep that up.",		"s_f215b084":"Sounds like you've dealt with them before.",		"s_d586da5f":"The Death Watch can be a formidable opponent and shouldn't be taken lightly. Be careful fighting against them.",		"s_ab11aabd":"Okay. Anything else you can tell me?",		"s_8e66f1ea":"Another of Jabba's little toys... You may want to make yourself useful by checking something out when you get a chance. You're of no use wandering around the palace aimlessly. There's a rumor that Death Watch operatives can be found on Endor somewhere in the northwestern area of the planet.",		"s_783590a2":"Do I get a reward for completing this mission?",		"s_76956672":"The experience itself will be its own reward.  Don't come to me or the Hutt looking for a hand out, you're likely to end up on the wrong end of a blaster if you keep that up.",		"s_6ad7d226":"You won't make any friends around here by passing on what's sure to be a lucrative job like this.",		"s_58de331a":"Mind your business. The Hutt wants this Death Watch and their leader dead before they cut into his business.  My informants tell me they're cutting a deal with Black Sun even as we speak.",		"s_515da73f":"Can't somebody else do it?",		"s_4c801419":"Are you sure that's all there is to it?",		"s_4386e081":"I've no time for the likes of you. I have more pressing matters to deal with.",		"s_3c8497c":"You're back again?  Didn't we already have this discussion?",		"s_262c1b3f":"I don't usually give my opinion to barves like you, but in this case I'll make an exception.  All I have to say is, the Mandalorians are dead and nobody is bringin' them back. Now go.",		"s_1122d80a":"Can you tell me again about the Death Watch?",		"s_0":"",		"do_not_edit":"The English version of this file (boba_fett.stf) is automatically generated by the SwgConversationEditor."
}}
