{
	"stfFile":"conversation/c_ddroid_amarent",
	"entries": {
		"s_317":"All right.  I'll copy it into your datapad.",		"s_316":"I need to know where the crash is again.",		"s_315":"Do you need more help?",		"s_313":"I'm very busy.  I'm sorry I can't talk to you right now.",		"s_311":"Erm...no need for any weapons, I assure you! The ship crashed on Talus.  If you don't hurt me, I'll copy the location to your datapad.",		"s_309":"Is your life really worth a silly rule like that?",		"s_307":"I suppose it is only helping out a concerned citizen.  The ship that you are looking for crashed on Talus.  I can copy the location to your datapad.",		"s_305":"Would these 1000 credits show that I'm a member of the Imperial Transit Authority?",		"s_303":"I'm sorry, but I cannot give out that kind of information unless you are a member of the Imperial Transit Authority.",		"s_301":"I need information about a ship that may be lost.",		"s_299":"Ah!  Here it is.  It crashed on Talus.  I will transmit the location to your datapad...sir.",		"s_297":"Come on, man!  I don't have all day.",		"s_295":"Yes sir.  Give me a moment to consult with my notes. Yes, I think that ship is here.  One more moment...",		"s_293":"There is no excuse for impertinence!  I need information on a missing ship, now.",		"s_291":"Yes sir.  I have been investigating that ship.  It appears that the ship was diverted to Talus, though I have no information as to whether it crashed due to a malfunction or hijacking.  I have been told, sir, that it is a low priority and likely won't be pursued for several more days. Here are the coordinates if you would like to investigate the crash site.",		"s_289":"I'm sure they are.  You are forgiven.  I need to know about a ship that is missing.",		"s_287":"Oh!  Excuse me sir.  Forgive my insolence.  Things have just been really busy here.",		"s_285":"I'm sure you can make time for someone of my influence.",		"s_283":"Ah Selan.  I hope she is doing well.  I don't see her near enough.  I have a moment, but as I said, I really am busy. ",		"s_281":"Selan Ellison sent me.",		"s_279":"I'm sorry, but I'm really busy.  What do you need?",		"s_277":"",		"s_24":"Looks like you found the crash.  I got a message from Valance Serth that he needs you again, if you would go out there.",		"do_not_edit":"The English version of this file (c_ddroid_amarent.stf) is automatically generated by the SwgConversationEditor."
}}
