{
	"stfFile":"conversation/c_ddroid_valance",
	"entries": {
		"s_1269":"It's going to take me forever to fix this ship!",		"s_1268":"I like it here.  It's exciting!  Heh. Actually, I need to make sure that my stuff on this ship is taken care of.  ",		"s_1266":"What are you still doing here?",		"s_1264":"Hello my friend.  You saved many many innocent people.  ",		"s_1262":"Please hurry.  It's still a trek back to the starport.",		"s_1260":"Give me some time.",		"s_1258":"Good luck!",		"s_1256":"I'm ready!",		"s_1254":"Ouch, you don't look too good.  The first of the transports got away.  This isn't the end of the galaxy.  The majority still haven't gotten out of the system.  Are you ready to go after them again?",		"s_1252":"Please go eliminate that staging camp.",		"s_1250":"Well, much as it saved my life, I can't say that I blame you.  If you change your mind, come back and talk to me.",		"s_1248":"Oh no!  I'm not going anywhere near that thing again!",		"s_1246":"Whoa!  Remember, he's a droid.  I'll just be doing both him and myself a favor.  If you don't want to do it, that's your business.  When you change your mind, talk to me.",		"s_1244":"What?!  After all that he did to help you...",		"s_1242":"I would appreciate it.  He's probably fretting his bolts off.",		"s_1240":"I can do that if you like.",		"s_1238":"Yes, well...he's also the one responsible for getting me into trouble in the first place and I'm tired of it.  If you head back to Moenia anytime soon, would you talk to him and have him run this program for me?  It will wipe his memory and I won't have to worry about Black Sun goons anymore.",		"s_1236":"He's rather difficult to forget.",		"s_1234":"Hello, my friend. Thank you for all your help so far.  I shouldn't ask, but...well...you recall the droid that sent you to me, C-3TC?",		"s_1232":"They are probably pretty tough.  Please hurry as much as you safely can.",		"s_1230":"I'm not done yet.",		"s_1228":"All right, but hurry.",		"s_1226":"Give me a moment to get myself ready.",		"s_1224":"What else can I tell you?  Get to a Starport and into space.  Go blow up that transport and anything that stands in the way.  I should be able to arrange for you to get some coordinates to help.",		"s_1222":"Ok, tell me more, I'm always ready for a trip into space.",		"s_1220":"I'm afraid they must have had early warning! They launched their transport already.  The only hope left is to intercept the transport in space.",		"s_1218":"Great!  You stopped their nasty little plot cold.  There's only one loose end.  Please let me know if you are interested.",		"s_1216":"I took care of the Black Sun Camp",		"s_1214":"Welcome back.",		"s_1212":"I'm sorry to hear that.  I hope I'll be able to find someone that will help me resolve this dangerous situation.",		"s_1210":"I don't have time right now.",		"s_1208":"Oh thank you!  Here is the last known location of their base.  Here are coordinates of a spot near their base.  You should be able to see them from this spot.  Kill them if you must, but stop them.",		"s_1206":"I will help.",		"s_1204":"I'm sorry to hear that.  I hope I'll be able to find someone to help me resolve this dangerous situation.",		"s_1202":"I don't have the time right now.",		"s_1200":"Oh thank you!  Here are coordinates of a spot near their base.  You should be able to see them from this spot.  Kill them if you must, but stop them.",		"s_1198":"I will help.",		"s_1196":"Yes.  There's an outbreak of Ourim Flu on several planets.  People are dying.  The Sun will use the tainted spice to addict the sick people to their chemicals.",		"s_1194":"Tainted medicinal spice?  ",		"s_1192":"I came across some information about one of their latest schemes.  They plan to taint a major shipment of medicinal spice.  I want to stop them, but I'm hurt.",		"s_1190":"Why were they going after you?",		"s_1188":"Well, the rumors are probably true.  They are vile, nasty criminals that live only for themselves and the control of anything that may make them money.  And destroy anything that could put that in jeopardy.",		"s_1186":"Not all that much.  Just rumors really.",		"s_1184":"What do you know about the Black Sun?",		"s_1182":"What is the favor?",		"s_1180":" I need a favor...for the good of the Empire, or its people, or whatever you believe in.  Either way, innocent people will get hurt if you can't help me.",		"s_1178":"Of course you are!  Unfortunately, this is all that I have been able to salvage from the flight.  I know that I shouldn't be asking, but I need another favor.",		"s_1176":"I'm expecting a little in return.",		"s_1174":"I owe you my life, but this is all that I have been able to salvage from the flight. I hope it will help you out. I have one more favor to ask, if possible.	",		"s_1172":"I'm happy I could help.",		"s_1170":"Thank you!  Once those pirates get roused, there's nothing to stop them.",		"s_1168":"",		"do_not_edit":"The English version of this file (c_ddroid_valance.stf) is automatically generated by the SwgConversationEditor."
}}
