{
	"stfFile":"conversation/c_ddroid_droid",
	"entries": {
		"s_98":"Sorry, too busy.  He may have taken another ship.",		"s_96":"Oh thank you!  Please go to the Moenia Starport. There is a lady named Selan Ellison.  Maybe she could help you.  Please hurry.  Who knows what may have eaten him!",		"s_94":"I will help you find your master.",		"s_92":"Oh dear.  Please reconsider.  My master's life may be on the line!",		"s_90":"I don't think I'm interested.",		"s_88":"Another time may be too late!  I'll have to find someone else.",		"s_86":"Maybe I will help another time.",		"s_84":"Thank you.  There is a lady named Selan Ellison at the Starport.  Maybe she could help you.  ",		"s_82":"Valance Serth, right.  I'll start looking.",		"s_80":"His name is Valance Serth and he's from Corellia. His father was a member of Corsec until he died.  His mother...",		"s_78":"Right.  I can help you find your master.  What can you tell me about him?",		"s_76":"How could you say that?  I am a protocol droid!  No one would be cruel enough to leave their loyal servant.  Anyway, he couldn't do without me.  I am fluent in over 1.5 million forms of communication and am excellent in facilitating diplomacy.",		"s_74":"Could he have just left you here?",		"s_72":"Maybe someone will come along that is kinder than you and help me find my poor master.",		"s_70":"No.  I'm not into helping droids.",		"s_68":"Oh thank you!  His name is Valance Serth.  He's from Corellia.  There is a lady named Selan Ellison at the Starport.  Maybe she could help you. ",		"s_66":"I can help you find your master.",		"s_64":"Someone was looking for him.  They needed to give him an urgent message from some prince.  Once I told them what ship he was traveling on, they told me not to expect him.  Can you help him?",		"s_62":"What would make you say that?",		"s_60":"Everything is my fault! My master was supposed to come here and meet me.  I tried to find out what happened, but no one at the Starport will talk to me.  I'm afraid that something terrible has happened to him.",		"s_58":"What are you talking about?  How would it be your fault?",		"s_56":"My master, Valance Serth is missing!  He was supposed to land at the Starport here an hour ago.  I'm afraid something really bad happened and it would be entirely my fault!",		"s_54":"What do you need help with?",		"s_52":"Oh dear, oh dear.  My poor master!  Can you help me?",		"s_50":"",		"s_144":"Hello!  I seem to be a bit lost.  Droids need masters, but I don't have one.  How odd.  Maybe someone will come for me soon.",		"s_142":"Please go find out what happened to him.  I'm sure he needs help.",		"s_140":"There's nothing that I can tell you that would be of any use right now.",		"s_138":"Oh he must be dead.  Master, I wasn't there for you!  Oh master!",		"s_136":"Maybe.  I don't think I want to tell you though.",		"s_134":"Certainly, if my master wants it...oh my, what was I saying?  How strange.  Here, I am supposed to give this to you, I think.",		"s_132":"Never mind.  Master Serth wants you to run this program.",		"s_130":"Was I not supposed to say anything?  At first I thought they were going to help you find him.  How am I supposed to know?",		"s_128":"Why did you tell them anything?!",		"s_126":"Oh dear, I hope it's safe. I wouldn't want to jeopardize...hmm, what was I saying? I think I am supposed to give this to you.",		"s_124":"Yes, no thanks to you.  Run this program through your banks.",		"s_122":"Certainly, if my master wants it...oh my, what was I saying?  How strange.  Here, I am supposed to give this to you, I think.  ",		"s_120":"Well enough. Master Serth wants you to run this program.",		"s_118":"Oh yes.  When I told them that you were going to look for him immediately, they left in a hurry.  I do hope you are well.",		"s_116":"They did?",		"s_114":"Oh thank the maker!  He will be all right.  I won't be a droid without a master after all.  After those men came here threatening me and you too!  They wanted to know when you started looking for my master.",		"s_112":"He was hurt when his ship crashed but he's recovering.",		"s_110":"Talus?  What did you do to him?  Oh dear.  I should be there for him.",		"s_108":"I have seen him.  He is on Talus.",		"s_106":"Oh, you are back. Where is my master, have you seen him? ",		"s_104":"It isn't me that you would be helping, but my master.  Please please come back if you change your mind.  Otherwise, he will be doomed!	",		"s_102":"No.  Who would want to help a droid?",		"s_100":"He's never late!  My master hates to be late.  That's why I am worried.",		"do_not_edit":"The English version of this file (c_ddroid_droid.stf) is automatically generated by the SwgConversationEditor."
}}
