{
	"stfFile":"conversation/c_impdefector_jom",
	"entries": {
		"s_600":"What a nice day today.",		"s_598":"Maybe next time, then.",		"s_596":"Not this time, I'm afraid.",		"s_594":"Excellent.  Same situation as before then.  Pick up the defector in the trench near the broken bridge. Take him to the rebel base and talk to Teslo Ten'doora. ",		"s_592":"Certainly.  I am always willing to help.",		"s_590":"Welcome back.  I have another defector that could use an escort of your calibur.  Would you be willing to take him up to the base?",		"s_588":"Good luck with your mission.  Remember, he's hiding near the broken bridge.",		"s_586":"Maybe next time.  Come back if you change your mind.",		"s_584":"I'd rather not.  Imperial entanglements seem to follow me.",		"s_582":"Thank you!  There's an Imperial defector hiding northwest of Kor Vella.  I'll give you the location in your datapad.  Take him to the Rebel Hideout to the north.  It's not a short trip, but it will be worth it.  When you get there, talk to Teslo Ten'doora. ",		"s_580":"I'll be helping the Rebel Alliance?  Sign me up!",		"s_578":"Well, I will tell you this - you may wish to avoid any Imperial entanglements while on this mission.",		"s_576":"Who will I be doing this job for?",		"s_574":"You look to be a trustworthy sort, I have an important mission that needs doing.  Would you be interested?",		"s_572":"I don't believe I wish to speak to you.  When you change your view on galactic politics, maybe we can talk then.",		"s_570":"I'm sorry to hear that.  Maybe I will have something for you later, if you have time.",		"s_568":"I don't have time, actually.",		"s_566":"Thank you!  There's an Imperial defector hiding northwest of Kor Vella.  I'll give you the location in your datapad.  Take him to the Rebel Base to the north.  It's not a short trip, but it will be worth it.  When you get there, talk to Teslo Ten'doora. ",		"s_564":"I always have time for my brothers-in-arms.",		"s_562":"Well, I'm glad you told me.  I wouldn't want you to be in the position of putting your life on the line for something you don't think you can do.  If you change your attitude, come back and talk to me.",		"s_560":"I'd rather not.  Those Imperials make my skin crawl.",		"s_558":"Thank you!  There's an Imperial defector hiding northwest of Kor Vella.  I'll give you the location in your datapad.  Take him to the Rebel Base to the north.  It's not a short trip, but it will be worth it.  When you get there, talk to Teslo Ten'doora. ",		"s_556":"I would be happy to help.",		"s_554":"I'm sure you have heard about defectors from the Empire.  We have a fairly high-ranking officer that has decided to come over to the right side.  He's hiding out northeast of here.",		"s_552":"Time? What does this entail?",		"s_550":"Hello!  I have an important mission for the Alliance, if you have the time.",		"s_548":"",		"do_not_edit":"The English version of this file (c_impdefector_jom.stf) is automatically generated by the SwgConversationEditor."
}}
