{
	"stfFile":"conversation/c_sink_imp",
	"entries": {
		"s_1434":"Not yet.",		"s_1432":"Do you have anything for me?",		"s_1430":"I finally have my mission in life.  The criminals will not take over while we are at war!",		"s_1428":"Here is your payment.  When you want to start protecting citizens again, let me know. Maybe I'll have something for you.",		"s_1426":"I'm done with this now.  No more.",		"s_1424":"It should.  You love the thrill of battle, don't you?  No, I see it in your eyes.  Here is your payment for a job well done.  I will have more for you as soon as I get some research done.",		"s_1422":"It felt good.",		"s_1420":"Good work, soldier.  Those Binyare will think twice before crossing the Empire again.",		"s_1418":"I completed my mission, sir.",		"s_1416":"Then I don't believe your mission is complete, soldier.  Get back up there.",		"s_1414":"I failed my mission, sir.",		"s_1412":"Then I suggest you get going.",		"s_1410":"I haven't been up there yet.",		"s_1408":"What happened up there?",		"s_1406":"Let me give you your reward for a job well done.  It looks like this little problem isn't so little.  I need to do some research.  I'll probably have more for you at a later time.  ",		"s_1404":"I am happy to do my part.",		"s_1402":"Very true.  In fact, that's something that I was going to talk to you about.  Binyare fly this sector and I want you to cripple their fleet, a few ships at a time.  Once you are in space, I'll transfer coordinates to you.",		"s_1400":"These thugs aren't only on the ground, sir.",		"s_1398":"You would be correct.  You did an admirable job.  ",		"s_1396":"I have the blades and you have heard about the Binayre, I believe, sir.",		"s_1394":"I have nothing else to offer you now.  Get going!",		"s_1392":"I'm still working my way through the bad guys.",		"s_1390":"Then I suggest you start now.",		"s_1388":"I haven't started yet, sir.",		"s_1386":"How did it go? ",		"s_1384":"Go west and look for the smoking Tie Fighter.",		"s_1382":"I need the location again.",		"s_1380":"I don't see my friend with you.  I guess you should be heading out to get him.",		"s_1378":"Know that you are turning your back on the law-abiding citizens that you are supposed to be defending.  Sleep well on that... soldier.",		"s_1376":"Respectfully, sir, I want no part of this. Even if you asked me to do something, I will not.",		"s_1374":"That's the spirit!  I want you to target two of the groups, one here and one on Corellia. I'll transmit the information to your journal and datapad.  Good luck, soldier!",		"s_1372":"I want to help! I hate those gangs. Thugs and criminals, all of them.  Tell me what I can do.",		"s_1370":"Well they are obviously not nearly as effective as they should be, are they?  If you stand aside, it's your business, just get the hell out of the way while I do something about it.",		"s_1368":"No way.  I don't get involved in minor disputes.  That is what the Planetary Security Forces are for.",		"s_1366":"That's the spirit!  I want you to target two of the groups, one here and one on Corellia. I'll transmit the information to your journal and datapad.  Good luck, soldier!",		"s_1364":"Sounds like a rough job.  I like it!",		"s_1362":"I want to cripple them. They hurt and kill our citizens and they must be executed. I want them rendered ineffective and then wiped out.",		"s_1360":"What, exactly do you deem necessary?",		"s_1358":"Yes and no.  I have just received orders that if those thugs attack Imperial personnel, I am authorized to take whatever actions I deem necessary.",		"s_1356":"I beg your pardon, sir?  There is good news in this?",		"s_1354":"My friend must be dead.  The good news is that they finally stepped over the line.",		"s_1352":"I found a corpse at the crash site and a bunch of Binayre attacked me.",		"s_1350":"Welcome back. Tell me what happened.",		"s_1348":"I see.  You are right of course.  I'll remember to mention that to the dispatcher if you ever need a lift back to base.",		"s_1346":"I think the pilot can make it back on his own. Isn't that what he was trained for?",		"s_1344":"Good show.  Let me give you the location.  You can't miss it; look for the crashed Tie Fighter.  My friend is probably out of sight.  I'll radio and let him know that you are coming, so just go to the coordinates that I give you and bring him back.",		"s_1342":"It would be a privilege to escort a friend of yours, sir.",		"s_1340":"During a battle, those Rebels shot his ship down.  He's good enough, and lucky enough to have crash-landed instead of blowing up. But, outside of a ship, he's just terrible.  He needs someone to bring him back here.",		"s_1338":"Escort from where?  What happened?",		"s_1336":"I have a simple mission for you, soldier.  A good friend of mine from the academy needs an escort back here from an accident.",		"s_1334":"Hello citizen, nice day isn't it?  I'm sorry, but I don't have anything that you can help me with.  I really need a member of the Imperial Armed Forces.",		"s_1332":"What makes you think I will talk to you, insurgent?",		"s_1330":"",		"do_not_edit":"The English version of this file (c_sink_imp.stf) is automatically generated by the SwgConversationEditor."
}}
