{
	"stfFile":"conversation/c_sink_reb",
	"entries": {
		"s_1218":"Not yet.",		"s_1216":"Do you have anything for me?",		"s_1214":"I finally have my mission in life.  The criminals will not take over while we are at war!",		"s_1212":"Let me give you your reward for a job well done, at least.  I think that I'm going to make this my cause.  Let Mon Mothma deal with the Empire.  I want to make sure that if we win, there is something worth having.  If you want to be a part of it, talk to me later.",		"s_1210":"I'm done with this now.  No more.",		"s_1208":"It should.  You are helping the innocent people of the galaxy.  All I can give you is my thanks and these credits.  I'll make sure that your deeds are known.  Come back to me soon and I will try to have more for you to do.",		"s_1206":"It felt good.",		"s_1204":"Great!!  You dealt the Daggers one hell of a blow.  They will be picking up pieces of their ships for weeks.",		"s_1202":"I completed the mission.",		"s_1200":"It's like falling off a bantha.  You have to dust yourself off, get back on and finish the job!",		"s_1198":"I failed the mission.",		"s_1196":"Then I suggest you get going.",		"s_1194":"I haven't been up there yet.",		"s_1192":"What happened up there?",		"s_1190":"Let me give you your reward for a job well done.  I think that I'm going to make this my cause.  Let Mon Mothma deal with the Empire.  I want to make sure that if we win, there is something worth having.  Come back to me sometime and I may have something for you to do.",		"s_1188":"I am happy to do my part.",		"s_1186":"Good.  I want you to head into space then.  The Hidden Daggers have taken it into their heads to terrorize innocent pilots heading to Corellia.  Destroy them and then I'll reward your properly for your hard work. ",		"s_1184":"I'd like to do more to help.",		"s_1182":"I did indeed and I'm glad to see that you are as enthusiastic as I am about stopping the growing gang problem.  ",		"s_1180":"I have the marks and you have heard about the Flails, I assume.",		"s_1178":"I have nothing else to offer you now.  Get going!",		"s_1176":"I'm still working my way through the bad guys.",		"s_1174":"Then maybe you should get to it.",		"s_1172":"I haven't started yet.",		"s_1170":"How did it go? ",		"s_1168":"Go north and look for the crashed Escape Pod.",		"s_1166":"I need the location again.",		"s_1164":"I don't see my friend with you.  I guess you should be heading out to get him.",		"s_1162":"If we stand aside while evil people take advantage of others, we lose.  But it's your decision.  If you change your mind, let me know.",		"s_1160":"I want no part of your vendetta.  One major enemy is enough.",		"s_1158":"I want you to go after them.  I don't expect you to single-handedly eliminate all the criminals in the galaxy, but you can start the ball rolling.  Strike at two of the gangs, one here and one on Talus.  I'll put more information into your journal and datapad.",		"s_1156":"What do you need me to do? ",		"s_1154":"If we stand aside while evil people take advantage of others, we lose.  But it's your decision.  If you change your mind, let me know.",		"s_1152":"I want no part of your vendetta.  One major enemy is enough.",		"s_1150":"I want you to go after them.  I know that you cannot eliminate the whole threat yourself, but strike at them.  I have identified two gangs here and on Talus that are strong enough to do some real damage, but not as strong as, say, the Hutt Syndicate.",		"s_1148":"So, what do you want me to do about it?",		"s_1146":"The more the actual pirates and criminal elements terrorize citizens while we do nothing to help them, the more we are lumped in with their ilk.",		"s_1144":"What do the gangs have to do with that?",		"s_1142":"Obviously, to the Empire, we are criminals and a threat to their domination.  But to the citizens, we Rebels may be viewed as Freedom Fighters...or as the criminals that the Empire is making us to be.",		"s_1140":"What do you mean by that?",		"s_1138":"These swoop gangs, smugglers, and pirates!  Beyond what they are doing to innocent people, they give us a bad name.  ",		"s_1136":"What are you talking about?",		"s_1134":"No!  After all that he went through in the war, to get killed by thugs?!  That's it!  I'm done waiting for someone else to take care of these criminals.  It's time to act!",		"s_1132":"I found a corpse at the crash site and I was attacked by Flails.",		"s_1130":"Welcome back.  Tell me what happened.",		"s_1128":"Sure.  What's one pilot whose life is in danger when you could be out killing to your heart's content?  Are you sure you are in the Rebellion?",		"s_1126":"No thank you.  I have other things to do.  There's a war out there, you know.",		"s_1124":"Thank you!  I'll be sure to tell the higher-ups of your willingness to help.  The pod crashed north of here.  I'm sure he's keeping out of sight of the local Imperial forces.  I'll radio and let him know you are on your way.  He will follow you here.  I'll have a reward for you when you get back.",		"s_1122":"Sure.  Any friend of yours is a friend of mine!",		"s_1120":"He is a pilot and his ship was attacked.  He made it to the escape pod, but now he needs someone to lead him here.",		"s_1118":"Escort from where?  What happened?",		"s_1116":"I have a simple assignment for you, if you are interested.  A good friend of mine needs an escort back here.  ",		"s_1114":"Good afternoon!  Nice day, isn't it?  I'm sorry, but I don't have anything that you can do.  I am looking for someone more sympathetic to the Alliance.",		"s_1112":"What makes you think I will talk to you, thug?",		"s_1110":"",		"do_not_edit":"The English version of this file (c_sink_reb.stf) is automatically generated by the SwgConversationEditor."
}}
