{
	"stfFile":"conversation/c_story1_2_chemist",
	"entries": {
		"s_98":"And?",		"s_96":"What spice?",		"s_42":"There's a new spice out there that many people want information about.  There have been people looking for information on Naboo, Corellia, and Talus.  I'm sure that there is money to be made there.",		"s_40":"I won't kill you, but what can you offer me?",		"s_4":"Please don't kill me!  I have information that you probably want.",		"s_39":"I have been analyzing the spice that you have.",		"s_38":"Go on then, talk.",		"s_2":"",		"s_120":"Yes, I probably would.  Maybe you should go speak to your own contacts and see if they will tell you anything.  I'd be shocked if they did.   Please...leave me be.  I gave you more information than I probably should.  Take this and go.",		"s_118":"Believe it.  The Black Sun will actually let the average person get a hold of this life-sustaining spice...once I know what it does...for a price. I gave you more information than I probably should.  Take this and go. ",		"s_116":"Maybe they want an edge in the war...ow! Right, rock-sucking terrorists! In thanks for sparing my life, take this. ",		"s_114":"NO!  I don't believe you!  You work with criminals that want the spice.  You would say anything!",		"s_112":"Really?  I find that hard to believe.",		"s_110":"Doesn't surprise me in the least.  Those rock-sucking terrorists would do anything.",		"s_108":"What does the Black Sun want with it? Most rare medicines are publically available.  ",		"s_106":"Not this kind.  That's what you don't understand.  It's being smuggled and hoarded by the Rebel Alliance.  They must know where it comes from and are keeping it for themselves.  The pilot that you are looking for was smuggling the spice for them.",		"s_104":"What does the Black Sun want with it? Most rare medicines are publically available.  ",		"s_102":"That, I'm not sure of.  It seems to have pretty impressive healing qualities, but I haven't isolated its exact function.  What I do know is that it appears that the Black Sun want a piece of the action. ",		"s_100":"I know that you found a spice sample, the local Black Sun leaders were talking about it earlier today.  That's why they set up that trap for you.   They want a piece of the action. I don't know the name of this spice, but it seems to be medicinal in nature, and rare.",		"do_not_edit":"The English version of this file (c_story1_2_chemist.stf) is automatically generated by the SwgConversationEditor."
}}
