{
	"stfFile":"conversation/c_story1_1_neu_quest",
	"entries": {
		"s_468":"If you see this, Lisa sucks... tell her so.",		"s_466":"I don't know what is going on, exactly, but I'm going to try to have more inforamtion for you as soon as I can.  It's not looking good so far.",		"s_464":"Oh, will you help me?  My friend is missing.  Someone told me that you were looking for him.  I have information for you! Someone named Kaila contacted me and told me that she had information about my lost friend! He's lost in the wilderness.  She won't give me the coordinates, but maybe she will give them to you.",		"s_462":"My friend is missing.  Someone told me that you were looking for him.  I have information for you! Someone named Kaila contacted me and told me that she had information! He's lost in the wilderness.  You have to help me!  She won't give me the coordinates, but maybe she will give them to you.",		"s_460":"Oh, I hope your weapon breaks and you get eaten by a rancor!",		"s_458":"I didn't sign on for this. I'm done.",		"s_456":"Kaila hangs out at Narmle's Gambling Hall.  Here's a waypoint for you.  Go quickly!",		"s_454":"I want to find out what's going on.  Where is she?",		"s_452":"You... you jerk!  You don't care about anyone or anything but yourself.  When you change your mind about helping me, maybe I'll talk to you.",		"s_450":"She's right.  You will get yourself killed.  You will probably get me killed in the process.",		"s_448":"Kaila's a regular at some dive in Narmle.  I'll give you a waypoint.",		"s_446":"It's ok.  I'll help you.  Just tell me where I can find her.",		"s_444":"Hhmph, she says that I won't survive in the wilderness, and she's right there.  But she said that I'm foolish enough to go out there on my own.  She says that she doesn't want to get me killed!  I'd only do that if I couldn't find someone to help me!",		"s_442":"Why wouldn't she give you the coordinates?",		"s_440":"I finally have information for you! Someone named Kaila contacted me and told me that she had information about my lost friend! He's lost in the wilderness.  You have to help me!  She won't give me the coordinates, but maybe she will give them to you.",		"s_438":"Go talk to Doctor Vang.  There's not much else I can do to help you.",		"s_436":"You lost it?  Fine, I'll transfer the location to your datapad.",		"s_434":"I lost the location. Can you give it to me again?",		"s_432":"I hope he's all right.  Please go out there soon.",		"s_430":"Nothing yet.",		"s_428":"I can't, actually. We're not on good terms. If you change your mind about helping me, please come back.",		"s_426":"No, he's your cousin. You should go talk to him.",		"s_424":"Thank you again.  Here are the coordinates to his clinic.  I hope it helps.",		"s_422":"I would be happy to.",		"s_420":"Do you think so?  My cousin is a doctor and could probably analyze that. Would you take it to him and see if he can help?",		"s_418":"Maybe the spice will lead us to where he is.",		"s_416":"He was attacked!  He doesn't say by who or what, but his ship was brought down.  There's no information here that helps me at all!  Just something about this sample and how it's important.  I don't care about that, I just want to find my friend!",		"s_414":"What does it say?",		"s_412":"A spice?  What would he be doing with spice?  He doesn't touch the stuff.  Let me see this datapad, I have his personal code. Oh no!",		"s_410":"I found this datapad and this sample.  I think it's a spice.",		"s_408":"Crashed?  That's terrible!  Please go back there and search for some trace of him!",		"s_406":"The pilot's ship crashed.  I haven't found any trace of him though.",		"s_404":"What did you find?",		"s_402":"I'm no kind of wilderness survivor!  You don't care about anything except yourself!  Go then and thanks for nothing!  ",		"s_400":"No thank you.  You should go look for your own friend.",		"s_398":"This is quite a bit more than just a job.  My friend's life may be at stake!  His last coordinates were on Rori.  I'm really worried about him!  Let me transfer the coordinates to you.  If you can't actually find him, maybe you can find something of his that would give me a clue to where he may be.",		"s_396":"I could always use a job.",		"s_394":"You are very cruel not to help me find my friend.  I hope you get eaten by a sarlacc!",		"s_392":"I'd rather not.  I have a lot to do right now.",		"s_390":"Thank you!  I have the coordinates here.  Please bring me back any information you find. I'm so worried about him! ",		"s_388":"I will help you find your friend.",		"s_386":"He is a merchant and on one of this runs, he disappeared!  I can't imagine what happened!  He's a very good pilot. I don't think that Rori was one of his stops, but that's where his last coordinates say he was.  I'm very worried. ",		"s_384":"What can you tell me about it?",		"s_382":"Can you help me?  Please help me!  My friend's ship is missing and I haven't heard from him.  I'm really worried.",		"s_380":"I can't talk to you in case a member of the Imperial Security Bureau is watching.",		"s_378":"Oh my, you are an Imperial, aren't you?  I guess you are too busy to help me.",		"s_376":"Much as I need help, I don't trust people in the Rebellion.  I keep hearing how you kill women and children.  Please leave me alone.",		"s_374":"Oh dear, you went and joined the military, didn't you?  You won't be able to help me now.  I was already almost arrested for pestering an Imperial officer.  I'll have to find someone else to help me.",		"s_372":"",		"do_not_edit":"The English version of this file (c_story1_1_neu_quest.stf) is automatically generated by the SwgConversationEditor."
}}
