{
	"stfFile":"conversation/c_story1_1_reb_quest",
	"entries": {
		"s_305":"If you see this, Lisa sucks... tell her so.",		"s_301":"Can I talk to you later?  I'm tracking down a tough bit of information.",		"s_297":"Welcome to the Alliance!  I hope you have been treated well so far.  Sources tell me that you found a spice sample and are looking for a missing pilot.  Someone named Kaila contacted me and told me that she had information on the missing pilot.  Evidently he's lost in the wilderness.  She has the coordinates if you go over and talk to her.",		"s_293":"Welcome to the right side of the battle lines.  I'm glad you are with us.  I understand that you found an odd spice sample.  I have some information about the missing pilot.  Someone named Kaila contacted me and told me that she had information on the missing pilot.  Evidently he's lost in the wilderness.  She has the coordinates if you go over and talk to her.",		"s_289":"If you wish.  I won't condemn you, although some might.",		"s_285":"No more of this for me.  I'm done.",		"s_281":"Kaila apparently hangs out at Narmle's Gambling Hall.  Here's a waypoint for you.  Be careful.",		"s_277":"I want to find out what's going on.  Where is she?",		"s_273":"If you wish.  I won't condemn you, though others will.",		"s_269":"You aren't the only one that the Empire is hunting.  I want no part of it.",		"s_265":"She's a regular at Narmle's Gambling Hall.  I'll give you a waypoint.",		"s_261":"As am I, my friend.  But I'm interested in finding out what this is about.  Where is she?",		"s_257":"Well, she didn't contact me directly and doesn't want to be seen talking to me.  I'm a wanted man, you understand.  One of those 'rebel terrorists' and all that rot.",		"s_253":"Didn't she give you the information when she contacted you?",		"s_249":"I finally have information for you! Someone named Kaila contacted me and told me that she had information on the missing pilot.  Evidently he's lost in the wilderness.  She has the coordinates if you go over and talk to her.",		"s_245":"Go talk to Doctor Vang.  There's not much else I can do to help you.",		"s_241":"I can help you with that. ",		"s_237":"I need the location again.",		"s_233":"That's a shame.  Come back to me when you find something.",		"s_229":"I haven't found anything yet.",		"s_225":". . .",		"s_221":"No, I did what you asked me to.  I'm leaving now.",		"s_218":"Of course I will!  Here are coordinates to my friend's medical practice.  He is there almost all the time.",		"s_216":"Well, if you look for the pilot, I'll follow up on the spice.",		"s_213":"I'm sorry, I don't mean to put you on guard.  I just don't like knowing that there's some unknown spice out there when some child could get their hands on it.  Here's the doctor's clinic.  I'm sure he will be there.",		"s_211":"This is getting suspicious, but I will do as you ask.",		"s_209":"Um, no, that's not what I mean.  I mean, I think you should follow up on that spice and let me worry about the pilot.",		"s_207":"More important than a missing pilot?",		"s_205":"Oh, I'll get this datapad sliced and follow up on that.  I think this spice is more important.",		"s_203":"What about the pilot?",		"s_201":"A spice?  Oh really?  Interesting.  Umm... I think you should get that analyzed. I know a doctor who will analyze that for you.",		"s_199":"Yes, I found this datapad and this sample.  I think it's a spice.",		"s_197":"Crashed?  That's terrible!  Please go back there and search for some trace of him.",		"s_195":"The pilot's ship crashed.  I haven't found any trace of him though.",		"s_193":"Welcome back.  Did you find anything interesting?",		"s_191":"I guess you just aren't that helpful after all.  ",		"s_189":"No thank you.  You should attend to your own duties.",		"s_187":"I will be happy to pay you for your time.  A ship has gone missing and the pilot has not been heard from.  We have his last coordinates. They are on Rori. We don't know if he's hurt or dead.  Go investigate and bring me back any information you find. ",		"s_185":"I could always use a job.",		"s_183":"Hopefully your decision didn't doom that poor pilot.",		"s_171":"I'd rather not.  I have a lot to do right now.",		"s_169":"Very good.  Go to these coordinates on Rori and see if you can find anything out. Then report back to me. Oh, if he had cargo, maybe you could find out what happened to it.  That would probably help him out a lot.",		"s_167":"I will go investigate.",		"s_165":"I have just gotten word that a pilot is missing. We have the coordinates of his last known location. It was on Rori. Would you be willing to run out there and see what happened?  He may be hurt or in danger. ",		"s_163":"Perhaps, if I have more information.",		"s_161":"I need your help!  I have a situation that requires my attention and I cannot attend to it properly.  Would you be willing to help me out?",		"s_159":"I beg your pardon.  Please leave me alone, you Imperial drone.",		"s_157":"You look eager enough, but I really need to speak with someone in the Alliance.",		"s_155":"I won't help you any more.  Someone who didn't weaken our position by quitting will be helping us locate the lost pilot.  If you still care enough to find the pilot, I'm sure other people are looking for him.",		"s_153":"Don't bother trying to get information out of me, worm!  You betrayed your conscience at what price?  Is your cushy new position worth the damage you cause?  Never mind!  Get out of my sight!",		"s_151":"",		"do_not_edit":"The English version of this file (c_story1_1_reb_quest.stf) is automatically generated by the SwgConversationEditor."
}}
