{
	"stfFile":"conversation/c_story1_1_imp_quest",
	"entries": {
		"s_314":"If you see this, Lisa sucks... tell her so.",		"s_312":"I don't know anything more than you do and I'm waiting to hear back from headquarters about what to do next.",		"s_310":"Well, soldier, looks like you have chosen to change your traitorous ways.  Good to see!  Sources tell me that you found a spice sample and are looking for a missing pilot.  I have information for you.  A lady named Kaila saw the pilot out in the wilderness.  I want you to go talk to her.",		"s_308":"Welcome to the right side, soldier.  I'm glad to see that you support law and order.  Sources tell me that you found a spice sample and are looking for a missing pilot.  I have information for you.  A lady named Kaila saw the pilot out in the wilderness.  I want you to go talk to her.",		"s_306":"If we do not find him, I'm holding you responsible.",		"s_304":"No more of this for me.  I'm done.",		"s_302":"Kaila apparently hangs out at some dive in Narmle.  Here's a waypoint.  It should be safe enough there. ",		"s_300":"I don't need additional details.  I want to find out what's going on.",		"s_298":"If we do not find him, I'm holding you responsible.",		"s_296":"I'm not really interested in finding this guy.  He was an idiot to crash his ship and not come back to town.",		"s_294":"Good choice. She is a regular at some dive in Narmle after dark.  I'll give you a waypoint.",		"s_292":"Of course, sir.",		"s_290":"No.  She is expecting a reward for valuable information.  The Empire will take care of that.  You will go talk to her, won't you?",		"s_288":"Didn't she give you the information when she contacted you?",		"s_286":"Hello again, soldier.  It appears that my search bore fruit.  A lady named Kaila heard that I was looking for that lost pilot.  She said that she saw someone fitting his description in the wilderness.  Since you are already in the loop for this, I want you to go talk to her.",		"s_284":"Go talk to Doctor Vang.  There's not much else I can do to help you.",		"s_282":"I can give you that data.",		"s_280":"I lost the location. Can you give it to me again?",		"s_278":"Please get right on that.",		"s_276":"Not yet.",		"s_274":"You do that.",		"s_272":"Not right now, but I'll come back when I'm ready.",		"s_270":"Good.  Here's the medical facility where he works.  You should find him inside.  I swear, I don't think he sleeps.",		"s_268":"I would be happy to.",		"s_266":"I think that this spice sample is important somehow.  I have a loyal Imperial doctor that will analyze this sample if you take it to him.",		"s_264":"So, now what do I do?",		"s_262":"It looks like this sample was part of a larger shipment that the pilot was bringing somewhere.  The datapad is quite damaged. There's nothing about who shot the ship down, just that the ship was attacked.",		"s_260":"What does it say?",		"s_258":"A spice?  I have never seen anything like it.  Let's see what this datapad contains.  One moment for the decoder to do its job...there we go.  ",		"s_256":"Yes, I found this datapad and this sample.  I think it's a spice.",		"s_254":"Crashed?  That's terrible!  Please go back there and search for some trace of him.",		"s_252":"The pilot's ship crashed.  I haven't found any trace of him though.",		"s_250":"Welcome back.  Did you find anything interesting?",		"s_248":"I guess you just aren't that helpful after all.  ",		"s_246":"No thank you.  You should attend to your own duties.",		"s_244":"Your loyalty encourages me.  I wish more people were like you.  Anyway, a pilot is missing and we don't know what happened. We have his last known coordinates on Rori. Investigate then bring me back any information you find, particularly information about his cargo. This is of great interest to the Empire.",		"s_242":"I will do anything I can to help the Empire.",		"s_240":"Hopefully your decision didn't doom that poor pilot.",		"s_238":"I'd rather not.  I have a lot to do right now.",		"s_236":"Very good.  Go to these coordinates on Rori and see if you can find anything out. Then report back to me. Oh, if he had cargo, maybe you could find out what happened to it.  That would probably help him out a lot.",		"s_234":"I will go investigate.",		"s_232":"I have just gotten word that a pilot is missing. We have the coordinates of his last known location. It was on Rori. Would you be willing to run out there and see what happened?  He may be hurt or in danger. ",		"s_230":"Perhaps, if I have more information.",		"s_228":"Greetings, soldier.  I have a situation that requires my attention and I cannot attend to it properly.  Would you be willing to help me out?",		"s_226":"Go away, Rebel scum.",		"s_224":"If I could use your help, I would, but my orders are for Imperial military only.",		"s_222":"How is civilian life treating you?  Never mind, I don't want to know.  I also don't want to know why you are coming to me for classified information.  I have someone else handling this investigation now...military personnel.",		"s_219":"I'm disappointed in you, traitor.  You turn your back on the Empire and then expect us to hand information over to you?  You are sadly mistaken.  Go talk to your own kind now.",		"s_215":"",		"do_not_edit":"The English version of this file (c_story1_1_imp_quest.stf) is automatically generated by the SwgConversationEditor."
}}
