{
	"stfFile":"conversation/coa3lgeneralveers",
	"entries": {
		"s_fdba7430":"You can count on me.",		"s_efae2d69":"What? This is not acceptable! Perhaps you are not as good as the stories I've been hearing about you. Get out of my sight.",		"s_bea4597":"Great work taking out that research facility that really hit them where it counts! If you continue your service to the Empire in this manner, I see great things in your future.",		"s_b02864c6":"Perhaps our data was faulty. I've uploaded some fresh intel to your datapad.",		"s_a486253d":"Get to it and don't leave anything standing!",		"s_92d64a93":"I'll get on it right now.",		"s_6be1cd6b":"I wasn't able to located the facility",		"s_4d8cedd4":"I don't have time to talk right now, I'm waiting for someone.",		"s_4461239":"I hope you realize that we don't take look kindly on failure. I'll overlook it this one time. If you wish to try it again some time in the future, you let me know.",		"s_370a3d89":"What's the matter, don't know how to follow orders? Why haven't you destroyed the facility yet?",		"s_2cdb5dd0":"I can not do this right now",		"s_2977a9a3":"I'm not able to do this now",		"s_1cfbefd4":"So you're the one we've been hearing so much about. I wanted to personally thank you for doing such a commendable job. The Empire needs more Soldiers like you. Thanks to your efforts we were able to find one of their research facilities. Destroying this facility would strike a serious blow against them and could significantly hamper their efforts. We need that facility destroyed and I think you're just the person for the job. Can I count on you?",		"s_1a6ba35a":"Good. Here's the location of the facility. Reduce it to rubble and destroy any traitors there you find. The destruction of this facility will seriously hamper their efforts to find an Alderaanian Flora alternative. This is not an easy mission, so you may want to recruit some help to destroy it. ",		"s_0":"",		"do_not_edit":"The English version of this file (coa3lgeneralveers.stf) is automatically generated by the SwgConversationEditor."
}}
