{
	"stfFile":"conversation/coa3lcoordinator",
	"entries": {
		"s_fec795":"Excellent work! To be honest, I didn't think you could pull it off. You must have done some real smooth talking! I'll start analyzing the disk right away but it is going to take some time. Why don't you go and speak with the Tactical Officer, I believe he has something for you to do. You can find him in the Combat Guild of this city.",		"s_fa0fdb09":"Great to see you again. Those disks you acquired have been of great help to our Tactical Officer. He'll be able to assign as many assault missions as you can take, but there is something of more importance if you're up for it.",		"s_f595b0cb":"Ok, I'll go see what he has to say.",		"s_f35aaa26":"I'm up for anything.",		"s_efdb954e":"Ok, go on.",		"s_ecae16e7":"Ok, carry on. You should probably leave soon though.",		"s_eae61031":"Great! I've uploaded the location of one of their lookouts to your datapad. Pose as one of them and do whatever you can to get your hands on some hard data about that caravan. Things like papers, manifests or disks. Come back as soon as you find something. Be careful and remember to think like a thug. If things go bad, you'll have no choice but to fight. Should that happen, come back and we can try it again.",		"s_e08167af":"Well, it's always a pleasure to see you! We've made some progress in putting a stop to Dead Eye thanks to you. You are to be commended. I don't have anything else I need from you right now. You might ask our Tactical Officer at the Combat Guild if he still needs helping tracking down and destroying those warehouses.",		"s_d819b34e":"I'm not able to do this now.",		"s_d55f2579":"I'm ready to go.",		"s_cf35e3d5":"A direct approach might get you killed. You'll need to get friendly with them first and then maybe they will trust you and open up. Think like a thug. Thugs are generally greedy, selfish, out for themselves. They like things like drinking, gambling, cheating, carousing; that sort of thing.",		"s_cd603241":"I thought that it was correct. I'll update your datapad again just to be safe.",		"s_c4ae7e31":"I'd love to help out again.",		"s_c3194680":"You have a lot of nerve showing your face around here. Now move along before I call for back up!",		"s_bc0e9972":"Nothing for right now, thanks.",		"s_b4f92479":"What are the details of this mission?",		"s_ad11a99b":"As I'm sure you know various underworld organizations have all but cornered the market on this Alderaanian Flora. As to be expected, Jabba the Hutt has come out ahead in this game and he seems to be the one doing the most business. This flora is enormously valuable so obviously Jabba's rivals are taking every opportunity to hijack any shipments they come across. Knowing this, Jabba is using a decentralized system of storage and transport to cut down on losses.",		"s_a6f2327f":"What were the details of the mission again?",		"s_a3ea7bf6":"I'm sorry to hear that. Come back later if you change your mind.",		"s_9fd43ddf":"Greetings citizen, I don't believe we've worked together before. If you haven't heard, we've been having some serious problems with the Dead Eye project. Now is as good a time as any to get involved and help us out. What do you say?",		"s_976a6f0":"Great! A lot has happened since we last spoke. I don't have time to go over all of the details with you right now. Go and speak with our Information Officer and listen to what he has to say. You can find him in the Commerce Guild Hall in this city.",		"s_8ee9343e":"Ran into trouble did you? Well there are plenty of lookouts out there still. Here is the location of another one. Come back as soon as you find any sort of hard data about that caravan and maybe we can determine where it was heading. Good luck to you!",		"s_882bc6e0":"Well, how did things go?",		"s_8824a3ee":"I'm happy to hear you say that, now is as good a time as any! We have an Information Officer stationed in the Commerce Guild of this city. Find the Commerce Guild and speak to the Information Officer there and ask him to fill you on all that has happened so far.",		"s_87b694b0":"Let me take a moment to fill you in. Dead Eye is the code name for what was an Imperial research project. It is a pharmaceutical that grants the user deadly aim. It can make even the greenest recruit a potential threat. It was developed by a scientist named Dr. Vacca. The situation looks sort of grim for us right now but we aren't without hope. That's where you come in.",		"s_86f67673":"These people are incredibly suspicious so you'll need to be very convincing. If they suspect you they won't hesitate to attack. If that happens, then I'm afraid we'll have to start over and try it again. ",		"s_80af7773":"Got any advice for me?",		"s_7b9e2f5e":"Can I have another waypoint?",		"s_740fcda6":"That's too bad, I was hoping I could count on your support with this. The offer still stands if you change your mind.",		"s_70df24d2":"I thought you'd say that. You've made a big impression and Colonel Veers himself has flown into our headquarters there to oversee the operation. He said he wanted to speak with you personally about it. I've added a waypoint to your datapad with the location of the off-world headquarters. I'd head there at once so you don't keep him waiting. ",		"s_6922db62":"I'd like to get involved.",		"s_6837ec87":"Oh it's you again! I didn't expect to see you so soon. Unfortunately, I'm still crunching some data right now. Why don't you go and speak with our Information Officer. You can find him in the Commerce Guild in this city. Get all details from him about our current situation and by the time you're done with that, I should be done analyzing this data.",		"s_52cc7bda":"Are you sure that waypoint was correct?",		"s_4e122a6b":"I understand. You must be a very busy person. We haven't forgotten about what you did for us last time and we don't want to put you out. We really could use your help though, so if you change your mind come back and see me. I could use a person who can get results.",		"s_4ca03ddb":"How so?",		"s_4ba81cc8":"Ah good, you're back! I've finished analyzing the data from our most recent intelligence and it looks pretty promising. I think we are ready to proceed with our plan. I'll need you to go undercover. If you're successful you probably won't need to fire a single shot. If you fail, that's a different story and we're back to square one. Do you have any questions?",		"s_4aecac09":"Oh, well that's too bad. I'd thought we'd found another person we could rely on for help in our time of need. I hope you change your mind later on. If you do, please let me know.",		"s_4724fd7d":"He's using land vehicles to traffic the flora to and from the storehouses with a complex system of lookouts scattered along the routes. If any trouble is spotted, the caravans are alerted and they use a different route. It's all very organized. The intelligence I just analyzed reveals the location of all the lookouts on the planet and it indicates a caravan is to make a delivery today. Predicting the caravan's destination is simply impossible. This is where you come in.",		"s_45cbfb7d":"Well that's a shame. If you change your mind, please let me know.",		"s_458473c9":"Good. I'm sure there will be some heavy action when you get there, so you may want to bring some loyal friends if you're not much of a fighter.",		"s_448b1792":"Have you been to see Colonel Veers yet? You probably don't want to keep him waiting. Anyway, was there something I can help you with right now?",		"s_4148ae14":"I look forward to meeting the Colonel.",		"s_37281366":"I understand. I wouldn't want you to take on this mission unless you are completely prepared. Come back when you are ready.",		"s_36142d2b":"I can't do this right now.",		"s_315ff574":"I can't make it there right now.",		"s_2c127c6b":"Oh, well that's too bad. I'd hoped we'd found another person we could rely on for help in our time of need. I hope you change your mind later on. If you do, please let me know.",		"s_28de3a91":"Enough details, I'm ready to go.",		"s_26b400f9":"Pose as one of them and do whatever you can to get your hands on some hard data about that caravan. Things like papers, manifests or disks. Come back as soon as you find something. Be careful and remember to think like a thug. If things go bad, you'll have no choice but to fight. Should that happen, come back and we can try it again.",		"s_223c5db":"Great, once you get all filled in on the details feel free to come back and see me. I'm not quite finished with what I'm working on but I think I may need to call upon your top notch talents once again.",		"s_20eec74a":"I need to do something else right now.",		"s_20ad68cd":"It's a pleasure seeing you again, thank you for coming! Actually, I'm not surprised considering you have been in the middle of this whole Dead-Eye situation from the beginning. Your work so far has been top-notch and you haven't failed us yet. Would you be willing to accept another mission?",		"s_1fd11fc5":"They are so cautious that caravans have been known to zig zag and circle for hours before finally heading to their destination unless things are completely safe. Simple observation won't tell us anything, so we need you to pose as a member of their organization and try to gather information about where that caravan is headed. We need hard information; disks, papers, whatever you can find. As you can imagine, this will be dangerous.",		"s_1f81bc3c":"These people are incredibly suspicious so you'll need to be very convincing. If they suspect you they won't hesitate to attack. If that happens, then I'm afraid we'll have to start over and try it again. Are you prepared to take on this task?",		"s_1b4eff7e":"I'm happy to hear you say that, now is as good a time as any! We have an Information Officer who we have stationed in Commerce Guild of this city. Find the Commerce Guild and speak to the Information Officer there and ask him to fill you on all that has happened so far.",		"s_19d54dc3":"Back so soon? I'm still trying to break the encryption on this disk. It's going to take me some time. In the mean time, go and speak with the Tactical Officer. You can find him in the Combat Guild in this city. I'm sure he has plenty that needs to be done.",		"s_19d2e135":"Interesting. Please continue.",		"s_10e4e113":"What is all this Dead Eye business?",		"s_0":"",		"do_not_edit":"The English version of this file (coa3lcoordinator.stf) is automatically generated by the SwgConversationEditor."
}}
