{
	"stfFile":"conversation/coa3wcoolguy",
	"entries": {
		"s_f3080e5":"They have discovered our research stations and have been launching constant attacks against them. They are hoping to hinder our research to the point that Dead Eye will fail.",		"s_dc616180":"I need to get a new assignment, that last one had a bad waypoint.",		"s_d768eb98":"What is the enemy doing?",		"s_d1ae6871":"I don't have time for this now.",		"s_cf3aed9b":"Good luck then. Come back when you're done.",		"s_cc92be25":"I'm sorry to hear that. These stations are constantly coming under attack, so come back if you change your mind.",		"s_c500ae34":"The Rebellion owes you a debt of thanks. If we are able to finish this research, we will be able to replace the Alderaanian Flora with a suitable alternative and bring Dead Eye to our troops. While the Tactical Officers might have more missions to collect flora, we have asked all of you that we can. You have my personal thanks. May the Force be with you.",		"s_c0e4cb7a":"Excellent. We have a number of research stations that are coming under attack from the Empire. I've uploaded a waypoint to your datapad. Head out there and stop the attackers. It will be a hard fight. You might need help.",		"s_bb33eb73":"Datapad troubles? That happens. I'll upload a new waypoint to your pad. Good luck.",		"s_a85b1da":"It is so nice to meet you. Your bravery so far has generated quite a bit of conversation in the ranks. Are you ready to do more for the Alliance?",		"s_a4053724":"Did you complete the mission yet?",		"s_a3621ded":"I'm sorry, but we are very busy right now. If you want to help, you should go find one of our Coordinators.",		"s_9ebad40b":"We're trying to find an alternative to Alderaanian Flora for the Dead Eye process and have a number of research stations working on the problem. If we succeed we will be able to continue to make Dead Eye. If we can't, Dead Eye will be useless once the current stores of Alderaanian Flora are exhausted.",		"s_83b68081":"Not yet. I'm working on it.",		"s_6428dedb":"I can't complete this mission right now.",		"s_62241cb7":"What's going on?",		"s_4c3cd444":"I'd like to finish what I started.",		"s_0":"",		"do_not_edit":"The English version of this file (coa3wcoolguy.stf) is automatically generated by the SwgConversationEditor."
}}
