{
	"stfFile":"conversation/coa3ltactofficer",
	"entries": {
		"s_f96e5eed":"I'd be happy to help.",		"s_f64d217f":"I'm sorry I can't talk right now. I'm very busy. This Dead Eye situation is getting out of control and I have my hands full. Rather then chit-chatting, how about you lend a hand already? Go and talk to the coordinator and make yourself useful.",		"s_f2fe6350":"I was not able to find the warehouse.",		"s_ed0f23a8":"Excellent! I've uploaded another waypoint to your datapad. Go destroy the warehouse and collect the flora.",		"s_e4daff30":"I'm not going to be able to help you right now.",		"s_e40779f7":"Well quit standing around! There's work to be done!",		"s_ba1a3080":"Nothing's wrong, never mind.",		"s_958a6a44":"You've been a real hero lately, people have been buzzing about your work. If you're looking for something to do, there's plenty more warehouses to take care of! And I'm still offering a reward for turning in any Alderaanian Flora you come across.",		"s_83258fb0":"What? Don't have the stomach for it? Come back when you've had a chance to settle your nerves.",		"s_743c9f18":"You still haven't destroyed that warehouse. Why is that?",		"s_6a582260":"Are you a moisture farmer or something? I guess we all can't be soldiers. Well I appreciate the offer of help anyway. If you want to try it again later, come back and let me know.",		"s_688721b0":"Sorry, I'll get right now it.",		"s_5166bfb2":"I'm not interested in that right now.",		"s_4fcdc5b8":"Thanks. You can hand in flora for a reward, or keep it for yourself. Either way, we have more warehouses to take down if you're willing.",		"s_4e9f338":"I need to take care of other things right now.",		"s_3d82703f":"Well I appreciate the offer of help anyway. If you want to try it again later, come back and let me know.",		"s_3c57b03":"Why haven't you destroyed that warehouse? Is something the matter?",		"s_38f00205":"Quit standing around then and move it.",		"s_2e791c9d":"I can't complete this mission.",		"s_2c01da39":"If you haven't completed the Coordinator's tasks, you should return to him. If you have, we know of more warehouses you can assault. Either way, you can hand me any Alderaanian Flora you have and I will happily reward you for it.",		"s_268282e6":"Hmm, that's odd. Maybe we already took care of that one. Here, I've given you a waypoint for another warehouse we need taken out. Good luck to you!",		"s_1f281089":"That's what I like to hear. There's a waypoint in your datapad for another warehouse we've found. Go get it!",		"s_1cb2157b":"I'm ready to take out another warehouse",		"s_1c693828":"I hear that you've been working with the coordinator lately to try to put a stop to this whole Dead Eye thing. Good for you! Another way we can hamper the production of Dead Eye is by attacking their store houses directly. The more Alderaanian Flora we can keep out of their hands, the better. Would you be willing to help us out in this matter?",		"s_1b5eac32":"Good! Jabba has warehouses of that flora all over the Galaxy. As we find them, we are sending volunteers out to destroy them and confiscate the flora. I've added a waypoint to your datapad for a warehouse we've located close by. Go destroy it and confiscate any flora you find. I'll reward you for any Alderaanian Flora that you turn in.",		"s_18c581cc":"Ok, suit yourself then. Come back any time you feel like helping me get rid of these stores of Alderaanian Flora.",		"s_0":"",		"do_not_edit":"The English version of this file (coa3ltactofficer.stf) is automatically generated by the SwgConversationEditor."
}}
