{
	"stfFile":"conversation/coa3wtactofficer",
	"entries": {
		"s_f96e5eed":"I'd be happy to help.",		"s_f64d217f":"I'm sorry I can't talk right now. I'm very busy. This Dead Eye situation is getting out of control and I have my hands full. Rather then chit-chatting, how about you lend a hand already? Go and talk to the coordinator and make yourself useful.",		"s_f2fe6350":"I was not able to find the warehouse.",		"s_e4daff30":"I'm not going to be able to help you right now.",		"s_e40779f7":"Well quit standing around! There's work to be done!",		"s_ddef5a7b":"There's plenty more warehouses to take care of if you're still interested! Otherwise, maybe the coordinator has something else he needs done. Either way if you have any Alderaanian Flora you'd like to dispose of, I will happily reward you for it.",		"s_ba1a3080":"Nothing's wrong, never mind.",		"s_b8e8976a":"You're the one the Coordinator sent to help out? I see. Well, if you're here you must be doing something right. Right now our biggest issue is getting a hold of this Alderaanian Flora. Without it Dead Eye is just so much space garbage. We need people to go out and strike at these underworld storehouses and recover as much as we can.",		"s_acadf21d":"If you haven't completed the Coordinator's tasks, you should return to him. If you have, we know of more warehouses you can assault anytime. Either way, you can hand me any Alderaanian Flora you have and I will happily reward you for it.",		"s_8d1b9304":"I wasn't able to find the warehouse.",		"s_885ae409":"Ok, suit yourself then. Come back any time you feel like helping find more stores of Alderaanian Flora.",		"s_83258fb0":"What? Don't have the stomach for it? Come back when you've had a chance to settle your nerves.",		"s_743c9f18":"You still haven't destroyed that warehouse. Why is that?",		"s_6a582260":"Are you a moisture farmer or something? I guess we all can't be soldiers. Well I appreciate the offer of help anyway. If you want to try it again later, come back and let me know.",		"s_688721b0":"Sorry, I'll get right now it.",		"s_5166bfb2":"I'm not interested in that right now.",		"s_3d82703f":"Well I appreciate the offer of help anyway. If you want to try it again later, come back and let me know.",		"s_3c57b03":"Why haven't you destroyed that warehouse? Is something the matter?",		"s_38f00205":"Quit standing around then and move it.",		"s_2e791c9d":"I can't complete this mission.",		"s_29fae614":"Alright, come back any time you feel like helping me find more of these stores of Alderaanian Flora.",		"s_268282e6":"Hmm, that's odd. Maybe we already took care of that one. Here, I've given you a waypoint for another warehouse we need taken out. Good luck to you!",		"s_1f281089":"That's what I like to hear. There's a waypoint in your datapad for another warehouse we've found. Go get it!",		"s_1cb2157b":"I'm ready to take out another warehouse",		"s_1b8e1fa4":"I've got some business I need to take care of first.",		"s_1b5eac32":"Good! Jabba has warehouses of that flora all over the Galaxy. As we find them, we are sending volunteers out to destroy them and confiscate the flora. I've added a waypoint to your datapad for a warehouse we've located close by. Go destroy it and confiscate any flora you find. I'll reward you for any Alderaanian Flora that you turn in.",		"s_0":"",		"do_not_edit":"The English version of this file (coa3wtactofficer.stf) is automatically generated by the SwgConversationEditor."
}}
