{
	"stfFile":"conversation/coa3linfoofficer",
	"entries": {
		"s_eb1ac0f9":"Hello there. I'm a little busy at the moment. If you're looking for work, perhaps you should seek out the Coordinator in this city. He may have something for you to do.",		"s_e6eebf47":"So what can I do to help?",		"s_d6199fa3":"Vacca won't give up so easily.  As soon as the supply of Alderaanian Flora is gone, Dead Eye is no more so they are set on finding an alternative. They have set up a number of secret research facilities to produce the Dead Eye serum and more importantly for them, to find a substitute for the rare flora. However some recent developments have come to light that may make tracking down these facilities easier then they expect.",		"s_d3ee0e7f":"One hurdle they have not been able to overcome is the fact that the Dead Eye serum requires flora that only grew on Alderaan. Needless to say, the supplies of that flora are finite and very limited. This is one fact that we will use to our advantage.",		"s_ccc29df2":"The situation was bad and now it has gotten worse. If you haven't heard already, Dr. Vacca has made the decision to side with the enemy. They are now starting the production and testing of the Dead Eye serum in many hidden research facilities. The enemy is even making the prototype available to their followers.",		"s_c326ad8f":"Well another way we can hinder the production of Dead Eye is hitting their stores of the Alderaanian Flora directly. If we can get to the flora before they do, that is that much less of the serum that can be made and used against us and that much less they can experiment with to find an alternative flora. I think the coordinator has other more immediate plans for you right now though.",		"s_a9479d34":"Hello there. I'd be happy to share information with you about what has transpired and the plan of action we've drawn up for dealing with this messy situation.",		"s_a318edbd":"Won't Dead Eye just fizzle out eventually?",		"s_7b8e8204":"I've heard enough.",		"s_77e48d5b":"What do you mean?",		"s_65f79c5d":"Scum of the galaxy or not, you have to admire the intelligence work of underworld organizations. They learned of the importance of this flora well in advance of anyone else and took it upon themselves to corner the market. If we track who is buying the flora and where it is being shipped, that will lead us to their research facilities.",		"s_4372123c":"What's the current situation?",		"s_36b24b81":"Oh, well I didn't mean to bore you. If you ever want a recap of what is going on, just let me know. You may want to go and see if the coordinator is ready for you. ",		"s_3259a3bc":"Why don't you go back and speak with the coordinator. He was analyzing some data that had to do with discovering the locations of these hidden research facilities. He's probably finished by now and he probably has some work for you to do so go back and talk to him.",		"s_1bf8e6d":"Was there anything else?",		"s_159911f5":"Tell me more.",		"s_0":"",		"do_not_edit":"The English version of this file (coa3linfoofficer.stf) is automatically generated by the SwgConversationEditor."
}}
