{
	"stfFile":"conversation/coa3sharedcaravanleader",
	"entries": {
		"s_f3da7c8a":"Yes, I'm here to make the repairs.",		"s_e2c11475":"Take this disc. It gives our new ETA and all the gritty details of this debacle of an operation. Most importantly, it explains I'm not at fault. I don't want this breakdown to tarnish my reputation. I'd rather die than to survive a hijacking and have to face Jabba. He'd hold me personally responsible for the loss of the cargo I'm sure! And don't get any ideas about reading that disk. That's all classified info and it's all encoded.",		"s_e0d207ec":"Didn't your mother ever tell you not to talk to strangers? Keep on moving the way you were headed and forget anything you've seen here.",		"s_da681077":"What are you transporting?",		"s_d3ba3662":"So is that part repaired yet?",		"s_ca41d9fd":"Well you'll keep on passing through then if you know what's good for you. There's nothing to see here.",		"s_b5f15b19":"Not yet.",		"s_b4c62ef2":"Well what are you waiting for, get to it! You're in as much danger as us just sitting out here in the open. The quicker that part is repaired, the better it will be for all of us.",		"s_b22dadc9":"Listen. This cargo is immensely valuable to Jabba. You make these repairs and I'll give you a disk that explains everything. You turn that in and I'm sure they will give you a big reward for helping make this delivery a success.",		"s_93eb6764":"Yes, here it is.",		"s_869e12b2":"Why are you still here? We have work to do so we can get moving and I don't need you bothering us. Get lost!",		"s_8264ab67":"Thank the stars! Here's the part we need to get fixed. Repair that anti-gravity unit and let me know when you're finished. Then we can all get out of here and forget this whole mess ever happened.",		"s_48566ef9":"What's in it for me?",		"s_302369bd":"That's none of your business. If you're not here to do the repairs, get lost!",		"s_29e36db9":"I'm just passing through.",		"s_1dde12ed":"Are you the one I'm waiting on? Transporting this much... umm cargo... over land is dangerous. There are a lot of people that would love to hijack this shipment. With us being broke down; it's only a matter of time before they find us.",		"s_0":"",		"do_not_edit":"The English version of this file (coa3sharedcaravanleader.stf) is automatically generated by the SwgConversationEditor."
}}
