{
	"stfFile":"conversation/combat_quest_p3",
	"entries": {
		"s_f3864fa4":"Tell me what I need to do again...",		"s_e4a148f5":"Excellent!
We have learned that the camps are protected by heavy weaponry as well as an impervious repulsor shield.  Our scouts tell us that the shield generator being used by the enemy is an Old Republic style model for which we know the exact specifications.  This allows us to configure remote control devices to power down the shield.",		"s_de9f3fb3":"Tell me about powering down the shield generator...",		"s_dd3cd5d7":"And I guess I'm supposed to find these datadisks?",		"s_d403b674":"I want to turn in these frequency codes...",		"s_c012ae2b":"Very well.  Here is a remote control configured with the frequency code on the datapad.   Good luck",		"s_b8a984d3":"I'm afraid I can't offer much in return, but I can put in a good word with Noldan, so that he might allow you to train Melee Accuracy.  Will you still assist me?  Keep in mind that if you're helping me, you won't be able to do any other work here in the village until later.",		"s_ae1194d7":"If you return such a data disk to me, I will give you a remote control device configured with the proper frequency to power down the shield.

If however, one of your companions here at the village already has a remote control device for a given enemy camp, it might be wiser to simply help them instead.",		"s_ab0e6060":"Attack? Well, I have this appointment, you see...",		"s_a48b66a0":"I will fight for you!",		"s_9bd673a6":"Tell me about capturing the camp's commander...",		"s_97bc1b9":"Then you must join a group with someone who powered down the shield generator, and eliminate at least 5 of the enemy's troops after the shield comes down.  

You must then also capture the base commander and safely return him to me for questioning.  You will not receive credit for this mission if you are not the one who returns the commander to me.",		"s_8767a129":"What about my reward, if I work with someone else?",		"s_822aed71":"We've gained some critical information about the enemy, thanks to the efforts of you and your friends. The time for our attack has come.",		"s_7481097c":"Well, not really.  First of all we need to know the exact frequency code for the specific shield you wish to power down in order to configure the remote control device.   Each shield has its own frequency code.

We have gotten reports that many of the enemy's soldiers carry datadisks with frequency codes on them.",		"s_6c565018":"Sorry, I'm not interested in learning more about Melee Accuracy.",		"s_5ee8eee8":"You've already helped the village out enough for now.  Come see me again when we're ready to get on with our preparations.",		"s_5d6c3f37":"I want to turn in this waypoint datadisk...",		"s_5604a3fb":"I'm afraid I don't have the time right now.  Good luck though.",		"s_54db1a8e":"Very well.  Goodbye.",		"s_52917b0d":"Of course.",		"s_527934ce":"It's that easy, huh?",		"s_51775d2e":"A yes.  This encryption is rather simple.  I have added the waypoint information to your datapad.  

I suspect you may find some enemy activity around that area, so be careful.",		"s_50cdfefd":"Very well.  Come back to see me if you're still interested in helping us to bring a swift end to this evil that has befallen our village.",		"s_476f5295":"It looks like you're already helping someone else in the village.  See me again later when you're ready to give me your undivided attention.",		"s_43c7c81c":"What information do you have?",		"s_3804b036":"Then you must power down the shield generator and eliminate at least 5 of the enemy's troops afterwards.  

You will fail this mission if you perish any time after the shield comes down but before the commander is captured.  You must then also ensure that the commander somehow makes it back to this village for interrogation.",		"s_2c9f72e9":"I have nothing for you to do right now.",		"s_2a5da4e9":"If you and a friend decide to take this task on together, I will make sure that both of you receive your training as long as you both participate.

I would not have you risk your precious life for nothing in return.

Which part of this mission are you interested in (you can also perform both tasks if you wish).",		"s_206a4b9b":"I understand.  Farewell.",		"s_1b62f30b":"Our scouting missions have revealed some very crucial information about possible enemy encampments right here on Dathomir!  We are not certain of the exact locations and our intelligence tells us that the enemy is constantly on the move attempting to elude detection.

We must seek out these encampments and capture whatever leadership may lie within.",		"s_0":"",		"do_not_edit":"The English version of this file (combat_quest_p3.stf) is automatically generated by the SwgConversationEditor."
}}
