{
	"stfFile":"conversation/corellia_privateer_trainer",
	"entries": {
		"s_ff684aed":"Ah, I've heard of you!  You're not a bad pilot from what I understand. What can the CorSec do for you?",		"s_f8026f5d":"Excellent work with that escort.  It's a good thing you were running that patrol, or there's no telling what might have happened to them.  I've got a little something extra for you, too.  It's a mercenary bandolier.  It'll help you keep your things organized.",		"s_f518ba4f":"Hello!  Come to join the ranks of CorSec?",		"s_f42d051f":"Maybe not.",		"s_f3fdecfc":"Then I will add you to the roster.  Do you have your own ship?",		"s_f176d13":"Oh?  Well.  Ok.  Come see me if you change your mind.  We could really use you.",		"s_f053b088":"Excellent work!",		"s_ee2895df":"This will only take a moment... Ah... You've got a pretty clean record here.  I can assure you that it will improve once you're flying for CorSec! Are you ready to begin?",		"s_ebb99364":"There are too many pirates in this system!",		"s_ea3dcf32":"Don't worry, this will only take a moment... Oh... Wow!  You've got an excellent track record.  I guess you've tangled with your share of criminals and thugs in your day. Are you ready to begin?",		"s_e926d5f0":"Almost, %NU.  I have just a couple more things for you to take care of before you can be trained further.  Starting with that patrol...",		"s_e5c453e0":"You're not ready for more training yet. But duty missions are a good way of getting good experience so that you'll be ready for training soon. What do you say? Are you ready to try a duty mission?",		"s_e258dc9b":"You're right.  Sign me up!",		"s_e107077e":"Yes I am",		"s_e0dfe067":"Very well.  I'll go ahead and sign you up.  Do you have your own ship?",		"s_deaabd84":"Oh.  No thanks",		"s_ddfbd948":"Well then. I think that about does it. Are you ready for your first assignment?",		"s_dc993cdb":"Ha!  That'll show those thugs that CorSec is not to be trifled with.  You're really going to go places in this organization, I can tell already.",		"s_db7653ed":"Excellent choice.  Review this information regarding your new skills, and report back to me when you're ready for another assignment.",		"s_dadaabf":"As a matter of fact, I do have some duty missions that you could perform. Who knows, maybe if you do well, you might be invited to join the CorSec. Are you ready for a duty mission?",		"s_d72a0d47":"Not at all.  We can't have thugs and ne'er-do-wells joining CorSec.  We're here to provide security for the citizens of Corellia!  Now, this will only take a moment... Ah... Well according to this you've run into a problem with the law.  Are you certain you want to join CorSec?",		"s_d6a6a9fc":"Well, merchant freighters are always in need of escorts, or if you like you can help in the fight against the pirate leaders. What interests you?",		"s_d43b2932":"Duty missions are a good way for you to get experience as a pilot. Only experienced pilots can receive the proper training to learn new skills and abilities.There's no real final objective so you can end the mission whenever you want. So, would you like to take a duty mission?",		"s_d1431f95":"I'm interested in basic starship component use.",		"s_cec02f8":"Not at all.  We can't have thugs and ne'er-do-wells joining CorSec.  We're here to provide security for the citizens of Corellia!  Now, this will only take a moment... Oh... Wow!  You've got an excellent track record.  I guess you've tangled with your share of criminals and thugs in your day. Are you ready to begin?",		"s_cebaf0db":"You're right.  No sooner do we eliminate one leader than another shows up.  Take out the Corellian Space Pirates!",		"s_cda1bb94":"Yes. You have your first mission, now. You'll need to fly into space to complete it. Start by launching your starship at the starport.",		"s_cd44e585":"Listen, something important has come up.  The captain wants to speak to you right away!  Go speak to Captain Rikkh in the next room.",		"s_cc53ba8f":"Alright, your first assignment is to run a simple patrol.  From time to time pirates move into the area and harass merchants in our system. Just run this simple patrol and make sure there's no criminal activity going on.",		"s_c9f74b42":"Greetings, citizen.  Keep your nose clean and we won't have any trouble.",		"s_c91ba06e":"Not just yet, %NU.  I have just a few more things for you to do before you get any training from me.",		"s_c8c21783":"In that case, move along.  We're very busy here.",		"s_c697d2d5":"Certainly. Just come speak with me again when you're ready.",		"s_c35e70d2":"Nothing right now.",		"s_c1ff5062":"I'm looking for a mission. Do you have any?",		"s_c06c7aa9":"I'm interested in basic fighters.",		"s_be5a7539":"This will only take a moment... Ah... Well according to this you've run into a problem with the law.  Are you certain you want to join CorSec?",		"s_bdd269be":"What ship?",		"s_b9b27823":"Thank you.",		"s_b7fc5e5d":"I'm interested in droid interface basics.",		"s_b06e1df9":"Don't worry, this will only take a moment.  We do need to ensure you're not some sort of criminal... Ah... Well according to this you haven't exactly been the most law abiding citizen on Corellia... Are you certain you want to join CorSec?",		"s_af264a19":"I love being a starfighter pilot.",		"s_af22b9b2":"I guess so.",		"s_a927c891":"What's next?",		"s_a78a4ac3":"What do I do now?",		"s_a48c20c8":"What's on your mind, officer? Thinking about performing some duty missions?",		"s_9e5f75be":"You've got your assignment and the control device for your ship in your datapad.  Go to the Starport and access the terminal to launch into space.",		"s_9e417b37":"The Pirate Leaders",		"s_984b22b":"I don't think so",		"s_964fb39a":"Just to be sure that's the last of them, we need you to run another patrol.  It's a little longer than the last one, but you already know how crafty those criminals can be.",		"s_95d0a1f6":"An assignment?",		"s_926359dd":"Excellent job taking out those pirates.  No doubt, this won't be the end of them.",		"s_90ec63e0":"Yes, I do.",		"s_8e5b619a":"Oh no, not quite so fast, %NU.  You complete a few more assignments and then we'll see about getting you some training!",		"s_8e1ed7f0":"Enough of this!  Every time we send you out, you find more pirates.  We need to go straight to the source of the problem:  Their leader.  I know you're up to this:  Go find the pirate's leader and take him out.  Let the rest of them go to the outer rim if they want easy prey.",		"s_8b8a1542":"That's bad news, but this is just the reason why CorSec is needed!  Go back out there and take out those pirates.  Defending this system from pirates and killers is all up to us.",		"s_8b451c3f":"All right.  But you'd better clean up your act if you ever change your mind.  We can't have CorSec members with your kind of history.",		"s_8acaf405":"Positive.  I don't want to join CorSec",		"s_898027d6":"Don't worry, this will only take a moment... Ah... You've got a pretty clean record here.  I can assure you that it will improve once you're flying for CorSec! Are you ready to begin?",		"s_8523e1fc":"I'm interested in basic training.",		"s_844a124b":"Piracy in this system has increased 17 percent since you signed-up!  This is inexcusable!  Now get out there and complete that patrol!",		"s_8358aeb7":"Very well.  Let me know if you change your mind.",		"s_80a724aa":"Well now, I think that does it. Are you ready for your first assignment?",		"s_7df39542":"This will only take a moment... Oh... Wow!  You've got an excellent track record.  I guess you've tangled with your share of criminals and thugs in your day. Are you ready to begin?",		"s_77e48d5b":"What do you mean?",		"s_746a1bed":"Ok.  Bye.  Come see me if you change your mind.",		"s_7396ebcf":"Not at all.  We can't have thugs and ne'er-do-wells joining CorSec.  We're here to provide security for the citizens of Corellia!  Now, this will only take a moment... Ah... You've got a pretty clean record here.  I can assure you that it'd improve once you're flying for CorSec! Are you ready to begin?",		"s_698d80f7":"Sorry, but you don't look like a pilot to me.",		"s_68660d24":"I need to take care of some things first.",		"s_64b308bc":"That's ridiculous!",		"s_63a61222":"We don't let just anyone join.  There'll be a background check of course.",		"s_6276c98":"No, but how about some training?",		"s_614b71f0":"I see...",		"s_6106187c":"What is a duty mission?",		"s_60c4f974":"Where do I go?",		"s_5e6c7400":"You are definitely ready to move up.  So tell me, what area interests you the most?",		"s_5e4ebfca":"And when I'm done?",		"s_5cdbbd1f":"What happened to you?  Never mind, never mind.  Get back out there and finish that patrol.",		"s_5b8a384b":"I'm sorry, unless you are a member of the CorSec, there's very little that I can do for you. You may want to try speaking to your own contacts if you're looking for a mission.",		"s_580337ba":"Very well, then please move along.  I am very busy.",		"s_5091cb8e":"Ah... no I don't.",		"s_4ffb02bd":"Go to the starport. Inside the starport you will find a number of 'starship terminals.' Interface with the terminals in order to launch your starship.",		"s_4e95069b":"You're going to need a ship, if you're going to fly for CorSec.  I'll add the Ship Control Codes to your datapad for you.  It's not a great ship, but it will get you around.",		"s_4a1d2431":"Yes, I'm ready.",		"s_4906b993":"What is CorSec?",		"s_4801be96":"So, you were ambushed as you ran that patrol.  We need to hit them hard to send a message... make an example out of them.  I'm going to send you in to run that scum out of the system. I am uploading some possible waypoints into your nav computer, destroy any Black Sun you find.",		"s_46ea46ad":"We're quite satisfied with your level of performance.  I think it's time you learned a bit more, though.  Now tell me, what area of knowledge are you most interested in?",		"s_457a7010":"No",		"s_429077be":"You're never going to make a dent in the frequency of piracy in the Corellia system until you take out their leader!  Now get back out there and destroy the leader's ship!",		"s_40617d3":"Indeed.  Do you have your own ship?",		"s_40061f60":"CorSec is Corellia's local Security force.  As you know, Corellia is officially neutral in the Galactic Civil War... or at least as neutral as a world can be in this day and age.  We provide defense and law enforcement for the entire Corellian system.",		"s_3f62bf0":"Right, those merchants rely on us to provide them with safe passage through the Corellia system.  Just keep escorting them through.",		"s_370822d1":"Yes",		"s_36adcd36":"What?  Are you sure?  You'd make an excellent candidate.",		"s_360d8728":"No thanks",		"s_3557fc9f":"Nothing to it.",		"s_342d1bdf":"It's completely out of the question with your history.  If you want to work for CorSec then you're going to have to clean up your act.",		"s_333f5da9":"What are you doing talking to me?  Isn't there somewhere you're supposed to be?",		"s_2f9db7a":"Maybe.",		"s_2c6a1c50":"I'm sorry, but I'm afraid it's completely out of the question with your history.  You're going to have to clean up your act before you can join CorSec.",		"s_2bbff5e2":"When you're finished with your first mission - fly back to the 'launch waypoint' that we automatically add to your datapad. Communicate with the space station and indicate that you want to land.",		"s_2b418533":"Perhaps you'll turn your life around, decide to be a part of the solution instead of a part of the problem.  When you're ready to help enforce the law instead of breaking it, come see me.",		"s_2883b989":"Not right now, thanks.",		"s_28435d2":"Tell you what, %NU.  Kill that pirate leader and YES, I will train you.",		"s_27d40413":"Maybe next time then.",		"s_257f178d":"It was a snap.",		"s_221daf73":"Escorting Merchants",		"s_1fc4c648":"Very well.  Please review this information and report back to me when you are ready to continue your work for CorSec!",		"s_1c76874e":"I was attacked!",		"s_1a7f1a1b":"Yes I am. What duty missions are available?",		"s_1a1a36a3":"Completely out of the question with your history.  You're going to have to clean up your act before you can join CorSec.",		"s_198b5a97":"I've given you the control codes to a basic ship. The codes are visible in your datapad. Open your personal datapad, and review your ship status before you launch.",		"s_15502961":"Nothing to worry about here, sir.  CorSec has the area well secured.",		"s_1418de80":"Of course",		"s_133a724d":"Are you going to train me after this?",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_privateer_trainer.stf) is automatically generated by the SwgConversationEditor."
}}
