{
	"stfFile":"conversation/corellia_rebel_tier4",
	"entries": {
		"s_ffeba47a":"They're not!",		"s_ff9fae78":"What kind of question is that?",		"s_ff9bf289":"Always, sir.",		"s_fed79efe":"Then hurry up and get yourself over to Dathomir!",		"s_fcddb599":"It does. Very wise of you to recognize that.",		"s_fc6dfba9":"Are you one of those goody two-shoes Rebels? You know, the kind that believes in the cause and all that?",		"s_fc27931b":"Thanks.",		"s_fb4c1f1f":"I'm an Imperial.",		"s_fa6bfaff":"Oh. I didn't mean to upset you! I just want to rescue those mining vessels. Sorry! Go on and try again! I'm sure you'll have no problem this time.",		"s_f95cd5f5":"Mission accomplished! And you know what that means.",		"s_f87c573":"I give credit where credit is due! I've never seen somebody go after an Imperial base the way you did.",		"s_f819adf9":"I would like droid intelligence theory, please.",		"s_f60b81f8":"That's fine.",		"s_f5e4dcb6":"Stop talking and start listening! Oh great, you've made me lose my train of thought. I'll start again. The Black Suns are preparing to launch an assault on one of our mining interests. ",		"s_f5d1e7f4":"Don't sass me, junior! You should be ashamed of yourself! Now go back out there and clean up that mess!",		"s_f5cc7cf3":"Can't the vessels defend themselves?",		"s_f59d9106":"Well, %TU, think about it. The Empire needs to know what the Alliance is planning. And no one is better at gathering information than an Inquisitor.",		"s_f5427310":"Of course not!",		"s_f51574ed":"Haha! Good point. Well then I'm a criminal. And you're going to help me. And then I'll help you - maybe. Do we understand each other?",		"s_f50be00f":"I like the sound of that!",		"s_f48fdfbd":"Ship's in the shop.",		"s_f3603d67":"Don't talk back to me, junior! And don't be ridiculous! The Inquisitors are mortal, like the rest of us. Believe me, they CAN be killed. I know that for a fact. Now I want you to get out there, immediately!",		"s_f35bbdbd":"Mining interests? You make it sound almost legitimate.",		"s_f27f6d98":"Who's talking about Imperials?",		"s_f15aeb5":"With pilots like you, who needs Imperials? ",		"s_f13513cd":"Hmph! Well here's some good news. One of our men has raided an Imperial outpost on Dathomir and he walked away with plenty of loot. Now all he has to do is escape! Easier said than done, of course, as the Empire wants their things back. So you could escort our man out of Dathomir...",		"s_f0743f82":"I don't have any missions, but there are plenty of elective duty assignments you can perform. Is that something you think you could handle? Want me to explain it to you?",		"s_ef3e641a":"I'm here to help.",		"s_ee83a0c2":"'Til you improve your standing with the Rebel Alliance, I wouldn't trust you to guard a faamba.",		"s_ecfe38f9":"Oh! Well, here you go. Bye now! ",		"s_eb703128":"In that case, I'm listening.",		"s_eb1c3d4e":"Are you crazy? No one can kill an Inquisitor!",		"s_e93fce3e":"You're probably right, %NU. We've received word that they're planning to build a space station in the Lok system. They'll use it to monitor all the activity in the area.",		"s_e8f374d9":"Hey Rebel! I've got a new assignment for you. ",		"s_e86f1062":"How do you know?",		"s_e42b260e":"I'm on my way.",		"s_e3e480fe":"Don't smart off to me!",		"s_e380bbf8":"So you are! I hope you don't mind helping pirates.",		"s_e3653d50":"Here's your duty pay! You've earned it.",		"s_e30b9697":"Hey, things don't always turn out right!",		"s_e0dc5fad":"I don't?",		"s_dfc39325":"So are you, according to the Empire.",		"s_def742":"You were right.",		"s_de1e215f":"Traitor!",		"s_dcabe09b":"Oh, I'm not here for a mission! I was just looking for the cantina.",		"s_dc241019":"What'd you say?",		"s_dbcde2d3":"And it's paid off. And now we have the chance to REALLY do some damage. And that's where you come in.",		"s_da8e9da5":"See? You could save the day after all! Not bad.",		"s_d9cced1f":"Absolutely.",		"s_d98a6441":"Apparently, the Black Suns are preparing to launch an assault on one of our mining interests in the Dathomir system.",		"s_d9116b4d":"I'll escort those freighters. ",		"s_d8209030":"Then you're going to Dantooine! Goodbye! ",		"s_d79718db":"And pirates are criminals.",		"s_d74e67f":"According to these orders, Admiral Burke is in Doaba Guerfel on Corellia. I recommend that you keep your eyes and ears open and you just might learn something. ",		"s_d70dba34":"Yes.",		"s_d6f2e64d":"What am I, a mind reader? They're probably concerned about Alliance attacks.",		"s_d566a3c":"And how are the Imperials involved?",		"s_d3d98e75":"That was a complete disaster!",		"s_d318a2bb":"Back from your assignment with Admiral Burke, I see! I hope that everything went according to plan. I can use your help around here! ",		"s_d1be90a9":"What's the plan?",		"s_d16ee99f":"Here's the situation. Intel reports that the Emperor is sending an Inquisitor to Dathomir.",		"s_d06c9b96":"Even I don't know what the Alliance has planned.",		"s_d054f893":"I don't like targeting Inquisitors. You want to know why?",		"s_ceb77d0c":"We've got the Empire on the run! Let's kick 'em while they're down!",		"s_cd445db2":"I like the sound of that.",		"s_ccac6a71":"You're going to Dathomir. I want you to join some of my men on a guerilla strike against an Imperial base.",		"s_cbcfe001":"Well, whatever! You know what I mean. Don't be obstinate, junior!",		"s_cb6eb294":"Aw shucks.",		"s_cb25bcd4":"Then let's get a move on, pilot. The Admiral is not going to want to wait all day for you to arrive. You are to report into him at Doaba Guerfel on Corellia. Keep your wits about and you just might learn something. Dismissed, pilot.",		"s_c985b91":"I said, 'Why?'",		"s_c95dbd1":"They're outgunned! So we need to help them out.",		"s_c82e9a2f":"Yes, please.",		"s_c73f5fdb":"You should know better than that. Only your commanding officer can give you missions. And I am NOT your commanding officer, buddy! ",		"s_c72c337a":"Pft.",		"s_c55a344e":"They'll send another one eventually.",		"s_c4dc6b9d":"I'm always right! Get that through your thick head. Here's your duty pay. See me later when you're ready for another mission.",		"s_c384d95e":"How unfortunate. ",		"s_c3363bcd":"Uh huh.",		"s_c2bbb747":"Fine by me.",		"s_c1013aa7":"Whatever.",		"s_bed0dfe7":"I like that!",		"s_beaf1664":"Another errand for Nym the pirate?",		"s_bcc6b959":"Where do I need to report?",		"s_bcbc9230":"Admiral Willham Burke is head of the fourth battle fleet. Last I heard, he was operating in and along the Outer Rim. Burke is a good man, a good leader, and a good soldier. He does the Alliance proud.",		"s_bbe3529b":"Who is Admiral Burke?",		"s_ba9df4a6":"Oh all right. Here you go. Now go away and stop bothering me.",		"s_b6b4b241":"Attention! Alliance Headquarters has approved your transfer. You are now serving under the command of Admiral Willham Burke, good man. You are to report to Admiral Burke immediately, so pack up your gear and get moving. ",		"s_b607bb2e":"Yep. A BIG one. We can't let them build that station. So here's the plan! We're going to destroy the station components while they're en route to Lok.",		"s_b4e09e44":"Duty pay, you nitwit! Here you go. And let me know when you're ready for another mission!",		"s_b45dc260":"Because it makes another Inquisitors angry - angry at ME. And that's trouble I don't need.",		"s_b20c71fe":"It wasn't easy.",		"s_b1f1f364":"We could never hold our own against the Imperials. We needed your guns. And you needed us! A perfect situation.",		"s_b0d064ef":"Endor it is! Leave immediately!",		"s_b045a378":"Touche.",		"s_afc14266":"Um, OK. Maybe I should just get to work. ",		"s_af22b9b2":"I guess so.",		"s_aed5139a":"No need for that.",		"s_ad621c08":"Ever?",		"s_abf08a18":"Check your ship's computer. All the information you need is there. Good luck.",		"s_a9e4fd02":"How do I do that?",		"s_a6e1a5f4":"That's because it's top secret! In the meantime, let's keep gunning for the Empire. You're going to Dathomir. I want you to join some of my men on a guerilla strike against an Imperial base.",		"s_a64a6f6f":"They're not gunning for YOU either, junior! Now stop moping. Let's get your mind off all this. I've got a mission for you.",		"s_a5958aac":"I'd like to see you do some WORK for a change! Sign up for something, pronto. Or do I have to explain it to you again?",		"s_a434ad25":"One more thing Rebel. All the missions I provide you with will be high risk missions and might be too much to handle by yourself. If you have any favors you can call in, doing so during my missions might be a good idea.",		"s_a2c04cca":"Have you changed your mind?",		"s_a04dd423":"Think of your future, junior! Someday you'll be a crazy old man like me. Do you still want to be working then?",		"s_9f50a13":"Back to those poor miners. They're outgunned; there's no way they can defend themselves. I want you to get out there and set up a defensive perimeter.",		"s_9e3df78d":"Is it your naptime? Well fine then!",		"s_9e1c0119":"Yes, but the Rebels are being smart. They're deciding to strike now, while the iron is hot.",		"s_9d0a2207":"Should I target the Black Suns directly?",		"s_9be0e2f1":"What? You worthless bum! Fine! See if I ever try to give you a mission again!",		"s_9bbb9999":"Hm, what else is there? Oh yes...you'll like this, it's a Rebel rescue mission! A Rebel fleet was carrying several scientists through the Dantooine system, they were ambushed by Imperial fighters! That's not right. I want a pilot to get out there and help those ships escape before more Imperial ships arrive! And that's it! So what's it going to be, junior?",		"s_9a626852":"Same difference to them.",		"s_9a4a59e0":"Maybe you just want your duty pay.",		"s_9a01b8f2":"Once...a long, long time ago. Let's not talk about it right now. I want you to kill that Inquisitor before he reaches the Imperial fleet in Dathomir.",		"s_99d3b4fd":"What have you got for me?",		"s_997f2d21":"But you said...",		"s_9976a72":"Get somebody else to do your dirty work! I need a break.",		"s_9943289":"I want to help those scientists.",		"s_99069e90":"YES! It's ALWAYS serious when we're talking about Imperials!",		"s_98588d70":"OK fine.",		"s_981faf84":"What did he say about me?",		"s_98199797":"Why is the Alliance sending pirates? This sounds like strictly a Rebel operation. ",		"s_9775f996":"Can you explain it again?",		"s_96bfa401":"Not at all - if it helps the Rebellion.",		"s_95c399f6":"I sure do.",		"s_92c6d3dd":"You don't look like a pilot to me! ",		"s_900f01d1":"What?",		"s_8fc8c755":"What?...Never mind. Do you have a mission for me?",		"s_8f3b3edb":"I'm not done yet! ",		"s_8e9d0848":"[nod]",		"s_8cac3c56":"I thought you would! Now you don't have to take the whole base apart. You're just going to pave the way for an Alliance B-Wing squadron. They've had their sights set on this base for a while. ",		"s_8b4d636d":"Intel reports that the Emperor is sending an Inquisitor to Dathomir.",		"s_8907c99":"Hey! You! You're still pretty wet behind the ears, you know. What you need are SKILLS! And you've come to the right place. I grant skills. Even to fools like yourself! Which one would you like?",		"s_88563b84":"I'm ashamed.",		"s_882e7ab9":"Well, the Empire has no idea what the Alliance has planned, thanks to you.",		"s_87e30fff":"Not this time, my grumpy friend. This time, you'll be helping your beloved Rebellion. ",		"s_87d7e908":"I know.",		"s_8762aa6e":"Crazy like a SQUALL! Don't underestimate me, %TU! I'm thinking, always thinking. I was smart enough to join this Alliance with the Rebels, wasn't I?",		"s_8729f60e":"Smart.",		"s_86df2510":"Is that your idea of a comeback? Grow up! Get to work!",		"s_868699d3":"I don't give my pilots easy missions. But I DO pay them well. Here you go. See me later when you're ready for another mission.",		"s_86677c6b":"What does he want with me?",		"s_85fbc617":"Here's your duty pay. You've earned it.",		"s_84c908b8":"Eh? Who's that? You're no... wait, you ARE a Rebel pilot. But you don't fly with this unit. What are you doing here?",		"s_8450d7db":"Let me take a crack at disabling those troop transports.",		"s_841d27db":"Why?",		"s_840af840":"Lucky guess.",		"s_83f72ca3":"Something that will help the Rebellion. How does that sound to you?",		"s_835acc11":"You think you're a hero or something? Fine! Go on! You'll find your scientists in the Dantooine system.",		"s_8209f997":"Nothing I can repeat.",		"s_81e25d24":"You showed them! Let's see the Empire try to build a station in THIS system!",		"s_8057f803":"Then it won't take you too long to pack! The orders don't include any details, but I can only assume it involves some operation that his fleet is about to undertake. You had best be ready for a challenge, pilot.",		"s_7fca522a":"You mean, will I quit the Rebellion and start working for Nym full time? Forget it. It'll never happen.",		"s_7e602d1b":"I'm not!",		"s_7e579e1e":"I'm a privateer.",		"s_7da3fc7a":"No. Those don't come along very often. ",		"s_7d2fc507":"Say please! ",		"s_7ce1c24":"[exhale loudly]",		"s_7afc40b8":"Fine. Well the Alliance is feeling more confident, now that you've terminated that Inquisitor.",		"s_7ae51280":"You did?",		"s_78b8ac8f":"Oh what is THIS. I told you to take out those freighters!",		"s_77e48d5b":"What do you mean?",		"s_77758001":"I would like heavy starship component use, please.",		"s_77633b61":"Easy for you to say. They're not gunning for you.",		"s_774fb2f0":"Eh? Who's that? Who are you? Tell me your faction!",		"s_76c0ae11":"Hurry up! There's no time to waste! ",		"s_761dd18e":"I'm not in it for the money.",		"s_73313039":"Really, I just want to work.",		"s_71f899d5":"It's about time you got here, pilot. Suit up.",		"s_7090182":"What?!",		"s_7065a3b":"Great.",		"s_7052aaab":"I'll take it as it comes.",		"s_6fdab943":"Here's your duty pay. And let me know when you're ready for another mission! ",		"s_6f679fea":"What does it mean?",		"s_6adec6b0":"Of course!",		"s_69a739e6":"Where do I find this guy?",		"s_69020482":"I did!",		"s_67e6df55":"Okay.",		"s_66d4c0f2":"You don't have to shout! I've never seen anybody so excited about starships.",		"s_6634adb9":"I don't have the answer to that one, pilot. But Admiral Burke requested you personally.",		"s_6561f20e":"Well then why aren't you DOING it? Get back out there!",		"s_650af8ec":"Don't tell ME what you did! Now go on, make yourself useful!",		"s_649d2a19":"Privateer? No privateers here! Go on, get out of here!",		"s_647ad2bc":"I'll take care of those Black Suns. ",		"s_6429f86b":"Here's some MORE good news. Another group of our men infiltrated a number of Imperial troop transports in the Endor system. But they can't take control of those ships - not yet. First we need a pilot to disable the transport controls. This requires a pilot with skills.",		"s_6318beeb":"What's the situation?",		"s_62c873d4":"Are you sure? Well too late it's yours now! Haha I'm just teasing you! That is a fine skill... for a NERF-HERDER! Now go on, get out of here!",		"s_6222b64d":"Do you have any missions that I could fly?",		"s_61485366":"It's not going to happen anytime soon.",		"s_6065ab8b":"I would like special weapons and tactics, please.",		"s_60080304":"Not another Inquisitor assignment, I hope.",		"s_5fe6ae71":"Haha! You're joking, right?",		"s_5e4c5d9a":"And now we have the chance to REALLY do some damage. And that's where you come in.",		"s_5e0e14bc":"BECAUSE I just know, that's how! None of your business how I know! Young people today are so rude! Shut your trap and get back to work!",		"s_5d976742":"Those miners are important to us and you saved them. We're grateful, so quid pro quo. You helped us; now we'll help you.",		"s_5bf6779f":"OK %NU, let's talk business! This situation is SERIOUS!",		"s_58e80738":"True believers are boring.",		"s_5673ded2":"Are they really on the run?",		"s_549b97e6":"I'll motivate you with the tip of my BOOT! Get to work!",		"s_539f9a2e":"Nothing!",		"s_53544796":"Sounds like a problem.",		"s_526ce515":"Negative! They outgun YOU, too. Don't try to blast them to smithereens. Just hold them off long enough to give our mining vessels the time they need to escape.",		"s_50669846":"Apparently, the Empire's had just about enough of our activities in the area. I don't know who they hate more, smugglers or Rebels.",		"s_4f755af2":"In my day, a pilot would NEVER leave a job unfinished!",		"s_4f44d41d":"No no! You don't belong here!",		"s_4ef35507":"He is expecting you right away, so I suggest you get a move on. If you fail to report to the Admiral in a timely fashion, it will reflect poorly on me, and that is something that I will not stand for! Dismissed, pilot.",		"s_4dd9a7b9":"Those ships have guns!",		"s_4ccb8d59":"I just lack motivation. ",		"s_4c97efb1":"And I'm happy to give you your duty pay, junior!",		"s_4bce8f6f":"Fine, listen up. We are looking at several situations here, and I'd like to see what you can do. First of all, the Black Suns have been taking a lot of business from us lately. Nym doesn't like it. We need a pilot to send them a message. A LOUD message. Heh! ",		"s_48529763":"I said, 'Okay'!",		"s_4519dec9":"You are crazy!",		"s_450d7208":"You can call me Arkon. I imagine that Aqzow sent you?",		"s_449db6d4":"I am! Try and keep up, will you? ",		"s_436c2ab2":"You've been assisting the Empire! Working AGAINST the Rebel Alliance!",		"s_42b12fa4":"I should hope not! Good grief! ",		"s_42880861":"Okay...",		"s_410d920c":"Alright, let's do this!",		"s_4057d656":"As a matter of fact, I do! How did you know that?",		"s_3dc78ada":"Sounds like he hasn't changed. Bleh. I spit on him.",		"s_3c546115":"Some other time? I'm really busy!",		"s_3bfd507c":"Let me know when you're ready for another mission.",		"s_3bcc34e7":"Oh no! You've got WORK to do, junior!",		"s_3b95cf2f":"I said, 'What is it?'!",		"s_3b361a5f":"You should think about leaving the Alliance and working for Nym! You'll make more money.",		"s_37e345fe":"Have you ever seen an Inquisitor up close?",		"s_36f346a5":"What if I don't have any gear, sir?",		"s_3609c810":"It is?",		"s_35dd4aa2":"Yes, I know!",		"s_34d61fa3":"Um...I don't think we've met.",		"s_31fd5acf":"Of course it's smart! It was my idea. Now listen up. Your first objective is to find out what route those Imperial freighters plan to use. ",		"s_3172f07e":"See you around, %TU.",		"s_2efd90c2":"I didn't shout!",		"s_2eec3c3b":"YOUR ship has guns! Start using them, will you? And try aiming this time!",		"s_2da082b6":"IMPERIAL?! I hate Imperials! Get out of here!",		"s_2c4789b":"Understood.",		"s_2ac3e9a6":"The Empire doesn't run. ",		"s_2a5db9a8":"I would like hyper-maneuverable starfighters, please.",		"s_2a5d0bf1":"They're criminals.",		"s_29f4061f":"Oh! So enlightened! Bah! Never mind. Let's talk about your mission.",		"s_29544149":"Then why send an Inquisitor? ",		"s_28d914fc":"Well listen up. We are dealing with several situations here, and I'd like to see what you can do. First of all, the Black Suns have been taking a lot of business from us lately. Nym doesn't like it. We need a pilot to send them a message. A LOUD message. Heh! ",		"s_2846f47d":"Um, yes. Well, I'm here now.",		"s_2744b825":"What I mean, pliot, is that you are grounded until further notice. We can't trust YOU with any more missions.",		"s_268606ba":"They'll never know it was you.",		"s_256f3624":"%TU, you lack discipline! ",		"s_2284c46":"Look, you don't have to like what we do. But those miners aren't hurting anybody. They're just trying to feed their families. And you know those Black Suns will show no mercy.",		"s_21374155":"Remember what I said. They're just men.",		"s_1c8bddbb":"What is it?",		"s_1c669":"Well, no. Not exactly. . But we've managed to hit them pretty hard lately.",		"s_1bb2f893":"They're using my men because they know every inch of Dathomir space. They'll run rings around those Imperials. I suggest you follow their every move. I trained them all myself.",		"s_1af32f06":"Likely story. Why don't you just tell me that your dog ate your blasters?",		"s_197c8928":"Happy to serve.",		"s_1909d363":"You've got to get back out there. You realize what will happen if that Inquisitor gets a hold of your friends?",		"s_16e3e795":"Your ship is waiting. Watch your back.",		"s_1551b284":"Something good?",		"s_13835aab":"You don't have much time.",		"s_127f2e23":"You're going to kidnap one of their technical supervisors. He knows the plan. And pretty soon, you'll know the plan as well!",		"s_11769c29":"Sure! I wasn't ALWAYS an old man, you know. I used to have a few more marbles rolling around upstairs. Now go on; get out of here.",		"s_10eafe13":"I'm not done yet!",		"s_10d8bf69":"I salute you, Rebel!",		"s_1047bc70":"Nice work out there. You really kicked those guys where it counts. Ready for round two?",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_rebel_tier4.stf) is automatically generated by the SwgConversationEditor."
}}
