{
	"stfFile":"conversation/corellia_imperial_trainer_1",
	"entries": {
		"s_ffba9145":"I think I can take one out.",		"s_ff1e8d6a":"I mean on Corellia.",		"s_fe85123f":"Black Epsilon...",		"s_fc27931b":"Thanks.",		"s_fbd7d1ba":"I think you'll like this mission, hon. You get to test your mettle against some new Rebel technology. Real cutting edge stuff, too.",		"s_fb5547eb":"We still have several key transports moving through the region on a regular basis. Most are ferrying operational supplies for us, but some are carrying equipment for other Imperial agencies. Black Epsilon will pay for every transport you escort safely.",		"s_fb13007f":"I'm interested in Imperial operations.",		"s_fb05d4a4":"It's a promotion. Black Epsilon feels you've shown sufficient loyalty and skill to be elevated in rank. You'll be in charge of flying mission critical operations in this region. You may work directly with other agents of the Emperor.",		"s_fad19320":"But, I...",		"s_fa187bb6":"They weren't much of a challenge.",		"s_f93af369":"You're a pilot? Interesting... Yes, I'm looking to hire a pilot. The job isn't easy and you'll have to work with minimal information. You'll be shot at. Probably have to kill some people, too. Sure you want this kind of work?",		"s_f8b02865":"What do I do?",		"s_f866da28":"Babe, I don't trust anyone.",		"s_f85e6621":"There is nothing more that I can teach you hon. You need to move on in order to grow.",		"s_f6629a2e":"Don't you mean IF I get caught?",		"s_f498906e":"Don't worry, if we get the Rebels stirred up enough, I'm sure they'll ship in the big guns. That's what we want, after all. A big move by the Rebels would justify a big counter move by the Empire.",		"s_f4547ad0":"Your ship navigation system will automatically create a 'launch waypoint' when you take off. Fly back to this point when your mission is over. However, if you're looking for a particular space station - open your space zone map. You'll find one there!",		"s_f1f8a5ca":"How do you know I'm sincere?",		"s_f0fc751b":"Being a supporter is commendable, but for this job I need to know you're loyal. You must swear obedience to the Emperor. Do it now, or walk away.",		"s_f0dfde7f":"So you claim, yet you killed. In time you will come to realize the righteousness of your actions.",		"s_f09f78be":"I love it when you talk like that. The destruction of the prototype ship and all of the other trouble we've been causing should put the Rebels on high alert. A few more little pushes and they'll make the mistake we need to justify a full Imperial occupation of Corellia.",		"s_f02cd84d":"Very well. Take care hon.",		"s_ef85b67c":"That makes sense.",		"s_eec1eeb4":"You still have some work for me to do before I will train you. Okay, hon? Why don't you just finish up with what I am asking you to do? Then we will get you all trained up.",		"s_ee63dfa9":"Report back to me when you would like a new duty or mission.",		"s_ee39efb1":"Give me credits and I give you results. Nothing else matters.",		"s_ec3c3e1d":"Sounds easy.",		"s_eb66b332":"See that you don't. Report back to me when you've successfully completed the operation.",		"s_e99f26f3":"We are a division of the Imperial Navy, but no record in the Imperial Archive on Coruscant would indicate our existence. We serve the will of the Emperor directly and silently. When political necessity requires a war, we create war. When it requires peace, we silence those who oppose peace.",		"s_e749e2cd":"What is this agency?",		"s_e574a24f":"The destruction of the prototype ship and all of the other trouble we've been causing should put the Rebels on high alert. A few more little pushes and they'll make the mistake we need to justify a full Imperial occupation of Corellia.",		"s_e3bb98c5":"The Rebels still have prototype B-Wings in the system. Black Epsilon is paying agents a bounty for any that are destroyed. It helps our cause and it's a good way to hone your combat skills.",		"s_e1ea9c75":"Why doesn't the Emperor just invade?",		"s_df871c0b":"Don't worry about CorSec. I can handle the heat.",		"s_df76b2e8":"Imperial astromech functionality is typically built into a rugged navicomputer, rather than those annoying sorts of astromech units that the Rebel Alliance relies on.  I can teach you how to utilize some of the basic functionality of the droid interface to normalize your shields, overload your weapons, and that sort of thing.",		"s_df75425":"Primary operative?",		"s_de514757":"Few would swear to the Emperor and then kill in his name insincerely. The Emperor knew that in your heart you desired to strike out at your enemies. Your actions prove your loyalty.",		"s_dd67013":"What does that mean?",		"s_dd5ca133":"I was attacked by a CorSec patrol during the mission.",		"s_dc63dc1a":"Never mind, I don't want any training after all.",		"s_da3e5ec3":"Then why recruit me?",		"s_da237511":"I take my job seriously, babe. Get back out there and do it right this time.",		"s_d80177b5":"Sorry, I'm not interested in helping the Empire.",		"s_d742dc00":"Now, hon... just what sort of trouble have you gotten yourself into?",		"s_d537ac2e":"So witnessed. Congratulations, hon, you've made a very wise decision. For this operation, you'll need legitimate credentials. From now on, your ID will indicate your status as a Pilot Initiate in the Imperial Navy. My agency will ensure that the Navy records reflect this...half truth.",		"s_d2e23af2":"What's my next assignment?",		"s_d2d78159":"Now is not the time to second guess your masters. The fulfillment of our goals is within reach. Remember your oath. The Emperor has willed this and has foreseen a favorable outcome.",		"s_d1613a21":"You want me to kill them?",		"s_d0a7527e":"I'm sure you have, hon. So you'll also be aware that the Emperor disapproves of this harboring of criminal activity and, naturally, wishes to put an end to it. The problem is that Corellia is a politically valuable world. Any overt move to take the planet by force would alienate her people and push her further towards Rebel ideology.",		"s_d0803d68":"Good idea. Let me know when you're ready to get back up there and try again.",		"s_cf202613":"I think you'll find loyal service to the Emperor is very rewarding.",		"s_ce07308a":"The Emperor is willing to lay aside minor prejudice to work with talented individuals. I have long since proven my worth. You, on the other hand, have much to prove.",		"s_cd5427a6":"Maybe you should think about what it means to be a supporter of the Empire. Have a good evening, hon.",		"s_ccf66c81":"Go on then.",		"s_cc282429":"Nice to see you again hon. Are you here for business or pleasure?",		"s_cae1bdcf":"Well, aren't you a cute one. But unless you're a pilot, I'm afraid there's not much I can do for you.",		"s_ca3b3777":"Hon, you already are a part of Black Epsilon. You swore to the Emperor and you've shown your loyalty.  Your position with the agency is assured. Of course, if I discover that you intend to betray us, your life will be forfeit.",		"s_ca2a7f20":"I...well you see...I sort of lost my ship.",		"s_c890222b":"I can't believe you failed the escort. This operation is crucial. We don't have much of the explosive to spare!",		"s_c81a8a32":"Black Epsilon is one such tool. The Emperor wisely does not invest all of his trust in a single agent. Should we fail, others would eliminate us and take our place. Thus we do not fail.",		"s_c7c75ec4":"Right to the point. I like that. Yeah, it pays. Imperial credits and the opportunity for our relationship to get... closer. Of course, all of this depends upon your discretion. Tell someone about the job and you'll be paid with a different kind of currency.",		"s_c782972e":"For now, that's all the motivation I need. Later, I'll want to know you see things our way. Come back when you are ready to work on the next step in our operation.",		"s_c722467d":"Don't hesitate too long. The ship will be arriving in the system shortly.",		"s_c6d9f61":"I'd like to study that in detail.",		"s_c6aae4cb":"Cranial proportions?",		"s_c602907a":"I will not fail the Empire.",		"s_c4031ec5":"Business it is then. I can issue you a new TIE fighter, but only the basic model. Are you sure that is what you want?",		"s_c261cfae":"No problem.",		"s_c261b36a":"So you're a spy.",		"s_c168cb82":"Oh you are an ambitious one, %NU, I'll give you that.  But I need you to move on to the next step in the operation now.  There'll be plenty of time for training later.",		"s_c10b8471":"Just like that. I am not big on ceremony so we are not going to worry about that much. I am authorized to grant you a basic TIE. If you want we can smash a bottle of corellian wine against it but I figure that would be a waste of good wine. The way I see it, you'll either do what I say and prove you have what it takes, or you'll die. ",		"s_c1024ba1":"I'm sure you would, hon. As it so happens, I do have some elective duty missions, if you're interested.",		"s_c0c1f033":"If you want to stay alive, no. Report back to me when you've done the job.",		"s_c023d5a9":"I've heard these rumors before.",		"s_c006779f":"What do you need, hon? You've got your assignment, and the control device for your ship is set up in your datapad.  You need to go to the Starport and access the starship terminal to launch into space.",		"s_bf5586b8":"Sorry, I don't deal with Rebels.",		"s_be86775e":"Doesn't sound like anything I'm not used to.",		"s_bb310cb":"I gave you a test and you passed. You killed for the Emperor without worrying about the consequences. To be a member of Black Epsilon, you must apply your will totally and act without the burden of conscience. We do what others can not.",		"s_b9b27823":"Thank you.",		"s_b7b2ca97":"We're going to destroy the barracks of the 72nd Imperial Army Division, based in Coronet. The explosives are of Mon Cal manufacture...extremely rare. Since the Mon Cal are open supporters of the Rebellion, it will look very much like a Rebel operation.",		"s_b789ed1e":"I'm interested in a duty mission.",		"s_b4d32046":"Did you eliminate the B-Wing prototype?",		"s_b2e9f062":"Black Epsilon demands results. You have failed to bring those results. If you can't bring yourself to do this job, there are others who will.",		"s_b224e12":"It was a close fight, but I came out on top.",		"s_b1fa2372":"You're going to kill your own troops?",		"s_b1f72a19":"Here you are. Try not to lose this one.",		"s_b1097fe":"Then don't waste my time, hon.",		"s_b0f32222":"Black Epsilon has calculated thousands of permutations on this scenario. The numbers don't lie. This will be a key move in bringing Corellia fully into the civil war on the side of the Empire.",		"s_b016fdf8":"It's your choice, but I recommend you take training while you have the chance.",		"s_b00eaf8":"Getting a weak stomach, hon? This is a war and in war there are casualties. If destroying that barracks brings full Imperial occupation to this system and shuts down Rebel operations here, more Imperial lives will have been saved in the long run.",		"s_aff8083e":"And I'd like to give you one, but I'm afraid that I don't have anything you can do right now. Why don't you try speaking with your commanding officer?",		"s_afec2e39":"Welcome back. You might like to know that I have mentioned your name to one of my superiors and he is most interested in meeting you. But I would highly recommend that you do not go until you feel yourself ready to take the next step.",		"s_afc85a31":"Don't worry, cutey, I still believe in you.  You'll be back in no time!",		"s_ae56cee4":"If this was a normal job, I might agree. It isn't a normal job. I need someone I know I can trust. The agency I work for is very interested in the loyalty of its employees.",		"s_ac893f3a":"I'm here for a job, not a political science lesson.",		"s_aac65592":"I feared as much. I hate to lose someone with your obvious...talents, but the Emperor is in need of pilots with your skill. Prisk Kith'Vys has mentioned that he could use a good pilot, so I suggested you. He is roaming around here somewhere, just tell him that I sent you. Don't be fooled by his gruff, straightforward manner...he is really just a softy. Keep safe cutie.",		"s_a8d68602":"The majority of Imperial military operations are handled by the Navy and the Army. Both are massive, bureaucratic organizations. They destroy their enemies utterly, but sometimes a lighter touch is needed.",		"s_a65a372a":"They are all that way. The helm contains an inertial dampening system that helps prevent blackouts during tactical maneuvers as well as various optical systems that integrate with the standard TIE flight interface.",		"s_a60c6c26":"Hey hon, glad you stopped in. Word just came down from the Black Epsilon command group: we're moving forward with the next phase of our operation. They want you to be the primary operative.",		"s_a57e647c":"I'm interested in astromech management.",		"s_a4c65e0b":"With just a little more training, you could be using better weapons.  Missiles can really help to swing the battle your way, and this skill can allow you to use some good ones.",		"s_a45281b6":"It is excessive. Local civilian support for the Rebellion will be crushed. The Corellian government will be forced to take measures to stop Rebel aggression. The Rebels will plead innocence, all the while the vids report Imperial casualties.",		"s_a37bb512":"As you know, Corellia has been officially neutral in the galactic civil war. Despite this declaration of neutrality and some deft political maneuvering on behalf of the Corellian leadership, a strong Rebel sentiment has taken hold here. Rumor has it that Princess Leia Organa herself is operating a command center in the area.",		"s_a074ac18":"The trainees shouldn't be a match for you, but their instructors might. You are going to have to hunt them down in the Corellian system. Intelligence has not yet been able to locate their training grounds but there are reports of a Rebel station somewhere in the system. Might be a good start. Be on guard and don't worry if one escapes and reports you. The Empire is fully justified in destroying terrorist training grounds found within its jurisdiction.",		"s_9f128498":"No doubt about that! What else can I tell you about?",		"s_9e6137e3":"I think I recognize you. You're on a wanted list I think... I can't work with known members of criminal organizations.",		"s_995b811":"A brilliant plan.",		"s_97d43fda":"I get the idea.",		"s_96c066fe":"I need to think about a better plan of attack, first.",		"s_96682689":"Tell me about the job.",		"s_9644818a":"Just like that. Sure, there's usually the years of formal officer education, the background checks, the certification trials...a mess, really. We can dispense with the formal stuff. The way I see it, you'll either do what I say and prove you have what it takes, or you'll die.",		"s_95d0bcb3":"Your attack on the Rebel patrol was very successful. The attack looked like a failed act of Rebel aggression. Popular support for the Rebellion on Corellia is faltering. The Rebels suspect something's up, so they're starting to beef up their operations.",		"s_95797708":"Hey babe. Did you deal with those annoying little Rebel trainees?",		"s_943c7ba6":"I'd like training.",		"s_92a51c16":"Does this job pay?",		"s_9288900f":"I understand.",		"s_9265da40":"Sounds like the right move, then.",		"s_8fdf4d92":"I need to figure out what went wrong.",		"s_8dec57cb":"Glad to see you came with your game face on, because we're going to up the ante. We've got a transport coming into the system soon carrying some delicate cargo. I need you to meet this transport and escort it safely to near Coronet orbit.",		"s_8cf0a3be":"I don't want to hear it. This operation is critical, so we have another transport coming in. Make sure this one arrives.",		"s_8b4aa06c":"If the Navy invades, other planets loyal to the Empire might turn to the Rebellion. The Emperor built his great Galactic Empire through a deft mix of politics and war. Sometimes, hon, the former is preferable to the latter.",		"s_8b179721":"That's all I have to say for now. Swear to the Emperor, prove your loyalty to the Empire, and then we can get personal.",		"s_88ffee3a":"Report back to me when you are ready for some work.",		"s_88da6887":"I ran into some trouble.",		"s_8879f039":"Which means?",		"s_885decf4":"My boys in ground ops say they received the package. Good work. They're going to be moving forward with the dirtier side of the plan soon.",		"s_87f86e3e":"What agency do you work for?",		"s_86c66182":"What's the next step?",		"s_85dd7d6c":"How do I get back?",		"s_8467c710":"Ok",		"s_845e6ef5":"I swear to serve the Emperor, to uphold his law, and to do his will without fail.",		"s_8417be65":"Actually, I'm interested in keeping my skin.",		"s_83dc5be7":"Here is your pay for the B-Wing mission. I've also gotten a hold of a TIE pilot helmet. It looks pretty menacing, should make you feel more the part for these operations.",		"s_83980c8d":"Listen to the lesson, then you'll get the job. I want to make sure you understand the delicacy of the situation.",		"s_82040511":"After a fashion. There's plenty of me to reveal later. I want you to fly a patrol in low orbit near Coronet. Use an Imperial TIE fighter. Show the flag. Most importantly, attract the attention of the Rebels. The Rebellion is a violent terrorist organization. They won't be able to resist a lone TIE strutting about in enemy territory. When they move in to shoot you down, eliminate them.",		"s_81a6747":"Before the destruction of the Death Star, we primarily operated in the Outer Rim, softening new worlds for Imperial expansion. Since the rise of the Rebellion, we have been recalled to the Core Worlds.",		"s_80d8485c":"I'm on it.",		"s_801033a0":"Destroy it? Why not capture it?",		"s_7f96a397":"On second thought. No thanks.",		"s_7f8a87c":"Alright, report back to me when you are ready.",		"s_7e4287eb":"All in good time, hon. Show me you're serious and then we can share all the dirty little secrets.",		"s_7dad1c0c":"So what do you want to know?",		"s_7c8aca1b":"Good choice.  Report back when you are ready for an assignment.",		"s_7c7f3198":"This doesn't make sense. The Empire has a policy against hiring non-humans and you're a Zabrak.",		"s_7c1600a":"What's the next step?  I'm ready.",		"s_7bff5a7f":"You don't have the experience for training, yet.  Perform some more duties.",		"s_7b9b2577":"Swear to the Emperor? I can't do that.",		"s_7a80cd06":"I'm ready for the next step in the operation.",		"s_79ab4bbe":"[Escort Duty] I'm interested in escorting transports.",		"s_7912ee34":"Yeah, sorry, hon. IF you get caught. Come back when you are ready for the next step in our operation.",		"s_78dd7bba":"Look on the bright side, at least I won't make you call me 'sir'. Shall we get down to business?",		"s_786f3cf7":"I want to study something else.",		"s_7839f2d4":"Consider them dead.",		"s_77e48d5b":"What do you mean?",		"s_761039fa":"I want to enlist with the ground forces",		"s_747c5a79":"Ah, like Mandalore.",		"s_7469594f":"Sorry, hon.  There's nothing I can do until you improve your standing with the Empire.  You need to prove you're still on our side!",		"s_72fd1d8c":"So I heard. More unfortunate casualties. I'm glad to see you didn't hesitate in eliminating them.",		"s_727f229":"Corellia has declared neutrality in the so called 'Galactic Civil War.' At the same time, they are host to a wide range of Rebel operations, including the protection of known collaborators. The Emperor doesn't like this situation.",		"s_71df5543":"No luck with the Rebels eh?",		"s_710daa61":"I don't need any training.",		"s_70edc281":"Why would the Empire work with a Zabrak?",		"s_702795f8":"That's all you have to say about it?",		"s_6fb821bb":"Oh, hon, you're no fun. Do this job and you'll get your answers. I'll have more work for you, too. Obviously one little incident won't be enough to achieve our goals. Come back and talk to me when you've killed the Rebels.",		"s_6f5dc45e":"Good to hear it. Let me know when the job is done.",		"s_6d2bb136":"I suppose you have a point.",		"s_6a750265":"Good. That kind of confidence is what I'm looking for. I represent an agency interested in seeing the Imperial presence in this region of space increased. I think you can help me achieve that goal.",		"s_6a128385":"What is a duty?",		"s_6942389e":"And you've earned it!  I'll make a deal with you, %NU.  Do just one more assignment for me, and I'll train you to be a better starfighter pilot.  Are you up for a challenge?",		"s_683cce3a":"It is about time you sought a greater commitment to the Empire.  Seek out an Imperial Recruiter to join.  Keep in mind - even as a covert operative - you could be opening yourself to attack when you least expect it.",		"s_67e76bed":"Yes, please. I really need a new ship.",		"s_67ded17":"When do I get to meet these superiors?",		"s_67b99efb":"Aren't we the tough one? So what do you want to know?",		"s_66f5a5c0":"Glory for Emperor Palpatine! Go celebrate your promotion and come back when you're ready to get started on the next phase of your development.",		"s_665a7735":"I am honored.",		"s_659a2365":"My pay?",		"s_64a94075":"Ah, no...it's a tough ship.",		"s_644da0b1":"Then I suppose I don't have a choice.",		"s_6372912d":"He's toast. Not such a tough ship after all.",		"s_62ce5e6e":"Hiya hon. It's very sweet of you to come back for a visit but you no longer work for me. You should go see Prisk.",		"s_62027e5":"I'm a supporter of the Empire. What can I do to help?",		"s_614b71f0":"I see...",		"s_5ebce168":"Actually, I'd like to do this later.",		"s_5e3cf461":"I'm interested in Imperial technology.",		"s_5e109aee":"So you should be. There are very few active primary operatives in Black Epsilon. The Emperor himself is putting his faith and trust in you. I suppose it isn't necessary for me to say that failure would be punished harshly.",		"s_5dd3c672":"Report back to me when you've taken out the prototype ship. Good luck, hon.",		"s_5da44265":"I want some training.",		"s_5c5f5b06":"Not just yet, %NU.  You still have a few more assignments to complete before I'll train you.  Now, I promised to answer questions for you... so what do you want to know?",		"s_5bd69df6":"What do you need me to do?",		"s_5a48897a":"Hey there, hon. Ready to talk business?",		"s_59a0de2a":"First you need to go to the starport. Once you get there, you will need to go inside and look for a 'starship terminal.' They tend to be in the big main area right past the foyer. When you find a terminal, use it to 'launch' your ship into space.",		"s_593de03f":"You're grounded, sweetie.  Reports are you turned on the Empire.  You haven't been fighting for the Rebel Alliance, have you?  Please don't tell me it's true!",		"s_593d4b61":"I understand you're angry but...",		"s_577aca95":"I'm interested in weapons.",		"s_56b5e7e6":"Black Epsilon has authorized me to give you special instruction. Field training that will make you a more effective agent.",		"s_55f35dd9":"I'm always up for a challenge.",		"s_54eaa333":"For the Emperor, indeed. You've done an admirable job and Black Epsilon has taken note of your success. Here is your pay for the B-Wing mission. I've also gotten a hold of a TIE pilot helmet. It's pretty menacing, should make you feel more the part for these operations.",		"s_549eddbe":"Grounded?!",		"s_54328ce3":"I won't swear to serve the Emperor.",		"s_540bd789":"Apparently the Rebels are testing a new prototype starfighter called the B-Wing. It's a heavy assault fighter, loaded with weapons and layered in armor. B-Wing prototypes have been spotted in the Corellian system. We want you to find one and destroy it.",		"s_53c3dd52":"Well, aren't you a cute one. My name is Hakasha Sireen. Is there something I can do for you?",		"s_51db72fc":"We need to make sure that we keep their military power in check while they increase their activity. Stirring up the chuba nest isn't going to do any good if the Rebels end up fortifying Corellia.",		"s_506c3428":"You know your history, I'm impressed! Yes, the Mandalorians tried to build an empire through war alone and were ultimately defeated. They didn't understand manipulation. To achieve victory you sometimes have to offer the embrace of peace while holding a hidden dagger.",		"s_4ecd165f":"So now I'm an Imperial Pilot? Just like that?",		"s_4dc7104e":"Good, I have plenty of work for you. Pirate activity in the area is still fairly high. There are plenty of pirates to hunt or you could help escort transports moving supplies.",		"s_4d31f286":"Are you going to train me now?",		"s_4bb6ea28":"Your ship is parked at a starport. I've given you the control codes for a basic TIE fighter by uploading them to your personal datapad. Check your datapad to review your ship status whenever you'd like, sweetie.",		"s_4b5d9495":"Alright. What's the job?",		"s_4b074298":"Come back when you're done with your mission. You can abort your mission if you want to start over.",		"s_4afb3952":"A minor skirmish between an Imperial pilot and a Rebel patrol isn't exactly the kind of thing that will motivate Corellia to run to the Empire. Particularly not when the Empire loses. I want total carnage. Bait the Rebels into attacking you and smash them.",		"s_4acb4a79":"How perceptive! Yes, I am a Zabrak. The Imperial policies don't apply to me or anyone with the agency.",		"s_48f07357":"No, I'm not a killer.",		"s_485d8416":"Yes...it did feel right.",		"s_4738e99f":"How do I find a space station?",		"s_46405dbf":"You've exceeded my expectations. Black Epsilon was right to recruit you. Come back when you are ready for more work.",		"s_45c1b2ad":"Here's your money for that last job. You know, hon, Black Epsilon is a political organization. We want members who understand the delicate balance of galactic power. I'm starting to have doubts about our...compatibility.",		"s_444df4b9":"You can learn about Imperial technology, TIE weapons, Imperial operations, or astromech management.",		"s_43fe629":"Oh and be careful. I'd hate to see that cute face get a scratch.",		"s_438b2349":"So far you've been flying a basic TIE.  The normal TIE is quite a bit more complicated than that.  For one thing, you'll find that you can install better components on it... better weapons, better armor, and so on.",		"s_4358efe9":"Where is my ship?",		"s_42dfe6db":"Indeed. The Empire rarely enlists non-Humans as pilots, and so we are poorly prepared to equip someone such as yourself. But do not be discouraged. Your current standing in the Imperial Navy is a testament to your abilities.",		"s_42a16c5f":"Some very nasty and very illegal explosive devices. We need to get them planet-side so our ground ops team can wire up a little demonstration of Rebel fanaticism.",		"s_423667ed":"Fine, I will swear. I swear to serve the Emperor, to uphold his law, and to do his will without fail.",		"s_41e7fbb3":"That would be the point, dear. The destruction of a small Rebel force should stir things up a bit. The Rebels will probably start flying more patrols, putting up a more obvious presence. Exactly the kind of thing we need to betray Corellian neutrality. If anyone questions you, say you defended yourself against a hostile force while on patrol duty.",		"s_41d4922":"As I was saying. The Emperor can't order a direct invasion of Corellia. He needs a politically acceptable reason to make a move. My job is to provide that reason.",		"s_407c41b9":"They work through me and only me. The less you know, the less you tell when you get caught.",		"s_3e935b51":"Suit yourself, hon. Come and visit again sometime.",		"s_3e8986a7":"You aren't exactly doing a good job of reassuring me.",		"s_3e77e17d":"I appreciate all you have done for me but I am ready to move on.",		"s_3ddbe3ce":"Excellent. Let me know when you've done it.",		"s_3c33e829":"Report back to me when you're done and we'll talk about the next step.",		"s_3c26f38a":"What is Black Epsilon doing here?",		"s_3bcb2c4a":"Imperial Intelligence has already captured extensive documentation on the ship's design, so we don't need to capture a working prototype. We'd prefer to simply send a message to the Rebellion: 'We know your secrets and they don't scare us one bit'.",		"s_3b6083ca":"Don't get too confident. The B-Wing is apparently one tough bofa treat. Blasters, missiles, good sensors and visibility. Outmaneuver her and you'll win. Our superiors think this assignment is a gamble, but I put in a good word for you. Don't let me down.",		"s_3b421b4c":"When the mission is over, and you're all safe and sound, go to the nearest space station. You'll need to get landing clearance from the space station - so comm the station commander and tell her you'd like to land.",		"s_3ac44381":"Failure at this point is only going to encourage the Rebels to invest further in experimental ship designs. You need to get back up there and bag a B-Wing. Show the Rebels that technology isn't going to be their salvation.",		"s_38909ce3":"You can count on it.",		"s_386d47c9":"I'm more interested in the pay than the politics.",		"s_36eb0383":"Took out enough of them to send a message.",		"s_3599ff41":"Pilot, you've exceeded my expectations. Black Epsilon was right to recruit you. With any luck, the Emperor's plans for this system will be fulfilled within the year. Come back when you are ready for more work.",		"s_34d65199":"Hey cutey. I see you made it back in one piece. I've already heard the news. You managed to take out an entire Rebel security patrol. Nice work. Here's your payment.",		"s_34ac7110":"If someone shoots at me, I shoot back.",		"s_34089768":"Sounds like a fun job.",		"s_33d3f25d":"Hon, you are really shaping up to be a fine agent. Keep sharp. I'll have more work for you soon.",		"s_33a8fcd8":"I can, hon, but I'm not going to... not yet.  I need you to do some things for me first.",		"s_334f003c":"Nothing to it. Now, you owe me some answers.",		"s_32fca1d6":"Whatever. Does this job pay?",		"s_32c46e00":"Where should I go?",		"s_32ab69ab":"This sounds excessive...",		"s_2fb75072":"Swear? That seems a little extreme.",		"s_2efb24e9":"You're an Imperial pilot? Too bad you're already assigned to another unit. I'd be sure you'd make a fine addition to the Epsilon. What brings you here?",		"s_2ea86030":"Duty missions are open ended assignments. They end when you choose to end them. For example, if I assign you the task of hunting B-Wing prototypes, you can destroy as many as you want. You can end the duty any time from the mission entry in your datapad. Perform duties to earn additional pay and experience.  Once you've received enough experience, I can teach you new skills.",		"s_2e48b5f1":"It's no secret that Imperial pilots utilize some of the best starfighter tactics the galaxy has ever seen.  I can get you started on the road to mastering these uniquely Imperial procedures.",		"s_2df5ef77":"Go meet up with that transport and escort it to safety. Report back to me when you've done the job.",		"s_2db4d111":"Then don't waste my time.",		"s_2d5d4bf0":"I'm interested in a duty.",		"s_2d4c3812":"When I get back, I expect some answers.",		"s_2c9c30a0":"Can you train me?",		"s_29e5ec7":"I'd like to request a mission.",		"s_293e6269":"Did you take out the B-Wing prototype?",		"s_28d99e75":"Come back when you want to try again.",		"s_28490f70":"I ran into some trouble, but I'm ready to try again.",		"s_27c9aa85":"Mmm, all worked up and ready for another go. I like that. As it happens, I do have another assignment for you.",		"s_2559ccf6":"Welcome back, babe. Glad to see you're still with us.",		"s_25042a7a":"I will not fail you.",		"s_240aee17":"Just remember that sometimes you need to shoot first to survive. Our superiors are pleased that we've proceeded this far in our operation. Here is your payment plus a bonus. I also had a double bandolier made for you.",		"s_23580c13":"Here is your pay for the B-Wing mission. I've also gotten a hold of a TIE pilot helmet. Unfortunately, these standard issue helmets are not suited to meet your, uh... cranial proportions.",		"s_219f04cc":"For the Emperor, indeed. Here is your pay for the B-Wing mission. I've also gotten a hold of a TIE pilot helmet. Unfortunately, these standard issue helmets are not suited to meet your, uh... cranial proportions. Nevertheless, you've done an admirable job and Black Epsilon has taken note of your success.",		"s_1ff4247a":"I will not fail.",		"s_1f78cffa":"How do I join Black Epsilon?",		"s_1d646fae":"Oh is that a fact? I don't want to hire someone with a lot of baggage. If you're too hot with CorSec you can look elsewhere.",		"s_1d1dfdd3":"Just remember that sometimes you need to shoot first to survive. Our superiors are pleased that we've proceeded this far in our operation. Here is your payment plus a bonus. I also had a TIE pilot flight suit made for you.",		"s_1d0a2959":"Hah, that's what you think! It's your choice, but you may not get this chance again. I suggest that you take it while you can.",		"s_1cca067":"It's a little big...",		"s_1ca122f0":"What's on the transport?",		"s_1bf00a8":"When the Emperor desires to resolve a problem and the overt use of force is not politically feasible, he calls upon us. Black Epsilon.",		"s_1adbadc4":"I'm ready.",		"s_1acdc4ba":"No, I'd rather not.",		"s_19ff301f":"What kind of training?",		"s_1930ad3a":"And Black Epsilon is that dagger?",		"s_192ddc14":"Are you going to train me?",		"s_16a81f":"Well, sweetie - after you find the starport, and use the starship terminal to launch into space, you'll need to finish your mission... I thought we were clear on that, hon.",		"s_15d6b9a5":"Ground ops is working on the sabotage plan and I haven't received word from Black Epsilon regarding new space operations. For now, I have a few duties you can work on while we wait.",		"s_15799d85":"For the Emperor.",		"s_15588832":"I need some time to study the B-Wing operational logs.",		"s_13e807c3":"[Destroy Duty] I'm interested in hunting more B-Wing Prototypes.",		"s_13bbdfe7":"I'm not so sure about this...",		"s_1345d43f":"Excellent. You seem to understand what it takes to work with Black Epsilon. Our superiors will be pleased. Here's a little payment for the operation.",		"s_12d7f011":"This is a serious operation, hon. Get a drink and chill out. Come back when you want to try this thing again.",		"s_11c38900":"I have discovered that the Rebels are training X-Wing cadets in Corellian space. The Rebels are quickly working to recruit new pilots to their cause. Destroying the cadets will cripple that effort. Corellian citizens will think twice about signing up if the Rebels can't even protect their young and inexperienced.",		"s_11bb9c43":"I was told you are looking for a pilot.",		"s_11816971":"Alright. I support the Empire. What can I do to help?",		"s_1091c96a":"I'm done for now.",		"s_10499a33":"Why trust me?",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_imperial_trainer_1.stf) is automatically generated by the SwgConversationEditor."
}}
