{
	"stfFile":"conversation/corellia_privateer_retired_corsec_beggar",
	"entries": {
		"s_ff739c7e":"It doesn't bother me, old man!",		"s_ff607592":"What's it to you?",		"s_f95334":"What rally?",		"s_f8411238":"Believe what you will. It's your funeral!",		"s_f6046c2a":"That's a lie!",		"s_f52972fb":"Heh. Not anymore. Not thanks to the Empire!",		"s_f2dc9195":"Forget it!",		"s_f2841236":"Because you're aiding the Rebellion?",		"s_f2319d89":"Why you! Get out of here! I don't deserve this grief!",		"s_f06b7dcf":"All right. Tell me.",		"s_ed8c4da8":"And do you know why?",		"s_ed52be64":"Yes. I know.",		"s_ec3ffcdb":"Begone with you! I don't need this sort of grief!",		"s_eb4e939":"Of course I do!",		"s_e5ddc8b8":"Mark my words! The wages of piracy... are death.",		"s_e529f302":"And... so...?",		"s_e3717de2":"Maybe you're right.",		"s_e28320c1":"(Give 25 credits)",		"s_de0c6e64":"CorSec is still fully independent!",		"s_db730888":"No. Nobody knows me.",		"s_daa001f6":"Who cares?",		"s_d79019d0":"But shuttle times are much shorter now!",		"s_cf3b2658":"I have nothing to do with it.",		"s_cdc41c9f":"Yeah, right.",		"s_cbc9bfc1":"You know... I really shouldn't say any more. You've got your choices to make now. Good luck!",		"s_cb58d836":"You are very kind.",		"s_ca776e30":"Who are you?",		"s_c8291538":"Maybe I should become a space pirate?",		"s_c4d665ba":"I don't believe you.",		"s_c45af70d":"Imperial efficiency, of course!",		"s_c3c03121":"Are you kidding me? Space pirates, the so-called 'Smugglers Alliance' is a deathtrap! Pilots don't last longer than a few weeks. If you don't get locked up by one of my pals in CorSec, or blown up by a TIE patrol... likely one of your 'friends' will do you in for a profit!",		"s_c30cfa8b":"Well, it should! And you should have more respect!",		"s_bb54f6cc":"None of your business.",		"s_baf2d521":"I've seen Imperials coming and going from the hotel down the street. You want to tangle with them?",		"s_bab29e60":"Yeah! Crazy like a durni! Get out of here!",		"s_b9b4cdf3":"We got a notice from the Empire stating that all secure CorSec funds were frozen for inspection. Something about us being tied in with the Alliance.",		"s_b93aa42e":"Then be careful...",		"s_b25e0684":"Nobody. Just an out-of-work CorSec pilot. Forced into retirement by your superiors. How do you like that?",		"s_b21356c8":"No. Why?",		"s_a761aa1e":"Figured as much!",		"s_9f2e17a3":"Figured as much.",		"s_9df7e4c2":"No. I don't.",		"s_97aef052":"Of course I'm right!",		"s_9756c395":"What? What are you talking about?! Get out of here! I don't need this grief!",		"s_968710ca":"You do? That's good. Very good. You're still young enough to do something about it, eh?",		"s_958a863c":"How do they justify that?",		"s_8f4bce76":"I plan to join the Alliance Navy.",		"s_8be640b8":"Sure.",		"s_892ffb49":"You here for the rally?",		"s_87f655c5":"Can you spare some credits, my friend?",		"s_82f0aea5":"Hmph.",		"s_8252a913":"What makes you think the Empire is losing?",		"s_7eee531":"A hard road, my friend... but I respect the choice. If I were only younger, I would go with you and sign up!",		"s_7c3dc1ab":"Because they're going crazy trying to freeze people's assets, inspect communications, and restrict travel.",		"s_79ec01f7":"You're probably behind it all...",		"s_78b67180":"Relax, old man.",		"s_78ae72a2":"You have a lot to learn, my friend.",		"s_77e48d5b":"What do you mean?",		"s_77258083":"Do you now? That's a terrible shame. Just terrible...",		"s_763e6d5":"Make the right choice, friend. Don't help the Empire. Fight for freedom instead!",		"s_757d93fb":"Yes I do.",		"s_6ce3ead6":"The Empire has forced all planetary governments to abandon the safety regulations for pilots, shuttles and interplanetary transports!",		"s_6a6e024a":"The Empire kicked down the doors to CorSec and confiscated starships, weapons... even our side-arms! Can you believe it? And last, but not least, they raided our pension funds.",		"s_67f5202c":"Oh! Thank you very much!",		"s_63520a89":"I would urge you to quit.",		"s_5b204877":"What can I do?",		"s_591c9c49":"Really? You have no idea... do you?",		"s_576d00c5":"You've got a lot to learn, my friend.",		"s_55b16c62":"Yes. Hate the Empire.",		"s_55b16c5b":"You should be ashamed of yourself!",		"s_558fa93c":"Oh nothing. Nothing you would believe, at least! The Empire has stomped its way into CorSec and has taken control of everything. They... and I would guess you... are running CorSec and the RSF into the ground!",		"s_54fb5f5d":"Not now, maybe... but you mark my words! The Empire is an evil force in the galaxy. Don't let it trap you.",		"s_5034aab7":"I don't respect beggars.",		"s_4fbbd27f":"I had a job. Used to fly for CorSec. Now I'm out on the street because of the Empire!",		"s_4f68d18f":"I've seen a bunch of Imperial types coming and going from the hotel up the street. You guys having some sort of convention?",		"s_4e213b9f":"Ha! Ha! Ha! That's a laugh!",		"s_4b74e148":"It's a sore spot for me because I happen to hate the Empire for what it's done to me and my friends at CorSec! You know what I'm talking about?",		"s_49eaf107":"Nope. Can't help you.",		"s_47744716":"I find that hard to believe.",		"s_46663cbe":"Upside-down?",		"s_455169a0":"Travel is not restricted.",		"s_4294df70":"Oh no? ",		"s_428087e9":"What's happening here?",		"s_3f5509de":"Oh yes! The public-relations folks will tell ya different - but CorSec and the RSF are now fully, one-hundred percent, and unashamedly under the Emperor's thumb!",		"s_3e8d294c":"Are you?",		"s_3daae2ee":"Do I know you?",		"s_366389b9":"The Empire has nothing to do with the RSF!",		"s_3541bf7":"That's what I thought. Get out of here.",		"s_34f6c18f":"I plan to fly for the Empire.",		"s_34556faa":"Well you just try it yourself! Ride the shuttles for a while. Better yet - take a 'sport to some exotic place like Dantooine. You'll see what I mean!",		"s_2a33c404":"What? No pension for you?",		"s_2a27a72e":"Back when I was flying 'sports, we weren't allowed to fly for more than two days straight. Now that's all over! Pilots are pressed into constant service and they're falling asleep at the controls. Equipment doesn't get adequate downtime, so accidents are up a thousand percent!",		"s_2992b933":"Get a job.",		"s_2812a379":"Thank you! Times have been really tough since the Empire started losing the war! CorSec's turned upside-down... RSF's been turned upside-down... there's no way for a pilot to make a decent living anymore!",		"s_2683bb8f":"How is the Empire responsible?",		"s_264b3207":"You said it!",		"s_2313ac9e":"What are you talking about?",		"s_1f7981ec":"Nobody important. You fly for the Empire, huh?",		"s_1eecbc00":"Unfair!",		"s_1ca480f5":"You're crazy.",		"s_1c7c9ce0":"The Empire froze CorSec retirement funds and forced out everyone with any sort of spot on their record! They say we're Rebels! Ridiculous.",		"s_1c18efb1":"Excuse me. Can you spare a credit for an old veteran CorSec pilot?",		"s_1af6e3a2":"Um. Yeah. I can't talk right now.",		"s_1aea5dd4":"What difference does it make?",		"s_1a2b4bd6":"You have proof of this?",		"s_19104f66":"(Give 100 credits)",		"s_17b4bc37":"Good. Who needs you, anyway?",		"s_11d6eac4":"The Empire kicked down the doors to CorSec and confiscated starships, weapons... even our sidearms! Can you believe it? And last, but not least, they raided our pension funds.",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_privateer_retired_corsec_beggar.stf) is automatically generated by the SwgConversationEditor."
}}
