{
	"stfFile":"conversation/corellia_rebel_trainer_1",
	"entries": {
		"s_ff6358f3":"Of course not. You're really gaining quite a reputation around here. Take some time for yourself. Come back here when you're ready to fly again, but in the meantime, check this out...",		"s_fe6d50dd":"Good luck, man.",		"s_fe5c41db":"Slow down, there, %NU.  I need to know you can be trusted to complete assignments as they are given.  I'll train you AFTER you've finished doing a few things for me.  Now, are you ready to get started?",		"s_fde91357":"Bring down four TIE fighters. You can stick around to do more damage if they call in reinforcements - but the approved objective is four total targets.",		"s_fc27931b":"Thanks.",		"s_fb969128":"Fantastic! We're going to make beautiful music together! Here is your first piloting skill.",		"s_fac12b86":"Sounds perfect.",		"s_fa61f5fd":"You betcha!",		"s_f90247ff":"(Offer more details)",		"s_f7ed6410":"Ha! I bet! How about a duty mission then? We have openings in our patrol circuit for pilots who want to clear Corellia of Imperial fighters. There's also a dire need for fighter escorts. The Empire is cracking down on all freighters in this system...",		"s_f5e65db0":"You don't know me, Kreezo.",		"s_f587dd8b":"Yes. Yes, I would say that.",		"s_f3b9575d":"Well, then let's give you another chance at it!",		"s_f39351f2":"You got it. We'll upload a suite of navigation points to help you. If HQ gets a lock on the transport, you'll be redirected to its position.",		"s_f2b83a15":"This will enable you to use more exotic, more effective components Are you interested in this?",		"s_f11f8879":"Just bring us victory, my friend.",		"s_f0f9adc9":"Good luck, pal.",		"s_effe3ca0":"That's unfortunate. You should really try to keep a firm grasp on what sorta techniques work for ya, and which ones will get ya killed.",		"s_efc5edce":"Start by going to the starport. Leave here and head towards downtown. Take a left when you get out of the slums and you'll run right into the starport. When you get there, go inside and look for a 'starship terminal.' Use this terminal to launch your ship.",		"s_ef3cb7bd":"No problem. Are you ready for your first assignment?",		"s_ef167e72":"Where am I headed?",		"s_ecdd7266":"Dunno. The usual, I guess. Figure they're here because they know the Alliance is setting up operations in Corellia. They can't afford to let us get a foothold in this system.",		"s_ec3b34af":"Outstanding! You got it!",		"s_e96daa14":"Our work is not finished, Kreezo.",		"s_e8f4f19d":"I couldn't finish the mission.",		"s_e8850b0f":"You don't look like a pilot to me.  There's nothing I can do for you.",		"s_e81be890":"I know how you feel. Alliance HQ has plans for a new transport route. They need you to check out a few nav points in Corellia space and ensure that it'll be safe.",		"s_e6f57b04":"Call me that again and you die!",		"s_e6de46a8":"Protecting our escorts is the right thing for me.",		"s_e696787e":"Great! You'll do well, I'm sure.",		"s_e68af394":"That's the spirit, buddy!",		"s_e66b30af":"Aw. How could you say that? After all I've done for you?",		"s_e5a5e513":"I see you've survived!",		"s_e564c71b":"Am I that obvious? Search for the transport. When you find it - escort it out of the system before the Empire can finish 'em off, okay?",		"s_e53ac187":"Great! Then, have a wonderful day!",		"s_e46d50f4":"So let's hear all the gory details.",		"s_e44f1421":"Good! Your job will be to check out the newly appointed Alliance transport route. It's a secret route - so fly casual... and make sure that all nav points check out!",		"s_e42b260e":"I'm on my way.",		"s_e3e6b505":"Pirates? What pirates?",		"s_e3ae7e7c":"Then you get them back!",		"s_e37282e3":"Standard space-hero stuff.",		"s_e34abf38":"Well, I'm sorry for that... maybe you'll come back later when you have more time? I hope?",		"s_e2e4a27d":"No idea. The comm traffic is a mess. We've got their navigation route, though. I'll upload that to your ship so you can follow their path.",		"s_e2d918c4":"What happened on your patrol, pilot?",		"s_e2d604a4":"I am more than ready, Kreezo.",		"s_e1f8bf59":"This sort of thing is bound to happen. After all it is a WAR, you know!",		"s_e102b38d":"Without question.",		"s_e096316d":"Sounds wizard. Let's go.",		"s_e003aec9":"She's staying with Nym on Lok The Rebellion has made a deal to keep Viopa safe in Nym's compound.",		"s_de6d6c6a":"What more do you know of Viopa?",		"s_dda9e202":"Where should I go now?",		"s_dc649bb3":"I'm on my way!",		"s_dc243da2":"Done. Fly into Corellia space and follow the nav points. Destroy any hostiles you encounter. Good luck!",		"s_dbfb3e78":"What's the order, sir?",		"s_db182750":"Good. Check back with me when you're done.",		"s_daea7c31":"This track provides access to special Alliance piloting abilities. Are you interested in this?",		"s_d9d2746c":"I don't know how you expect to fly for the Rebel Alliance if you don't even have a ship!  Here, I'll add the control codes to your datapad for one of our low-end fighters.  You should upgrade this as soon as possible.",		"s_d828284a":"You got it! Meet the Alliance Intel chief stationed on Lok. Her name is Lady Viopa, and she hangs out in Nym's compound. She'll have work for you when you arrive.",		"s_d779178a":"What other targets are in the area?",		"s_d74fc3aa":"I don't want to die for the Rebels.",		"s_d731f764":"(Shrug and smile.)",		"s_d70dba34":"Yes.",		"s_d6adf516":"Great! You are now a better Alliance pilot!",		"s_d4d02ce5":"HA! ...like a squill in a barrel of Jawa beer! You're a card! Hope you don't get fried out there, my friend!",		"s_d48ff4ca":"You're kidding, right?",		"s_d47c0f9c":"Sounds like a plan. I'll upload your pilot ID to the escort duty roster. Our transports will comm you in space. Make sure they get to their destinations safely.",		"s_d3ba53db":"Add me to the patrol duty roster, sir!",		"s_d390e9dc":"Perfect thing for a strapping fella such as yourself! I'll be your trainer - and you'll be my... killer! How does that sound?",		"s_d36193f9":"Forget it! I'll find someone else!",		"s_d31da604":"Good. Let's strike back at the infernal Empire. Find four TIE fighters in the Corellia system and destroy them! Sound good?",		"s_d2d0a643":"Nothing, really. She's kinda spooky. Alliance Intel folks generally are, though. Just do your duty and stay out of trouble!",		"s_d2b22f30":"I won't fail a second time.",		"s_cfbb506d":"Pirates, Imps, whatever. The old transport route was uncovered by the Empire and we lost a lot of good folks (not to mention their precious cargo). This new route should be more hidden...",		"s_cf04e474":"What more do we know of this TIE veteran?",		"s_cea58c15":"Ha! Bad luck for them, huh? Glad to see you're still in one piece. Alliance HQ will likely scrap their plans for a new transport route. ",		"s_ce52466":"You can't upgrade this ship. The Alliance mechanics have welded the gearflaps shut on all of these loaners. You should think about buying your own ship... something you can customize. Are you ready for your first assignment?",		"s_cc9fe745":"What do you mean 'safe?'",		"s_cb506bf8":"My starship? In a datapad?",		"s_cafe8309":"Whoa! Relax, sweetie! I meant nothing by it. Say - if you're really hot for flying starships, I'll set you up. Are you sure you want to join?",		"s_cade4505":"The Force is with me.",		"s_c999ae60":"Let me at 'em!",		"s_c92d07b4":"Sure. Why not.",		"s_c9200f78":"I know that. Try again. Hurry back!",		"s_c903d01a":"Congratulations. You are now rated to fly the Y-Wing starfighter.",		"s_c8fa77b8":"I can't wait!",		"s_c8cdb11":"A magician never reveals her secrets!",		"s_c85ee89f":"You sure do impress me, sir. You're a great combat pilot. Check back with me any time you are ready for training.",		"s_c7f0d385":"The starport. It's just a little ways from here. Go back the way you came, head towards the center of town. Take a left when you get out of the slums and you'll head right into the starport.",		"s_c6e25b8f":"Don't abort the missions I give you, sweetie!",		"s_c6891c87":"I will join the Alliance.",		"s_c65bb61c":"Well... yeah! I am a very experienced starfighter pilot. I can teach you everything you need to know - provided that you agree to fly for the Rebel Alliance. How does that strike you?",		"s_c61a299":"You're breakin' my heart!",		"s_c5b598a2":"Okay, then!",		"s_c549da6d":"I aborted the mission.",		"s_c4e77d66":"(Provide a detailed report)",		"s_c477804d":"(Stare blankly.)",		"s_c43ca4c2":"Hmm. Well, I'm pretty sure we can set you up with a loaner from the Alliance. Here... I'll transfer codes for a basic Z95 to your personal datapad. Let me know how she flies.",		"s_c3d77bb4":"Expect the rally point to be patrolled by junior TIE cadets. They will be quick to respond if they see you first - so be very careful. Keep your eye out for the veteran TIE fighter pilot, eliminate him, and get back here as soon as you can.",		"s_c36f7614":"So? So you've got a date with Lady Viopa of Alliance Intel. You think you can handle it?",		"s_c2e41133":"You almost got me with that one, sweetie! Heh. You're now part of the Rebel Alliance.",		"s_c261cfae":"No problem.",		"s_c1b9a6e":"Then what are we waiting for?",		"s_c19ed115":"You've got your assignment, and the control device for your ship in your datapad.  Go to the Starport and access the terminal to launch into space.",		"s_c02ffe47":"A wing of TIE fighters intercepted me.",		"s_be7e31b9":"I knew it! In that case, welcome to the Alliance, buddy!",		"s_bccfa654":"Where was it last seen?",		"s_bc874dd9":"I really don't mind the Empire.",		"s_bb9e839f":"Hey! So what happened up there?",		"s_baf54d0":"Who is this Lady Viopa?",		"s_baae2f70":"(Salute) The Force be with you.",		"s_ba6c97d4":"You're right. There is no excuse.",		"s_b9b27823":"Thank you.",		"s_b9ab5e03":"Okay, then. What area of study would you like to focus on?",		"s_b979a424":"Slow down, there, %NU.  I need to know you can be trusted to complete assignments as they are given.  I'll train you AFTER you've finished doing a couple more things for me.  Now, are you ready to get back to work?",		"s_b975d6db":"I don't know how best to describe it, really. Just launch into space. Your navigation computer has all of the important locations already loaded. Follow to each nav point and report what you find.",		"s_b897f5e1":"I'm on it!",		"s_b8281380":"Not quite yet, %NU.  I just need for you to complete one more assignment.  Are you up for it?",		"s_b756c0a2":"(Wrap it up)",		"s_b73cae6e":"I'm just trying to protect you, darling. Are you sure you want to join up with the Alliance? You could get killed!",		"s_b4e22b71":"Get back out there, man! We must not keep the Alliance waiting!",		"s_b4da544c":"This is out of my hands. I can't give you any more assignments until you prove your dedication to the cause.  Fight FOR the Rebel Alliance and improve your standing.",		"s_b4d7b1cd":"Grounded?",		"s_b4ce2d62":"A magician never reveals his secrets!",		"s_b4be0022":"Things'd be better if I had a mission.",		"s_b4bce31a":"I am ready, Kreezo.",		"s_b416fca1":"Blast 'em! Alliance HQ says you gotta bring down four TIE fighters, should be a walk in the park for you, right?",		"s_b40d5e2c":"Are there many Imperials?",		"s_b40cd69a":"Haven't I seen you before? I am Kreezo of the Rebel Alliance. Yes - yes, we have met before! Are you still interested in becoming a Rebel fighter pilot?",		"s_b3bebc5e":"How do I get there?",		"s_b39049de":"When will you train me?",		"s_b2b30e20":"Hey, so... the Alliance has asked me to recommend pilots that are ready for more challenge. Evidently something big is going on above planet Lok. Rebel Intelligence is all over it... and they need pilots.",		"s_b282cc98":"That will make them very happy, pilot. Follow the navigation route and protect every Alliance transport that HQ puts under your care. I'll see ya when you're done.",		"s_b20c776b":"Alliance HQ wants you to bring down four TIE fighters in the Corellia system. That'll make it clear to the Empire - they are not welcome here!",		"s_b17f599d":"I will protect the Alliance transports!",		"s_b0643db5":"You're going to teach ME?",		"s_b03e852c":"Relax. This ain't the Empire, okay? Lets exact a little revenge. Find four TIE fighters in the Corellia system and destroy them!",		"s_afd8ea50":"No, sir! Again, sir!",		"s_afcdcdf":"Oh sure, 'officially neutral' and all that, right?  Just going to let the Empire take over the whole galaxy?  Whatever.  I have no use for you fence-sitters!",		"s_af95b1e2":"You need me to find it, right?",		"s_af180d19":"They got lucky.",		"s_aed27f16":"TIE Fighters tried to kill me!",		"s_ae0c01b4":"Hey there! Ready to get started?",		"s_ad33f74a":"Where do I look?",		"s_acafcf16":"Good advice.",		"s_ab8b2db5":"You don't say! In that case, we can scrap the new transport route. Alliance HQ is going to have to come up with another plan. Good work, pilot!",		"s_ab2a872b":"Droid programming will help you enhance your starship in battle. Are you interested in this?",		"s_aa03098a":"We have terrible news from Alliance HQ. A refugee convoy was attacked by TIE fighters. Their fighter escort held the TIEs long enough for the transport to escape... but now the transport is lost...",		"s_a97e342":"Okay, then - maybe you'll come back when... we're ready for you? Good luck!",		"s_a8e97b79":"You're right! Thanks, and good work! Check back with me later...",		"s_a80d9308":"Good luck!",		"s_a7c68d3f":"Oh... well, of course not! The Empire is just grand... wouldn't you say?",		"s_a66b0c40":"I wouldn't call it 'resistance.'",		"s_a61f252c":"(Still more details...)",		"s_a592576c":"Gonzo! Let's strike back at the infernal Empire. Find four TIE fighters in the Corellia system and destroy them!",		"s_a4bd6cd1":"I agree. The Empire is still giving us a lot of trouble here in Corellia. It's a very delicate balance. How do you wanna helping us out by taking a duty mission?",		"s_a470f356":"Whatever. Look - Alliance HQ, in their infinite wisdom, have decided to change-up the transport routes here in Corellia. Before we cut loose with all our supply ships, we want you to check out a few select nav points in this system and ensure that the route is safe. Sound good?",		"s_a4654330":"(Offer even more details)",		"s_a42bf003":"I'm a RSF Pilot!",		"s_a42932d7":"I will need a starship.",		"s_a3d65155":"Fine. Welcome to the Alliance.",		"s_a2fa88c1":"Are you sure you want to sign up, honey? It's pretty rough up there.",		"s_a0f35e59":"Hi there! You now have all the experience you need to be trained something new.  Which area interests you the most?",		"s_9f5447cf":"Alliance HQ already sent word! You blasted those TIE fighters to dust! You wanna share some details?",		"s_9f222613":"Maybe this isn't for me.",		"s_9df39ab2":"(Salute) The Alliance transport has been rescued!",		"s_9d39bee2":"I am sorry.",		"s_9cdc2b64":"Take care, buddy!",		"s_9ccf9a34":"Spooky. Then you won't mind me giving you your first Alliance pilot skill, eh?",		"s_9c5aabe":"There were too many of them.",		"s_9aa60522":"Let's go!",		"s_99dfe276":"Interested? Is there money in it?",		"s_9965dc21":"You crossed Nym?",		"s_96bda01":"I mean - let's make sure that the actual nav route doesn't cross an Imperial patrol or land in a nest of pirates. Check back with me when you're done.",		"s_967362c6":"Then get back out there!",		"s_96595faf":"Most of the grief we've been getting here in Corellia can be traced back to a single operation and a lone commander. Believe it or not... we know right were to find this guy! And, you're gonna bring him down!",		"s_94b9286d":"What have you been doing, %NU?",		"s_948698f":"Oh! I see how it is. You think you're really tough, don't ya?",		"s_9480f430":"I am interested in droid interface basics.",		"s_942f0b27":"The control device holds the command codes for your starter ship. The Alliance has a handful of these banged-up Z95's hidden at various starports. When you go to the starport down the street you can use a 'starship terminal' to manage your ship components and launch into space.",		"s_941b03d0":"Nothing special.",		"s_940c893e":"They tend to do that, my friend. We are at WAR with the Empire. Do you understand?",		"s_92779459":"You got it, babe.",		"s_90f5b9d8":"Make sure you stay in one piece, man!",		"s_90ec63e0":"Yes, I do.",		"s_908b3b7a":"What do you want me to do about it?",		"s_90422eb5":"Good luck.",		"s_90377ed4":"Affirmative!",		"s_8c2c48a7":"Where is this route?",		"s_8c272224":"I am interested in starfighter survival tactics.",		"s_8bc574b8":"You're one in a million. You know that? Just keep it up. There will be more opportunities to use your heroism in the future. Check back with me after you catch some rest, okay?  And hey, I think you've earned the right to wear this.",		"s_8b760dea":"Give me another chance!",		"s_8b43cee4":"Just try to make it back here in one piece, okay?",		"s_8a323048":"Hmm. Well, I'm pretty sure we can set you up with a loaner from the Alliance. Here... I'll transfer codes for a basic Z95 to your personal datapad. Let me know how she flies. Are you ready for your first assignment?",		"s_88620d24":"It's a multi-pocket bandolier.  It'll help you keep your things organized.",		"s_87a8cca7":"How will I know this pilot?",		"s_86cd4fa8":"We'll upload a suite of navigation points that are likely candidates. The transport pilot is no slouch - he will be trying to get back to friendly territory as soon as he can. From what I heard, they're pretty badly damaged.",		"s_866deb6e":"I want to join the Rebellion!",		"s_85384000":"So you are interested? Or... you aren't interested?",		"s_8464e33e":"Without a doubt, my friend. Return to me whenever you are ready for training.",		"s_83c26b3":"That TIE Veteran was nothing.",		"s_83a93ead":"(Salute) Requesting a mission, sir!",		"s_83058593":"Please? The Alliance could really use more strong, intelligent, women pilots... such as you. You can't turn your back on them!",		"s_82d3ef4":"Do you even know what HQ wants you to do?",		"s_7fd68073":"Great! You now have basic droid programming abilities!",		"s_7fcd3228":"Good to see you again. How are things going?",		"s_7fc57488":"We'll try not to work too hard saving our civilian friends, okay? Jeez...",		"s_7f50c50e":"He's an old Imperial Ace pilot traveling incognito. He'll be flying a standard TIE fighter. Your targeting system will recognize his signal as that of a 'TIE Veteran' pilot.",		"s_7daee3c9":"Sounds wrong for me.",		"s_7d5c71fb":"How do I complete my assignment?",		"s_7c899d3e":"We don't have an exact location, search the Corellia system for TIE fighters and blast 'em!",		"s_7bebfa97":"Ha! Excellent! Keep up the heroics! There'll be more for you to do later. Check back with me after you get some rest.  Also, I think you've earned this.",		"s_79ff003e":"Well... nothing. I've had some trouble with his group in the past. But now that we're all working for the Alliance, I can put it behind me.",		"s_797e30cb":"What are they doing here?",		"s_790cea65":"See that up there? That's space... You should be there finishing your mission. Right?",		"s_78a5e1fa":"There are some open duty missions, if you're interested. HQ wants volunteers for a long-range patrol. Sweep-and-clear sorta stuff. There's also a need for more fighter escorts... since we're shuffling a lot of resources here in Corellia space.",		"s_77e48d5b":"What do you mean?",		"s_779b8c40":"Good idea. I've added you to the duty roster. Patrol the Corellia system and eliminate any hostiles you encounter. I'll see you when you're done.",		"s_766563c7":"Nothing I couldn't handle.",		"s_75a759b0":"Most of our problems here in Corellia are the work of one TIE Veteran pilot. He's moved a lot of trainees into the area with hopes of overwhelming us with superior numbers. We want you to take him out. It'll set the Empire back pretty far, I think...",		"s_74797cab":"See you later, Kreezo.",		"s_73af9681":"Really? Alliance HQ is saying that other patrols are getting smacked by long-range TIE sweeps. You didn't encounter any resistance?",		"s_729ae5dc":"Well... good, then. Good work!",		"s_72767fa4":"He's a veteran pilot traveling incognito. Should be in a standard TIE fighter. Your tactical computer will recognize his signal as a 'TIE Veteran.'",		"s_71ce4d3b":"Be careful, sweetheart.",		"s_71b1981e":"Great! Welcome to the Alliance!",		"s_719a6b56":"Affirmative! Go get 'em!",		"s_7191233e":"(Salute) I'm on my way!",		"s_716c6ef":"Oh yeah. You too...",		"s_7119a3c9":"And if a technique gets me killed?",		"s_70d92009":"(Stare intently and silently)",		"s_70c0cac2":"And with you too, sweets. Hope to see you very soon, okay?",		"s_70852580":"I'm turning my back on you, not them.",		"s_6f8c5bda":"You're a pilot, now.  Fly there!",		"s_6f169e12":"Sounds easy enough, I'll take care of it!",		"s_6f096b57":"When can I upgrade?",		"s_6f06b651":"Well - I doubt it... but okay. See you later!",		"s_6d453fbf":"This TIE pilot is flying a standard fighter. Your tactical computer will recognize him as a 'TIE Veteran.'",		"s_6d3c9ec2":"Come on! Give me another chance!",		"s_6bed0484":"Go get 'em!",		"s_6b490480":"(Salute) Affirmative!",		"s_6abdc31f":"Heh. Once this war is over, if you still want to know - I'll be glad to tell you. For now... take a hike! Good luck out there, pilot.",		"s_6a314d1b":"Without a doubt, my lady. Return to me whenever you are ready for training.",		"s_69e5db34":"I'm sure the transport pilots would agree! Follow all nav points, and protect all transports that come under your supervision. These 'duty' missions have been prepared for you to gain some much needed space combat experience. You can return to the ground at any time when you feel that you have learned enough. Good luck!",		"s_69bdfc60":"I know. But they haven't gotten rid of you yet, have they? No, they haven't. Get back out there and get that info. I'll be waiting.",		"s_6929ad0f":"Congratulations. You have achieved the first rank of Weapons specialization.",		"s_67119f16":"Okay, so what happened? We need that route data as soon as possible!",		"s_66010040":"So, let's hear it! What happened out there?",		"s_6598c431":"Fine!!",		"s_656e3c93":"I don't remember much.",		"s_64977077":"I don't have any missions to assign, but I do have an elective duty mission roster. You could either patrol the system for searching for Imperials, or you could help escort Alliance transports. Would you be interested in an elective duty task?",		"s_64355c70":"Right away, sir!",		"s_632bed94":"You're the cause of my grief, Kreezo.",		"s_62a0670":"You got some sort of problem with me, sister? I've been flying for years and years. What I teach you will keep you alive!",		"s_61f0b20d":"Heh. Despite our best efforts Corellia is still lousy with pirate clans. Things have gotten a lot worse since the Empire got slammed at the Battle of Yavin. Local criminals figure they've got a chance at defeating the Empire... just as we do.",		"s_6194a4e":"Clear of what?",		"s_6106187c":"What is a duty mission?",		"s_6076cccb":"They're civilian refugees, honey! Some Gungan, some Human, and a handful of MonCal... just trying to live their lives here in the shadow of the Empire. We need to teach these Imps that wanton violence like this won't go unpunished!",		"s_5f930245":"I couldn't kill them all.",		"s_5f75a31a":"They're civilian refugees, man! Some Gungan, some Human, and a handful of MonCal... just trying to live their lives here in the shadow of the Empire. We need to teach these Imps that wanton violence like this won't go unpunished!",		"s_5e3d235d":"You got it. Fly back out there and get us our transport route info. See me when you're done.",		"s_5daf71df":"Yeah! Sounds like fun, too! I reckon you crossed paths with a long-range TIE patrol before, it's time for some revenge, right? Bring 'em some justice!",		"s_5d420942":"I'll consider it done when you're back... and it's done.",		"s_5c9e583b":"Bah!  Lap-dogs for the Emperor.  You should be ashamed of yourself.",		"s_5c625403":"I would like to protect Alliance transports.",		"s_5bec38ba":"TIE Fighters attacked me!",		"s_5be6d3af":"Sounds like pay-back.",		"s_5b72d948":"Oh no? So I guess you made quick work of them. Good. Bad news for the new transport route, though. Check back with me later for another assignment.",		"s_5af7e0d3":"Great! Sorry if we had a misunderstanding before... ",		"s_5adefc5c":"Refugees?! Those monsters!",		"s_5a685923":"Great! This will come in handy!",		"s_5a28f5e9":"Relax, flyboy. I'll join your little club.",		"s_5a12db83":"Stay safe up there! I want to see you again soon...",		"s_59f3a8d":"Find the transport, right?",		"s_59bfc3b4":"A duty mission is THE best way to get experience as a pilot. I know that you're anxious to get training, and experience from these missions will get you there faster. Duty missions have no real end so you can just finish up whenever you want. What do you think?",		"s_59125af6":"You sure do impress me, my lady. You're a great combat pilot. Check back with me any time you are ready for training.",		"s_5792c0f4":"(Salute) Yes sir!",		"s_57881f7b":"Um... try to forget it, I guess.",		"s_564340f":"Yeah. Likely the transport will be trying to comm Alliance HQ. If they get through - they'll coordinate with them to find a rally point. You fly there - take over the escort, and make sure the transport leaves Corellia space in one piece.",		"s_53d2df67":"Wizard! So - your job is to run a patrol through a newly appointed Alliance transport route. Make sure that the path is clear. Report any enemy ships you detect.",		"s_535b6177":"Have we met? No? But you are a Rebel pilot, aren't you? What can I do for you?",		"s_52e212a5":"I will bring honor to the Alliance.",		"s_51f67642":"Love it.",		"s_51398083":"We need you to search Corellia space for the refugee transport. If you find it - escort it out of the system safely. If HQ finds it first, they will redirect you to a rally point where you'll meet up with the transport.",		"s_50808c9f":"Uh huh...",		"s_4df7e8e8":"Oh, but I do! I do! I could never forget such a pretty face. Come on - let me slide you into the Alliance piloting ranks. You'll love it!",		"s_4dd8aee0":"Thanks, but no thanks.",		"s_4cccd3f2":"No problem... no problem. Here's your introduction to Alliance starfighter techniques.",		"s_4cc5bfd8":"Maybe when this war is over, you'll let me buy you a drink...",		"s_4c695dbd":"No.",		"s_4b1458bf":"That's bad news. This means that the Empire is aware of our plans to reopen secret transport routes here in Corellia. Bad, bad news. Glad you're okay, though! Great work!",		"s_4b0e9ff2":"How do I get back here?",		"s_4adf1730":"Goodbye, Kreezo.",		"s_4ad222a2":"It can't be that tough if you're still alive.",		"s_4aa8e211":"I'm sure you will, don't get too confident though. Good luck!",		"s_4a86da46":"You said it! The transport route is pretty big - so you'll only be hitting the major hot-spots. Just make sure that nobody from the Empire spots you... and try not to tangle with the local pirates.",		"s_49bfaf2":"(Salute) For the Alliance!",		"s_492633c2":"Who's this commander?",		"s_4785a810":"The Alliance is not ready for me.",		"s_46fa0a69":"I should sweep and clear Corellia space.",		"s_44f7abd1":"I've never met her. I think she's Mon Cal? I know she's high-ranking Alliance Intel... so she's not exactly my type.",		"s_44ca831b":"Where will I find him?",		"s_43a157c9":"The patrol was interrupted by an Imperial ambush!",		"s_431ae604":"Well, what can you do? Check back with me if you ever get the urge to join up. I'll get you started!",		"s_43092a4a":"So, lucky for you that wasn't the last refugee transport from the convoy. You ready to try again?",		"s_42ab2360":"Sounds like it was quite a battle, then! Good work, pilot! Very good work!",		"s_420fb842":"It's a flight suit!  You'll look like a real soldier in this, huh?",		"s_41fb4738":"Affirmative! Outstanding! Heh... take some time off and swing back by when you're ready for the next assignment, soldier!  Also, I've got something for you...",		"s_40b1665a":"Any Imperial entanglements?",		"s_3fb48b5f":"Where do I find her?",		"s_3fa70900":"I am interested in basic starship component use.",		"s_3fa4f0ff":"Fine!",		"s_3f36d6ff":"Why is this trans so important?",		"s_3de34560":"We have a nav point for you. Very likely he can be found in this area along with several of his trainees. Be careful - they're just trainees... but there might be a lot of them.",		"s_3d8dd8ba":"Fine, fine. I'm not looking to fight you - I train pilots... to fight the Empire! What do you say? Are you willing to join the Rebel Alliance?",		"s_3bee14c0":"Redirect?",		"s_3adab64":"(End with a humorous anecdote)",		"s_3a1791eb":"Yeah. The Empire isn't interested in simple military victory, it seems. They're up to something much more sinister... But oh!  I have something for you.",		"s_386363ba":"Yeah, so?",		"s_3794d8a1":"Don't take them on all at once. Focus your firepower on a single target. They're still up there. Give it another try!",		"s_354fc0ee":"Great! You now have some basic droid programming abilities!",		"s_3521c69":"What can you tell me of Nym?",		"s_34e352c7":"I'm a CorSec pilot!",		"s_3339950":"Too much for you, huh?",		"s_328afd9b":"I was jumped by TIE fighters.",		"s_3269c6d":"Not really.",		"s_32190415":"Hey! Good to see ya again. Got a new mission brewing. You are going to LOVE this!",		"s_306e91cd":"Quit wasting my time, Kreezo!",		"s_30136a60":"What is my objective?",		"s_2fc8ed3d":"Get back out there and get me my transport route info!",		"s_2f6cbd7e":"I was unable to complete the mission.",		"s_2f3d170c":"What I mean is, Alliance HQ has grounded you.  There are reports that you have been working against the Rebel Alliance... for the Empire!",		"s_2ea6d944":"Really?",		"s_2da94e1b":"Secret route?",		"s_2d736852":"They seemed bent on killing those refugees!",		"s_2bf47615":"Yeah, sure. Why not.",		"s_2b8b36e0":"Look, don't beat yourself up about it. This is our first operation together. Let's get you back out there to try again, okay?",		"s_2b436278":"Just shut up and start the training, okay?",		"s_2a1af6a8":"Guess so.",		"s_29f6dd14":"Great work, pilot! Please come back and see me if you are in need of training.",		"s_29cee3c8":"Okay. I can appreciate that, I guess. Good luck...",		"s_29ac0c24":"Welcome to the Alliance!",		"s_28eea20":"Woah!  I didn't see that coming!  You're sure you know what you're getting into?  You could be opening yourself to attack when you least expect it... even as a covert operative.",		"s_282d2761":"Got another one for ya! It's time to get even with those TIE fighters that jumped you on your last patrol. You ready?",		"s_279176e6":"Yes, ma'am!",		"s_26a260":"(Shrug)",		"s_26970ef":"I am interested in basic starfighter training.",		"s_25387b43":"The Alliance will have nothing to do with you bloodthirsty smugglers! Begone!",		"s_24d9c943":"What are you doing here? You should be working for Lady Viopa on Lok... right?",		"s_24af7536":"The Force has guided me to this... my destiny.",		"s_248af92":"I can teach you the proper handling of superior starfighters. Specifically, I can give you certifications to fly the Y-Wing. Are you interested in this?",		"s_2477af4a":"For the Alliance... always.",		"s_246d08d7":"You have enough experience for more training.  What area interests you the most?",		"s_20ef9c42":"Mission accomplished.",		"s_209aa4aa":"Don't abort the missions I give you, pal!",		"s_2098126f":"Excellent!  The Rebel Alliance can use some more boots on the ground, too.  Go to a Rebel Recruiter and sign-up!  Heh... they can be hard to find, you know?  But I'm sure you'll manage.",		"s_2092352a":"Here you are - your first training module for the Alliance starfighter program.",		"s_1f7c77cd":"The Force be with you.",		"s_1f34ee71":"So you know - the operations being carried out against our transports are the work of one lone commander. The Empire dispatched him here some time ago. His mission is to destabilize Alliance traffic so that they can capture our munitions, and kidnap our special-operations personnel.",		"s_1f2dd784":"I want another chance.",		"s_1df785ab":"Yes, I'm sure!",		"s_1d24deda":"Hah! Ha! You got a brain in that pretty skull, eh? Good! It will serve you well in battle.",		"s_1c8bddbb":"What is it?",		"s_1bdcc6fa":"All right. Let's hear it!",		"s_1bd844f1":"You said it! We need you to track down the transport and escort it safely out of Corellia space. You ready?",		"s_1b11fff2":"You're wasting my time.",		"s_1b107d8a":"I want to join-up with the ground forces.",		"s_1a5bf5f0":"You've got a lot of nerve coming here and talking to me, Imperial! Get out of here now!",		"s_19cd5919":"You don't say...",		"s_199261c2":"Piece of cake, Kreezo.",		"s_1920852a":"Quit if you want... but I wouldn't advise it.",		"s_190d7fcd":"Slow down, there, %NU.  I need to know you can be trusted to complete assignments as they are given.  I'll train you AFTER you've finished doing a couple more things for me.  Now, about that lost transport...",		"s_18c8a207":"I gotta hand it to ya. You're a real spitfire, babe! Hope it serves you well in battle. Here's the story: Alliance HQ has come up with a new travel route for munitions transports. We want you to hit a few nav points along the route and make sure they're safe.",		"s_18617361":"Whoa! Relax the attitude, okay? I'll train you... I'll train you...",		"s_185a81f5":"Well, if your 'magic' has anything to do with flying around and shooting... I think your secret is out! Good work anyhow, my friend!",		"s_16d870fe":"Consider it done.",		"s_159b7288":"I know you won't. Good luck!",		"s_1583743c":"Do you have any missions I could fly?",		"s_150b3020":"Since you're not in my unit I cannot assign you missions. You ought to go talk to your commanding officer for such things.",		"s_14fdabce":"Your ship navigation system will automatically plot a waypoint when you launch so that you can find your way back home. After your mission is... a success (I hope), fly back to the 'launch waypoint.' Communicate with the space station at this point, and tell the commander you want to land at Tyrena starport.",		"s_14f13684":"Blasting TIE fighters sounds fun.",		"s_13f85785":"Why not? What are you talking about? What happened?! We can't just FAIL missions around here, you know?!",		"s_13d3df42":"I know",		"s_13b7333c":"Finally. You are now part of the Alliance pilot training program.",		"s_12d04a63":"Ha! Ha! You're funny! People don't get rich flying for the Alliance, okay? They do it because the Empire makes their lives miserable... So join up, already!",		"s_10d17e63":"Well... be careful, then. Follow the navigation points and defeat any hostiles that come your way. These 'duty' missions have been prepared for you to gain some much needed space combat experience. You can return to the ground at any time when you feel that you have learned enough.",		"s_10762880":"Yeah. The old one was secret, too - but it was discovered. Lots of Rebels lost their lives. This new route is... new. At the moment, the Imps have no clue what we're planning.",		"s_10338636":"Just kidding. I hate the Empire!",		"s_10133bc":"You must be new to Corellia, pal. This place is crawling with Imps. Be very careful out there! The Empire cannot learn our purpose... or the whole transport route will have to be scrapped!",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_rebel_trainer_1.stf) is automatically generated by the SwgConversationEditor."
}}
