{
	"stfFile":"conversation/corellia_privateer_tier3",
	"entries": {
		"s_fcf4d778":"How?",		"s_fc33d4d3":"Done! See me when you're ready. We've got work to do.",		"s_fc05d09":"Tricky if it works, stupid if it doesn't. We'll see. Listen, for now, we're going to just lay low. We've got a CorSec ship out there. We want to transfer all those weapons and personnel to a ship that hangs lower in the planet's ozone layer.",		"s_faab88c":"So what are we going to do?",		"s_f9b4dab6":"The engineer you brought back? He's the guy who designed the original virus. I figure, he broke it, he can fix it too.",		"s_f89feda0":"You THINK?!!?",		"s_f798d511":"Sheesh. Who knows? Doesn't matter now. All of a sudden we're looking at an enemy who's stronger than ever.",		"s_f61487ff":"What do you think?",		"s_f50b28e8":"I don't want to talk about it. I just want to accomplish something, for a change.",		"s_f436768c":"They must have been planning this all along.",		"s_f37012cf":"Golly! That didn't work out the way we planned it.",		"s_f313dc31":"They didn't exactly roll over and die. They went after that CorSec officer, after all.",		"s_f0b69eb":"Any ideas about what to do next?",		"s_ef2c1d07":"Dead in the water! ",		"s_eeb1457d":"What HAPPENED up there?! Those guys handed me my hat!",		"s_edb238bc":"Go on.",		"s_ea60e7f":"I just want a freaking solution!",		"s_e48d5a":"I need to transfer out of this unit.",		"s_e26f7766":"If the Black Suns think we're giving up, they'll relax. Feel like they've won. And a relaxed enemy is easy to beat.",		"s_e1260dbe":"Yeah. Well, we underestimated their interest in this area.",		"s_dfe0e1a2":"What's going on up there?",		"s_de4a941c":"OK, but how?",		"s_dde9d959":"Don't really care if they are. I'll see you when you get back.",		"s_ddb75eb1":"HAS he fixed it yet?",		"s_dcc126b1":"Just doing my job.",		"s_d9cced1f":"Absolutely.",		"s_d8ec7fac":"I DON'T CARE!!",		"s_d7bf7b44":"A pegleg and a parrot?",		"s_d714b5a0":"Nope. Sure wasn't. But it's our problem now. The Black Suns must have brokered some kind of deal with the pirates.",		"s_d590d63c":"WHAT?!",		"s_d5206411":"It's not fixed?",		"s_d4f6cbf2":"Oh yeah? Well maybe I can help you with your problem. We've got a disabled pirate ship, floating dead above the planet.",		"s_d4c80032":"My pleasure. Where can I find this guy?",		"s_d4866d33":"Exactly.",		"s_d33d4e93":"No kidding.",		"s_d30b5c72":"Nah.",		"s_d2ab8937":"Then we're out of luck.",		"s_d24a2285":"Will do.",		"s_d11614d5":"Are you working with the pirates or something?",		"s_cfd01162":"Don't say that! You just had a setback. It's nothing to worry about. The REAL mistake would be giving up.",		"s_cd445db2":"I like the sound of that.",		"s_ccf2f65c":"You lost, buddy?",		"s_cc93ce57":"OK. I'll get them.",		"s_cc4b75d1":"Not bad.",		"s_cc075a69":"You sure did. We've messed up their plans, but good. And now we're going to press our advantage. ",		"s_ca158be9":"Or vice versa.",		"s_c8ea3e2b":"They cleaned my clock.",		"s_c816ccac":"Hey listen, we've ALL got work to do.",		"s_c69ddd08":"And that prison ship?",		"s_c4d60644":"I'll say.",		"s_c402784e":"See you soon.",		"s_c2675d2d":"We need to press our advantage.",		"s_c261cfae":"No problem.",		"s_c123e137":"This would never have happened, if they hadn't taken advantage of our trusting nature. So it's payback time. I want you to go after the captain who radioed in for help. He's the guy who started this whole thing. ",		"s_c0786e56":"Ha! Well DONE, %NU! We showed those Black Suns who's boss, didn't we? I wish I could have seen the look on their faces when you blasted them! Come on; it's time for another lesson.",		"s_bf7ad2b4":"I blew it.",		"s_bc375f79":"Got it.",		"s_bc0a2234":"Oh! Right. I forgot.",		"s_b95fcaf8":"Your plan worked.",		"s_b8b1e69c":"Hit me.",		"s_b754dde0":"Obviously! Did you see how fast those prisoners took control of that ship?",		"s_b5f15b19":"Not yet.",		"s_b53ef7a5":"What is this? What are you doing here?",		"s_b52f3018":"To who?",		"s_b4ebb4b3":"In the meantime, what we're going to do is lay low. Play possum.",		"s_b427b7ce":"I thought we took care of that problem!",		"s_b2e340f6":"What's that?",		"s_b26e36ad":"If you're not a privateer, you sure as heck ARE lost. Get moving.",		"s_b08d0506":"The only surprising thing is that it took them this long to join forces. If we're going to beat these guys, we're going to have to think smart.",		"s_af22b9b2":"I guess so.",		"s_af180142":"Tricky!",		"s_aeb32a6f":"Something like that. The life-support systems are failing; they're desperate. They've asked us to reel them in.",		"s_ad973bd9":"Yeah.",		"s_ad728136":"They MUST be desperate, to ask for our help.",		"s_acce8ddf":"I noticed! Those were the Black Suns. They didn't leave after all!",		"s_aca5b8fe":"OK. Just keep doing it until it's done.",		"s_aa4936a9":"All right! No need to shout!",		"s_a8806358":"So we understand each other?",		"s_a8412b0":"Those pirates knew right where to find you...",		"s_a6b16355":"Planning what? I'm still confused about what just happened.",		"s_a6198527":"Sounds like you've got a mission for me.",		"s_a5e6e5e7":"Yep.",		"s_a26f4215":"OK. I'm counting on you.",		"s_a1fbb23f":"We don't want to make any aggressive moves - not until the comlink's patched.",		"s_a0e7bdff":"Well then we just have to be better. Are you going to calm down, or do I have to give you a smack?",		"s_9ff4de20":"When I tell you to take patrol, that's your cue. Take the patrol as ordered, but at the end of it, you'll be in position for a massive attack.",		"s_9f8d6da8":"So it's true! The pirates and Black Suns ARE working together.",		"s_9f123cf0":"I like it, though there's no place like Corellia.  So listen. You're reporting to me now. Let's get you up to speed.",		"s_9e0c4569":"That's what I thought. See ya around.",		"s_9d1e1c8d":"As long as they can hear us, they've got the upper hand. So let's face facts and give up.",		"s_9d1ce696":"Hey %NU! What gives? I thought we had a plan.",		"s_9c4357e6":"Well, apparently the ship was carrying some kind of computer virus. It infected your ship's communication system, basically creating an open channel. The pirates can listen in to all of our communications. ",		"s_9b2b6284":"They're not THAT kind of pirates, smart guy.",		"s_9af2e537":"Remember the pirate ship you rescued?",		"s_9aac04b2":"Remember that pirate ship, the one that was floating dead over Corellia?",		"s_9a672aca":"They'll think it's a sign of a retreat.",		"s_97c1c260":"Nice work up there. That engineer's going to be a big help to us. He may not WANT to help us, but that's too bad. He'll be busy for a while. Meanwhile, let's get you back to your studies.",		"s_956853f":"OK. Well you're up to speed on everything that's happened so far, right? The hole in our comlink system, all that?",		"s_9143af03":"You're sure they're pirates?",		"s_9089ef38":"So, we don't want to make any aggressive moves - not until we have some semblance of privacy.",		"s_90422eb5":"Good luck.",		"s_8fcc3b5a":"Oh for crying out loud.",		"s_8f418b3a":"We were IDIOTS to trust those pirates.",		"s_8e888943":"You better believe he is.",		"s_8e67895a":"Please. You're upsetting me.",		"s_8e42f486":"So I should arrest them?",		"s_8dd36524":"Sure. ",		"s_8af6aa3e":"Give up, I guess.",		"s_89196a3b":"Is that engineer working on it?",		"s_88451b48":"How about system balance programming?",		"s_87f3112e":"Thanks for everything.",		"s_868a3d1c":"I bet you're right.",		"s_841d27db":"Why?",		"s_8335bee5":"I'd like it more if I had something to do.",		"s_81e58210":"OK, OK. You've got a right to be angry. Give me a chance to speak, will ya? ",		"s_80c0a2c4":"Ha is right. And now we're going to press our advantage. ",		"s_7d83809c":"Well I'm SOMEBODY'S mom! Go on, get back out there!",		"s_7d4eaca7":"I don't know.",		"s_7d0ca743":"Ready to give it another shot?",		"s_7c722941":"Oh boy. We have really got a problem on our hands now! I need skilled pilots. Let's continue your training. What's next for you?",		"s_7bec018d":"That's what we get for trying to help out a bunch of grubby pirates!",		"s_7b3d8608":"Pretty annoying, eh?",		"s_7afb0972":"Whatever happened to the pirate code?",		"s_7aa63d3c":"You can intercept him in the Endor system. Good luck.",		"s_798f8f83":"They need weapons.",		"s_785dc9dc":"It felt good to turn around and kick those Black Suns where it counts.",		"s_77b0e9f8":"No. I can do it.",		"s_7600e908":"Well it wasn't exactly our idea!",		"s_75bc266c":"They sure will. But listen to me. The only way this plan can work is if they think we're not on to them. So act normal - especially over coms.",		"s_7546ce62":"The Black Suns are scrambling. They don't know what hit them! ",		"s_74f40f1d":"We've got engineers working on the problem as we speak.",		"s_7426e000":"No!",		"s_73d80fb":"The Black Suns have been on our backs for a while, but they're finally starting to back off and things are back to normal. But I do have an assignment for you.",		"s_727409be":"Not yet. ",		"s_71b6239a":"We've got a CorSec ship out there. We want to transfer all those weapons and personnel to a ship that hangs lower in the planet's atmosphere.",		"s_705da14d":"Sorry to hear that.",		"s_6ddb0d47":"I hit them.",		"s_6dc79733":"As a matter of fact, I do. OK. First of all, we know for a fact that the pirates DID know about your movements.",		"s_6c251948":"You got it.",		"s_6b7c6e79":"Of course they did! We've already discussed the problem. ",		"s_6b7449f8":"Maybe after that whole fiasco with the Black Suns, they realized we're not so bad after all.",		"s_68f733fc":"As long as they're working together, they're unstoppable. We need to break this alliance, quick. ",		"s_67e6df55":"Okay.",		"s_67d280da":"He would have done the same for me.",		"s_671470cf":"It's almost like they KNEW I was going to be there.",		"s_66691f62":"The ship was carrying a virus that infected your ship's computer system. It gave the pirates a window into all CorSec communications.",		"s_657871b9":"Ran into a little bit of trouble up there.",		"s_626f9f67":"Sure did! Surprise!",		"s_62241cb7":"What's going on?",		"s_61e91afa":"%TU. Good to meet you. I'm Commander Ramna. How are you liking Lok so far?",		"s_61b78d18":"Psst! I think you took a wrong turn somewhere. Your boss is waiting for you.",		"s_5f3b7a4":"Nah! Something much more low-tech.",		"s_5ec3d0ab":"You sure did. But you know what to do, right?",		"s_5e2a2bb1":"Sounds good.",		"s_5dc82348":"Good.",		"s_5d9d0e58":"I'm still on the job.",		"s_5bf2f9e5":"I can't believe they're asking US for help.",		"s_5991827d":"Bingo. Word is, they're expecting a weapons shipment in the Dathomir System. I'd like you to find the freighter ship and confiscate their cargo. ",		"s_5904df36":"100%.",		"s_587cb454":"I'm OK.",		"s_57bdf799":"My pleasure. From now on you'll  be reporting to Adwan Turoldine. You'll like him, I think. Currently he's working undercover in the cantina at the Mining Outpost of Dantooine.  Take care not to blow his cover!",		"s_55c00fb4":"Well how about THEM apples?!",		"s_545738f9":"I bet it's the latter.",		"s_544a2184":"As long as they're working together, they're unstoppable. We need to break this alliance, quick.  ",		"s_53faf560":"You want me to kill him.",		"s_537e4c85":"This would never have happened, if they hadn't taken advantage of our trusting nature. So it's payback time. I want you to go after the captain who radioed in for help. He's the guy who started this whole thing.  ",		"s_53213682":"I think we've got one. But we're going to have to be tricky.",		"s_529d94c9":"Because there is no way we're going to be able to beat the Black Suns! ",		"s_52917b0d":"Of course.",		"s_51db29e8":"We can't get out of this without you.",		"s_5141a2c2":"Good. Get back out there.",		"s_4ec92de8":"What happened to our arrangement with the other pirates?",		"s_4d0823a4":"Me too. We work well together, I think. But now you'll be reporting to Adwan Turoldine, and he's one of the best. Currently he's working undercover in the cantina at the Mining Outpost of Dantooine.  Take care not to blow his cover!  See you around, %NU.",		"s_4cd655f5":"You're going to love this.",		"s_4aa060bb":"Buck up! What kind of soldier are you?",		"s_4831750e":"I guess all the other pirates are out to lunch.",		"s_467f5524":"To those double-crossing pirates, that's who.  ",		"s_45e3cf78":"They TRIED to. He made it, thanks to you.",		"s_44d57431":"How can that be?",		"s_44d4901e":"I think things are going our way.",		"s_44cf2770":"If they are, tell them I'll be happy to explain it to them. In person.",		"s_44a12a06":"How about advanced starship component use?",		"s_442e44f0":"I think you're an idiot!",		"s_43feb101":"I THINK THEY DID!!",		"s_43aecff6":"What do I do when I get him?",		"s_42880861":"Okay...",		"s_423a90e7":"Get out to the Dantooine System, we will have an operative up there to set up the operation.",		"s_416e437c":"Our best bet is to hit the weaker group. ",		"s_3f1a5798":"Yep. Surprised?",		"s_3dda8c36":"They told us so themselves. And I know these guys. They've been around for a long time.",		"s_3dd7f9c6":"So what we're going to do it lay low. Play possum.",		"s_3d3852ed":"Went bye-bye. How should I know? Look, the bottom line is, there are guys up there who are sucking air through a straw. They won't last much longer. ",		"s_3ca83562":"The Black Suns only pretended to leave. They were just waiting for the right time to strike!",		"s_3ca5a892":"Well, what do pirates need to do their jobs?",		"s_3b154409":"How about special warships?",		"s_3aef69fa":"Once we've got our problem solved, we're going to move into position. Here's the sign. Ready?",		"s_38e3a35a":"That explains it.",		"s_36f54748":"I sure do. Listen, you're good. And I put my good pilots to work. I think it's time for us to send a message.",		"s_3675602":"We've got a disabled pirate ship, floating dead above the planet.",		"s_36069595":"Sure did. Those poor guards.",		"s_359bb23b":"Every report I get these days is a bad one. Do me a favor and bring me some GOOD news, would ya? Get back to work!",		"s_355b403f":"Or telepathic.",		"s_33360d50":"What have you got in mind?",		"s_3269c6d":"Not really.",		"s_2f9db7a":"Maybe.",		"s_2cdd8e6":"Hopefully THEY'LL think I'm an idiot too.",		"s_2b85ccf3":"Now just because we're rescuing them, that doesn't mean we're off the clock. These guys are still criminals. And now that the Black Suns are out of the picture, our arrangement with them is null and void. ",		"s_2a37df4a":"The problem is that the pirates know about our every move.",		"s_287bd3e4":"Think they'll be surprised?",		"s_28670323":"All right then! Now let's FOCUS. Black Suns + pirates > us. We need to change that equation.",		"s_2836e6b5":"OK.",		"s_27244a5b":"Ha.",		"s_25d2c630":"You sound like my mom.",		"s_25c1d490":"How about advanced techniques?",		"s_24f6863f":"I'm the one getting shot at! I think I have a right to shout!",		"s_2313ac9e":"What are you talking about?",		"s_215042ad":"Then get back out there and fight!",		"s_212383c4":"Engine malfunction?",		"s_202eca31":"Makes sense.",		"s_1fc81cc9":"Not necessarily. We just need to be smart.",		"s_1fa985de":"Well, either they took advantage of the situation, and decided to commandeer the vehicle, or they were in on the Black Suns' plans.",		"s_1f325741":"Pfft.",		"s_1df277de":"Maybe they've realized we're not so bad after all.",		"s_1d231c8f":"You better have something good to say.",		"s_1cab7ef2":"Need anything from me? Can I help?",		"s_1ca5111b":"I'm not interested in any long, drawn-out trial.",		"s_19b25af3":"We've got a CorSec ship out there. We want to transfer all those weapons and personnel to a ship that hangs lower in the planet's ozone layer.",		"s_199af81e":"Hey, I've seen those guys at work! They're good!",		"s_192771db":"It's OK! Just ran into a few problems.",		"s_191e8e9e":"Especially since they weren't expecting it! They thought they owned us. Boy were they wrong!",		"s_191d4365":"How about that? I guess those pirates aren't so tough after all.  Come on, let's get you a new skill.",		"s_18439671":"Yes. It's like they had classified information or something.",		"s_15be2c5c":"Well %NU, it's time for you to go.",		"s_148bc3dc":"You mean the pirates.",		"s_13ad0318":"I just need to finish what I started.",		"s_10d3e04":"Yeah, but how?",		"s_1001fca4":"Of course they do! We've already discussed the problem. ",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_privateer_tier3.stf) is automatically generated by the SwgConversationEditor."
}}
