{
	"stfFile":"conversation/corellia_imperial_tier3",
	"entries": {
		"s_ff9d26dd":"You treasonous worm.  How dare you even show your face.",		"s_fe5bcaa2":"How did I know that you were going to say that? Remember how I mentioned that there were other pirates at work in this system? Of course you don't. Hutts, man...Hutts are also working on salvaging as much as they can get their hands on. It would appear that they have a deal with Nym and the Rebels not to get in each other's way. Well, that is about to change.",		"s_fdda16c7":"OK, junior, new mission. We have careful reviewed all of the data that you somehow managed to provide us, and we believe that we have a course of action that will cause Nym to withdraw his aid to the Rebellion in this sector.",		"s_fdbdc3c3":"It better not. Get back to your ship.",		"s_fd236a42":"A good one.",		"s_fc27931b":"Thanks.",		"s_f7a9cb6c":"You risked all your effort and planning on a hunch?",		"s_f2993921":"[wait]",		"s_f00894a4":"Glad you think so. Your opinion matters to me. Let's do this, and when you're done, maybe you'll be ready for another mission.",		"s_ecfe85ae":"Lucky me. Listen up. As you probably know the Empire has been running salvage operations in this system. Unfortunately, we are not the only ones who have taken an interest in the wreckage of the Death Star. We have to deal with pirates, on top of members of the Rebel Alliance trying to get their hands on top secret technologies.",		"s_ecd826ee":"I thought their alliance was shattered.",		"s_ea45b3c5":"Oh, no! I didn't think of that. Big, bad Nym is coming to get me. If you are afraid of making enemies you should have become a moisture farmer. You are an Imperial pilot in the Imperial Navy, most of the galaxy already hates you. What is one more? Punish them before they punish you, that's what I say.",		"s_e6e69be4":"I blew it. I know.",		"s_e3bbe83c":"While you are up there, do not be surprised if we contact you again. This operation will involve careful timing and precise actions. Do not fail me.",		"s_ddfa7bdb":"Why do I get the feeling that you are mocking me?",		"s_dd4ea40c":"That felt good, didn't it? I can just imagine Nym squirming in his Stronghold. Probably cursing the day that emissary convinced him to help the Rebellion.",		"s_dbb3a834":"Um, no.",		"s_daaff7a":"Well %TU, I've had about enough of you. Time to hand you off.",		"s_daab08d3":"You catch on quick. Our first task is to locate a Rebel officer or spy and try to find out about their joint operation. If we can discover how the two forces are working together we can figure out how best to break their alliance. You are to take patrol inside the Yavin system and perform scans of the zone until you can find a ranking member of the Rebel Alliance. Capture and inspect that ship to see if they have the information we are looking for.",		"s_d9391333":"Good philosophy.",		"s_d8db54f6":"Send me back out there!",		"s_d8a7505":"The Rebels had another idea.",		"s_d547e29b":"Prisk Kith'Vys told me to report to you for my new assignment.",		"s_d3306841":"You have done a man's work today. Without the emissary, the Rebels do not have the only man in this operation that Nym trusts. This combined with the heavy fighting with the Hutts is sure to cause an impassable rift between the two.",		"s_d32315a8":"'Blew it' doesn't begin to describe this scenario. It's time for you to do your job, soldier.",		"s_d2e23af2":"What's my next assignment?",		"s_d1e44f54":"Ah, so the freighter might have some clue as to where the emissary went.",		"s_d0f9703":"So what is this have to do with that transport?",		"s_cf274903":"Maybe they have the right idea when they start taking potshots at you. This mission is critical, soldier: don't blow it.",		"s_cd445db2":"I like the sound of that.",		"s_c9015929":"Why am I heading to Lok?",		"s_c82eaa27":"Either improve your standing with the Empire, or shoot yourself in the head.  I don't care which you choose... either option will earn my forgiveness.",		"s_c6844d2a":"Should have known.",		"s_c65e1fa7":"I don't know what he wants with you and frankly I wasn't about to ask. There was something about him that made me feel real uneasy. Regardless he told me that you were to meet him at the Imperial Outpost on Dantooine and then jumped in his ship and took off. I suggest that you don't keep him waiting. I get the feeling that he isn't someone who likes to be kept waiting. You are dismissed.",		"s_c18b617e":"I have absolutely no idea. He showed up here today and tossed an Imperial order on my desk. And wouldn't you know it that order was signed by the Emperor himself.",		"s_c0cca856":"I think I will. Now beat it!",		"s_bd1d7bf2":"I told you that subtlety is lost on you. Regardless, I am happy to report that our operation seems to have been a complete success. The Hutts are furious with Nym and are basically attacking his ships on sight. Nym's men are putting up a good defense, but the Hutts are not under the same constraints as Nym.  They're just tossing men at him in order to get revenge.",		"s_bc65ef6a":"I am surprised. You are a little brighter than you look..not much, but a little. If all goes well Nym's forces will retaliate on the Hutts, who will simply think that Nym has double-crossed them.  And they in turn, will respond with force.",		"s_b93b0c31":"Sir, I was told to report to you for my new assignment.",		"s_b779a3":"Sounds like a beautiful thing, sir.",		"s_b713f64f":"I think you're being sarcastic.",		"s_b6b25f13":"Yes, sir!",		"s_b695af6b":"So you do. Well it is a good thing that we don't judge success on what you think. Fortunately we have both the operations plan and the Rebel officer.",		"s_b622a494":"Not in my book it isn't. Who sent you? I need soldiers! And this is what I get.",		"s_b200234c":"I think my mission was successful.",		"s_af020de3":"Where can we find the emissary?",		"s_adc23ed9":"How about advanced capability TIE vessels?",		"s_a6944d2":"Thank you sir, it was tough but I pulled through.",		"s_a5d90aff":"It was harder than it looked.",		"s_a4f70dc9":"This is why we pay you to fly and not to think. A direct assault on Nym will have the desired effect but could also be costly for us as well. That is just the sort of advantage that the Rebels are waiting for. Sometimes the direct, kick down the door approach works just fine. But if you are going to learn anything from me, learn this...it is always better to have someone else do your dirty work for you.",		"s_a1b009ed":"Apparently, Storm Squadron hit him pretty hard in the Lok system and he is still attempting to recover from that blow. We are currently working on ways to exploit his current timidness, because we feel that will be the key to causing the split.",		"s_a1314746":"Because I am. Regardless, I am happy to report that our operation seems to have been a complete success. The Hutts are furious with Nym and are basically attacking his ships on sight. Nym's men are putting up a good defense but the Hutts are not under the same constraints as Nym.  They are just tossing men at him in order to get revenge.",		"s_9d2d47d4":"Your call. I'll give you the intel, and when you're feeling up to it, maybe I'll give you another mission.",		"s_9c5ae9a":"Second time's the charm.",		"s_9be798dc":"I don't have time for you, maggot. If you are interested in becoming a good pilot, I suggest you lose your current unit and transfer to the Black Epsilon.",		"s_9b5a6b23":"He asked for me by name?",		"s_91e2ca48":"In this matter I would have to say yes. If nothing else Nym will probably remove his direct support of the Rebellion for the time being. And without Nym's support the Rebels once again find themselves at a major disadvantage. I think that the local security forces can handle the rest of the operation in Yavin.",		"s_91cf92a7":"From now on, you'll be reporting to someone named Insurgent. And I thought YOU had a ridiculous name the first time we met.",		"s_900f01d1":"What?",		"s_8efde2ae":"Yes, sir.",		"s_8eaae252":"You think you're ready to play with grownups? Get out of here; your mama's waiting for you.",		"s_8dcf50f":"We will figure out how to split Nym and the Rebels, I assure you. But right now we need to focus on you. In order for you to be any use at all to me, you are going to need some training. Normally, I would just tell you what I want you to learn and you would learn it. But I am feeling generous so I am going to let you decide where you think you need the most work.",		"s_8ccf2f5f":"You don't look like you could pilot a pair of shoes, much less a starship. Get out of here.",		"s_8c751827":"Why don't we just directly assault Nym's forces?",		"s_8bbc7303":"Intelligence doesn't believe that Nym approached the Rebellion. He is far too cautious for that. Reports from the inside suggest that a Rebel emissary met with Nym, and the pirate chief took such a liking to this Rebel that he agreed to help out. We figure if this emissary is eliminated, then Nym will back out of the agreement.",		"s_883481e3":"Because I'll get the job done right.",		"s_85e02cc1":"That is where the freighter comes in. Nym's men will not take orders from any member of the Rebellion regardless of the agreement. But they will follow anyone who Nym tells them too. In this case the only member of the Rebellion that we can see Nym having his men follow is this emissary. So if the freighter was hit by a joint attack of Rebels and Nym's men, then it was probably lead by the emissary.",		"s_84ce496b":"Are you kidding? I wrote the book. Let's get started; come back when you're ready for another mission.",		"s_84bc2cb6":"I must admit I sort of enjoyed that one.",		"s_847e468b":"I wasn't really risking all that much... just you. If you failed then I would have simply started over with another angle. I took a minimal risk and received maximum gain, that is what being a great leader is all about. Now you are in need of training, are you not?",		"s_823cc9e1":"Mm, you think? Get back out there.",		"s_7fe8c9bb":"Yeah, how ABOUT those vessels? You could use a lesson in respect. But for now I'll teach you about Imperial technology. And later, you'll  get a mission - if you ask nicely.",		"s_7c05dd60":"How do we get those two factions to start fighting?",		"s_7bef2106":"Storm Squadron has done the brunt of the work already in this system, but they are in the process of being reassigned. Not to mention that a new threat has emerged and High Command thinks that we are just the right people to take care of it.",		"s_7bcc420b":"Keep moving, puke.",		"s_7af5dab4":"Sounds like a job for local security to handle.",		"s_799d2952":"Maybe you've got what it takes, after all.",		"s_77f35957":"Know anything about advanced starship components?",		"s_77e48d5b":"What do you mean?",		"s_765d3767":"I'm loyal to the Empire!",		"s_73c4833":"That's what you said the last time. Get back up there. Put your money where your mouth is.",		"s_726bfa38":"Of course it was. Smash you enemies and all that. We didn't join Black Epsilon so we could take part in peace-keeping missions. I think that there is still something you can learn from me. Do you have anything in mind?",		"s_72418db3":"Why would Nym care about losses?",		"s_6d0b02b":"The order simply read, 'Obey this man as you would obey me'. As far as I can tell it is completely legit. Then that Insurgent fellow told me that I was to transfer you over to his command immediately.",		"s_6cef5164":"So you made it back in one piece. I would have thought the Hutts would be serving you for dinner right now. You don't know how glad that I am you survived.",		"s_66ebf9d3":"You earn your gold star for the day. Get out to that freighter, assist it with any repairs it might need, and escort it back to port. We can question the pilot and check its computer logs to see if we can get a lock on the emissary's ship. Dismissed.",		"s_657cb9bd":"Are you sure about Nym's lack of resolve?",		"s_64d5bea6":"Nice work.",		"s_62ccc48d":"It sure is. 'Nothing better than accomplishing your goal and not having to pay any of the costs. Not only do we start breaking the bridge between Nym and the Rebels, but we also get to eliminate some Hutts in the process. I love it when a plan comes together.",		"s_5eb7a1e3":"I am ready and willing, sir.",		"s_586a7d64":"So you can be silent when required. That is a good thing. Nym is a pirate chief from the Lok system. We have known for a long time that he sympathized with the Rebellion but, as long as he stayed out of the way, we didn't care. It looks like he has had a policy change.",		"s_53126084":"Did I say you could ask questions? I will explain it all in good time and I can do without your comments. Anyway, it would seem that Nym and the Rebellion have decided to work together in harrying Imperial forces while grabbing as much salvage as they can.",		"s_50e8d95e":"That's what you call 'loyalty'?  You don't know the meaning of the word, maggot.  If you ever want to fly for the Imperial Navy again, you'd better re-evaluate some of your past decisions.",		"s_4c47ba68":"I didn't think so. This time, there better not be any mistakes. Get going.",		"s_47132c0f":"What! Don't think about it too hard.  You will damage what little you have left of your brain. And you are going to need it in order to learn some new skills. What would you like me to teach you?",		"s_44750833":"So you want me to get you a Hutt smuggler?",		"s_424f249d":"OK %TU - you're up. We just received word that one of our salvage transports was hit hard and left for dead. We have reason to believe that it was hit by a joint force of Nym's men and Rebels Alliance starfighters.",		"s_3f9b3561":"Is that what I asked you to do?",		"s_3f4fdcbd":"I'd like to learn about special forces training.",		"s_3af86b40":"We caused some cracks that will grow in time, but I think if we hit it one more time we can break it apart now.",		"s_38be6beb":"What am I going to do with you?",		"s_36900273":"Let me use small words so you can understand. Lok is Nym's base of power. Nym was helping the Rebellion. The Empire cannot allow Nym to flaunt it's authority like that. We are going to punish Nym.",		"s_31dd2d63":"It won't happen again.",		"s_30b6b17c":"Why should I give you a second shot? ",		"s_2ef3848a":"I don't quite follow you.",		"s_2e69b8ed":"You've got a job to do, maggot.",		"s_2dd8b42":"System balance programming sounds cool.",		"s_2c7b60e":"Did we find out how Nym and the Rebellion are working together?",		"s_2b261439":"You're just full of questions. But I suppose you are on the need-to-know list. Apparently there is a loose alliance between the Rebels and Nym that was forged by some Rebel officer. In exchange for Nym's help the Rebels are giving him a portion of the salvage. Fortunately for us, the deal is contingent on Nym not taking extensive losses.",		"s_28d87347":"Reports are you've been working against the Empire... assisting the Rebel Alliance.  Well?  What do you have to say for yourself?",		"s_27e5eff7":"Don't thank me yet. I haven't thrown you any curveballs - until now. Prepare to head for Lok.",		"s_271e95b3":"So does the Emperor. Our goals will be to first take one of Nym's transport ships. They usually have detailed records of shipping lanes and that sort of thing in the Lok system. Once we have that we can find out where Nym's military forces are and hammer them with everything we got. Go capture and inspect me one of those transports.",		"s_26b0b5d1":"I would be rather shocked if they didn't already know. I don't like Nym or the Hutts, but never assume that either group is stupid. The thing is that it doesn't matter. There is so much bad blood between the two groups that all they really needed was an excuse to start fighting. All they needed was a little push.",		"s_24f21f71":"Ah, I see. With the enlarged signature it will appear that the Hutt vessel is destroying Nym's men.",		"s_24a3fa0c":"Who's that?",		"s_22f895e3":"Glad you asked. First we are going to need one of the Hutt's smuggler ships. You will capture that ship for us. We will retrofit that vessel with a special sensor jammer that will increase its signature, masking other ships flying with it.",		"s_1f1da1b8":"Do I look like I want to hear excuses from you? Get out of here! And don't come back until the job is done.",		"s_1e26f934":"Correct! And after you capture the ship we will need you to stir up Nym's gang a bit with some Hutt broadcasts. Then you will be traveling with the retrofitted vessel in order to destroy some of Nym's fighters.",		"s_1dab174a":"See, you do still have something to learn from me. What is it you are interested in?",		"s_1d2c73ce":"What if he tries to get revenge?",		"s_1c74e041":"Do you think they will find out it was us?",		"s_1c0f4063":"%TU. What kind of name is that?",		"s_1bf62740":"It's so simple. We start a fight between the Hutts and Nym. The Hutts do our dirty work for us and suddenly it becomes too expensive for Nym to operate in this system. He cannot afford to fight with both the Empire and Hutts.",		"s_19be2c59":"You got yourself a fine soldier.",		"s_1969477d":"What would this new problem be?",		"s_18509eaa":"That is something I will be the judge of. It says in your record that you served under Prisk Kith'Vys. Usually he is a good judge of talent but I am not so sure about his choice this time. What do you have to say for yourself, pilot?",		"s_1474f13c":"What did the order say?",		"s_14060a1c":"I've seen worse - and I've seen better, too. If you want to stay with Black Epsilon, you'll need more skills.",		"s_12c769cf":"So we are to try to split the alliance between Nym and the Rebellion?",		"s_107391a2":"Hmmm, where have I heard that before?",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_imperial_tier3.stf) is automatically generated by the SwgConversationEditor."
}}
