{
	"stfFile":"conversation/corellia_privateer_tier4",
	"entries": {
		"s_ff224692":"It's done. That's all that matters.",		"s_fee63808":"Then, of course, you've got your basic civic-duty assignments. A mining transport is moving through Dathomir space. They need an escort; the Daggers are always interested in transports.",		"s_fcab4be0":"Good idea.",		"s_fc9e5d39":"Don't we all! We're making headway. For now, though, take a break. Here's your duty pay. Take it down to the cantina. They'll like the color of your money.",		"s_fc27931b":"Thanks.",		"s_fbff7add":"The request came in from the Alliance - an Admiral Willham Burke sent it. And oddly enough, the order came in from Imperial High Command. It is signed Grand Admiral Nial Declann. It is very rare that we have any communication with the Imperial Navy, much less a Grand Admiral.",		"s_fbe69616":"That's it? That's all I have to do?",		"s_fb7fd141":"We've also got a Black Sun Transport up there. I could use your help in bringing it back to base. It may be carrying some useful information.",		"s_f7f133e1":"Get out of my sight.",		"s_f69ff117":"What will I be facing up there?",		"s_f50bf532":"Who sent them?",		"s_f4176967":"What did you have in mind?",		"s_f2a6dda8":"Do you mean to tell me I'm going to assassinate an assassin?",		"s_f0f1c03e":"See you around.",		"s_f0a6575a":"Hah! So much for those Hidden Daggers! ",		"s_ef2b1c74":"Stick with it. You'll be earning some real money soon. You've got a real future ahead of you.",		"s_ed86e89f":"Do I need to find another pilot?",		"s_ed52d8f6":"They're still a threat, no doubt about it. But we've found a way to deal with them, thanks to you. So we're hitting the Suns from below. Now it may be time to hit them from above.",		"s_eb363f92":"Time is wasting, %TU. Ready for your next assignment?",		"s_e8d7e137":"I'm flattered. ",		"s_e807e589":"And what are we going to do?",		"s_e796f3ec":"Come see me when you're ready for another mission.",		"s_e53904e6":"You're quite a pilot, %TU. I'll see you soon.",		"s_e20b6ab5":"Have you ever heard of the Hidden Daggers?",		"s_e16cb1fa":"I want to learn heavy starship component use.",		"s_dffc2e23":"Now let's get you up to speed. Things have been going well against the Black Suns so far.",		"s_df5cb938":"Commander Ramna's looking for you.",		"s_db8b8333":"You're a good pilot. You're only going to get better - as long as you keep studying. Pick a skill.",		"s_da33670a":"Eventually, we're going to mount a full attack against the Black Suns. But first, we're going to isolate them. The Suns have been busy, building alliances.",		"s_d9cced1f":"Absolutely.",		"s_d6593a09":"Neither do I. That's why I'm sending you. You're the best.",		"s_d5f02c52":"Better get to work. ",		"s_d55f2579":"I'm ready to go.",		"s_d4c1c824":"You're doing a great job so far. I have a plan. ",		"s_d3f6b302":"Just give me a shot.",		"s_d2a15608":"So I have to go and help the Empire?",		"s_d1be90a9":"What's the plan?",		"s_d0fd857b":"I'll take it.",		"s_ce57a3fe":"That's right. It's possible that they're working with the Black Suns.",		"s_cd9ca17f":"The Black Suns are mounting an attack. They are moving on our position now.",		"s_cd2c7c7":"What does the order from the Empire say?",		"s_cce691a5":"I don't think you need to check your closets before you go to sleep at night, if that's what you mean. The Suns just need hired guns. But these are professionals; we can't take them lightly. ",		"s_cc4b75d1":"Not bad.",		"s_cad40f33":"Where can I find Admiral Burke?",		"s_ca51315f":"Always.",		"s_c81aa963":"Nice work, %TU. That wasn't easy.",		"s_c71818a8":"This time I'll take care of them.",		"s_c5f93f4":"He is one of the most powerful men in the Imperial Navy. When he speaks, people listen. I have never seen a Grand Admiral issue an order to our corps before, so it must be something important.",		"s_c5a03378":"I need you to give it another shot. This is important.",		"s_c56e5a39":"I hope you don't forget ME when we start working together.",		"s_c1ff5062":"I'm looking for a mission. Do you have any?",		"s_c1e97adf":"You won't be making any friends up there, that's for sure. Just keep your eyes open, and you'll be all right. Report back to me when you're through.",		"s_c13ffa70":"It would seem that Admiral Burke is looking for pilots from the CorSec to assist the Alliance in a highly sensitive operation. Not surprisingly, he makes no mention of what that operation is to be. But he does mention that I should only send the best, which means that it is highly dangerous.",		"s_c09d4fa5":"But another Black Sun will just step into his shoes!",		"s_c08d38c9":"Exactly. Don't know why the flunkies haven't figured that one out yet. The Suns must pay well.",		"s_bf7ca96d":"Neither do I. But until they make a move, it's business as usual. ",		"s_be919187":"Commander Ramna tells me you distinguished yourself.",		"s_be78b6f8":"Ah, %TU, good to see you. I wish I had time to give you a warmer welcome, but I'm afraid you have to get started right away. Allow me to give you a briefing.",		"s_be7682ed":"Where does it say I have to go?",		"s_bd3e62ad":"For now, I want you to join forces with my other CorSec fighters. We need your help.",		"s_bc944dc4":"I want to learn droid intelligence theory.",		"s_bc808f0b":"One of the leaders of the Hidden Daggers.",		"s_bc0e2727":"It's what they pay me for. And this plan isn't so crazy. We're just going to deal with the Hidden Daggers, once and for all.",		"s_bb3bc739":"I could use a refresher. ",		"s_bb1b5c31":"Ready for your duty pay?",		"s_ba3977c":"With a capital T. Let's see what we're dealing with.  We've got intel on the locations of several Hidden Dagger ships in the Dathomir System. We need to take them out. And I think you're the pilot for the job.",		"s_b9f936b3":"Always. But there's no heavy lifting involved. I want you to just take a patrol.",		"s_b779f640":"The Black Suns have noticed our activities. They're getting ready to mount a full attack, I think. But we'll be ready.",		"s_b679efe":"See that you do.",		"s_b6570fbb":"Pilots under my command don't make excuses. They make kills. Get back up there.",		"s_b5d3394c":"Mission failure, %TU.",		"s_b26194cb":"What are you doing here?",		"s_af153b90":"Is that my mission?",		"s_add3fe59":"Not much. I need you to leave immediately.",		"s_aadef2a1":"I don't think you need to check your closets before you go to sleep at night, if that's what you mean. My guess is, the Black Suns like these alliances. This time, they're partnering with real pros.",		"s_aab2440f":"Excellent. I can use it.",		"s_aa5afe64":"Oh yeah? What's the plan?",		"s_aa048a4e":"We? What WE? I was the only one getting painted up there!",		"s_a9f9363a":"I wonder why they need assassins.",		"s_a8aac5df":"That's quite an argument.",		"s_a87e8cba":"They'll appreciate the escort. Good luck.",		"s_a85a848e":"You talking to me?",		"s_a6caaf6b":"Is that Black Sun Transport still up there?",		"s_a6167ed7":"I'm assassinating...an assassin?",		"s_a603fe55":"It's a good idea, from their point of view. They can send their flunkies in first.",		"s_a5f9f5fc":"They're going to blast ALL of us to bits, if you don't get back up there.",		"s_a490d2c6":"Alright.",		"s_a12be3e7":"Says who?",		"s_9f15ecc0":"I'll do more than talk, if you give me that kind of attitude. Beat it.",		"s_9b4653d9":"It says that if we have any pilots who are interested they should seek out Admiral Burke in Doaba Guerfel on Corellia. Any support we can offer will be most appreciated.",		"s_982fd0ec":"Last thing - I've just received a report that Hutt pirates are attacking a civilian mining craft. Those miners won't make it out alive without us. ",		"s_982697df":"That was rougher than I expected.",		"s_979d1baf":"You! Always with the crazy plans!",		"s_9696df79":"I'm glad to be back here in one piece.",		"s_963212ec":"OK...",		"s_96047adb":"Watch yourself up there.",		"s_93c94bdf":"Sounds like you've got work for me.",		"s_8fb8c9f2":"It's yours. Now let's get you up to speed. Things have been going well against the Black Suns so far.",		"s_8f8ce354":"Well you sent those pirates a message. Now we'll just have to wait and see what kind of message they send back. In the meantime, there's work to do.",		"s_8caf8c64":"OK. I'm giving you another chance.",		"s_89bbd3f9":"I cannot tell you what you should do. All I can say is that your decision will not hurt your position in the Corsec in any way. This is strictly a volunteer assignment. But you could learn a lot from this guy. It's up to you. If you want to help the Alliance, go to Doaba Guerfel and speak to Admiral Willham Burke. Dismissed, pilot.",		"s_89368a2f":"OK. I'll see you soon.",		"s_88d56cda":"I don't think that'll be easy. ",		"s_8807601":"I want you to join forces with several of my other pilots. We need to mount a coordinated attack against these guys. I'll warn you now, it won't be easy.",		"s_87d7e908":"I know.",		"s_87b9d75b":"Can I give it another shot?",		"s_873be682":"I agree. Take care of it as quickly as you can.",		"s_847048c5":"Tell her I'm on my way.",		"s_846dc537":"Here. This is for you.",		"s_82288395":"I hope you're right.",		"s_81b27773":"Oops. Sorry.",		"s_80d8485c":"I'm on it.",		"s_80409644":"How's it looking? Do you need more pilots?",		"s_7e6d012f":"We were splitting our time between the two groups. But now we've struck a real blow against the Suns, they'll need a little time to regroup. ",		"s_7c181033":"Be safe.",		"s_7bbc6fc1":"Who am I killing?",		"s_7aa801dc":"Let me get that mining craft. The last thing we need is another pirate clan, moving in.",		"s_796d4688":"There's always work to do here at CorSec. Are you ready to take a duty, or do you need me to debrief you?",		"s_78c79a4f":"You sent me on a suicide mission!",		"s_784ca15":"There's always work to do here at CorSec. Unfortunately for you, that work is reserved for CorSec pilots. If you're looking for action, you're going to have to go through your own contacts.",		"s_77e48d5b":"What do you mean?",		"s_770b1869":"My ship's a mess.",		"s_76de5e9c":"I didn't come to this post looking for easy.",		"s_74fdf9dc":"So they won't be available to help the assassins?",		"s_746fc787":"I know you're upset. You've got every right to be. But you helped us. Now we know what we're up against.",		"s_73c89b2b":"You earned it.",		"s_734b72d7":"I'm not here to argue with you. I'm here to get you to do your job. So do it.",		"s_72be4afa":"Tell me about the Alliance's request.",		"s_71857d84":"Don't bother explaining. I'm mad. I just want to fight.",		"s_7177c3f2":"Who is Grand Admiral Nial Declann?",		"s_6ead851d":"Could mean trouble.",		"s_6e4a17c":"Absolutely. I've got your duty pay. I wish I could give you more. You're doing a great job.",		"s_6ce4e96f":"Right.",		"s_6c2be16f":"I cannot make that decision for you. Each of us must decide our own path. Be thankful for this choice, because not everyone in the galaxy has that luxury. If you decide that you want to help the Empire head to Theed Palace and report in to Admiral Declann. Good luck.",		"s_6862706c":"No good.",		"s_66a2d521":"What can you tell me about the request from the Alliance?",		"s_66147141":"Regrouping.",		"s_642269cb":"Take some time, get it fixed. The situation's under control for now. Come see me when you're ready for another assignment. In the meantime, here's your duty pay.",		"s_631ae8ac":"It's time for you to make a decision. I have received two requests for CorSec's best pilot. And as far as I'm concerned, that's you. It's strange that I received both of these within a few hours of each other. Usually when that happens, it means that the two are related. But apparently not this time.",		"s_62b7e5d1":"Do you think I should help the Alliance?",		"s_62241cb7":"What's going on?",		"s_621643f5":"Have you ever assassinated anybody?",		"s_61d7c289":"Absolutely. I'll be watching.",		"s_6160d176":"This is a request - and that's unusual. Usually, when they want something from us, they issue an order. I make it a point never to force any of my pilots to obey any order issued by the Empire, but we do try to make a good show of it. But this order was sent by a Grand Admiral of the Imperial fleet. I think if we ignore this one, we'll regret it later.",		"s_6020d1e0":"It's not something we talk about much, but the CorSec has pretty close ties to the Alliance. This isn't the first time that the Alliance has asked for help from our organization. Of course, the CorSec denies any knowledge of this and officially claims that any member caught helping the Alliance is a rogue agent.",		"s_5dec8b83":"You've earned it.",		"s_5d88d407":"I'll see you around, %TU.",		"s_5d4c8449":"I think I can help that mining transport.",		"s_5c522568":"Yes, of course.",		"s_5c48dd80":"Let me take a shot at those Hidden Daggers.",		"s_5afdd10d":"There's a Black Sun Vehement somewhere in the Dantooine System. We're searching for his coordinates now. Once we've located him, I'll want you to take him out. ",		"s_5ace999c":"Don't have to ask me twice. Get going.",		"s_5812b51a":"What about that Imperial order?",		"s_575d94fc":"They're blasting me to bits up there.",		"s_55127f07":"Tell me more about the Alliance's request.",		"s_535a48bf":"Is that right?",		"s_50a82bc3":"How much time do I have?",		"s_4e60c8d4":"So should I obey the Empire?",		"s_4e33510b":"Nicely put.",		"s_4de5d7c6":"But I'm not interested in getting myself killed.",		"s_4d147f07":"All right then. Well stick with me. I think I've found a way for us to solve this Hidden Daggers problem, once and for all.",		"s_4cda51e6":"I thought we WERE dealing with them.",		"s_4b924eb9":"Sure is. Bring it back in.",		"s_497bdf7a":"I did my best; that's all.",		"s_483d677f":"Here you go. Come see me when you're ready for your next mission.",		"s_475b4478":"No; not yet. For now, I want you to work with several of my fighters to push back a Black Sun attack in Dantooine. They are moving on our position now.",		"s_47441fe":"I'd bet on it.",		"s_47120e86":"No. You just need to give me another chance.",		"s_4376ab12":"Black Suns are here to stay.",		"s_4345fa87":"So are we. I want you to take a break. Catch your breath. See me when you're ready for another assignment. In the meantime, here's your duty pay.",		"s_42836ce6":"They're tough. I don't think those guys have exactly packed their bags and left.",		"s_40c0cfc0":"He's a leader. If he's out of the picture, they'll become disorganized. And that can only help us.",		"s_3f570be0":"Oh that's right. I forgot.",		"s_3f1b21c2":"I want those Black Suns out of here too.",		"s_3eecd6e9":"Then I'll cut to the chase. I'm sending you on an assassination mission.",		"s_3d991214":"There's always work to do here at CorSec. I have a few elective duty missions. Take a look and let me give you a briefing.",		"s_3a5c85dc":"Tell me more about the Imperial order.",		"s_39b10484":"I won't force you. If you don't want to do it, I will tell them you're injured. Of course, if you do choose to obey the order, it will most certainly not reflect in any way on your career here at the CorSec.",		"s_39547224":"More on that later. For now, I just want you to take care of those Black Sun fighters in Dantooine. Can I count on you?",		"s_392b269e":"Why would the Alliance be asking for CorSec pilots?",		"s_3839d57f":"Your duty pay.",		"s_362a48e0":"Anything else?",		"s_35d00365":"Not this guy. He's one of a kind. But I'm getting ahead of myself. We haven't even found this guy yet. ",		"s_351090c2":"Hey, you don't like it here, you can find yourself another job. But as long as you're reporting to me, you'll do WHAT I say, WHEN I say it. Do you read me?",		"s_32f5282f":"What brings you to the CorSec, pilot? You'd better not be wasting my time.",		"s_317c39a8":"Exactly. And between CorSec and the Daggers, I think we're the stronger group. So let's just  take them out once and for all. ",		"s_2f41692c":"I've got it under control.",		"s_2eb9ea1f":"Grand Admiral Nial Declann is stationed in Theed Palace on Naboo. Going to see him is not an entirely bad thing. Having a Grand Admiral's support for the CorSec would go a long way in ensuring that the Empire doesn't decide to move into our system. Also, I understand that there are many things that the Empire can teach a pilot such as yourself.",		"s_2e256f44":"You should be.",		"s_2de6d84d":"Mmm.",		"s_2dc3ccb7":"They're assassins, aren't they?",		"s_2b122b72":"You'll have the element of surprise. The Daggers think we're focused on the Suns. They won't see you coming.",		"s_291ab969":"I want to learn expert techniques.",		"s_2794eddd":"I want to learn exotic vessels.",		"s_24f79cb0":"I'm glad you're back, too. Here. I want to give you your duty pay.",		"s_24c9bb66":"We'll find out.  You'll find your first mark in the Dathomir system.",		"s_218fee99":"That's the idea.",		"s_20ef9c42":"Mission accomplished.",		"s_208869a4":"So. We've got a situation here.",		"s_1faa7ff3":"I want to know what's going on out there. But I don't want to actively pursue the Black Suns - yet. They'll come to us soon enough. In the meantime, I want you to patrol Dantooine space.",		"s_1e264713":"It'll be the easiest assignment you've ever had - unless those Black Suns show up. And if they DO show up, I'll need you out there. How does that sound to you?",		"s_1c8bddbb":"What is it?",		"s_1b8d65e2":"Loud and clear - SIR.",		"s_1b5769c8":"Just here for more work?  Sure you are.",		"s_1aceb53":"You're clear to leave.",		"s_18f260b3":"The Hidden Daggers are still testing us. I'm always looking for pilots willing to fly sorties against their ships.",		"s_182c692f":"Maybe your plan is no good!",		"s_1683f2af":"Says me.",		"s_1516ae92":"I think you need to keep moving.",		"s_14d7da55":"Why don't you tell her yourself?",		"s_13811ca0":"What about the Hidden Daggers?",		"s_10c8ee3d":"That's one way to put it.",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_privateer_tier4.stf) is automatically generated by the SwgConversationEditor."
}}
