{
	"stfFile":"conversation/corellia_rebel_tier3",
	"entries": {
		"s_fed6ceb3":"That is irrelevant. We are sending our best pilot to make sure that he never reaches the Endor system.",		"s_fd2da9fe":"Oh, I'll stop him.",		"s_fb0a082d":"A lovely lady.",		"s_fafb0eec":"Put me out there!",		"s_f940636f":"Find his ship. When you do, launch a space assault droid - that will give you control of his ship. ",		"s_f8e71988":"I'm ready for my mission.",		"s_f2003333":"What do I look like, Lady Viopa? I'll give you a bear hug all right - one that'll crush your windpipe! If I were you, I'd get out of here RIGHT NOW.",		"s_f1a5d3e2":"Let me prove it to you!",		"s_f01922ee":"The only thing you're DOING is making me CRAZY! Get OUT of here!!",		"s_efd88602":"Glad you think so.",		"s_eaf68b63":"A spy? On Yavin? He must not find our hangars!",		"s_e73e9bb1":"Don't fail me again.",		"s_e37c2bae":"Smugglers?",		"s_e1e40ead":"That would be nice.",		"s_e07a3d4a":"Then stop wasting my time and get back out there!",		"s_e078d62c":"A spy? On Yavin? We've got secret hangars there!",		"s_da836e9e":"It is time to continue your training.",		"s_da65a262":"Very good. One of my pilots will train you. When you're done, come see me for your next mission.",		"s_d9f9ff9a":"I can do it. There's still time.",		"s_d8376b91":"A spy? On Yavin? We've got secret hangars there.",		"s_d75df92e":"They could attack our ships!",		"s_d40f6011":"We've definitely got the Emperor's attention. This system is lousy with Imperial forces!",		"s_d1f24c43":"Can't stand all that sugar and spice, myself.",		"s_cae661b8":"Yeah right. That's why you're down here assigning missions.",		"s_ca8f086e":"They would - if they thought they could get away with it. ",		"s_c8489609":"Will do. But first I need information on Endor.",		"s_c75a413":"Good. You're here. ",		"s_c5648040":"How did you like Lady Viopa?",		"s_c4d60644":"I'll say.",		"s_c317f1e7":"If I didn't know better, I'd think you were working for the Emperor. Do your job!!",		"s_c28a300f":"I want to know about system balance programming.",		"s_c207cb86":"You should learn to bite your tongue - before someone bites it off for you.",		"s_c1d821eb":"Oh, I'll stop him all right.",		"s_bf9854b5":"I know!",		"s_beaa457b":"I SAID I'm ready for my mission.",		"s_be9c87b0":"It must have been that spy! ",		"s_b9ba3998":"Lady Viopa is waiting for you.",		"s_b6c1a98e":"I'm here to do my job.",		"s_b5bf7e24":"What's my mission?",		"s_ae7e01af":"My hands are tied. Until you improve your standing with the Rebel Alliance, we cannot trust you with any more missions.",		"s_ad721916":"Finally!",		"s_a7e7494d":"He's not going to tell anybody ANYTHING. Because you're going to stop him, aren't you.",		"s_a70b470e":"I want to know about advanced starship components.",		"s_a54fd6b7":"Do not speak to me until you have completed your mission.",		"s_a51658ea":"Excuse me?",		"s_a4f58384":"We can't leave those Rebel ships out there, defenseless.",		"s_a4f4a27":"Their ships have more data on Endor than we do. Hack into their onboard computers and see what's there.",		"s_a47c19a7":"You can get that from the Hutt smugglers.",		"s_a2f4d2bd":"We've learned that there was an Imperial spy operating on Yavin.",		"s_a20d4e92":"Hm. You're quite a pilot.",		"s_a114fef2":"I'm reporting for duty.",		"s_a09da7f1":"You like that?",		"s_a08c36ef":"As if the Empire weren't causing us enough grief... now there are reports that YOU are working against the Rebel Alliance, too!",		"s_a0640cce":"There was an Imperial spy operating on Yavin.",		"s_9edfea48":"Get out there and guard them while they make repairs.",		"s_9d826c99":"When you put it that way...what's my mission?",		"s_9d1fa2a2":"When can I leave?",		"s_9ce7f436":"It's OK, I guess.",		"s_9b43a7ee":"Yes sir.",		"s_98dbd811":"The fleet still needs your help!",		"s_987445c9":"Thank you, sir.",		"s_9795f675":"Watch your mouth, pilot! You should be thanking your lucky stars that you've been trained by the great Aqzow. ",		"s_96a4f294":"Hutt smugglers?",		"s_96534c26":"Watch your mouth. Remember what I told you before.",		"s_94dbd157":"The Empire is sending one of their best fighter pilots to this location. His orders are simple: terminate our fleet. ",		"s_90b730b5":"Immediately.",		"s_90b3d410":"Of course I am.",		"s_8f422d5c":"And that would be me.",		"s_8df62c80":"First, I need data on the Endor system.",		"s_8bf9d94d":"Whatever you say, sir.",		"s_8a0c5437":"Hey! They're good!",		"s_89f4d28f":"I want to know about space superiority fighters.",		"s_89d52fe6":"Is it uploaded to my ship?",		"s_88dd0a6e":"They're not so secret anymore. The spy found them. He's very good - and now he's making his way back to the Imperial fleet.",		"s_86e0190":"You're good, but you need to know more if you're ever going to be great.",		"s_860361d0":"He won't - IF you can stop him.",		"s_85ccda8d":"I was wrong when I said you were my best pilot.",		"s_85bda55d":"Outstanding performance up there pilot, I'm proud of you, and of myself of course, for giving such excellent training. You have only one field of expertise left to train in and then you have learned all that I and my men can teach you. You are truly one of the best of the best now %NU.",		"s_853538e8":"I'm not taking transfers. Return to your unit, pilot.",		"s_84180d3b":"Sounds good to me!",		"s_83adb39e":"We're through playing defense. It's time to hit these Imperials with everything we've got.",		"s_81c19652":"Then why are you HERE?! Scram!",		"s_8137160f":"Aw. Do you want a hug? ",		"s_7e4588fd":"Absolutely. They don't like the Empire any more than we do. I want you to make contact with one of Nym's smugglers in the Endor system, get the data from him, and bring that information back to our fleet.",		"s_7b1ee144":"We are going to find out how he infiltrated us.",		"s_7a70c49d":"Endor is a dangerous system.",		"s_7a38a99d":"You can get that data from Hutt smugglers.",		"s_77e48d5b":"What do you mean?",		"s_74ea771e":"Those Imperials didn't know what hit 'em.",		"s_7169d6ae":"No. They're not.",		"s_6ebb13d3":"I do.",		"s_6e641199":"Several ships were forced out of hyperspace in the Endor system. We suspect sabotage.",		"s_6c04c8a5":"Who knows? Could be sabotage. You're going to need data on the system.",		"s_6b7870ee":"Of course - but first I need data on the Endor system.",		"s_6851e7af":"What are you talking about? I escorted them out of here myself!",		"s_66eebb00":"Their opinion doesn't matter. Hack into those ships and get that data.",		"s_660e75ca":"The smugglers have the information you need.",		"s_620547d7":"Soldiers in my unit must be well-trained in all areas. Where are you lacking? ",		"s_6100696":"All right! I've done the best I can with you. Your transfer has come through. ",		"s_5f3f0268":"No excuses! Get back out there!",		"s_5e62a10a":"Give me a mission! I'm ready to fight.",		"s_5d8e37f3":"I was GREAT out there!",		"s_5c2a6c79":"Are you trying to say something?",		"s_5a2f7b49":"By what?",		"s_5a165de6":"He already has. And he escaped our forces. He's very good - and now he's making his way back to the Imperial fleet.",		"s_5748a2bb":"Good. Let's cut to the chase. We've learned that there was an Imperial spy operating on Yavin.",		"s_57127d49":"If you screw up again, don't bother coming back. ",		"s_5688bc93":"Those Rebel ships are safe now. ",		"s_535a48bf":"Is that right?",		"s_512343e1":"You like that mommy treatment? ",		"s_4fca3087":"You must stop him. ",		"s_4f685543":"We don't plan on asking. Your job is to hack into those smuggling ships and get that data.",		"s_4cff5cf8":"I just want another mission.",		"s_4c82b8a":"You catch on quick. I want you to get out there and help them with their repairs.",		"s_4c6cb546":"The smugglers?",		"s_4a2c18a8":"That is irrelevant. We are sending our best pilot to make sure that he never reaches the Endor system. ",		"s_45ab7a66":"You don't have to be so mean about it.",		"s_4519b6a1":"You're going to Endor. Several ships from our fleet are there. They were forced out of hyperspace.",		"s_41072d99":"And they're willing to share that with us?",		"s_3dd2eade":"I'm afraid not. You'll have to get it yourself - from Hutt smugglers.",		"s_3bb82587":"Are you kidding? This isn't kindergarten. We're at war, soldier!",		"s_36a32229":"They carry valuable system information in their onboard computers. They know more about Endor than anybody - and that includes Rebel HQ.",		"s_346f07d4":"Move on.",		"s_31a0221f":"What's his ETA?",		"s_313f990a":"Sounds like you're one of our most arrogant pilots as well.",		"s_30be37b":"You're welcome. And congratulations, solider. You've been trained by the best. Me! Remember my lessons when your new trainer starts flapping his gums. His name is Warvog Arkon. The man's a fool. You'll find him in Nym's pathetic excuse for a hotel. Dismissed! ",		"s_2d9931cd":"You can help. I want you to get out there and help those ships with their repairs.",		"s_2d6808ba":"I want to know about advanced space combat.",		"s_2cf76f20":"The Empire has moved one of their fleets to the Endor system. They think they've got the upper hand. They're wrong. The Nym smugglers know all about that fleet.",		"s_2ccbae6":"Idiot!",		"s_292cca3d":"I AM your best pilot. I'm just not done yet.",		"s_281a242e":"Ha! You haven't SEEN greatness until you've seen me in action.",		"s_26995dc5":"How did you know? I want you to intercept him in the Dathomir system. Get going.",		"s_23d7a2b6":"What I MEAN, Pilot, is that you are grounded until further notice. I don't think you can be trusted with any Rebel Alliance matters. Reports are, you've been working against us.",		"s_238ef790":"Those ships have got to get moving, fast.",		"s_2370b50f":"How did you do up there?",		"s_230806b6":"And they're willing to tell us what they know?",		"s_225227ba":"Will they give us that information?",		"s_2168be5a":"Don't get too pleased with yourself. We're about to find out what you're REALLY made of.",		"s_20715042":"It was that bad, eh?",		"s_1e76a9f3":"Give me my mission. I can handle anything.",		"s_1e51cf02":"Their onboard computers carry valuable information about the system. They know more about Endor than anybody - and that includes Rebel HQ.",		"s_1dd40de5":"I'm doing the best I can! ",		"s_1c95e862":"It's infested with Hutt smugglers.",		"s_1aff29b0":"I'm going to seriously consider early retirement.",		"s_195b98b2":"I only speak to pilots. Move along now.",		"s_17a593ae":"Sure, who doesn't?",		"s_15c65a41":"If he tells the Empire about those hangars, they'll attack us for sure.",		"s_14c18bea":"It's not true!",		"s_11fa74eb":"Well I'm very happy to say that you're going to be reporting to Warvog Arkon. You two deserve each other. You can find him in Nym's hotel. Report to him immediately!",		"s_109a5e4a":"The Empire is sending one of their best fighter pilots here. His orders are simple: terminate our fleet. ",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_rebel_tier3.stf) is automatically generated by the SwgConversationEditor."
}}
