{
	"stfFile":"conversation/corellia_imperial_trainer_2",
	"entries": {
		"s_fe284208":"What's wrong?  Were the mean Rebels too much for you?  Get up there and finish them.",		"s_fd8878bc":"I fully expect you to die. You are still expendable in my book so consider this a test.",		"s_fc007f1":"You would hate to ruin my mood by speaking with me friend, so why don't we end our conversation here.",		"s_f87e5fe8":"I believed that Bothawui had sided with the Rebellion.",		"s_f7df921b":"%TU, is it?  I hear you are a wanted man.",		"s_f4fd144d":"They will not be able to resist attacking you.  Ambush is their favorite tactic knowing that a direct assault is futile.  Show them what it means cross with Black Epsilon.",		"s_f4f691ae":"Indeed.  I am ready for a mission.",		"s_f3d4db20":"I have a priority task to accompany this assignment.",		"s_f37f3d1a":"Why do we want them destroyed?",		"s_f35be898":"Let's not get ahead of ourselves, %NU.",		"s_f0c8febb":"We have discovered the location of their fighter wing headquarters.  When they scramble the ships to destroy you, Black Epsilon will launch its own attack on their undefended base.",		"s_f016912e":"I expect only a couple fighters.  What you should be more concerned with is the local fighter wing here on Corellia.  We do not know of their base yet, so they may be scrambled while we remain unaware.",		"s_eea972b1":"By such narrow minded thinking, all humans would be loyal followers of the Empire. Bothawui remains neutral as always, though many clans have openly sided with the Rebels, my clan has found the Imperial coffers deep enough for our loyalties.  I am sure one such as you can understand.",		"s_ee11d13c":"Since you appear to have run out of useful things to do, take some duties to keep you busy.",		"s_ecb17e60":"I don't know what you mean",		"s_eb835e9e":"No, this is a burrow mite hunt.  I KNOW they are in there, and I want you to dig them out.",		"s_e978ca6b":"Not exactly.  The Rebels have taken note of your activities in this system and are setting up a little surprise for you.",		"s_e8db34a5":"Trade is the lifeblood of the Corellian system. This task will give us high visibility with those whose loyalty we aim to sway.",		"s_e7f16de3":"Who are these Hidden Daggers?",		"s_e71f0d40":"You would hate to ruin my mood by speaking with me friend, so why don't we end our conversation here.  If you have Imperial interests at heart, perhaps it is Hakasha Sireen you are seeking.",		"s_e67a0734":"You have more potential than I was expecting. Darmin will no longer be a thorn in the side of the Empire, thanks to your...intervention.",		"s_e2d5b9eb":"Blast it! Next time you mess up and fail, stay dead! I don't have any time for pilots who don't know when to zig when they should have zagged.",		"s_e17fc7e4":"Leave no survivors. The Emperor does not look favorably on mercy or weakness.",		"s_dc33e486":"Downing local pirates will make the Empire look favorable to the citizens of this sector.",		"s_dbf39d2a":"Your face is familiar to me, but I can't remember why. You're probably wanted for something, I'm sure.",		"s_dbd8c729":"I am ready.",		"s_d9391d4a":"Your tour with me is just about finished, but I have one final task.",		"s_d6dfa36e":"Shouldn't a straightforward assault be handled by the Navy?",		"s_d6508432":"I am to capture this man?",		"s_d4374209":"[Hand over dossier]",		"s_d335136f":"Yes I am.",		"s_d1f1fea2":"You will have none.  If you are half as good as you are confidant, you might live long enough to get out of this.",		"s_cfb9fb6e":"You are back already? Do you have anything to report or are you just here wasting my time?",		"s_cf473cb7":"We are not here to discuss a dead and wasted planet, stay focused!",		"s_ceafaf0b":"Do you have a task for me?",		"s_ccf466b2":"That is correct.  You do need a hyperdrive if you're going to be of use to me.  I suggest you purchase a better ship immediately.",		"s_cc4d7ea":"Yes, and you will be afforded the opportunity to use that knowledge.",		"s_cb86c1fc":"'Nerfs Pride'?",		"s_c914798f":"Indeed, droid management is important. Your droid is almost as vital as your blaster. I have another mission lined up for you, so get your droid prepared.",		"s_c8516ab0":"Why do we need them captured?",		"s_c71a5ce3":"How does that explain you gawking like a fool?",		"s_c52a69c1":"There has been a squad of Rebel bombers sighted in the system. Black Epsilon has been tasked with their destruction.",		"s_c4179a5d":"Indeed. The Empire always rewards those who go above and beyond. Here is a small token of our appreciation for your service. Enjoy it and come back to me when you are ready for more work.",		"s_c2b7ea3a":"It seems females such as yourself are too unreliable to be trustworthy agents for the Empire after all.  Did you think we would not know of this little... indiscretion?",		"s_be505897":"I wish to learn about advanced TIE combat craft.",		"s_be3a7e31":"That is all I have for you.  Speak with Haymir Rendundi for more duties. He is currently stationed at Imperial command on Yavin 4. Keep your nose clean and do your duty.  Haymir isn't nice like me and will be all over you if you mess up. Or are you here for more duties?",		"s_bd5df827":"[DESTROY] I wish to assist in anti-pirate patrols.",		"s_bc90f6c5":"However inept they may be, they did manage to acquire some information about the 'Rebel' attack of the 72nd Army Barracks.  They are transporting this information to the Rebels here on Corellia now.  This cannot be allowed to happen.",		"s_bae9fe80":"You have failed to dispose of Darmin, get back up there before he can land.",		"s_b76e5165":"That is between you, the freighter, and the cold reaches of space.  Dismissed!",		"s_b69b5bf4":"I honestly didn't expect you to survive this one. Yet again you prove to be a very resourceful pilot. Thanks to your efforts, the bomber squadron has been destroyed and security brought to the system.",		"s_b5a3714a":"I will not have these bombers reach their objective.  Get up there and destroy them.",		"s_b51a649":"Do I get to baby-sit another freighter?",		"s_b0ab6617":"Pilots I have.  But I do not want this man to even set foot on Corellia. So I need an assassin.",		"s_af16cd74":"It is a decoy to lure you specifically.  They intend to ambush you, and Black Epsilon intends to let them.",		"s_af154d31":"Yes, of course you don't.  Nevertheless, you cannot be trusted to fly for the Imperial Navy.  Not that I am surprised. I have long argued against the inclusion of females in the military.",		"s_ae8492d2":"You already have orders to carry out. Your time is my time, so quit wasting it or you may find yourself out of time.",		"s_aa457e5d":"This will not be a simple ordeal.  If Black Epsilon just wanted them destroyed, we would have dispatched the Navy.  We need this vessel captured.",		"s_a872e9f9":"I wish to learn about regular Imperial training.",		"s_a70cef5":"You destroy and entire squad of Rebel bombers and all you say is...all in a days work? I am liking you more and more each day. Here is your commission for taking those bombers out. Take some time to yourself and when you are ready come back for some more work.",		"s_a335f4ff":"Apparently he was some sort of nerf herder on his native Alderaan.  The ships name is not of concern.",		"s_9f952cc3":"Excellently done. Maybe you are not as worthless as I first thought. This dossier is sure to have many interesting facts that the Inquisition is sure to enjoy. Here is your payment for services rendered. Return to me when you are ready for more work.",		"s_9edd30bf":"Hakasha sent me.",		"s_9d96ae32":"I have reviewed your ship logs and must say that I am surprised that the Rebels decided to attack you. Regardless you handled yourself with utmost skill and ruthlessness. Nice work.",		"s_9d62faa2":"%TU, is it?  I hear you are a wanted woman.",		"s_9d2c9b0a":"Do you have more enemy fighter squads to put out of commission?",		"s_9cca1500":"Why is the ambush important?",		"s_9b4e084a":"I wish to learn about reactor engineering algorithms.",		"s_9a117462":"It's about time that you returned. I have an assignment for you and it cannot wait.",		"s_98840984":"Indeed.  There has been a squad of Rebel bombers sighted in the system. Black Epsilon has been tasked with their destruction.",		"s_96e86218":"Good luck %NU, take no prisoners.",		"s_91f63d81":"Can you estimate the strength of his escort?",		"s_908955bc":"This is a reconnaissance flight then?",		"s_8f26747e":"Prove your devotion to the Empire.  If you improve your standing with the Empire, you may have a future after all.",		"s_8e613fca":"The Rebels barely know how to pilot their ships. It is no big deal.",		"s_8db61bfa":"Not all tasks can be fit for the history books, but perhaps this one may.  The Rebels are flying in a diplomat named Darmin Lerspri, supposedly an Alderaanian official of some sort who happened to be off world when it was destroyed.",		"s_8bf01045":"I'll take the mission.",		"s_8abe1dd0":"See that you don't.",		"s_88523765":"What should I do with the freighter?",		"s_83c3790d":"How will I do this?",		"s_83bf02e8":"What sort of back up will I have?",		"s_83993cf3":"It seems you are an enemy of the Empire after all.  Did you think we would not know of this little... indiscretion?",		"s_82fd8660":"I wish to learn about intermediate starship component use.",		"s_7ca4fcb8":"What sort of surprise?",		"s_7a33d3dc":"What will be my involvement?",		"s_798fbe2":"[ESCORT] I will assist as a merchant escort.",		"s_79813bfb":"Black Epsilon command wants you to intercept a freighter and inspect their cargo.  You are looking for a Personnel Dossier on Rebel agents working in the Coronet area.",		"s_79375065":"Dismissed, aye sir!",		"s_74f9775d":"I do not have time for pleasantries, pilot. Why have you come?",		"s_71d84d34":"A future in the Imperial Navy, you mean.",		"s_7090182":"What?!",		"s_6ed7de92":"What must I do?",		"s_6d3be6aa":"What is the task?",		"s_6a1562ad":"What do you want?",		"s_69d014bc":"What Intelligence do we have on the target?",		"s_683cbf70":"The Hidden Daggers were a minor band of highly skilled Assassins founded by a disavowed Flail Cutthroat Lieutenant.  They were never well known, taking only small bounties and have since degenerated into a band of thugs and pirates.",		"s_63e01bb7":"How can you fail such a simple task? Get back in space and complete your mission.",		"s_62b8eb46":"I thought you wanted pilots, not assassins?",		"s_60a52374":"I would like to think that you are more skilled at flying than you are at military protocol. However, I do have some duty missions that need tending to. I'll save the important missions for my good pilots.",		"s_5ffdd434":"I need a hyperdrive!",		"s_5bfd4371":"Fine. Have it your way. Get out there and prove yourself worthy of being in my squad. Capture that Hidden Dagger freighter.",		"s_5b204877":"What can I do?",		"s_59894e66":"It was nothing. He deserved what he got.",		"s_584a90f8":"You've done an excellent job for me, %NU.  I can see that you are ready for more training.  What are you interested in learning?",		"s_52841755":"They will likely have an escort.  This escort must be neutralized.  Then target the freighter's engines to disable them.  After they are down, move into position, and upload an autopilot override program that TechOps is outfitting your craft with now.",		"s_50b5b468":"The Rebels are flying in a diplomat named Darmin Lerspri, supposedly an Alderaanian official of some sort who happened to be off world when it was destroyed.",		"s_4ea4b48d":"Black Epsilon does not wish the Rebels to have any local allies here.  We will use the ship, properly scuttled, to implicate foul play at the hands of the Rebels.",		"s_4cc1cf3b":"This attack must proceed as planned.  Survive for as long as you can and keep their communications down.  Black Epsilon and your Emperor are counting on you.",		"s_4a5ef35b":"The crew has been accounted for.  Just get the program uploaded.",		"s_4854758d":"I would like to request a mission.",		"s_4391b2de":"You would hate to ruin my mood by speaking with me, so why don't we end our conversation here.",		"s_42aa1748":"Do not waste my time with inane requests. If you want a mission, go speak to your own commanding officer.",		"s_3f764ef1":"Excellent choice.  The Empires advanced craft are worth the effort required to master them.  I have a critical task that you can apply your new-found skills to.",		"s_3ec7906d":"Yes, of course you don't.  Nevertheless, you cannot be trusted to fly for the Imperial Navy.  Not after what you did.",		"s_3e38e6a0":"[ESCORT] I wish to assist the local security forces.",		"s_3dc996d2":"Darmin will be travelling in a YT-1300 named the 'Nerfs Pride', and will likely have an armed escort.",		"s_3ab6a9ed":"We need you to escort one of our scanning vessels on its rounds.  As you can imagine both smugglers and Rebels alike would love to see these craft out of commission.",		"s_395e48e8":"Then return when speaking with me will not be such an inconvenience.  I will not look forward to you wasting more of my time.",		"s_392fc531":"Well done. Consider yourself part of my squad. I do not have time for idle chatter %NU, so are you prepared for your next assignment?",		"s_38d28ac2":"Stay focused.  The fallback plan is to destroy this freighter outright if your assault fails.  We do not have any craft available for a rescue, so don't expect one.",		"s_37680b25":"Let me try again. You won't be disappointed.",		"s_345e676a":"To the Empire it is a very big deal. To show their appreciation, here is a bonus payment. Take some time off and enjoy that bonus. When you are ready come back and see me for some more work.",		"s_329f7488":"Remember, you must stay within range of the ambush point.  We will provide you with a location that will disrupt their hyperspace jumps, it is all the help you will get from us.",		"s_2fa7f312":"You must survive.  TechOps is installing a powerful communications jammer in your craft.  This jammer will allow the attacking forces to communicate with each other to avoid suspicion, but will prevent communications from their base. ",		"s_2ee19e18":"Eager and to the point, I like that. I willing to give you a test run. If you succeed I think that I might have an opening in my squad for you. If you fail...well you will be dead and I won't lose any sleep over it. There is a Hidden Dagger heavy transport entering the system that needs to be eliminated.",		"s_2c4789b":"Understood.",		"s_26912e4b":"What should I do with the crew?",		"s_25edc644":"There will be a lone fighter passing near one of the outer asteroid belts.  This fighter will be unmanned though the piloting droid will put up a fight.",		"s_25c6e073":"No, I have other matters to attend to.",		"s_25457635":"Good, that is all.",		"s_2517a327":"The Imperial Navy is tied up with other tasks at the moment.  Black Epsilon can accomplish with one craft what would take them ten.",		"s_1ff4247a":"I will not fail.",		"s_1d40157":"No, you are to kill him.",		"s_1d1f03a8":"I am ready to take off.",		"s_1bbb820a":"About Alderaan....",		"s_1a0f022":"[DESTROY] I'm looking to dust a few Rebels.",		"s_1946850":"One of the scanning vessels received odd signals from a Nebula in the system. There are possible Rebel craft in the area, but the interference from the Nebula make it difficult to confirm.",		"s_17780ca7":"What is the purpose of this craft?",		"s_16439d46":"All in a days work.",		"s_116d8b3b":"What sort of task.",		"s_0":"",		"do_not_edit":"The English version of this file (corellia_imperial_trainer_2.stf) is automatically generated by the SwgConversationEditor."
}}
