{
	"stfFile":"conversation/corvette_bronell_neutral_assassin",
	"entries": {
		"s_ffc988c3":"No, not just yet. I'll be back.",		"s_fecfb00f":"Here, take a look at this Purchase Request Form.",		"s_f9bdde1d":"Bah! Fine. Talus, Naboo, or Lok... which planet, yes?",		"s_f8c79456":"Our bountiful Lord will be most disappointed by your attitude, maybe a bit too disappointed, yes? I'll be forced to take all documents from you that relate to this endeavor, yes?",		"s_f7203ef1":"On Talus resides the despicable gang of pirates called Binayre. Scum they are, yes? Well below our notice normally, but this CorSec officer owes them a small amount of money. Perhaps they have information on CorSec operations that would tell us his location, yes?",		"s_f5dcf8ec":"Was that a question or a statement?",		"s_eece1fb8":"I don't know... have you?",		"s_ecc1d177":"Farewell, maybe I'll never see you again, yes?",		"s_e9499aa6":"Let me see. Hmm, yes, yes...No! Did you even read this? Oh well, guess I have to compensate you for your time, yes? Now check the other hideouts!",		"s_e1341a5c":"I learned of a third option from an informant... well, a former informant. While his tongue was still attached, yes? The Canyon Corsairs on Lok have also dealt with this gambling maniac, yes? They might have the correct information as well, yes?",		"s_dcf8e793":"Oh? Let me see that, yes?",		"s_dc53bb6d":"Oh, well I could use your help, but I see that you're already busy. Come back when you've finished your current task and maybe we can do business.",		"s_d62f7d90":"Depends, tell me about this mission?",		"s_d27dcffe":"I had some other documents I came across.",		"s_ce8f15d7":"Good, now hurry, yes?",		"s_c79b5a4b":"Splendid, let me see. Hmm, no, no...wait, yes! There he is! So that's where his ship is, yes? You must intercept this corvette and arrange his demise immediately, yes? If you succeed in this, Lord Jabba has allowed me to reward you generously, yes? Yes!",		"s_c5ae9239":"On my way to check one of the other hideouts.",		"s_c1d18ea0":"Go talk to Klaatu outside behind the palace and give him the travel authorization I provided you with, yes? He will make all the arrangements. If you succeed in your mission, return to me for your reward. Now hurry, who knows when the corvette will move on, yes?",		"s_bef20f69":"Yes, indeed. Lord Hutt has a problem with a person who owes more than he could possibly pay, yes? You know what our venerable Lord does to those who can't pay debts, yes?",		"s_bdde1d3a":"You might be right. Fine, I'll get back to it.",		"s_bd40a944":"Sorry, I have other things to do.",		"s_ba696f5d":"Lok, yes? Bah, look what you did to me.",		"s_b5022ce5":"I am, yes. Hand it over!",		"s_b1e7cb8c":"Excellent! Now hurry my noble warrior, hurry for Bronell...I mean our magnificent Lord Hutt! Yes? Yes.",		"s_ad79e41e":"Give me all documents.",		"s_a4929123":"Fine, just don't hurt me.",		"s_9b8c1f57":"Could you go over the planets and pirates part again?",		"s_969790d9":"Fine, get your smelly self out of here, yes?",		"s_94bc6e8f":"Talus, yes? I mean, Talus?",		"s_8c845e29":"Hmm, yes, yes, completely useless. Here's some credits as compensation for you time. Anything else, yes?",		"s_8c30ea7c":"You there. I must demand your assistance with this mission of utmost importance. You will help, yes? This mission is vital to Lord Jabba and I am only speaking on his behalf. I, of course, get nothing out of this myself. So you will help, yes yes?",		"s_88ef705e":"Our bountiful Lord will be most disappointed by your response, yes? Also, I must take all documents from you that are connected to this business, yes? Yes.",		"s_85bcb083":"Sounds too much like something I'd want no part of, sorry.",		"s_832183d2":"Didn't I just say I have, yes? There are three lowly gangs of pirates, and this CorSec officer owes money to each of them, yes? These pirates can be found on Talus, Naboo, and Lok. Any of them may have documented his whereabouts, yes?",		"s_7d29adc4":"Then maybe you could leave, yes?",		"s_79855d10":"I'm sorry, I just can't right now. Please erase all records of my progress.",		"s_76e2b2f6":"Alright, I'll try and get the information we need.",		"s_73f00073":"Hmm... you have truly earned your reward, but you do not have room for it in your inventory, yes? Please come back and speak with me after clearing some space, yes?",		"s_6f1692bf":"Your still here? I thought I made clear time was not to be wasted looking at the dancers in the palace, yes?",		"s_6333f589":"Let me see that, yes?",		"s_560a7d6e":"Quiet! I was not done yet, yes? This person is an officer in the Corellian Security Forces and thinks that will protect him, yes? He has incurred debts all over the galaxy, though, and I know a way to find him, yes?",		"s_502c2a8d":"Splendid but hurry, yes? Our magnificent Lord is not known for his patience, yes?",		"s_4a365e4b":"Sorry, you'll have to find someone else. I cannot continue with this mission.",		"s_491ecf2b":"You are back already, yes? You have the documents, yes?",		"s_469c9070":"A ragtag bunch of pirates has a hideout there, yes? They are mostly known for kidnapping Naboo royalty, but they indulge in gambling from time to time as well. This CorSec officer owes them money, yes? He has quite a gambling problem, yes?",		"s_465d7ab2":"Here, take a look at this Gambling Debt List.",		"s_44fa5eb9":"As you wish. Though I do not understand why you'd want to delay, yes?",		"s_3ffc96c6":"He's outside with the shuttle... back behind this building, Lord Jabba's palace! If you succeed in your mission, return to me for your reward, yes? Now hurry!",		"s_3f04cefb":"Here, take a look at this Research Request.",		"s_3e2e8616":"Sorry, I have other things to do. Erase all knowledge of my progress.",		"s_3c2e92a":"Alright, but how do I get to the corvette?",		"s_382a91bd":"I have no business with you at this time... and by that I mean Lord Jabba the Hutt has no need for me to do business with you at this time. Perhaps in the future, but not now.",		"s_2ad476a3":"Naboo, ok.",		"s_2972f7c":"Where was Klaatu again?",		"s_24dbc07d":"I believe so.",		"s_249447d6":"Very well. It has been well earned, yes? Yes.",		"s_1779cf3b":"Lord Jabba is pleased to hear that the CorSec officer has been eliminated. Let this be a lesson to all who fail to pay their debts to Lord Jabba the Hutt, yes? Are you here to receive your reward, yes?",		"s_12eb211c":"Yes? Yes! I've had enough, goodbye.",		"s_0":"",		"do_not_edit":"The English version of this file (corvette_bronell_neutral_assassin.stf) is automatically generated by the SwgConversationEditor."
}}
