{
	"stfFile":"conversation/corvette_pashna_rebel1",
	"entries": {
		"s_ffef947e":"Go ahead. I still quit.",		"s_ffb796fa":"I am relieved and thankful for your eager assistance. Seek out the documents in the locations I mentioned. If you need more information about any of them, please let me know.",		"s_ffa3808c":"Oh, show me the ones you still have.",		"s_fe450b8a":"It probably is best that you go. I must concentrate on the tasks at hand.",		"s_fe36e67a":"I don't have much information regarding the Mokk stronghold other than the fact that the Mokk are a Dantari tribe. The stronghold can be found on Dantooine around the northwestern edge of the planet. The Imperial commander we are investigating was known to have led a search of this stronghold looking for members of the Alliance he believed to have been hiding there.",		"s_fd5fb0cf":"It was an unfortunate business, but it is at last at an end. I thank you for your part in this. Would you like your reward?",		"s_f7e9bbb3":"Good luck with that. I'm not interested in getting involved.",		"s_f62f461c":"Show Prisoner Transfer Orders.",		"s_ed0270a5":"That Imperial Commander must be stopped, but I'm not yet convinced that killing him is the only option. He's violent and ruthless and definitely a major threat, but assassinating him seems to lower us to his level. But perhaps I'm being naive... ",		"s_eccf8e31":"Good. Return to your duties, soldier.",		"s_ecc372ff":"Oh hmmm... I could really use your help, but I see that you're already busy. Come back when you've finished your current task and perhaps I'll still need your assistance.",		"s_e92b0e11":"An Imperial force led by this Imperial commander was sent to Fort Tusken not long ago. Before he received his current rank, actually. We don't know why his force was there, though we speculate that they intended to research the Sand People living there. Or maybe attempt to broker some sort of deal with them. We do know it went badly and much of the Imperial force was obliterated by the Tusken Raiders. Seek out anything that might have been left behind during their retreat. ",		"s_e10e18f5":"Do you need any help with this situation?",		"s_dbef483d":"I have some serious... and unfortunate... business for the Rebellion that demands my attention. Forgive me, but I can't speak with you right now.",		"s_d3412303":"What seems to be the problem?",		"s_cc2ec42b":"I am disappointed. However, I wish you well on your endeavors.",		"s_cb13589":"Yes, please. Thank you.",		"s_c26ad0e8":"You have returned! I am glad to see you well. Have you found the documents I sent you out to retrieve?",		"s_bbd30f60":"You couldn't have come at a more distressing time, my friend.",		"s_bb2081d2":"Show Imperial Dossier.",		"s_ba7150b1":"Yes, I will help you.",		"s_b89af325":"Be that as it may, good-bye.",		"s_b0c99345":"Mmm. This isn't the correct document, however, we can still use it in our research and in our efforts against the Empire. I'll reward you for recovering them.",		"s_aaee7ac8":"Go to the Rebel Alliance hideout on Corellia. Seek Lt. Lance who will accept your travel authorization and allow you to board a starship which intercept the Imperial commander on the Corellian corvette. After the Imperial commander has been eliminated and you've escaped from the corvette, I will have your reward ready.",		"s_aa504b9e":"I think I've found something...",		"s_a5591c27":"I accept this mission.",		"s_a1ce5a7c":"A fairly new discovery, that one. It is said that the Empire has been conducting secretive experiments there with the help of the Geonosians. Possibly involving biological weapons. The laboratory can be found on Yavin IV in the northwestern part of the planet. I don't have much more information about the place.",		"s_a128e067":"Looks like I have more to do.",		"s_98df29e5":"Tell me more about the Mokk stronghold on Dantooine.",		"s_9463a903":"You found the documents?",		"s_8f4b486e":"Indeed. Hopefully, someone will come along to help us with the situation.",		"s_8b325a7c":"Show Recall Notice.",		"s_8a5c56ae":"Whenever you're ready, let me know.",		"s_89df7355":"Which location would you like more information about?",		"s_7cd62c6d":"In that case, I'll still continue.",		"s_77da0881":"You are one of us, therefore I can trust you with this information. It seems that one of our Corellian corvettes has been boarded and seized by a ruthless Imperial commander. This Imperial commander is bent on guiding the ship toward Tralus and crashing it into our base there. My first priority is to retake the ship before it crashes into our base. And second is to... well... is to assassinate the Imperial commander responsible for this threat.",		"s_73f241bd":"In fact, I do. Before we take any measure of action, I need more information regarding this Imperial commander, his background. I can't issue an assassination without knowing he, without a doubt, warrants such a demise. I have reason to believe that such information exists at one of three places: Fort Tusken on Tatooine, a Geonosian laboratory on Yavin IV, or the Mokk stronghold on Dantooine. Can you see to this?",		"s_7384b0d4":"I see. Such apathy is what holds our efforts back from true success. But then, I suppose the idea of assassinating another person can be difficult to accept. I understand your reservations.",		"s_6992624d":"I am heading to the Corellian corvette. Anything else?",		"s_697542b9":"Indeed. Try to find those documents as quickly as possible.",		"s_615637f6":"No, not yet. Maybe later.",		"s_60c4f974":"Where do I go?",		"s_5b812563":"Thank you again. Without your help, there would have been no end to the havoc that Imperial monster would have sown. Well done.",		"s_49437190":"My nerves have been eased. Please hurry and return safely.",		"s_47eb05e":"No. I have no further instructions for you. You'll need to present your travel authorization to Lt. Lance at the Rebel Alliance hideout on Corellia. If you succeed in your mission, return to me for your reward.",		"s_436d636d":"That sounds like a problem. I wish I could help, but really I don't care.",		"s_36cb0506":"No, maybe another time. Good bye.",		"s_32abdf15":"I can't do this anymore. I have to resign from the mission.",		"s_2f662226":"I see that you have returned. But why? My concern for our mission grows more by the day.",		"s_2f26b4c4":"I still have documents for you.",		"s_2d18a202":"Are you sure? I'll have to erase all progress you've made, take all remaining documents you've found, and revoke the travel authorization.",		"s_2be3fa16":"I am distressed. I hope to find a replacement.",		"s_2a4d0c46":"You reward is richly deserved, but you seem to have no room for it. Please clear some space and then speak with me again.",		"s_29542d1b":"That is very unfortunate to hear. I hope to find someone else to help us. I'll have to take all mission related documents from you. I'm sure you understand, of course.",		"s_278c1c25":"Not yet. I need more information about the locations I'm to search.",		"s_26d40ca6":"Tell me more about Fort Tusken and why any information would be there.",		"s_2534c3e3":"Tell me more about the Geonosian Bunker.",		"s_1cce61b2":"Well done. This is exactly the information we needed. Hmm... this Imperial commander is worse than expected. He must definitely be eliminated. So much so that our primary concern has changed. First priority is now to assassinate this Imperial commander. Take this travel authorization to the Rebel Alliance hideout on Corellia. Speak with Lt. Lance there and he'll give you more instructions. If you prevail, return to me for your reward.",		"s_1729866a":"I've decided to abort the mission. Please erase all records of my progress.",		"s_0":"",		"do_not_edit":"The English version of this file (corvette_pashna_rebel1.stf) is automatically generated by the SwgConversationEditor."
}}
