{
	"stfFile":"conversation/corvette_colonel_imperial1",
	"entries": {
		"s_ffa3808c":"Oh, show me the ones you still have.",		"s_fc068f1e":"This cave was established by a crazed droid engineer and served as a place to operate on his droids, making them lethal killing machines. What the Alliance is doing there is beyond my comprehension. The cave can be found on Lok in the heart of the volcano. He was mad, indeed.",		"s_f769f479":"I am glad to hear of it.",		"s_f2177029":"I need more information on the Droid Engineer cave.",		"s_ec42069a":"Very well. We have intercepted faint transmissions discussing Dr. Bledsoe's transfer but have been unable to determine where they are they are holding him. This is where you come in. There are three locations at which we believe you might find prisoner transfer orders for Dr. Bledsoe. These three locations are the Woolamander Palace on Yavin IV, the Rogue CorSec base on Corellia, and the Droid Engineer cave on Lok.",		"s_e6ef1e0c":"Show the Research Request.",		"s_e6e45415":"Finally! We now know his whereabouts. He has been moved to a Corellian corvette within deep space. I need an Imperial soldier I can trust to go there and rescue the doctor. Ah...You! You are that soldier. Take this item to the shuttle pilot at the Emperor's Retreat. He will help you to intercept the Corellian corvette with Dr. Bledsoe. If your mission is successful I will probably be able to offer you a reward. If you desire one. Either way, I wish you luck in this endeavor.",		"s_df607c49":"I'm listening.",		"s_dd109d64":"That's fine. I resign.",		"s_dc4a40d6":"Exactly... your reward is serving the Empire. But should you change your mind, simply speak with me again.",		"s_d630c3b6":"I am nearing the end of my days serving as the main point of contact in regards to Imperial officers who find themselves in a hostage situation. Every mission is important. As possibly my last, this one proves to be most difficult.",		"s_d5ab67dd":"I don't want to do this anymore. Erase all records of my progress.",		"s_c48932d":"Your service to the Empire has been adequate. I suppose a reward is in order, if you desire one?",		"s_c2f40cdd":"Show the Purchase Order Form.",		"s_bd942cc0":"Excellent. Good luck to you.",		"s_bcecb501":"Very well. You have been released from this mission. You understand that I must remove from you all documents and data connected to this mission. Standard operating procedure.",		"s_adecb4e7":"Hmm.. this information is very interesting. However, these are not the orders I had been looking for. I will take these off your hands, though, and reward you for finding them.",		"s_a5e941d1":"Dr. Bledsoe is the Empire's expert in the areas of disease and medicine. Unfortunately, he was abducted by Alliance terrorists. There's no telling what those ruthless animals will do to him but his existence is extremely important to the Empire's efforts. He needs to be returned. Will you help us?",		"s_a5591c27":"I accept this mission.",		"s_a38773c1":"I'm not sure. Maybe I'll come back later.",		"s_a342e94c":"Very well. I shall continue. We have intercepted faint transmissions discussing Dr. Bledsoe's transfer but have been unable to determine where they are they are holding him. This is where you come in. There are three locations at which we believe you might find prisoner transfer orders for Dr. Bledsoe. These three locations are the Woolamander Palace on Yavin IV, the Rogue CorSec base on Corellia, and the Droid Engineer cave on Lok.",		"s_a128e067":"Looks like I have more to do.",		"s_979b7ad4":"It never ends... it never ends. I must admit, though, that I'll be relieved when my part in this is finally over. Coordinating the release of Imperial hostages has its challenges but also a high level of stress. After my retirement, I think I'll get a little place on Naboo near Kaadara.",		"s_8e06b4e8":"Ah yes. I would hand it over, as you ask, but you don't have room to carry it. So you'll have to clear some space before you may take it.",		"s_81ff39a5":"I thought as much. Very well, take it. You did earn this, though I'd hoped the honor of serving the Empire would have been enough.",		"s_80d92f17":"Are you sure? Your progress will be erased from our database, all remaining documents will be taken from you, and the travel authorization will be revoked.",		"s_7a2a05c4":"In that case, I'll continue.",		"s_74edd9cc":"And that is your choice. I am disappointed..",		"s_684f9e1":"I cannot help you, citizen. Please try elsewhere.",		"s_61a71fef":"I'm taking my leave to board the corvette.",		"s_60c4f974":"Where do I go?",		"s_5dad02b":"I don't want to do this anymore. Find someone else and erase all records of my progress.",		"s_5c4b594c":"I see you have returned. Are you in need of additional assistance?",		"s_5bc1d51e":"Show the Prisoner Transport Order.",		"s_56fe6ddb":"The Woolamander Palace can be found on Yavin IV. I do not know the history of the place. We have received several reports that affiliates of the Alliance still operate from its ruins from time to time. It can be found in the central area of Yavin IV. I don't have anymore information.",		"s_5200ce80":"I'm not interested. Good-bye.",		"s_4fd6735c":"I need more information about this ordeal.",		"s_458f152b":"I need more information on the Woolamander Palace.",		"s_41506e32":"I need more information on the Rogue CorSec base.",		"s_4002f794":"You must travel to the Emperor's Retreat and present your ticket to the shuttle pilot there. He will help you to intercept the Corellian corvette so that you may continue your mission. If your mission is successful and you desire a reward, return and speak with me afterwards.",		"s_3c50285d":"Excellent! What have you found on your mission?",		"s_3b10534d":"We've discovered that a group of ex-CorSec agents on Corellia have been monitoring local activities of certain Rebel Alliance groups. While we don't know the exact reasons behind this, we do know that these former members of the Corellian Security Forces have turned to a life of crime and are not helping the Alliance. The Empire typically leaves them alone, but we now need to find out if they have information about the abduction of Dr. Bledsoe. Go and search their base.",		"s_33f4749f":"Ah, not now. I could use your help, but I see that you're already busy. Come back when you've finished your current task and maybe I'll have something for you.",		"s_33656cd3":"Indeed. I need those documents as soon as possible. Please find them quickly.",		"s_2f26b4c4":"I still have documents for you.",		"s_2a973e2d":"This news pleases me. Please be careful and return safely. Oh, and if you succeed in this mission, I can offer you a reward. Though a true soldier of the Empire would desire no such thing.",		"s_2a8874c3":"Then again, I'd rather not help. Sorry.",		"s_28586fd5":"Very well.",		"s_21550a19":"A reward? Definitely. Hand it over.",		"s_1b0601e4":"I think I've found what you're looking for.",		"s_1944f1e6":"Yes, I will.",		"s_18d01770":"You have returned. I am glad to see you are still well. What have you discovered? Do you have any documents? Or do you need information?",		"s_180bc00a":"Very well. It is sad to hear.",		"s_157ef5eb":"I... don't like this at all. I'll have to pass.",		"s_0":"",		"do_not_edit":"The English version of this file (corvette_colonel_imperial1.stf) is automatically generated by the SwgConversationEditor."
}}
