{
	"stfFile":"conversation/corvette_neutral_pilot",
	"entries": {
		"s_fc033618":"Me? And just how exactly would I do that? Wait... wait. Don't go. Why do you want to do something like that?",		"s_facfb7c0":"Oh, sorry. I'll be going then.",		"s_f2d8c3c4":"Hmmm... reminds me of some information I overheard recently. I might be able to help you, but the transportation I can provide only has room for 10 or less. You'll need to reduce your group size and then speak with me again.",		"s_f0008c9b":"Whatever. Try to leave more quietly than you arrived.",		"s_d553beb4":"I've changed my mind, and I'm leaving.",		"s_c4c8b476":"Hmmm... reminds me of some information I overheard recently. Don't you worry about where I heard it! Just be glad that I did, because I think I can help you. Oh, something you should know - after you get to the corvette, you'll have an hour to conclude your business. After an hour, it's too late. Game over. Mission failed.",		"s_ba55259a":"Good. You'd only be in my way.",		"s_801d58df":"Whoa... hold on there. Not so fast. First I need to know you have proper authorization for this... I'm willing to help you, but I've gotta know this is legit. Jabba'd have my head if I started providing transportation to just anyone claiming to be on some mission. You got a travel authorization form?",		"s_6423c2d5":"Well, I could normally help you, but the transportation I can provide only has room for 10 or less. You'll need to reduce your group size and then speak with me again.",		"s_62aa5014":"Good, when can we go?",		"s_4fb4580f":"I hear you can help me intercept a CorSec Corellian corvette?",		"s_1e10bbe3":"If you have to run around out here, don't touch anything! I'm dealing with some highly sensitive equipment in this area and don't want your clumsy fingers breaking something.",		"s_1ab00f5e":"[Tell him about your mission]",		"s_1a71d76e":"Um... nothing. Nevermind.",		"s_18d816d4":"Hey, no worries to me. Good luck explaining your cowardice to Jabba... assuming you really were doing this for him. [laughs]",		"s_0":"",		"do_not_edit":"The English version of this file (corvette_neutral_pilot.stf) is automatically generated by the SwgConversationEditor."
}}
