{
	"stfFile":"conversation/corvette_yondalla_neutral_rescue",
	"entries": {
		"s_fe8eb1aa":"Ah... very well. If that is what you want, come back when you're ready for it.",		"s_fdc18de4":"Yes, check the other places and hurry.",		"s_fd1dd7d9":"A former Imperial scientist was working in a bio-genetics lab on Talus. He was in charge of genetic experiments aiming to transform the goat-like murra from Corellia into an efficient all-terrain fighting animal. The resulting creature was named a kahmurra, though the Empire considered it a failure and cancelled all funding. This scientist was a target of our assassin, and the bio-genetics laboratory is where the assassin was captured. Search it for any information left behind.",		"s_fa7bc000":"Bah! Consider yourself fortunate that I haven't time to report your insolence to Jabba!",		"s_fa7b5bf6":"And the second?",		"s_f9acd930":"Okay what's the first lead?",		"s_f7147ad":"Alright, I'll try and find the right papers.",		"s_f5664125":"About time you got here. You're the ones Jabba sent, right?",		"s_ec881702":"I cannot continue. Erase my progress from your records.",		"s_e248445b":"What's your progress?",		"s_dfb8d44e":"Well, no. But maybe I can help anyway.",		"s_dc0cdd5d":"Maybe you should record it this time?",		"s_d0344ca8":"Ahh, the feared cult of Lord Nyax. Their hideout can be found on Corellia in the central region of the planet. Unfortunately, I have little information to give you about them other than the rumor that they are secretly backed by the Empire. Search their hideout and find any data connected to the exchange of Jabba's assassin into Imperial hands.",		"s_c8d78390":"Not yet. I'll come back for it.",		"s_c2bb14db":"Oh, let me have a look at them.",		"s_c0031bea":"Could be useful perhaps. I suppose I should reward you for the time it took you to retrieve it. Anything else?",		"s_b82fdb5a":"I'll have a look at it later. Here is some credits for your time in retrieving it.",		"s_b5494314":"He's back behind Jabba's palace! Come talk to me after you successfully complete your mission, and I'll reward you. Now hurry!",		"s_b13f163d":"Well done. The assassin is safely back in Jabba's hands. Well, I suppose it remains to be seen how safe that will be for him. Regardless, you've done your part and done it well. Are you here for your reward?",		"s_ad79e41e":"Give me all documents.",		"s_aa693144":"I have retrieved some documents.",		"s_a9be41f8":"This 'CorSec Prisoner Transfer Document' must be it.",		"s_a4929123":"Fine, just don't hurt me.",		"s_9fe2c46a":"You still here? Didn't I say that you had to get on that ship fast?",		"s_9fb0ad73":"Yes I am, thank you.",		"s_998ee768":"I'm sorry, I just can't do this right now.",		"s_92ca8435":"Alright Klaatu will assist me in intercepting the corvette?",		"s_86991d8f":"Yes, just show him that travel authorization. Find the assassin on board and get him out of there. I'm sorry I can't come and assist you, but another matter of great importance has arisen that I must deal with. It never ends, but I couldn't imagine doing anything else. So I can't complain. I can, however, reward you if you succeed. Bear that in mind.",		"s_839794f9":"Argh, solving this by myself is going to take forever!",		"s_7e1ef500":"No, allow me to thank you. Here is your reward. I hope it serves you well.",		"s_7bf4c415":"Good, let me see.",		"s_7952bf9c":"This is the tricky one. What I need may actually be found on Endor. A group of Rebels stole some information from a sliced CorSec transmission and fled to Endor with it. I've heard rumors that these Rebels have some connection with the Korgas on Endor.",		"s_7837378f":"Right, and the third lead?",		"s_7604ad47":"Ah... it would appear that you have no space to carry your reward. I'll have to ask that you make room and then come speak to me again.",		"s_6919fb6b":"Alright, I will get back to finding it.",		"s_5dc4acd":"I've changed my mind. Erase all progress I've made from your records.",		"s_58879de3":"What about 'A Galaxy Befuddled by A. Rahringt'?",		"s_562787e1":"Fantastic! According to this, the transport would not yet be on Dathomir. It's still possible to intercept it. Take this travel authorization to Klaatu. He's behind Jabba's Palace... out back with the small shuttlecraft that makes periodic deliveries. Klaatu'll make the necessary arrangements. Then once you're successfully completed your mission, come back to me for your reward.",		"s_54c95fe4":"I'll be...just get out of here!",		"s_541c41dc":"Excellent. Make haste and don't disappoint me. Return with one of the documents, or all three at once. It's up to you, as long as you do it fast.",		"s_51573633":"Could you repeat the three leads on how to find the captured assassin?",		"s_4e2be81c":"I still have some of the other documents that I found.",		"s_4d118a1d":"Thank you, now hurry please.",		"s_49b0321c":"What?! I can't, I have something else on my plate right now. I trusted you with this! If you quit, I'll have to revoke your travel authorization and take all mission documents you've gathered. Not to mention erasing all knowledge of your progress so far. That means starting completely over!",		"s_3e2c6672":"Alright, I suppose I owe it to you.",		"s_3dfd3c32":"I prefer to stay here on Tatooine, sorry.",		"s_310d2ff3":"Something's come up. I can see that you're busy now, but come talk to me when you finish with that. I could use your help.",		"s_2bdf5b50":"Yeah okay. Normally I don't need help, but this may be a special case. One of Jabba's top assassins was captured. He's currently on a CorSec corvette and on his way to being traded to the Empire at the Imperial Prison on Dathomir in exchange for the release of an imprisoned CorSec officer. Jabba does not want him talking to Imperial officers. He could reveal too much. We must find the location of that corvette and intercept it. I have three leads on how to do that.",		"s_2b741d06":"For crying out loud! This is why I always work solo... sigh. I'll take all information your gathered so far. Thank you very little.",		"s_2a00185a":"I managed to snatch 'Galactic Phrasebook and Travel Guide'.",		"s_2972f7c":"Where was Klaatu again?",		"s_259d132f":"Sorry, no, not me.",		"s_14b16106":"[She doesn't seem to notice you.] The fool had to go and land himself in the custody of the Corellian Security Force... this is not good. Jabba must learn of this... but I'd really rather not have to tell him myself. Being the target of his anger is not one of my ambitions. Ah what to do...",		"s_0":"",		"do_not_edit":"The English version of this file (corvette_yondalla_neutral_rescue.stf) is automatically generated by the SwgConversationEditor."
}}
