{
	"stfFile":"conversation/corvette_sabol_imperial1",
	"entries": {
		"s_fdcee9b7":"The standard for those allowed into our Imperial ranks has obviously declined. Greatly. I regret the day someone like you was called to server. Leave now.",		"s_f7d97fec":"My superiors have instructed me to eliminate a high-ranking Rebel officer. To do so, I must find an important document belonging to the Rebel Alliance that tells me where to find this officer. As an Imperial lieutenant, I will not participate in such menial tasks. But I am also a woman of great ambition, so I'll not ignore such orders. Instead I prefer to find others who will do my bidding. Are you interested in the task? Mind you, I will not tolerate failure.",		"s_f60e408a":"I see now that you are a coward. Such a pity.",		"s_eeb7ec64":"You're back?",		"s_edb0a2f5":"I can't get myself into this.",		"s_ed80aff5":"Take it. I'll... um... I'll be sure my commanders know your part in this. Don't you worry about that. Now go away.",		"s_e24b66e7":"I was tired of seeing your face, anyway. I will find someone else who possesses more direction in life.",		"s_e139d89b":"The only document I'm interested in is the one I commanded you to find! Now where is it?! Fine--I'll humor you. What did you find on your travels?",		"s_df8ea53":"Not interested.",		"s_d143f357":"No thanks. I'm going now. Good-bye.",		"s_d112b46e":"I'm leaving for the Corellian corvette.",		"s_d07a7370":"If I had my way, all Rebel officers would be shot on sight. We have spies to tell us everything we need to know about what the Rebel Alliance is planning. The only thing I'd want from a Rebel officer would be their demise.",		"s_c8e527a1":"That's fine. I still want to quit.",		"s_c36f888":"Oh. Nevermind. I'll continue.",		"s_c23e3bbe":"The Star Tours Tzarina was a cruise liner. It was struck by an unidentified object while in flight and crashed on Dathomir. Word is that a Rebel spy was on this cruise liner and among his cargo could be the document we seek. You'll have to search for it among the wreckage of the starship. Try the northwestern area of Dathomir. It might be difficult to find, but then this mission isn't for the faint of heart. Find it.",		"s_be293abc":"No, not yet. I'll return.",		"s_ba8810ed":"We have reports that in the recent past some Rebels were fighting warriors from the Afarathu Sect on Corellia. Further intelligence hinted that the Afarathu made off with some important Rebel documents... possibly including the one we need. The Afarathu are slime though. You won't be able to enter their cave without a fight. Regardless, search it well and find the document.",		"s_b9bb7669":"Yes, of course. I'll check all three if need be.",		"s_b687be9":"An old Rebel base can be found in the northwest corner of Dantooine. It was supposedly abandoned when the traitors making up the Rebel Alliance opted for a new and, one would assume, better base of operations. My belief is that there are still Rebels making use of the base. Maybe not many, but some. Look there for the information we need.",		"s_afa2913f":"You've actually succeeded? Unprecedented. This will truly make me look good. What's that? Oh, yes I suppose it makes you look good as well. Maybe a little anyway. I imagine you want your reward?",		"s_a7150449":"That's what I thought.",		"s_a5591c27":"I accept this mission.",		"s_a33382c5":"Let me see them.",		"s_a128e067":"Looks like I have more to do.",		"s_a11b6dbf":"No, that would be a little too hard.",		"s_a0cc7541":"Show the Signed Alliance Transport Document.",		"s_9caa2380":"And what is keeping you? Go away. I have other important tasks to complete. Go to the Emperor's private retreat on Naboo and speak to the shuttle pilot there. If you somehow manage to succeed in this mission, return to me for your reward. Now go. Hurry.",		"s_963fc82f":"I have some data on where this document might be found. Let me check my datapad. Hmm... Only three locations. Unfortunately I have nothing that gives us a hint about which might be the one with the document we seek. It could be at any of these places. Are you still interested in assisting me?",		"s_930c6037":"I need more information on the Afarathu Sect on Corellia.",		"s_7fdf3bed":"Good. I am satisfied to know you are not a coward and are willing to risk your life for the greater good of the Empire. Now, leave.",		"s_759b9766":"As much as I'd like to conclude our business, I'm afraid I cannot. You do not have room to carry this reward. Make room and then speak with me again.",		"s_74947555":"Typical... I actually need some assistance, and they send me someone who can't help me. You're already busy. What was the point. Come back when you've finished your current task and maybe, assuming it's not too late, you could still be of use.",		"s_6f43c8f7":"That's right, I do.",		"s_69693bca":"Must you interrupt me? I cannot make time for those unwilling to declare allegiance to the Empire. Please leave me be until your loyalties become clearer.",		"s_683de974":"Yes, I'll hear your story.",		"s_63bcc509":"No, no, no! This is not the right document! Damn those Rebels! I will record your findings in case I can use this data in future operations, and I suppose a small reward is in order. But find the information we need!",		"s_62aa89fb":"I need more information about the Star Tours Tzarina.",		"s_6289b734":"Leave here before you anger me further. Do not waste my time again!",		"s_60c4f974":"Where do I go?",		"s_60956d9a":"Perfect! This is the correct document. It provides information location of the high-ranking Rebel officer that the Empire wants assassinated. And for once, I agree... all Rebel officers should be put to death. Here, take this. It authorizes you for transportation that will intercept your target on the corvette. Go to the Emperor's private retreat on Naboo and speak to the shuttle pilot there. If you succeed in eliminating that officer, return to me for a reward. Go now.",		"s_5fd624ee":"I wish to quit this mission. Please erase my progress from your records.",		"s_56ede5d3":"Show the Alliance Transfer Orders.",		"s_550eac58":"It is not that hard to understand. You need to travel to the Emperor's Retreat and contact the shuttle pilot there. He will then provide you transportation on a starship that will intercept the Alliance Corellian corvette in flight. If you somehow manage to succeed in this mission, return to me for your reward. Now go.",		"s_4c16d4f":"Ah, nothing. My apologies for disturbing you.",		"s_424889c8":"Yes and you're wasting my time just standing there. Find those documents!",		"s_4142af45":"Oh? You realize if you quit I must eradicate all records of your progress, confiscate all remaining mission documents, and revoke the travel authorization. You do realize that, correct?",		"s_3e470c42":"Excellent. The document we seek can be found at any one of these locations: at the Rebel base on Dantooine, in the Afarathu cave on Corellia, and on a cruise liner... the Star Tours Tzarina.",		"s_3955e427":"I found some documents you may be interested in.",		"s_3882c2ff":"I need more information on Dantooine's Rebel base.",		"s_3565de4e":"Show the Food Order Form.",		"s_3098b584":"You said something about tasks.",		"s_2f26b4c4":"I still have documents for you.",		"s_29dd35da":"Ugh! This is turning out to be a disaster. About which location do you need more information?",		"s_229f193e":"Indeed. And please do not make a habit of doing so. I have responsibilities to the Empire that must not be delayed.",		"s_214dc2b7":"I see that you've returned. I do not tolerate failure. Please tell me you've succeeded. I do not wish to terminate another Imperial soldier this day. Did you find my documents?",		"s_1f9dab05":"I'll gladly help eliminate a Rebel officer. Where can I find this document?",		"s_1e7ac1df":"So? Are you looking for work? Are you that desperate? I suppose I might be thankful but, as a lieutenant of the Empire, I am more suspicious than grateful. Oh fine! I'll tell you but only because I need someone to help me with some... field work. Do you wish to hear me out?",		"s_1dcd7b46":"Disgusting peon. Breathing your air makes my intelligence dwindle into nothingness. Be gone!",		"s_1bb4597":"I will gladly clear the records of your progress and confiscate all documents pertaining to this mission. I will also immediately report this to my superiors. Run, run far away or I will have my troopers arrest you for treason.",		"s_1accfb99":"Whatever. Makes no difference to me. Just let me know when you're ready.",		"s_145e07df":"Idiots! Complete and utter idiots! How can I complete my tasks when my commanding officers are nothing but fools! I... Excuse me. I didn't see you standing there. Well... what do you want? I'm very busy as you can see.",		"s_0":"",		"do_not_edit":"The English version of this file (corvette_sabol_imperial1.stf) is automatically generated by the SwgConversationEditor."
}}
