{
	"stfFile":"conversation/corvette_crowley_rebel1",
	"entries": {
		"s_fb051f63":"Are you certain? Very well. But your progress will be erased, any remaining documents will be confiscated, and the travel authorization will be revoked. If you change you mind and decide to try again, you'll have to start from the beginning.",		"s_fa42cc8d":"We have reason to believe that Imperial General Otto, stationed at the Imperial base on Lok, may be supplying the explosives being used on the corvette. General Otto is known to be fairly careless, so it would not be surprising if the information you seek was in an unsecured crate or desk somewhere. Seek out his base and return with any information you find.",		"s_f26df06d":"I'm sorry to hear that. Very well, we'll continue on without you.",		"s_eb5ae08":"Tell me about Dathomir Prison.",		"s_e77661bc":"Hmm... Indeed. You seem capable enough to help us in this endeavor. We must find the location of that Corellian corvette. We believe it to be somewhere in deep space and thus harder to find and safer in case anything goes wrong. Based on intel gathered, I know of three places where some information about the location of that corvette might be found. Those being  the Imperial Base on Lok, the Cobral hideout on Rori, and the Imperial prison on Dathomir.",		"s_df8ea53":"Not interested.",		"s_dd846d25":"You need to find a document which details the location of the Corellian corvette. Which location do you need more information on?",		"s_da09e61c":"Indeed. You'll need to find the information as quickly as possible.",		"s_d5084988":"I cannot continue with this mission. Please erase my progress from your records.",		"s_d4a6b26":"I found this Paid Time Off (PTO) Request.",		"s_d3c9d7bc":"Um... while I'd like nothing more than to give you your reward, you do not have room for it at the moment. Please make some space and then talk to me again.",		"s_cb6caf3":"That is sad news, but I will do so. It will be difficult to replace you. I'll have to retrieve all documents and data gathered for this mission from you. Sorry, but it's required.",		"s_c6392194":"Tell me about the Imperial Base.",		"s_c55f8e77":"I've much to do... I'm afraid I don't have time to spare unless it involves urgent Rebel business.",		"s_c03449c4":"A pity, indeed. You have been released from the mission.",		"s_bcc53c45":"I am surprised to see you here. Are you in need of more information?",		"s_b6a784f4":"Er... maybe I'll do it. Or at least think about it.",		"s_b4b735ef":"That's okay. I cannot continue.",		"s_b30bd73c":"Yes, I did.",		"s_b155820c":"Excuse me a minute, I'm awaiting important orders about an upcoming... well, I can't really reveal anything more at this time. But I must remain at full readiness. Not a moment should be wasted when the word is given.",		"s_b0bbc0c3":"I'm off to meet our contact on Corellia.",		"s_aec5e53e":"Tell me about the Cobral hideout on Rori.",		"s_a5591c27":"I accept this mission.",		"s_a539245b":"I see. Well, whenever you're ready, just come talk to me.",		"s_a4965b23":"I see you have returned. Have you found what we're looking for?",		"s_a128e067":"Looks like I have more to do.",		"s_9dc63a4b":"Unfortunately, this isn't the information needed for our mission. However, any information is good information. I will reward you for this.",		"s_908f0d55":"Good luck, young recruit. Return in victory and be rewarded. May the Force be with you.",		"s_84bd3f49":"One of our own Corellian corvettes. Unthinkable. The Empire has crafted a diabolical political maneuver. They've stolen a Corellian corvette and are filling it with explosives. They intend to send it hurtling into Centerpoint Station near Corellia. The plan being to make the Rebels look both foolish and dangerous at the same time. We must stop them before they complete their horrible plan.",		"s_823e1fa":"No, I'm not yet ready for it.",		"s_7ed78a88":"Many who have been taken to the Imperial Prison on Dathomir have never been seen again. It is a dangerous and forbidding place. Rumor is that the surviving crew of this corvette is incarcerated there. Travel to this dangerous planet and infiltrate the prison. Search for any information you can find.",		"s_7cfd3686":"I found this Ship Preparation Document.",		"s_762ce016":"A pity. I am disappointed but will find another to replace you.",		"s_74a0348d":"No thanks. I'm not interested in doing this.",		"s_729d86e2":"You've done an outstanding job! When I heard that the corvette was destroyed, I was ecstatic. Are you here for your reward?",		"s_71aabcdc":"Hope has been uplifted in me by you. Be swift and come back safely with the information we need.",		"s_710a8214":"I found this Imperial Memorandum.",		"s_59f5cee6":"Is there anything I can do to help?",		"s_4fa93758":"What am I looking for again?",		"s_44a0326c":"It is a pleasure to reward you for such a triumphant mission.",		"s_3bd032cd":"I see. Which documents do you have for me?",		"s_397c5f6d":"Excellent! This is exactly the information we've needed! We now know where the Corellian corvette is. You'll need to speak with Lt. Lance at the Rebel Alliance hideout on Corellia. He will provide transportation which will enable you to intercept the stolen Corellian corvette. When you get to the corvette, it must be destroyed before it hits Centerpoint Station near Corellia. Once that has been accomplished return to me for a reward. Now go see Lt. Lance on Corellia.",		"s_36e1dfe9":"I am. Thank you.",		"s_2f26b4c4":"I still have documents for you.",		"s_2c449c28":"I suppose I could use your help, but I see that you're already busy. Come back when you've finished your current task and maybe you can still help.",		"s_298e244f":"Where do I go again?",		"s_2621fdc0":"Rumor is that a group of Cobral thieves have stolen some important documents from the Empire. This could well include the information I'm looking for. If so, it's in their hideout on Rori.",		"s_2373d61a":"Lt. Lance at the Rebel hideout on Corellia is waiting to meet you. He will provide transportation which will enable you to intercept the stolen Corellian corvette. After you've victoriously completed your mission, return to me for a reward.",		"s_1b28b4c":"There is hope yet. Good luck on your mission.",		"s_16205aba":"What exactly have you found?",		"s_0":"",		"do_not_edit":"The English version of this file (corvette_crowley_rebel1.stf) is automatically generated by the SwgConversationEditor."
}}
