{
	"stfFile":"conversation/corvette_tallon_rebel1",
	"entries": {
		"s_f85a3545":"Arrested... treason... Dathomir prison. It truly is a pity. One of our most trusted and well-decorated pilots has been taken prisoner by the Empire. He was arrested for a crime that was not his doing. The Empire even went as far as planting false evidence to destroy his innocence. He needs to be rescued. He has been taken to a Corellian corvette which is en route to Dathomir. I need security codes in order to assemble a team to rescue him. Will you get those keys for us?",		"s_e70aed96":"I can't continue. Please erase all records of my progress on this mission.",		"s_e1aa98dd":"Ah the Imperial Prison of Dathomir. Many who are arrested for their 'sins' against the Empire are taken to this location. Most are never seen again. We must not allow our officer to meet the same fate. We've lost too many men as it is! Since the Imperial Prison is where they are taking him, it wouldn't be surprising to find information about his current location there.",		"s_df8ea53":"Not interested.",		"s_daf0c91a":"Indeed. We need those codes as soon as possible.",		"s_d938179c":"Great. Let's see this reward then.",		"s_d6695e83":"No thanks.",		"s_d50be1f6":"Good. Be swift in dealing with this situation.",		"s_b2503658":"This isn't what I'm looking for. I need the security codes as soon as possible! Return to the locations I gave you and find those codes!  Arrgh... well... okay, this is potentially useful information. I'll reward you for finding it. But then you must go find those security codes.",		"s_b0f80f89":"Are you sure you wish to quit? I will have to revoke the travel authorization. It is for special operatives only. And I'll have to take any remaining documents you may have relating to this mission.",		"s_b0e6356e":"Show the Imperial Purchase Order.",		"s_b0da26cf":"I'm sure.",		"s_ae9868f4":"[smiling] Eager as always. You've earned this... and the gratitude of the Alliance.",		"s_abd76541":"I'm sorry to learn of this unexpected turn of events. I suppose I'll have to find someone else. Oh, I'll need to take any documents you've found while on this mission. May the Force be with you.",		"s_a5591c27":"I accept this mission.",		"s_a24d8ba0":"Your answer troubles me. Return if you change your mind. May the Force be with you.",		"s_a128e067":"Looks like I have more to do.",		"s_a073eacd":"The Bloodrazors are a mysterious band of pirates and criminals. It is said they have access to radar technology that can detect certain unique codes used by ships that approach within their range. This is my hope. The downed Bloodrazor vessel is on Lok though the exact location is unknown.",		"s_9b6fd578":"Show the Imperial Resignation Form.",		"s_953e3f2c":"I see you have returned. Have you found the codes I'm looking for? Time is critical.",		"s_94007006":"There is hope yet! I have been informed that the security override codes I need could be in one of three locations. Based on that information, the places to seek out are a downed Bloodrazor smuggling vessel on Lok, the Imperial Warren on Dantooine and the Imperial Prison itself on Dathomir.  It will be a dangerous journey, filled with obstacles, but justice must be done. We must rescue the officer before he reaches that prison!",		"s_93fcbaae":"Your answer is unfortunate. But it is your choice. May the Force be with you.",		"s_90b2e0c5":"You're our only hope in this situation. You have your orders, soldier.",		"s_8b512dfa":"I see. Which ones do you have?",		"s_80747fa2":"I see. Later it shall be then. Return whenever you are ready.",		"s_7cea4aed":"Excellent! I wish you luck and haste in your journey. Succeed in your mission and then return to me for your reward. May the Force be with you.",		"s_7860ffca":"I am curious as why you have returned. Is there some sort of problem?",		"s_75b09ea1":"Oh? What have you found?",		"s_71f656a9":"He's still missing. We have no word at all since losing communication with him. The Empire's behind this... I just know it. One of our best pilots too.",		"s_67499366":"I am leaving for the Corellian corvette.",		"s_62379ba":"Ahh, the codes! We now have the exact location of the Corellian corvette he is on. Here, take this travel authorization to the Rebel hideout on Corellia and meet with Lt. Lance there. He will provide you transport on a starship which is capable of intercepting the Corellian corvette in deep space. Once your mission has been successfully completed, return to me for a reward. I wish you haste and luck on your journey.",		"s_60c4f974":"Where do I go?",		"s_60bce77f":"Reward? Not now. I'll return later.",		"s_5f61380e":"I cannot thank you enough for your actions. You have not only rescued a pilot of the Alliance, but also a friend. I am pleased to be able to reward you.",		"s_5f449362":"Ah. I'd like to give this reward to you, but you don't have room to carry it. You'll need to make some space and then speak with me again.",		"s_581c3ef2":"This isn't what I'm looking for. I need the security codes as soon as possible! Bah... well... okay, this is potentially useful information. I'll reward you for finding it. But then you must go find those security codes.",		"s_57504441":"I have several locations for you... places that, we think, may have the codes. Which location do you need more information on?",		"s_57214562":"Tell me about the Imperial Prison.",		"s_4d865d46":"I found several interesting documents and codes.",		"s_49139b6":"Lt. Lance is at the Rebel hideout on Corellia. He will provide you transportation to the Corellian corvette which houses our well-decorated pilot. We need that pilot returned to us as soon as possible. Once your mission has been successfully completed, return to me for a reward.",		"s_4440ce87":"I changed my mind.",		"s_439048cf":"The Empire has conducted many top secret operations at this location. Unfortunately, it has been very difficult to penetrate the defenses of the Warren on our side. We'll need a cunning Alliance operative to enter the establishment and find those codes. The Warren is on Dantooine.",		"s_3e144812":"No... no. This can't be allowed to... Oh, my apologies. I didn't see you there. More apologies, because another matter urgently demands my attention. Good bye.",		"s_3925fbc0":"I forgot the location of our contact.",		"s_3410977a":"Tell me about the Warren.",		"s_303462a1":"I'm sorry to hear of this. I must find someone else to replace you. Good bye.",		"s_2f26b4c4":"I still have documents for you.",		"s_2dd3860f":"Ah, you're here, but I see that you're already busy. I could've used your help. Maybe come back when you've finished your current task.",		"s_1944f1e6":"Yes, I will.",		"s_151358aa":"Tell me about the downed Bloodrazor vessel.",		"s_135bf1fb":"Show the Security Override Codes.",		"s_0":"",		"do_not_edit":"The English version of this file (corvette_tallon_rebel1.stf) is automatically generated by the SwgConversationEditor."
}}
