{
	"stfFile":"conversation/crafting_contractor",
	"entries": {
		"s_f59f8579":"I would like an easy task.",		"s_f58f323c":"I've got just the job for you. You'll need to craft %DI %TO. Does that sound alright?",		"s_f38e5bb9":"A chef job.",		"s_f19dea3c":"A droid engineer job.",		"s_eb7fcc27":"Yes, I am interested.",		"s_e3aab67f":"I don't think that we have any business to discuss. Good day.",		"s_deaa4415":"I've changed my mind, sorry.",		"s_d5a1b00c":"I see that you're back, but it doesn't look like you've finished the job.",		"s_d5278cc5":"Yes, I'll get to work.",		"s_bf890106":"A tailor job.",		"s_bdac2f18":"I've changed my mind. I don't want to do this job.",		"s_bc453c0d":"An armorsmith job.",		"s_b9dc4832":"No, not right now.",		"s_b3d0de8":"I'm sorry. I don't have any jobs available right now. Try back again in a minute or two.",		"s_b2b95d1f":"No, I'd rather not do that job.",		"s_a62477a9":"You're done with the job? Excellent! I'll just take the crate then. Yes, and here is your payment. I'll bet that was good practice for you, eh?",		"s_9c7d6f79":"I'll get back to work.",		"s_9545de7b":"A general artisan job.",		"s_8cadb7f":"How challenging of a task would you like?",		"s_86f52ae1":"A weaponsmith job.",		"s_82c3e20a":"It looks like your inventory is full. Talk to me again when you free up some space.",		"s_7db7e801":"Hm, it looks like I don't have any jobs available right now. Try again in just a minute.",		"s_73c628e8":"Alright. Come back if you need the work.",		"s_62092c04":"Excellent. Here is a crate for you. Simply put the crafted items into it and bring it back to me when it is full. Then I will give you your pay.",		"s_51b72d61":"OK. Just come back here whenever you're finished.",		"s_445effe2":"An architect job.",		"s_436186dd":"Alright. I'll take back your crafting crate then. Come back again if you ever need the work.",		"s_404252ce":"What sort of crafting job are you interested in?",		"s_37b62865":"I would like a difficult task.",		"s_2c56a5af":"I would like a challenging task.",		"s_220e8901":"On second thought, nevermind.",		"s_14e7249":"Hello there. I contract manufacturing jobs to crafters that are looking for work. The pay is not great, but it's good practice for those that are interested in learning the art of crafting. Are you interested?",		"s_0":"",		"do_not_edit":"The English version of this file (crafting_contractor.stf) is automatically generated by the SwgConversationEditor."
}}
