{
	"stfFile":"conversation/dantooine_rebel_trainer_2",
	"entries": {
		"s_ff86e506":"Why is the Inquisition so interested in your activities?",		"s_fe92f35f":"Thank you, sir. What happens now?",		"s_fcf4d778":"How?",		"s_fb5d75c8":"I'm starting to think that my trust in you was misplaced, %TU.",		"s_faebdc4c":"Alright, good bye then.",		"s_f931eb62":"Thank you, sir. It was a close call.",		"s_f8b02865":"What do I do?",		"s_f520dc9f":"Agreed. Where do I find him?",		"s_f4f48ced":"Yeah, something must be wrong.",		"s_f3cbd30c":"Very well. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_f2fabb27":"It's a common term for crystals that emit powerful bursts of light when induced by resonant frequencies. In the past, they were used by the Jedi Knights to construct their lightsabers. Although rare, they can still be found in different areas of the galaxy.",		"s_f2a21231":"Alright. Who do I meet and where?",		"s_f22c0d35":"Don't salute me, soldier! The Imperial presence has increased around here lately, so we are pretending to be a scientific expedition. If an Imperial scout sees you saluting me, we might find ourselves in a holding cell tomorrow! We currently have a few duty assignments. That would test your mettle.  You can take your pick.",		"s_f204572b":"Glad to have you back in one piece, %NU. We were worried there for a while. It's apparent that someone set you up. We are trying to figure out who that someone is. The Inquisitor onboard the ship was probably going to try and force you to bring him to me. Anyway, here's your completion bonus.",		"s_f11d138d":"I'm sorry ,%NU. We couldn't risk the possibility of that data falling into Imperial hands. This attack against you confirmed that we have a traitor working against us. We wanted to draw him out. We did, thanks to you. Again, my apologies. I couldn't tell you.",		"s_f0eba675":"Very interesting. So what's my mission?",		"s_f0c94176":"Yes. I would not have been able to forgive myself had that happened. But I had confidence in your abilities. Now one of my most trusted men has gone over every inch of your ship, looking for trackers. This time I am the only one that will know your route and your mission. Will you indulge me and take the mission again, for real this time?",		"s_ef95a2b0":"I might agree with them, Jedi were a myth, last I heard.",		"s_ef759e6d":"No wait, let me reconsider.",		"s_ee59d5b1":"The SpyNet has identified one of the officers working on this project. They've even provided us with his travel route. He's on his way to the Star Destroyer in the Dantooine system. We have laid out an intercept course. You need to disable his shuttle. You can find the starting location in your onboard nav computer.",		"s_ed422a6f":"You need to smuggle our data to Yavin and meet up with one of our scientists who is stationed there. He has purchased the smuggler's information. He will try to make sense of the different pieces of data.",		"s_e9c1932":"I'm sorry, I can't right now. I'll be back.",		"s_e997312f":"Good, now what?",		"s_e8baa9a9":"I heard of your misfortune, %TU. I have some good news, though. The clever smuggler managed to avoid capture. He escaped in a pod. Now we will get a second chance. Are you ready %NU?",		"s_e788dfef":"Yes, sir. I'm ready, what are my orders?",		"s_e6de2bcb":"I understand that the smuggler arrived safely at Lok. Very well done, %NU. I'm glad we didn't have to take any extreme measures. Here's your completion bonus. Get some rest. You deserve it.",		"s_e6772f13":"Goodbye.",		"s_e5546db1":"And what is that goal?",		"s_e3516195":"Excellent. Payback time!",		"s_e2b7d84c":"I don't think so. That place is crawling with Imperials.",		"s_e244bb48":"I didn't think you were a coward, %TU! Maybe I should rethink your place here.",		"s_e14c4a10":"You are %TU, the new pilot the navy sent us? Good, you couldn't have come at a better time. I am Vrovel. We are a part of the Rebel Alliance called the Vortex. We have several missions that require your assistance. But first I would like to see how well you can work with us. I have some duty work for you.",		"s_e02f4f90":"Excellent! Give me the rundown.",		"s_df11a579":"Well, even though it was a setup, it had some truth to it and we might have found a second source from which to retrieve the information.",		"s_dedb7d52":"I suppose. So what do you want me to do?",		"s_dea568e":"We investigate anything relating to the Force or the ancient Jedi Knights. Our hope is to find Jedi to aid us in the war against the Empire and to learn as much as we can about the Force. Many people in the Alliance think our group is absurd.",		"s_de6ce73a":"Why would the Empire want these crystals?",		"s_dd108499":"I can't go to Yavin right now. I will be back as soon as I can.",		"s_dcf1ce97":"Not now, Vrovel; I'm busy.",		"s_dcece74b":"Not many believe in the Force. Or they think that all the Jedi have been exterminated by the Empire. If that was true, though, why is the Empire wasting millions of credits on Jedi hunts? No, my friend, the Jedi still exist. In fact, we have found a few already - and we've convinced them  to join the Alliance.",		"s_dcc384fa":"Bah! Menial tasks like that are worthless.",		"s_db0d4bc2":"Who cares! I have other things to attend to.",		"s_dad7c05e":"There's a Rebel operative named Finn Darktrin stationed at Lok. He will rendezvous with you. He has information on the location and ship signature of an Imperial shuttle. It's carrying a scientist - and he is working on this project. We need to capture that scientist and interrogate him.",		"s_d9b0de0a":"Great! I was looking for you, %NU. We've made a breakthrough. We've analyzed the Imperial research project information. It seems to include something about Force Crystals. We are not sure what it's all about yet, but that's what the material that their 'science team' has been extracting from Dantooine caves.",		"s_d8fef41":"Perhaps not...",		"s_d88c653e":"Are you sure?",		"s_d8841255":"Very well. But hurry back. We need to get this operation under way.",		"s_d69a6474":"What are you still doing here %TU? Time is of the essence!",		"s_d6450824":"Fantastic performance, %NU! We will soon find out what this is all about and how we can disrupt the Empire's plans.",		"s_d5ff7cb2":"Yes, definitely.",		"s_d5273669":"I don't have time right now. I will be back.",		"s_d0f52630":"What's your name again? Oh yes, I see you on the duty roster. But it looks like you already have an assignment. Wrap that up, and then we can talk.",		"s_d049b613":"I'm sorry, you must have mistaken me for someone else.",		"s_cff9d397":"I suppose. But I will hold you to your promise. You have information?",		"s_cd1a5817":"I have some quick things I need to fix first. I will be back.",		"s_ca3670fd":"Very.",		"s_c763dbaa":"Very well. Inspect in Dantooine sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_c6c91897":"Multi-Role Craft",		"s_c6af7ee":"Killing civilians is not my style, Vrovel.",		"s_c5b76777":"You have earned enough experience to advance to the next level in one of the following fields.",		"s_c4279134":"This is urgent %NU! Whatever it is you need to do, do it quickly.",		"s_c358c931":"Hmph. Well, you need to get un-busy and get back to me quickly. This is a high-priority task!",		"s_c2eb0440":"Well hurry back. We need your skills for this!",		"s_c23a0a19":"Do you have any missions that I can fly?",		"s_bed2d9a5":"I doubt that they volunteer for it, %NU... This has to be stopped, for the good of the galaxy and all that is just. We need to find out where this criminal activity takes place. We may have a lead. ",		"s_be0843f2":"Greetings %TU. Too bad you're already working for a different part of the Alliance Navy. We are short a few pilots at the moment.",		"s_bd1936e2":"They want to confiscate our library. It holds decades of information, gathered from all corners of the galaxy, on anything relating to the Force.",		"s_bb87cc7c":"One hundred percent, sir.",		"s_b9e38f83":"Woah, there, %TU.  Just what do you think you're doing?",		"s_b91de387":"So what is my part in this, sir?",		"s_b8b49994":"So when do I take off?",		"s_b74318f4":"I will do my best, sir.",		"s_b712823e":"We have very little information. But we've received word from one of Nym's smugglers in the Yavin system. He was examining some of the debris left from the Empire's destroyed space station. (Remember that explosion?) He apparently found some data there, relating to this same project.",		"s_b6efe97d":"Please leave. This is private property!",		"s_b6af2b98":"I want mission 3.",		"s_b5a9bcf1":"Hmm, then I must ask you to leave immediately.",		"s_b4922a9d":"I can't do that...",		"s_b2e20726":"Not yet, my friend. We are still analyzing our information. Take on a few duties and get some more experience under your belt.",		"s_b21d8dfe":"Good. I will tell our freighters and shuttles where they can meet-up with you. When you feel that you have learned our routes well enough, come back and see me. If you think you have enough experience, let me know and we will teach you a few of our skills. Good luck, %TU.",		"s_b17504ae":"This better lead to something, Vrovel. I almost died out there!",		"s_b09129f6":"Alright. But hurry, this is not a vacation.",		"s_aaf61b87":"Fine, what tasks are available right now?",		"s_aa05c8e8":"What does it matter? We have what we needed from him.",		"s_a9c811de":"If that was true, though, why is the Empire wasting millions of credits on Jedi hunts? No, my friend, the Jedi still exist. In fact, we have found a few already - and we've convinced them  to join the Alliance.",		"s_a82e4fe0":"Indeed. Here are the new coordinates. Hopefully you will be able to slip by undetected this time.",		"s_a7fb8221":"Hijacking Imperial ships! That sounds exciting.",		"s_a6720368":"Okay, you can leave now.",		"s_a59f4abe":"These high-risk missions? High-risk means more pay right?",		"s_a30c1a53":"Yes sir!",		"s_a1e6b9f4":"I can't right now, but I will be back as soon as possible.",		"s_9ffd1405":"Which mission?",		"s_9f0a282":"Say please? Oh you did. Never mind.",		"s_9eadc5d9":"This is war, %NU! You have some time to reconsider.  But if you don't, I may have to reassign you to another part of the navy.",		"s_9dbb5a9a":"What is the plan?",		"s_9d33db7":"All right. What duties are available?",		"s_9c5e6360":"Indeed you will. I'm very grateful the Alliance sent us such a honorable soldier. Be careful %NU. We can't afford to fail.",		"s_9b8d2abd":"I would like some training. What can you teach me?",		"s_9b43a7ee":"Yes sir.",		"s_9b291e2":"I can't right now. Can it wait?",		"s_9a079bb1":"What is this research project?",		"s_98d991e7":"Weapons B, Intermediate Alliance Starship Ordnance",		"s_98bb41ea":"Indeed.",		"s_985bcff1":"Perfect timing, %NU. We are ready for the next phase of our mission. We have finally learned what this project is all about - AND we've figured out a way to stop it.",		"s_9828194f":"I'll help you with some escort tasks.",		"s_9805ba81":"Alright, but what is this research project?",		"s_9793aadf":"Finally! What is it all about?",		"s_9694dc98":"Good. %NU, the Alliance is lucky to have you.",		"s_96605d37":"Beats me.  Better do something to improve your standing in the eyes of the Rebel Alliance though, or they'll never trust you with a mission again.",		"s_948462ad":"Not many can stand toe-to-toe in a dogfight with me. Where are these guys?",		"s_93f5b2e2":"Rest? Bah! I'm ready for action!",		"s_92ddd562":"You are sure of this?",		"s_92aee067":"Consider it done, sir.",		"s_92364805":"He's being transported from Yavin 4 right now. You need to disable the prison transport and unlock his energy cell. You can accomplish this by hacking into the ship's computer. Once you've done that, he can take control of the ship and head for safety. He cannot fall into the hands of the Imperial interrogators, even if it means that he doesn't make it at all. Understood?",		"s_90297a58":"Wait! You promised to tell me what the Vortex is about.",		"s_900f01d1":"What?",		"s_8ea054c0":"Please leave. This is private property.",		"s_8c4fba26":"That's madness! Pilots give up their lives to fly that thing?",		"s_8bc4846e":"There is no such thing as the short version, %NU. You need to understand what we are dealing with here.",		"s_8bb57c8b":"Yes, only but a few. And so far, they are mostly untrained Jedi. It's hard for us to train them, as the only information we have available is from old documents that are often hard to comprehend. We are making more and more progress, however.",		"s_8b97769":"Very well. Escort in Yavin sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_8b6b8696":"Very well. Recovery in Yavin sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_8a5579fe":"What are Force Crystals?",		"s_8917475d":"Welcome back, %NU. You have acquired some experience in our ways and I believe you are ready for some training. Are you willing?",		"s_87a97a09":"Sorry, I can only assign missions to Vortex pilots. Perhaps you should go speak to your commanding officer.",		"s_8631d353":"All right. What is my mission?",		"s_861734b9":"If you calm down and let me finish, I'll explain everything. One of our scientists is on his way to meet the smuggler at a space station in the Yavin system now. You need to take the information to that base and meet with our scientist. He will purchase the smuggler's data, compare it to your data, and see if he can't make some kind of connection. ",		"s_84d88402":"The Empire is creating a new type of star fighter. It is a combination of a pilot and his ship. The technicians meld the pilot into the ship with cybernetics. They become one. The Force crystals keep the abomination alive. The crystals do other things as well; we don't fully understand them yet. ",		"s_82930541":"All right. But we need your help, so don't take too long, %NU.",		"s_820a0ee7":"Very well, I will have one of the pilots teach you. When you are ready, come back to me. An urgent situation is developing. I could use your newly acquired skills.",		"s_816055e2":"I want mission 4.",		"s_80f24a30":"This is the one? You're sure?",		"s_7f77ceba":"Haven't you heard?  You've been grounded.  I don't know what you did, but Alliance HQ is pretty mad about it.",		"s_7dc6a3c6":"Intercept the prison transport in the Yavin system. Disable it and unlock the smuggler's energy cell by hacking in to the ship's computer. He CANNOT fall into Empire hands. Do I make myself clear?",		"s_7ca73534":"Sometimes I wonder if you are on the right side in this war, %TU. We don't attack civilians unless it's absolutely necessary. Now get yourself over to the Yavin system and save this man from the Empire's clutches!",		"s_7c61dac0":"Very well but hurry back, there's lots to do and little time, as always.",		"s_7a128ed0":"I want Recovery Duty.",		"s_78de5e19":"Good. As much as it pains me to make decisions like this, this is what you have to do in wartime. Here are the intercept coordinates of the prison transport in Yavin. May the Force be with you, %NU.",		"s_777420ae":"Alright, alright, go on.",		"s_77213dae":"Alright, where do I go and who am I meeting?",		"s_75a6ca67":"None right now, thank you. I have some other things to attend to.",		"s_74e55e9e":"We have it within our grasp, thanks to you,  %NU. Outstanding job up there. Rest up and get ready for the final step. It's time to shut this Imperial operation down for good!",		"s_73ff6c2b":"That's it? No problem.",		"s_73ccefde":"Space Combat Techniques",		"s_73bf51b7":"Take some personal time or fly some duties while we formulate our plans.",		"s_73b1dbda":"I'll be back. It's time to put this bonus to good use.",		"s_739ccb66":"You disappoint me, %TU. I didn't take you for a coward.",		"s_7363d4a2":"I have to admit, I impressed even myself.",		"s_729c6465":"Good. You can intercept the prison transport at these coordinates in the Yavin system. May the Force be with you, %NU.",		"s_71eef77f":"Yes, but he knows what was in that data. Under no circumstances can the Empire be allowed to find out what we know about their research project.",		"s_7088f02a":"I'm sure. Here's your completion bonus; I know you've been looking forward to it. Come back later. Hopefully by then, we'll have a battle plan ready to go.",		"s_6f6eeaf3":"Fine, goodbye.",		"s_6e50b681":"What do you want? We're running a legal scientific expedition here.",		"s_6bb0cb94":"Correct.",		"s_6b158a0e":"I'm a Developer/Tester and want missions.",		"s_6b054777":"Not right now, I have some things to attend to.",		"s_6ad1ad62":"Very well, I will tell you what I can when the time comes around. Now we have some duties for you. Are you ready?",		"s_6a35a7eb":"Great! I hate failure!",		"s_6a1fe0ee":"All fixed. Make haste for the Lok system.",		"s_65ce28c1":"Hmm. Yes, I suppose you are right. The Vortex is the name of the planet where our agency was formed. We have since relocated many times to avoid the Imperial Inquisition, but our goal remains the same.",		"s_65c36194":"On second thought, no.",		"s_64fbc05f":"Then you better save him, %NU! This pains me as well, but under no circumstances can the Empire learn how much we know about their research project!",		"s_64b6ea44":"I want mission 2.",		"s_62726774":"We have some freighters requiring escort past Imperial patrols. We also have a few opportunities to hijack Imperial ships, and of course we could launch some guerilla strikes on Imperial Scout patrols. We want you to assist with these duties until we feel you have enough experience to proceed with your training. But they operate on a volunteer basis and can be aborted at any time.",		"s_624d0dce":"Sometimes I wonder what is going on inside that head of yours, %TU.",		"s_60e93806":"Sorry, sir. What are my options?",		"s_605dfe75":"Be careful. If this data falls into the hands of the Empire, it is lost forever. Stay sharp out there, %NU.",		"s_5e7cd3e1":"I understand %NU. But I hope you rest up quickly. We are running out of time.",		"s_5d243499":"I'm not going back into that death trap!",		"s_5cde55e2":"If you say so. We have some duty work.",		"s_5b12c8f8":"There you are! Just in time. This is the real deal, %NU. We have learned that the Empire is starting a new research project. It is of particular interest to us. A Rebel Officer on Lok has asked us to send a pilot to help retrieve more information.",		"s_5a928bc":"I'm glad you made it, %NU. I have a confession to make. We didn't send you out with the correct data.",		"s_59d7264c":"Quick! We have another chance to catch that officer before he reaches the Imperial fleet. Here are the new coordinates. Suit up and get going!",		"s_57c7d4b9":"We are not bounty hunters! You will be paid your regular salary, and at times you can keep things you collect from the enemy. Now that we have that squared away, are you ready to pick your task?",		"s_561c250a":"You should get some rest and then fly some duties while we put our plans together. Here's your completion bonus for a job well done. See you soon, %NU.",		"s_55a5f573":"Okay. Just don't let your piloting skills slip; we will need them more than ever now. Practice every chance you get.",		"s_5459b64":"He's being transported from Yavin 4 right now. You need to disable his prison transport and unlock his energy cell by hacking into the ship's computer. Then he can take control of the ship and head for safety. Under no circumstances can he fall into Empire hands - even if it means his death. Do I make myself clear?",		"s_544003d6":"I want Destroy Duty.",		"s_52eb52dc":"On second thought, think I'll spend some of this bonus.",		"s_52917b0d":"Of course.",		"s_524b8ce7":"This is war, %NU! You have some time to reconsider. But if you don't, I may have to reassign you to another part of the navy.",		"s_5088ea12":"I didn't sign up to be kept in the dark. I'm out of here.",		"s_507325ab":"Understood. And what does the Vortex hope to accomplish?",		"s_4d99132b":"Thank you, sir. I'll be back shortly.",		"s_4d4bd15c":"We have a problem, %NU. The smuggler that sold you the information in Yavin has been captured by the Empire. They are transporting him to an interrogator as we speak. We have to save him!",		"s_4cf117bb":"How come?",		"s_4c86e37b":"Excellent. May the force be with you, %TU.",		"s_4c539d9e":"I would laugh with you, if it wasn't so horrific %NU. We have to find out where this research is taking place. We may have a lead.",		"s_4c1dac60":"Hold on, what choices did I have again?",		"s_4b9a2c6f":"This is what you want us to teach you?",		"s_49003628":"I hope so %NU, for all of us. Here are the intercept coordinates. If he's not there, search the nearby area and pray that he didn't get past you. Best of luck, my friend.",		"s_48398692":"Okay, I think it's time you explain what the Vortex is.",		"s_48235568":"Good. You can intercept the transport at these coordinates in the Yavin system. May the Force be with you, %NU.",		"s_46f83a2d":"That's the %NU I know. Come back when you're ready. But don't take too long! There's a lot of work to do.",		"s_45236b6c":"The Vortex? I've never heard of you before.",		"s_451de7ba":"You better take care of your business quick, %NU. We are running out of time!",		"s_450d0c76":"Indeed %NU. Here's the completion bonus. You've earned every last bit of it. Come back later. Hopefully by then, the plan of attack will be completed.",		"s_432be150":"Sounds good. Go on, sir.",		"s_424b5808":"Good. This is our last chance, %NU. May the Force be with you!",		"s_3e1fc046":"What?! This is of the utmost importance. If you continue to disappoint me like this, I will have you working a moisture harvester on Tatooine for the rest of your career. Get out of here and don't come back until you're ready to work!",		"s_3c4ff185":"Reactor Engineering Algorithms",		"s_3aa053cf":"Where is he?",		"s_3890da84":"If you're going to succeed, you need to be the best pilot out there - better than any Imperial pilot! An attitude like that won't do! You have to constantly sharpen your skills, %TU!",		"s_360d72eb":"Indeed. I will have the locations of the Imperial ships transmitted to you above orbit. Come back and see me later for different duties. Or, if you feel that you have enough experience, let me know and we will teach you some of our skills. Good luck out there %TU.",		"s_3475f83d":"Please leave. This is private property. Thank you.",		"s_3436f186":"Wait. You promised to tell me what the Vortex is about!",		"s_33f02b70":"Okay okay, no need to get upset. What are my options?",		"s_339b44ad":"Good. Intercept his prison transport at this location in the Yavin system. Good luck, and may the Force be with you, %TU.",		"s_3360046f":"I don't have time to go to Lok right now.",		"s_330ba710":"Bah, I don't have time for this. I'll be back.",		"s_31f985f7":"No! Wrap up your business immediately. We can't let this opportunity slip by.",		"s_319cfac4":"Good to see you, %NU.  I've really enjoyed our time together. But now I'm placing you under the command of Brother Ezkiel. You can find him right over there. He will continue your guidance in the Vortex. Stay in touch, my friend!",		"s_3080e198":"Very well. Escort in Lok sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_304f442f":"I need some time to recover from my wounds.",		"s_303fc274":"We are not playing games here, %NU! You need to hurry up and finish what it is you have to do so that you can get underway on this project immediately.",		"s_2faaa2e5":"Did I give you the wrong location or something? Let me double-check your datapad.",		"s_2e18346d":"I don't have time right now.",		"s_2d54810a":"Guess the Empire is desperate to find some decent pilots.",		"s_2ca477ff":"I can't right now, Vrovel. I have things to do.",		"s_2c4789b":"Understood.",		"s_2c008858":"I want Escort Duty.",		"s_2ba96f57":"Good to see you, %NU. Ready to hear the list of active duties?",		"s_2a02eb78":"I'm not surprised. I will go in to more detail of what it is we do later, but we need to know how well you can work with us before we can give out any information on our operations here.",		"s_299ce3a0":"Yes this is clearly not for you. Good bye.",		"s_28f9c5ec":"Actually, no.",		"s_266c4054":"Haha! Well, don't take too long. We have a lot of work to do still, and we will need your expertise soon again.",		"s_266422af":"Thank you, sir. So what happens now?",		"s_261519e4":"Sure. Maybe I should just terminate him right away, just to be safe?",		"s_24084ede":"I suppose. But this time I better be hauling the right data!",		"s_235bfb27":"Wasn't exactly difficult. Where's my bonus?",		"s_22a1e2bb":"Yes. How can I help?",		"s_21736cfe":"Nonsense! Get your act together. Finish what you started, %NU. There's no turning back now!",		"s_1fd8891b":"That's what we want to find out. And with your help, we shall succeed %NU.",		"s_1f3a637e":"There are Jedi working for the Rebel Alliance?",		"s_1e45ad6c":"We have very little information, which is where you come in, my friend. You have to travel to the Lok system immediately.",		"s_1d85385d":"I can't do it. He's too heavily guarded.",		"s_1b8807cc":"Very well. I will have one of the pilots instruct you. When you are ready, come back to me. An urgent situation is developing. I could use your newly acquired skills.",		"s_188656b1":"Doesn't explain what my part in this is.",		"s_1807105":"Give me the short version; I'm ready for action.",		"s_16e68393":"If you can stand up to that firepower, I will be most pleased. We will transmit locations as we find them once you enter orbit. Come find me after you (or your ship) need a break and pick a new assignment. If you feel experienced enough, let us know and we'll teach you some of our skills. Go get them %TU.",		"s_16d870fe":"Consider it done.",		"s_165db597":"I want mission 1.",		"s_15c6406b":"If you weren't such a good pilot...very well, here's the mission completion bonus.",		"s_14c2f902":"You don't look like a Vortex pilot. What can I do for you?",		"s_13aaae57":"There is no time now, my young friend. I will give you the answers soon. But for now, your presence is needed in the Lok system, %TU.",		"s_10d3ddf5":"I do have a few elective duty tasks. Are you interested?",		"s_0":"",		"do_not_edit":"The English version of this file (dantooine_rebel_trainer_2.stf) is automatically generated by the SwgConversationEditor."
}}
