{
	"stfFile":"conversation/dath_bh_wanted_list_01",
	"entries": {
		"s_ff607592":"What's it to you?",		"s_fe02e665":"What did she do wrong?",		"s_fc70ad30":"So you're looking for a pilot calling himself Rae'Lux... convicted of detonating over a dozen civilian transports in the Naboo system. Thinks he can find refuge here on Dathomir. You'll show him otherwise, eh?",		"s_fb42a64c":"Still alive, huh?",		"s_fafc5a4e":"Good luck, Bounty Hunter.",		"s_f8a99129":"(Pay the 500 credits)",		"s_f1bd52fe":"Then we have nothing more to say to each other. You're dead to me, %NU. Dead. So vanish... like dead people vanish...",		"s_f0b711b4":"Gutcher Gorai favors a Hutt-style chassis that has been heavily modified with illegal equipment. Some say his weapon system is overcharged with some sort of distressed codellium capacitor.",		"s_edddcc46":"What does 500 credits get me?",		"s_ecaf7e94":"So, your target is a vile killer named Gutcher Gorai. He was convicted of twenty counts before they finally caught him on Coruscant. Too bad for the Empire he got away. Good for you though, huh?",		"s_e6772f13":"Goodbye.",		"s_e42b260e":"I'm on my way.",		"s_dc649bb3":"I'm on my way!",		"s_d70dba34":"Yes.",		"s_d424c740":"I was just leaving.",		"s_d1a93a0e":"What's the reward?",		"s_d030521":"Bah, leave me be!",		"s_ca932c28":"Forget it.",		"s_c0917a4d":"Good. Keep leaving...",		"s_ba82c312":"And you promise to leave once you've eliminated the target and gotten your reward?",		"s_b5a05d56":"Perhaps you have heard of the Bwar Brothers from Tatooine? An infamous trio of kidnappers who terrorized the Outer Rim for years before Jabba's henchmen ran them off. Guess they were bad for business...",		"s_af58f306":"Word on the street... Rae'Lux likes to hide in the Witchblood nebula. They tell me he leaps out of the clouds every now and again to rob deep space transports that are flying solo.",		"s_aa66418e":"So you made it, huh?",		"s_a80d9308":"Good luck!",		"s_a6519855":"Good work, %NU. You were good for business. Here's an extra thousand to get you on your way.",		"s_a6425c9":"I think we can arrange something. There are three or four fresh bounties on the Imperial 'net. For the right price, I can give you exclusive rights to the contracts. Are you interested?",		"s_a560e84c":"I am looking for work.",		"s_a366b511":"So. Tell me...",		"s_a351fef0":"Too late, %NU. The damage is done. Now, I want you out of here. It's only fair that I offer you one final mission, with good payout... before you go away for good. Do you think we can make a deal?",		"s_a0277a4c":"How will I know him?",		"s_a019416c":"Rae'Lux was no match for me.",		"s_a0102a9":"We can get started for the low, low price of 500 credits.",		"s_9caba7d5":"It's not wise for you to linger here in Dathomir system, my friend.",		"s_9c098d52":"You have failed the mission? Here it is again... for a price.",		"s_9bd0f533":"Good. Stay gone, Bounty Hunter!",		"s_958f6d7d":"I give you all the info you'll need to track down and vaporize this degenerate killer. What do you say?",		"s_94e8b49c":"Good. I like parting friends. It's much simpler, you know?",		"s_92ccbd55":"Get on with it.",		"s_90ae19e2":"Well this 'Avenger' managed to work his way onto the Empire's most wanted list. They'll pay handsomely if you hunt him down... enough to make you forget about having to pay my 500 credit fee. What do you say?",		"s_89b2deb1":"What are you still doing around here?",		"s_7e1ada01":"Yeah, yeah...",		"s_785a9a91":"I'm sure they won't be any threat to you, %NU.",		"s_782c3536":"See you later.",		"s_6c03db3":"Nothing. I was just leaving.",		"s_6bef416f":"The Bwar Brothers are history.",		"s_6bd02793":"Nothing.",		"s_6a1562ad":"What do you want?",		"s_5e49253":"That's good news, I guess. You know, word is getting around that you are responsible for all of my recent success... and it's starting to make me look bad!",		"s_53fb1d89":"Nobody needs to know the truth.",		"s_52917b0d":"Of course.",		"s_4fb7a65d":"He's been lurking around the Dathomir system for a while now. The Empire thinks he may have acquired hired some low-rent mercenaries for protection.",		"s_4f7b0318":"Good... then there's just the small matter of payment...",		"s_4c695dbd":"No.",		"s_47efee53":"(Pay 500 credits)",		"s_44ca831b":"Where will I find him?",		"s_43d9d825":"You failed that mission? Terrible! Here it is again... for a price.",		"s_42a7f468":"Well if it isn't the famous %TU... bounty hunter extraordinaire! What can I do for you today?",		"s_412a3b40":"So tell me then... what do you know about the 'Avenger of Alderaan?'",		"s_3aeefc74":"How will I recognize him?",		"s_3a71c840":"You betrayed me! Now get out of here, %NU!",		"s_37778692":"A hunter like me?",		"s_3552cf48":"I don't think there's many lowlifes out there who could take you one-on-one, %NU. Maybe you'd find three villains more challenging?",		"s_34efde77":"She and her gang crippled an Imperial bacta freighter on the edge of the Dathomir system. Left the crew alive, made off with some components. After the rescue team got the freighter to the Imperial base and unloaded the bacta... they found that Juree's gang had poisoned the whole supply. Killed hundreds.",		"s_315f7d8":"Alright, I'm interested.",		"s_2e64927c":"Your final target is Juree La'Zar, who was once a beautiful and gifted bounty hunter... driven insane after being horribly disfigured while captive to the Black Sun.",		"s_2cafb575":"Before you leave for good... come back by. I'll have something extra for you.",		"s_2ad07084":"Rae'Lux flies a modified Y-wing that he stole from a small Rebel base in the Outer Rim. He's rumored to use experimental ion-sheet armor. Supposed to be super lightweight, but still really tough!",		"s_265d5a02":"Where is he now?",		"s_234c808f":"Empire pays 1000 credits... and I throw in a bonus of 200 if you do it quickly. What do you think about that?",		"s_21ef58ea":"Elite Mercenaries?",		"s_1e2e55e8":"No, not like you. Juree La'Zar is a killer of innocents. A savage. Not like you. Certainly not like me, either!",		"s_1a71ed59":"How much?",		"s_159911f5":"Tell me more.",		"s_1508f5fc":"Well, my friend... you'll find all three of them hiding here in the Dathomir system under the watchful eyes of Elite Mercenaries. They've spared no expense!",		"s_14e3a046":"Then get out of here. I don't ever want to see your face again!",		"s_1287b3":"That last one was too easy.",		"s_0":"",		"do_not_edit":"The English version of this file (dath_bh_wanted_list_01.stf) is automatically generated by the SwgConversationEditor."
}}
