{
	"stfFile":"conversation/death_watch_rebel_herald",
	"entries": {
		"s_f70821a3":"I quit!",		"s_f4474b2c":"Excellent! Travel to the Death Watch hideout on Endor. It can be found in the northwestern part of the planet. Be quick about it and rescue our scientist! There's no telling what will happen to him if we aren't swift.",		"s_f0d30da9":"Thank you saving the scientist earlier. Unfortunately, you've already received your reward. I wish you well on your journey.",		"s_e99ef1de":"I see. Please be quick in rescuing our ally. We will suffer greatly if he should perish.",		"s_dc839e59":"No, I'm still looking into it.",		"s_c1c188ab":"No problem. Bye!",		"s_bfe5e691":"Finally, you've come! We've been waiting for you!",		"s_afdd35a1":"Pity. I will find someone else. Take care.",		"s_aa852a2c":"One of our neutral contacts has been kidnapped by the Death Watch operatives on Endor. We need someone to rescue him. Naturally, we can only trust a fellow member of the Alliance. You came at the perfect time and would be an excellent candidiate to help us in our cause. Will you help us? ",		"s_a0822589":"Uh.. what?",		"s_9b06da0":"Yes, I rescued the scientist successfully.",		"s_95369855":"Hmm.. you don't seem to be 'one of us'. I must ask you to leave. I'm waiting for someone else. I have nothing more to say to you.",		"s_940cb841":"Haven't you heard about the kidnapping? You are of the Alliance, aren't you? Are you here to help us?",		"s_938e28a4":"No, I can't. Find someone else.",		"s_91db32fc":"I can't speak right now. My current mission is demanding that I stay focused. I invite you to return at a later date. I may have a few tasks for you then.",		"s_8d495981":"Actually, I need more information.",		"s_88a6fa7d":"This distresses me. Very well. You have been lifted from your mission.",		"s_8361bfd1":"You have returned! Were you successful in rescuing our scientist?",		"s_823eed0c":"Yes, I will help you!",		"s_7089401b":"The hideout is located on Endor and can be found northwestern part of the planet. Be careful. They can be a deadly bunch.",		"s_6f2c6f44":"I need more information regarding these Death Watch fellas.",		"s_65aa1cd5":"Thank you for your help earlier. We are very grateful.",		"s_62104343":"Slow down. Help with what?",		"s_5c3cdba4":"I will help you.",		"s_4f240e90":"I can't help you.",		"s_37b46abd":"Excellent! Your reward as promised. I know it isn't much. I greatly appreciate your efforts.",		"s_37890704":"Very well. A reasonable request, indeed. The Death Watch Operatives are located on Endor in the northwestern part of the planet. Our scientist is somewhere within their hideout. I suspect he'll be heavily guarded. He needs to be rescued before he is executed. We need someone to help us and we're looking to you as our only hope.",		"s_2d4bb338":"May the Force be with you.",		"s_2d06d9f7":"The Death Watch Operatives are located on Endor in the northwestern part of the planet. Our scientist is somewhere within their hideout. I suspect he'll be heavily guarded. He needs to be rescued before he is executed. Please be quick about it! We haven't any time to lose.",		"s_28f5f7c5":"Where is the hideout again?",		"s_0":"",		"do_not_edit":"The English version of this file (death_watch_rebel_herald.stf) is automatically generated by the SwgConversationEditor."
}}
