{
	"stfFile":"conversation/death_watch_imperial_herald",
	"entries": {
		"s_f70821a3":"I quit!",		"s_f61ed984":"No, that's just... wrong!",		"s_ecc5dd3c":"Wait. Who are these Death Watch operatives?",		"s_e62fc90c":"Yes, sir! Right away!",		"s_e478107c":"Good! Now go to the Death Watch hideout and slay this so-called leader. Don't forget to bring back a sample of his blood for us. We'll need it for future... experimentations.",		"s_dc839e59":"No, I'm still looking into it.",		"s_d441c51a":"I do not acknowledge those that do not belong to the Empire. Be gone.",		"s_b6b25f13":"Yes, sir!",		"s_b2cb2cbf":"I can only accept so many samples. We have what we need now. Thank you, however, for checking back with us. You are dismissed.",		"s_aaed8520":"Good! Bye!",		"s_8107be6d":"No, it sounds dangerous.",		"s_79b531ae":"I am sorry to hear this. We were so close to our goal. Very well, then. You are dismissed.",		"s_732f795f":"Good, then! Be quick about it!",		"s_71f459c7":"I see. Well, then. We will wait for another promising subject to accept the mission. You are dismissed.",		"s_6decea2a":"Okay. I will help.",		"s_68732e54":"Soldier. How may I help you? You are well viewed in the eyes of the Empire for your help earlier.",		"s_6405e2a0":"Sounds too dangerous for me.",		"s_622c3f31":"A soldier shouldn't ask his commanding officer questions! But if you must know... The Empire seems to think that leader of the Death Watch would make a good candidate for a Prime Clone for a new batch of stormtroopers. However, we'll need for you to kill this so-called leader. There's no sense in keeping him around. We've learned our lesson from the past. Well. Will you accept your mission?",		"s_5bc39fc9":"I need to find the hideout again.",		"s_55aa1278":"I need more information regarding my mission.",		"s_527f9e64":"Ah, a fellow member of the glorious Empire! You came just in time. We need one of our trusted soldiers to fetch something for us. It is a chance, not only to fulfill a difficult mission and receive praise from the Empire, but to gather information regarding the Death Watch and their point of operations. Are you interested?",		"s_4f1e472e":"I have your blood sample right here.",		"s_4e028860":"The Death Watch Hideout is located on Endor and can be found in the northwestern part of the planet. You'll need to find the leader and destroy him. Be sure to bring back a blood sample. That is all.",		"s_43908466":"Uh. Why do you want blood?",		"s_406804c7":"You are dismissed.",		"s_382404f":"Very well. Be quick about it and return to us with good news!",		"s_2e8ff1b4":"I am incredibly busy right now. The Empire demands that I concentrate fully on my assignment. Come back a little later and talk with me. I may have a task for you to do.",		"s_2c258e47":"Excellent! You have done great work for the Empire. I can only give you very little. You have my gratitude.",		"s_2979d13":"Morals?! Get out of here! You are a disgrace to the Empire.",		"s_210b4c5b":"Yes, I will!",		"s_1b104a9f":"A well-trained group of killers and thieves. If I were you, I'd be careful. It would be smart to bring along a few of your friends, but it's up to you.",		"s_1a897bb0":"You have returned! Did you complete your mission?",		"s_16f71658":"The Death Watch hideout can be found on Endor in the northwestern part of the planet. Be cautious and bring your friends with you. I hear they do not take prisoners and enjoying killing intruders.",		"s_126d6e08":"Excellent, soldier! You'll need to find the Death Watch hideout on Endor. It can be located in the northwestern part of the planet. We need for you to find their leader and bring a sample of his blood back to us. You will be well rewarded.",		"s_0":"",		"do_not_edit":"The English version of this file (death_watch_imperial_herald.stf) is automatically generated by the SwgConversationEditor."
}}
