{
	"stfFile":"conversation/death_watch_scientist",
	"entries": {
		"s_ef0cca06":"Simple.  You take it to the droids deeper inside the base.  One droid for each category, you see?  You give all the items to the droid, and then you'll need the droid engineer, a master of his craft, to work the controls.  In fact, you'll need him just to get into the room.  Once all the ingredients are given to the droid that's it.  The piece will be made by the droid itself, and spit back out to your crafter.  Assuming he works the terminal properly.",		"s_e7b6a48e":"What about the armor?  Can you tell me about that?",		"s_e45dce3":"These hooligans, this...Death Watch.  They're like the Mandalorians.  Oh it's so horrible.  They threated my daughter.  They said they'd kill her if I didn't do what they said.  I've been trapped here for...Oh my...I don't even know how long.",		"s_e32f0a5b":"Ah.  You'll need a master tailor to work the console.  It's very simple really, as long as you have all the parts.  You need the piece of armor you're converting...you do realize you can only convert the bounty hunter armor into Mandalorian armor don't you?  Very good, very good.  You'll need that piece first.",		"s_e11df8ba":"What if he doesn't work it properly?",		"s_c8dd74ed":"Alum, from the mines below.  I don't know how you'll get that.  You may have to talk to the miners down there.  Just like us they are...slaves.  And you'll need the two chemicals.  The protective coating and the binary liquid.  I honestly don't know where you can get any more of that.  Our supply was cleaned out.",		"s_be3bfbe9":"Leggings, gloves, and belt.",		"s_ac332e1a":"Of course.  It's what everyone wanted to know isn't it?  The armor.  Everyone wants something don't they?",		"s_aabf00d1":"You're just like them aren't you?  You'd really do it.  I think you'd kill me if I looked at you the wrong way.  You shouldn't be here fighting the Death Watch.  You should be signing up.",		"s_a7d1b9b8":"Simple.  You take it to the droids deeper inside the base.  One droid for each category, you see?  You give all the items to the droid, and then you'll need the tailor, a master of his craft, to work the controls.  In fact, you'll need him just to get into the room.  Once all the ingredients are given to the droid that's it.  The piece will be made by the droid itself, and spit back out to your crafter.  Assuming he works the terminal properly.",		"s_8ea92d7b":"The eyes of these men are dead.  They frighten me.  I don't think anything matters to them anymore but killing...",		"s_8d3d9470":"How do they do it?",		"s_8a0630b2":"Very well.  What type are you trying to make?  They're all different you know.  They are broken up into three categories, however.  Leggings, gloves, and the belt are a category to themselves.   The bracers and the helmet are a second category.  The third is the biceps, chest plate, and boots.  Which one are you looking for?",		"s_76196af":"Oh, the Death Watch are very clever about that indeed.  If your man should fail to complete the manufacturing process you and your entire group will be evacuated from the bunker.  Quite clever indeed.",		"s_6a31dcdf":"Anything.  You're not with--I thought you were--It's the look you see.  You don't have the look in the eyes like they do.  That stare...",		"s_6789e90e":"What else?",		"s_66da3f03":"Don't shoot us!  We're just technicians!",		"s_6462ee3d":"No more chatter.",		"s_63e494d6":"Tell me about the armor.  No more chatter.",		"s_5c9a6921":"I need information.",		"s_59959987":"Ah.  You'll need a master armor smith to work the console.  It's very simple really, as long as you have all the parts.  You need the piece of armor you're converting...you do realize you can only convert the bounty hunter armor into Mandalorian armor don't you?  Very good, very good.  You'll need that piece first.",		"s_58a0e26":"What do I do once I have all this?",		"s_504b2f50":"What did you mean about the eyes?",		"s_4b6c9d58":"Simple.  You take it to the droids deeper inside the base.  One droid for each category, you see?  You give all the items to the droid, and then you'll need the armorsmith, a master of his craft, to work the controls.  In fact, you'll need him just to get into the room.  Once all the ingredients are given to the droid that's it.  The piece will be made by the droid itself, and spit back out to your crafter.  Assuming he works the terminal properly.",		"s_499c388b":"Tell me what I want or I'll rip your heart out!",		"s_378814dd":"Bracers and helmet.",		"s_2f08b49c":"To be honest, I'm not really sure.  It's not teleportation, not really, though it's the beginnings of that technology.  It would be wonderful to be able to study in that field, wouldn't it?  But I digress.  You have what you need from me.  Now leave me to my work, please.",		"s_25d8aa7d":"Ah.  You'll need a master droid engineer to work the console.  It's very simple really, as long as you have all the parts.  You need the piece of armor you're converting...you do realize you can only convert the bounty hunter armor into Mandalorian armor don't you?  Very good, very good.  You'll need that piece first.",		"s_2313ac9e":"What are you talking about?",		"s_1a745122":"Biceps, boots, and the chest plate. ",		"s_14718ef0":"Oh, the Death Watch are very clever about that indeed.  If your man, or woman, should fail to complete the manufacturing process you and your entire group will be evacuated from the bunker.  Quite clever indeed.",		"s_0":"",		"do_not_edit":"The English version of this file (death_watch_scientist.stf) is automatically generated by the SwgConversationEditor."
}}
