{
	"stfFile":"conversation/defend_the_village",
	"entries": {
		"s_f9a0517":"Um...sure.",		"s_ee72ef65":"No.  In fact, I just want you to take out a few.  Well, more than a few.  Let's say 50 outlaws.  I think if you can handle that, the rest of them will get the message that this isn't a safe spot for them to hang around.  The pirates, well, there's less of them, so let's say 25 of the pirates.  Can you handle that?",		"s_ed6ed8a4":"Sounds like a lot...",		"s_db99c818":"Good.  Come back and see me while you're working on this problem and I'll let you know how things are going.",		"s_d2fe23af":"Easy there recruit.  I have an assignment for you whenever you're ready.  I can give you training after you complete this mission.  Would you be more interested in learning how to fire ranged weapons more quickly, or defending yourself in melee combat?",		"s_cb3652f":"Here's what I have.  Outlaws and pirates are swarming this area like Jawas over a speeder engine.  The village's safety is going to rely on reducing the number of hostiles we have in this area.  I'm counting on you to do that.",		"s_c9be571d":"I know you've been working on that problem of ours...you know, with the mercs and the pirates?  But I'm going to need you to work a little harder.  Now get back out there soldier!",		"s_c382b2d0":"You want me to take out ALL of them?!?",		"s_a30c1a53":"Yes sir!",		"s_a2665c7f":"I'd like to thank you for all the hard work you did.  Get some rest, I'm sure at some point in the future we'll need some more help from you, but for now you've earned some R&R.",		"s_982a066f":"That's too bad.  I was hoping you'd be more helpful.  Come back if you ever toughen up.",		"s_95fe56b2":"Melee defense.  No question.",		"s_918a48b8":"Right then.  Speak with me when you're ready.",		"s_6e8bed18":"Definitely increasing my ranged speed.",		"s_64cad97c":"I'm not ready to work right now.",		"s_41ea5583":"As I understand it, you already have some assignments from some of the other villagers.  Come back when you don't have so much on your plate.",		"s_2b2d70cd":"No, I think it's too much for me.",		"s_2647addd":"Maybe, but I think you're the right person for the job.  Can you do it?",		"s_212d92b3":"Fantastic!  I knew I could count on you.",		"s_1a9b1371":"I knew I picked the right person for this, I just knew it.  The mercenaries and the pirates are cursing your name this very minute.  You've almost finished what I asked you to do.  All you have to do is get out there and complete this mission.  Good luck, soldier!",		"s_0":"",		"do_not_edit":"The English version of this file (defend_the_village.stf) is automatically generated by the SwgConversationEditor."
}}
