{
	"stfFile":"conversation/ep3_trando_herald",
	"entries": {
		"s_35":"I've heard you're good at what you do. I can't afford your fee so I won't insult you by asking you for help.",		"s_286":"Incompetence! Here's the location of another, now hurry up this time.",		"s_285":"I couldn't find the slave.",		"s_284":"Then quit wasting my time and get out of my face!",		"s_282":"Whatever happened here, I don't want any part of it.",		"s_280":"You've wasted enough of my time then. Take a hike!",		"s_278":"On second though, I don't think I want to be involved with this.",		"s_276":"You've wasted enough of my time then. Take a hike!",		"s_274":"On second though, I don't think I want to be involved with this.",		"s_272":"You've wasted enough of my time then. Take a hike!",		"s_270":"On second thought, no. This doesn't sound good.",		"s_268":"Great, I've uploaded the location of one of them to your datapad. Get going and be quick about it! If they get too far away we'll lose their signal and they are as good as gone.",		"s_266":"Sounds good.",		"s_264":"Each piece of cargo is outfitted with a transponder to track their location so finding them isn't a problem. It also reports their vital signs so we'll know the instant the job is done and we'll wire the pay directly to your account. Sound good?",		"s_262":"How do I find them?",		"s_260":"I knew you looked like a reasonable type. This shipment is ruined and unusuable, therefore they must all be terminated. The Blackscale clan is willing to offer you the sum of 10000 credits if you're able to track down and terminate any of the cargo.",		"s_258":"If the price is right, I'll do whatever it takes.",		"s_256":"As a matter of fact, I do. These wookiees are property of the Blackscale clan. I was to deliver the cargo to an Imperial facility that is in desperate need of additional labor. Apparently these wookiees have not been properly... trained. They are no good to anyone. Would you be willing to help me deal with this problem?",		"s_254":"Need some help?",		"s_252":"You've wasted enough of my time then. Take a hike!",		"s_250":"On second though, I don't think I want to be involved with this.",		"s_248":"You've wasted enough of my time then. Take a hike!",		"s_246":"On second thought, no. This doesn't sound good.",		"s_244":"Great, I've uploaded the location of one of them to your datapad. Get going and be quick about it! If they get too far away we'll lose their signal and they are as good as gone.",		"s_242":"Sounds good.",		"s_240":"Each piece of cargo is outfitted with a transponder to track their location so finding them isn't a problem. It also reports their vital signs so we'll know the instant the job is done and we'll wire the pay directly to your account. Sound good?",		"s_238":"How do I find them?",		"s_236":"I knew you looked like a reasonable type. This shipment is ruined and unusuable, therefore they must all be terminated. The Blackscale clan is willing to offer you the sum of 10000 credits if you're able to track down and terminate any of the cargo.",		"s_234":"If the price is right, I'll do what it takes.",		"s_232":"Fine, get lost then! I'm sure there's plenty of people here that are looking for a quick pay day.",		"s_230":"How can you consider sentient beings property? There's no way I'm getting involved with this!",		"s_228":"They are property of the Blackscale Clan. I was to deliver the cargo to an Imperial facility that is in desperate need of additional labor. Apparently these wookiees have not been properly... trained. They are no good to anyone. Would you be willing to help me deal with this problem?",		"s_226":"Are these escaped wookiees criminals?",		"s_224":"I can't believe this happened! Somehow those wookiees escaped their bonds and sabotaged my ship. I had no choice but to bring it down here for an emergency landing.",		"s_222":"You again! What do you want?",		"s_2":"",		"do_not_edit":"The English version of this file (ep3_trando_herald.stf) is automatically generated by the SwgConversationEditor."
}}
