{
	"stfFile":"conversation/event_promoter",
	"entries": {
		"s_98":"We have a special contract with the Alliance that allows us to employ the services of off-duty recruiters. You may contract their services through us for a period of eight hours.",		"s_96":"Tell me about recruiters",		"s_94":"We have a special contract with the Empire that allows us to employ the services of off-duty recruiters. You may contract their services through us for a period of eight hours.",		"s_92":"Tell me about recruiters",		"s_90":"A hired actor can be deployed anywhere in the wilderness or in a city that has given you zoning rights. You can select the name, race and stage name the actor will use. You may also dress the actor as you see fit and give the actor a line to say. The actor will repeat their line to any that happen across them.",		"s_9":"Tell me more about all of this",		"s_88":"What can a hired actor do?",		"s_86":"An honor guard is military style formation of actors, dressed in one of a variety of authentic looking official dress, who will stand at attention for your event. They come in a variety of numbers and formations.",		"s_84":"What is an Honor Guard?",		"s_82":"There are a number of personnel that may be hired to help give your event that special official sort of ambience. Our actors are highly trained and their costumes are quite authentic.",		"s_80":"I'm interested in hiring personnel",		"s_78":"Here is what I have to offer.",		"s_76":"Rent Games and Supplies",		"s_72":"The shuttle beacon is a special effects utility that will allow you to call down one of a number of shuttles. You can use the shuttle beacon to have a shuttle land and then to order the shuttle to take off again. Shuttles may be called for the duration of the rental term.",		"s_70":"What is the Shuttle Beacon?",		"s_68":"A variety of styles of chests are available. Styles range from a standard container, to those with special effects and even a very realistic humanoid skeleton. You may place the chest in the wilderness or in any city that has allowed you zoning rights. You (and only you) may add items to the chest. Anyone happening along the chest may take one item from it.",		"s_66":"What is the Treasure Chest?",		"s_64":"This droid will allow you to setup and run a scavenger hunt. When deployed, you will show the droid a number of items you would like your participants to find. When the droid is initialized, the game begins. The first one to find all of the items wins.",		"s_62":"What is the Scavenger Hunt Droid?",		"s_60":"The lottery droid will allow you to run a lottery. You can set how long the lottery will run, registration cost and percentage of the total purse that will be paid out. Registration fees are added to the purse. You may also sweeten the pot with your own credits. When the lottery ends, a winner is chosen. Funds are automatically transferred to the winner and any percentage of the pot set aside as the owner's take is also transferred.",		"s_58":"What is the Lottery Droid?",		"s_56":"This droid will allow you to create and hold your own races. After deploying the droid in the desired location, you can then program the droid with a number of waypoints. When you are satisfied, you can initialize the droid and it will allow racers to run your course and it will record the best time for that track.",		"s_54":"What is the Race Droid?",		"s_52":"When you deploy the deed for this game a neutral flag is created where you stand. You will be able to specify a time limit for the game. When the game starts, overt members of a faction may attempt to capture the flag and change it to their own. The one who holds the flag for the longest wins the game. Multiple games may be run during rental period.",		"s_50":"What is the Capture the Flag Game?",		"s_48":"What are you interested in hearing more about?",		"s_46":"Tell me more about games and supplies.",		"s_44":"These include stand alone gaming devices as well as supplies to help you with running your own games or events. These include various gaming droids, beacons to call shuttles and chests that you can stock, place and hide for others to find.",		"s_42":"I'm interested in games and supplies",		"s_40":"Here is what I have to offer.",		"s_4":"Welcome to my shop! I rent a number of goods including decorations, venues, stand alone games and supplies. You can even hire personnel! Our reproductions are of the highest quality and are difficult to distinguish from the real thing. We have everything you need to ensure your event will be a memorable one.",		"s_38":"Rent Rebel Themed Venue",		"s_36":"Here is what I have to offer.",		"s_34":"Rent Imperial Themed Venue",		"s_32":"Here is what I have to offer.",		"s_30":"Rent Venue",		"s_28":"Venues are full set designs and include things such as performance stages, wedding pavilions and even realistic military exhibitions. Some venues also include hired personnel as part of the package. When deployed, your venue will be automatically arranged at a location close to where you used the deed.",		"s_26":"I'm interested in venues",		"s_24":"Here is what I have to offer.",		"s_22":"Rent Alliance Themed Decorations",		"s_20":"Here is what I have to offer.",		"s_2":"",		"s_18":"Rent Imperial Themed Decorations",		"s_16":"Here is what I have to offer.",		"s_14":"Rent Decorations",		"s_12":"Decorations are simply single items ranging from flags to reproductions of vehicles and other equipment. When you purchase a decoration, simply move to the location where you would like to place it and deploy. The decoration will be placed where you stand.",		"s_112":"This is who we have available.",		"s_110":"When purchased you will recieve a jukebox in your inventory. You can then drop the jukebox in your home or any other structure you have access rights too. After placing the jukebox, you can use it and select a song to play. Anyone entering the room will hear the music. The jukebox rental term is eight hours, after which it will expire.",		"s_11":"I'm interested in decorations",		"s_109":"How does the jukebox work?",		"s_108":"Hire Alliance Personnel",		"s_106":"This is who we have available.",		"s_104":"Hire Imperial Personnel",		"s_102":"This is who we have available.",		"s_100":"Hire Personnel",		"s_10":"For a modest sum, you can rent supplies for use in your personal events. Most items rented are received in the form of a deed. Simply deploy the deed in any wilderness area or city that has allowed you zoning rights to set it up. You may rent up to five deeds at a time. The term of rental in most cases is 8 hours starting at the time of purchase. All equipment is automatically returned after that time.",		"do_not_edit":"The English version of this file (event_promoter.stf) is automatically generated by the SwgConversationEditor."
}}
