{
	"stfFile":"conversation/faction_recruiter_imperial",
	"entries": {
		"s_93":"I would like that promotion, sir.",		"s_80":"Hello, soldier.  Are you ready to resume active duty?",		"s_78":"",		"s_444":"Your paperwork is currently going through the channels.  Come back when it goes through.  I can't do much to help you right now.",		"s_442":"Stop wasting my time.  If you are serious, come back and talk to me.",		"s_440":"Perhaps I should think about it a bit longer.",		"s_438":"Thank you, sir.",		"s_436":"Welcome to the Imperial Military.  I expect good things from you, recruit!",		"s_434":"Absolutely.  It would be a great honor to serve the Empire.",		"s_432":"Joining the military is a big commitment.  Are you sure that you are ready?  You realize that those upstart rebels will attack you on sight?  Not the so-called 'special forces' but their main troops.",		"s_430":"The Empire appreciates your enthusiasm, but we do not believe that you have the dedication necessary.  Once you prove to us that you are committed to the Imperial doctrine, you may reapply then.",		"s_428":"I would like to join the military.",		"s_426":"Indeed.  I believe that the verification of the transfer of credits will cement our friendship nicely.",		"s_424":"I think 100000 credits of friendship would be considered 'good.'",		"s_422":"That is indeed a good start.  I just need to makes sure that your start is valid.",		"s_420":"Would 20000 credits be a good start?",		"s_418":"New friends are often a good thing.  I suppose it depends on how good the friendship is.",		"s_416":"I'd like to discuss a trade with a new friend.",		"s_414":"Greetings, civilian.  Would you be interested in joining the military?",		"s_412":"Our satellite readings have the planetary occupation at Imperial: %DI and Rebel: %TO.",		"s_410":"How are we doing in the war effort against the Rebel scum?",		"s_408":"Friendship indeed.  Let me make sure that this transaction is genuine.",		"s_406":"Would a 100000 gift of friendship be acceptable?",		"s_404":"An acceptable offer once I check to make sure that it is a genuine gift and not an empty box.",		"s_402":"How about a 20000 credit gift of friendship?",		"s_400":"What kind of trade are you talking about?  I may be amenable to gifts of friendship.",		"s_398":"I'd like to discuss an equitable trade.",		"s_396":"That type of humor is unbecoming of an officer.  I'll thank you to not engage in it again.  You will remain in the military.",		"s_394":"No no, I was only kidding.  I'm a loyal member of the military.",		"s_392":"So be it.  I'll put the paperwork through.  We will watch you closely to make sure that you don't cross any lines, citizen.",		"s_390":"I am no traitor.  I would just like to leave the military.",		"s_388":"I beg your pardon?  You would leave the greatest opportunity of your life?  You must be mad...or a traitor. ",		"s_386":"I believe it is time to end my tour of duty.  I would like to resign.",		"s_384":"Your sense of duty is admirable.  Long live the Emperor!",		"s_382":"I will stay active. I know that the war effort needs me.",		"s_380":"I need to process your paperwork.  You will officially be on leave in 5 minutes.",		"s_378":"I am certain.",		"s_376":"Are you certain that this is what you want to do?  You may be missing out on some important battles.   Going on leave means that you will not be recognized as a member of the Imperial military and will be ignored by the Rebel Alliance.",		"s_374":"I would like to use my personal leave time.",		"s_372":"Special Forces isn't for everyone.  If you change your mind, let me know.  Is there anything else I can do for you?",		"s_370":"Maybe not, sir.",		"s_368":"Very good.  I'll fast-track this application and you will be active in 30 seconds.",		"s_366":"Yes, I want to join Special Forces, sir!",		"s_364":"Special Forces is recruiting.  Would you like to submit your application?  This means that you will be authorized to hunt the Rebel 'special forces', as they like to call themselves.",		"s_362":"I find your dedication admirable.  You will go far in the Empire.  Is there something else you need?",		"s_360":"I have reconsidered, for the glory of the Empire!",		"s_358":"Give me a moment to change your status and alert your superior.  This process will take approximately 5 minutes.",		"s_356":"Unfortunately yes, sir. I am no longer interested in Special Forces.",		"s_354":"You are currently enrolled in Special Forces.  Would you like to request a reassignment?  I can change your status to combatant, which means that the rebel 'special forces' riffraff will not concern themselves with you.",		"s_352":"I would like to reevaluate my active military status.",		"s_350":"I believe that can be arranged.  We have some spare units in maneuvers.  Let me show you what you can requisition.",		"s_348":"I would like to requisition additional troops.",		"s_346":"Submit your purchase order and I will get right on it.",		"s_344":"Furniture.  I am improving my quality of my life.",		"s_342":"Review this list.  Quite a few are available.",		"s_340":"I want to see what schematics you have.",		"s_338":"Always a good choice.  I have a new shipment to look through.",		"s_336":"I need personal protection and armament. ",		"s_334":"I will show you our selection.  Wear the uniform proudly.",		"s_332":"I need a new uniform.",		"s_330":"Very well.  I will show you what is available.",		"s_328":"I need a base of operations.",		"s_326":"What are you looking for?",		"s_324":"I am looking to requisition some supplies.",		"s_322":"Afraid of a little more work?  I'm disappointed, but it is your choice.",		"s_320":"I do not think so.  I am happy with my current duties.",		"s_318":"Congratulations and good luck with your new duties.  Make us proud!",		"s_314":"Ah yes.  According to your record, I am authorized to promote you to %TO.",		"s_312":"I believe it is time for a review of my rank.",		"s_310":"Greetings, soldier.  What may I do for you?",		"s_308":"Leave my sight, scum.  Insurrectionists like you should be punished.",		"s_306":"I do not talk to terrorists and insurgents.  ",		"s_304":"Don't waste my time.  Come back to duty when you are serious about your responsibilities.",		"s_302":"Excuse me, sir, I misspoke.  I need a few more days of leave.",		"s_300":"It will take the system about 30 seconds to process your status.  After that, you are good to go.",		"s_298":"Yes, sir!",		"s_296":"Good for you!  Before I start the paperwork, though, I want to make sure that you are serious about returning to active duty.  If you run into most rebels, they will attack you on sight.  Are you returning to active duty?",		"s_294":"Yes, sir, I am ready to resume my duties.",		"do_not_edit":"The English version of this file (faction_recruiter_imperial.stf) is automatically generated by the SwgConversationEditor."
}}
