{
	"stfFile":"conversation/faction_recruiter_rebel",
	"entries": {
		"s_596":"Greetings.  I see that your status is currently being processed.  I won't be able to help you until that is complete.  It should not take much longer.",		"s_594":"We only want serious, committed candidates.  If you change your mind, talk to me then.",		"s_592":"Now that you put it that way, perhaps I was a bit hasty.",		"s_590":"Thank you very much.",		"s_588":"Superb!  Welcome to the Rebellion!  ",		"s_586":"That doesn't scare me.  Down with the Emperor!",		"s_584":"This is not a decision to be taken lightly.  Rebels are hunted across the galaxy.  If you join us, while you are an active combatant, Imperials will attack you on sight but Imperial Special Forces will leave you alone.  Are you ready for that?",		"s_582":"Your enthusiasm warms my heart.  I'm afraid that right now, your loyalty is somewhat in question.  Go out and prove to us that you want to help us overthrow the Empire and we can talk later.",		"s_580":"I would like to join you in your fight against the Empire.",		"s_578":"Wow!  That's quite a donation.  Thank you very much.  Your donation will be processed after I verify the funds.",		"s_576":"Here are 100000 credits that were just sitting in my bank.",		"s_574":"Your donation is certainly appreciated.  Let me just quickly verify the bank funds.",		"s_572":"I just happen to have a spare 20000 credits for you.",		"s_570":"I would be happy to accept a donation.",		"s_568":"I'd like to donate to your personal cause.",		"s_566":"Hello friend.  Is there something that I can do for you?  Are you interested in helping free the peoples of the galaxy?",		"s_564":"Our spies have reported that the possession of the planet stands at Rebel: %TO and Imperial: %DI.",		"s_562":"How are we doing in the war against the Imperial tyrants?",		"s_560":"I'm blown away!  This will go quite a ways to help in our war effort.  Pardon me for being suspicious, but I need to confirm these funds.",		"s_558":"I really believe in your cause.  How about this 100000 credit donation?",		"s_556":"I appreciate this donation as long as it is backed up by the appropriate funds.  ",		"s_554":"I'd like to give you a donation of 20000 credits.",		"s_552":"While I'm not in the habit of taking personal gifts, I admit that we need all the help we can get.",		"s_550":"I believe I can help you with your bank account.",		"s_548":"Doubt is understandable, but have faith.  We are on the right side.  No one wants to cater to a tyrant.  Down with the Empire!",		"s_546":"You are right.  It was a momentary lapse. I will stay with the Rebellion.",		"s_544":"So be it.  If you decide that you want to come back, let me know.  But for now, you are no longer a member of the Rebellion.",		"s_542":"I'm sure.  I have had enough war. I want out.",		"s_540":"How could you turn your back on people trying to win freedom from tyranny?  We need everyone we can get!  Won't you reconsider?",		"s_538":"This is all too much for me.  I would like to resign completely.",		"s_536":"I wish all of our soldiers had your dedication.  I salute you!",		"s_534":"Maybe not.  I will stay active.",		"s_532":"It will take me some time to process, but you will be on leave beginning in 5 minutes.  ",		"s_530":"Yes.  I really need to take some leave time.",		"s_528":"We really need your skills.  Are you sure that you want to go on leave now?  You will be overlooked by most Imperials, unless you get stopped by a tenacious agent that finds something linking you to us. ",		"s_526":"I need to go on leave for a time.",		"s_524":"If you are in doubt, then Special Forces isn't for you.  If you change your mind, let me know.  Is there anything else you need?",		"s_522":"Actually, maybe it isn't for me after all.  Never mind.",		"s_520":"Good for you!  I'll update your status and you will be a member of the Special Forces in 30 seconds.",		"s_518":"Yes.  I want to hunt Imperial Special Forces.  Sign me up!",		"s_516":"We can use good people in Special Forces.  As a member of the Special Forces, you will be able to attack and be attacked by Imperial Special Forces members.  Does this interest you?",		"s_514":"Good show!  Show those Imperials what for.  May I help you with something else instead?",		"s_512":"Actually, I want to stay in Special Forces.",		"s_510":"That's a shame.  It will take some time to push the paperwork through for approval.  Your status will change in about 5 minutes.",		"s_508":"Yes please.  I would like to return to combatant status and not fight the Imperial Special Forces.",		"s_506":"You are currently in Special Forces.  Do you need to step back from it for now?",		"s_504":"I need to address my role in the Civil War. ",		"s_502":"I'll see what I can do, but as you know, every soldier is valuable.",		"s_500":"I need some back-up troops.",		"s_498":"What suits your style?  This is what I have available.",		"s_496":"I would like to do some decorating.  I need furniture.",		"s_494":"Good.  We always need people making useful goods.  I'll show you what I have.",		"s_492":"I like to build.  What schematics are available?",		"s_490":"Don't we all?  With all the Imperial thugs crawling around, I don't blame you.  Let me show you my selection.",		"s_488":"I need better weaponry and armor.",		"s_486":"All right.  Let me show you the plans that are available.",		"s_484":"I'm looking for a fortified base.",		"s_482":"We have some things.  What do you need?",		"s_480":"I need supplies.  Do you have anything available?",		"s_478":"While I applaud you for not seeking glory, we need good leaders.  I hope you change your mind.",		"s_476":"I believe that I will stay my current rank.  I am not looking for glory.",		"s_474":"Outstanding!  You certainly deserve this promotion.  Congratulations.",		"s_472":"Excellent.  I would like that promotion.",		"s_470":"I see that you qualify for a promotion to %TO. ",		"s_468":"I seek a promotion, sir.",		"s_466":"Hello friend.  Is there something that I may do to help you?",		"s_464":"What are you doing talking to me?  People like you are destroying the galaxy.",		"s_462":"I'm sorry, but I do not know you and do not wish to.",		"s_460":"All right.  We need you, but I think I can give you a few more days of leave.",		"s_458":"Actually, I think I like being on leave.  ",		"s_456":"Let me send your paperwork through.  It should only take me about 30 seconds to get it done.",		"s_454":"Absolutely.",		"s_452":"Good to hear!  I just want to make sure that you are serious about returning.  You really want to come off leave?  Remember that most of the Imperials will attack you on sight. ",		"s_450":"I am ready to get back to my duties.",		"s_448":"Hello friend.  Ready to get back to some real work?",		"s_446":"",		"do_not_edit":"The English version of this file (faction_recruiter_rebel.stf) is automatically generated by the SwgConversationEditor."
}}
