{
	"stfFile":"conversation/fs_intro_oldman_initial",
	"entries": {
		"s_fbd984c8":"Who is Mellichae? Where is his camp located?",		"s_fb9e0b93":"No, I am busy right now.  Perhaps another time.",		"s_f5c5ace0":"Although the exact location is still unknown, his camp is relatively close to here.  I have given the approximate location to you as a waypoint.  Be very careful.  You may want to bring some friends. Defeating Mellichae will not be easy... Good luck!",		"s_eb24a286":"Hmmmm.  Perhaps I misjudged you. I have a Force crystal here if you are interested in discovering for certain. Perhaps you could hold onto it and keep it safe?",		"s_e0a90395":"I'm sorry.  I really don't have time now.",		"s_de9da426":"Hello. I have been meaning to speak with you for some time. Do you have a moment?",		"s_cf55fe01":"So you sense it as well.  I have a Force crystal here if you are interested in discovering for certain.  Perhaps you could hold onto it and keep it safe? ",		"s_c7146ea8":"I am sorry.  I have nothing to discuss with you.",		"s_c6f70929":"No, I am not interested.  Thanks.",		"s_b81ceeb4":"Yes,  I will keep it safe for you.",		"s_ac22e1a3":"Very well then.  I shall return later. Thanks again for all your help.",		"s_aa6a1756":"Oh? Very well then.  What is it you wanted to discuss?",		"s_a3291a29":"Yes, the thought had crossed my mind a few times.",		"s_9641e6e":"Where is his camp located?",		"s_958f442":"Hello again, my friend.  Thank you for all of your help at the village.  The time has come for you to hunt down and destroy Mellichae. ",		"s_83e20fb8":"Very well then.  Perhaps we will meet again at another time.",		"s_7f8604a5":"I was wondering if you had ever considered the possibility that you might be connected with the Force?",		"s_6b88daf2":"No, I have never thought about it really.",		"s_501448da":"Yes, what is it you need?",		"s_477068d1":"I am busy at the moment.  Perhaps later.",		"s_419f8694":"Very well then.  Perhaps another time.",		"s_3aab754":"Very good.  Here is the crystal. May the Force be with you.",		"s_383079e":"Are you sure?  It's a fairly urgent matter.",		"s_31a054f9":"Mellichae is the leader of the Sith Shadows.  He is responsible for the attacks at the village.  Scouts have reported he has set up camp near here.",		"s_0":"",		"do_not_edit":"The English version of this file (fs_intro_oldman_initial.stf) is automatically generated by the SwgConversationEditor."
}}
