{
	"stfFile":"conversation/fs_medic_puzzle_head_medic",
	"entries": {
		"s_fc604056":"Wonderful! You are well under way into understanding your potential. You may wish to talk to Noldan to learn more. If you are looking for more work, let me know.",		"s_e15eb34d":"Back again are we? Well I have a special plant you may find useful, but you will need to prove you are worthy. Go heal at least another five patients then come talk to me again.",		"s_ddb49891":"Oh, you are still here? well if you like, go ahead and heal at least five more patients then come talk to me again, I have a little trinket you might find useful.",		"s_db216f5":"Well, I wouldn't loiter around here. Too many sick people.",		"s_d46bb0c5":"Hello, I'm the head physician here. Are you one of the new Medics sent to help out?",		"s_d17142db":"What do I do with this?",		"s_d08f8eb6":"Good luck. Talk with the medical droids for help.",		"s_cc64464a":"Yes, let's get started",		"s_cc506105":"My, you are tenacious. Well, I have something that will prove useful to you, this plant is rather difficult to grow, but if you are up to the challenge, and it seems you are, the fruit is... well, you will see.",		"s_c4682ea6":"Thanks!",		"s_bef6939f":"I'm sorry to hear that, I will do my best here. May the Force be with you.",		"s_a7afcfea":"Splendid! Here, I think you may find some use of this, I know it's not much, but it should help. We still have more to do if you are interested, just let me know.",		"s_94d417d1":"Well, I devised a highly potent, yet also highly dangerous counteragent to many of the symptoms. The only problem is that it has some side effects that are almost as bad as what they currently have. However, through multiple treatments, I've been able to cure some. Here, this draft schematic will allow you to work with the medical droids to help.",		"s_8a54510d":"You look to be rather busy at the moment, come back to me when you aren't so busy.",		"s_86129116":"Yes, I would like to continue.",		"s_7857c2a9":"How are you treating them?",		"s_728f65ee":"Great! Let me explain what has happened. It seems in the last attack there were multiple uses of some rather potent chemical weapons. Those you see lying around here are still sick. Unfortunately, normal medicines are not helping them.",		"s_69ab9125":"No, I have some other things to take care of.",		"s_47a32bb0":"You don't seem to have enough medical training. I'm sorry, but I don't think you are going to be able to help me. I need at least a Master Medic, if not someone with more experience.",		"s_464f7bf4":"Good, Please talk to the medical droids again and they will help you.",		"s_41e66cca":"Sorry to hear that. I know everyone here can use some help.",		"s_3c93827f":"Okay",		"s_3b984995":"I'm sorry, I don't know you. I only work with people I know.",		"s_36b08dde":"You seem to have a few too many items in your bag there, why don't you free up some room, then come talk to me again.",		"s_3496f642":"You've already done more than anyone ever expected, please take some time to rest, everyone needs to take a moment to rest.",		"s_3228a43d":"No, sorry I'm in the wrong place.",		"s_2fee0236":"Hmmm? Oh, talk to the medical droids if you are stuck. Medical records show you have %TO more to go.",		"s_2e7eb20b":"On second thought, no thanks.",		"s_17db6d3c":"With the use of high and lower quality components, and careful experimentation, you can specialize the treatment to cure specific symptoms. You should also be able to change what sort of side effects it produces. See if you can treat five patients, and good luck with that. Talk to the medical droids. They will help you administer the medicine.",		"s_1718c6ed":"Good. Before we get started, I should let you know that you will be too busy to help out any of the other villagers. Also, I will talk with Noldan and he can help you out with some persuasion techniques if you help out. Are you sure you would like to help?",		"s_1024d197":"Yes, I'm here to help",		"s_0":"",		"do_not_edit":"The English version of this file (fs_medic_puzzle_head_medic.stf) is automatically generated by the SwgConversationEditor."
}}
