{
	"stfFile":"conversation/fs_patrol_quest_start",
	"entries": {
		"s_fb116507":"I need more help on the patrol routes.  You're proving to be quite valuable to this little operation.  Are you up for some more?",		"s_fa12949a":"Ok, but I'm gonna need to find someone to do these patrol routes.  I need to make sure the village isn't in any immediate danger.  Come back if you change your mind, I could use someone like you.",		"s_ec2d9d88":"Whatever I can do to help!",		"s_ebd8c749":"I wish I could talk to you right now, but I just don't have the time.  Come see me later, though, I may have something for you then.",		"s_e0c9cc07":"That's all right, everyone around here needs a little help.  Come back and see me when you've got more time on your hands.",		"s_d70dba34":"Yes.",		"s_d6695e83":"No thanks.",		"s_d33566f3":"No, I need to restart the patrol.",		"s_cbbe47bb":"Are you sure you want to start over?",		"s_b76cc5ed":"How are you, soldier?  I understand you're looking for something to do?  Great.  I have some patrol routes I need covered.  You interested?",		"s_9ec72704":"Good, here is your first assignment.  I need you to hit all eight points on this patrol, and then report back every time you finish so I can give you the next. I have ten total I need you to do. 
Your standing orders are to subdue any hostiles you come across.  If you see any groups larger than three, try to avoid them so that we can gather more intelligence from them. Just remember, we can't gather information if they are dead.",		"s_9e38953b":"Did you finish that patrol?  I see you're back, but I don't think that necessarily means you finished...",		"s_7d744b43":"I hear your patrols are top of the line.  Good to have someone like you around.  I guess you're starting to get a sense of how powerful you really are.  Keep up the good work.",		"s_764478e7":"No, there are others I need to help.",		"s_6d3ed33b":"Yes, and I'm ready for more.",		"s_67427da4":"Actually, it doesn't look like you did.  Your data is incomplete.  I'm gonna have to ask you to start over.  And soldier?  Do it right this time.",		"s_649f5207":"I need the recon data ASAP.  I don't have time to wait, and neither do you.  Get back to work.",		"s_61dc9e2d":"Alright, here's a new patrol.  Now get out there and get to it, soldier.  I don't have time to babysit you.",		"s_60a74f25":"No thanks, Once was enough.",		"s_5f2a0dac":"You've been a lot of help to me, but our patrols are filled.  We don't need the help just yet.  Use this time for some R&R, or maybe see if someone else needs some help.",		"s_4c695dbd":"No.",		"s_4b5df4f5":"Are you back already?  You finish that last patrol?",		"s_491ce1ad":"I'm starting to worry about your performance soldier.  This data isn't complete.  Get back out there and start over, I don't have time for incomplete reports.",		"s_37871f01":"As I understand it you already have some assignments from some of the other villagers.  Come back when you don't have so much on your plate.",		"s_30c694db":"Well then, get out there and get the job done, soldier!",		"s_2872b835":"Good. Ok, you know the drill.  Here's the next route.  Let's get it going.",		"s_240c8c9d":"Yes, I'm interested.",		"s_2248d7ad":"All right, but here's the drill.  Once you start working for me, I can't have you taking jobs from anyone else.  I demand complete focus from all my soldiers. One other thing.  If you finish this, I'll let Noldan know you will be ready for some ranged accuracy training.",		"s_1f1e059":"Ok, then here's another one for you.  Get to it soldier.",		"s_1b5216d5":" Perfect.  We can put this information to some good use.  Ok, here's your next patrol route.  You know the routine.",		"s_199a175c":"Yes, let's get started.",		"s_1485495":"Sorry to hear that.  Let me know if you change your mind.",		"s_13f339fe":"Your information gathering is first rate.  We should be able to start rebuilding.  I have something for you, it's not much, but it's what I've got.",		"s_0":"",		"do_not_edit":"The English version of this file (fs_patrol_quest_start.stf) is automatically generated by the SwgConversationEditor."
}}
