{
	"stfFile":"conversation/fs_quests_sad_conv",
	"entries": {
		"s_faedbf19":"No, I understand.  I'm committed.",		"s_f163f1df":"Great.  So, one of our men managed to attach a tracking device to one of the Shadow during their last confrontation, a small radioactive beacon that we can track using this radiation sensor. I'm going to give you a control device that can sit in your datapad.  Activate it to get a reading.  As the reading goes up, you're getting close to the target.  Based on the strength of the readings, the device is about 1000 meters from here. Good luck.",		"s_e874c8c5":"You are so burdened - I'd like to reward you but I need you to free up space.",		"s_e549bc85":"They've started moving their bases around in response to our attacks.  We've tracked them into a new area that we'd like to investigate.",		"s_e1175f92":"I'm sorry -- I can't help you right now.",		"s_ceb13feb":"I think your attacks are beginning to get their attention.  I'd watch your back.  Here's your next target, if you're up for it...",		"s_ce50d249":"I thank you for the services you have rendered our village.  Our home is safe because of your skill and bravery.",		"s_be2a8162":"I thank you for helping our village.  I've heard of the good work you're doing.",		"s_bc39cbe0":"A variety of Shadow bases have been spotted in the surrounding countryside.  We suspect they are marshalling their forces for some sort of large-scale raid unlike anything we've seen.  If they were to strike now, we would be horribly unprepared.  We must convince them that we are much stronger than we, in fact, are.  Village agents are scouring the countryside as we speak, looking for likely targets for dynamic raids.  We can use your help.",		"s_b84b366c":"How can I help?",		"s_b3f0b662":"Greetings.  I am eager for your assistance.  In return, I offer to train you to use the Force to quicken you in melee.",		"s_b1cf9ec4":"We may have turned the corner on this thing.  It feels great to finally take the battle to our enemy instead of waiting for them to attack.  Ready for another one?",		"s_ae82a454":"Unfortunately, one of our field soldiers was caught and killed.  But he managed to get us a message with the coordinates of an enemy base.  Can you avenge him for us?",		"s_ad5c1b56":"You've helped enough for now, and we thank you.  I have nothing for you right now - rest a while.",		"s_ace5dd74":"All of the reports coming in are promising -- we definitely have them on the run now.  I think we're getting to their more elite troops -- please be careful.",		"s_a4ab4cd7":"Greetings, stranger.  Focus on clearing your mind.  It is still cloudy.",		"s_8909d6f9":"Ok, I'm glad you told me.  I've got other things to do before I commit.",		"s_8903f2e3":"Good luck taking care of that Shadow camp.  Our soldiers are counting on you.  I'm not sure if my lieutenants were able to update your datapad with a waypoint, but if not you've got your radiation sensor, right?  Good enough.",		"s_86aa30ad":"I see you've misplaced your radiation sensor.  I'm going to give you another one.  Good luck taking care of that Shadow camp.  Our people are counting on you.",		"s_7b05a163":"All right - if that is your wish.  You are always welcome here.",		"s_744e165e":"Exciting news!  We've finally tracked down one of their high-ranking officers.  Our efforts have flushed him out, and our agent caught a glimpse of him just a while back.  I think...well, better not say anything.  Be careful -- a cornered rat fights hard.",		"s_71c49afd":"Please come back when you've eliminated them -- and be careful.  My lieutenants are coordinating the attacks, so they may be able to send you waypoints if one of the patrols has found a Shadow base.  Otherwise, remember to use the radiation sensor in your datapad. ",		"s_52917b0d":"Of course.",		"s_511b214d":"You did us a great service with your last raid on the Shadow, but there are more out there.  Can you help us again?",		"s_45e3060a":"Unfortunately, the Shadow has managed to evade our patrols.  We can't find them.  It's only a matter of time before we catch up with them, though - check back tommorrow.",		"s_45d6d31e":"I'm sorry - I can't help you right now.",		"s_253d75eb":"All right -- if that is your wish.  You are always welcome here.",		"s_23720024":"I cannot burden you with the village's problems while you have other tasks at hand.  Come back when your mind is clear.",		"s_21cb22af":"I cannot thank you enough.  Your vigilance, speed, and bravery have undoubtedly saved many lives.  Please take this as a token of my respect -- it's been sitting in my shop far too long.  You'll find it will help you make your melee weapons faster, but extremely durable.  The whole village is in your debt.  I believe you will find that you have also learned the secret to increased melee speed through the Force.  May the Force be with you.",		"s_1adbadc4":"I'm ready.",		"s_14c652fd":"Now, I want to make something clear.  This mission is going to carry you out into the field as an operative for our militia.  It's going to be impossible to do anything else for our village for quite a while - possibly as much as 3 weeks.  You can back out now, but once I give you our intelligence data, you're committed.",		"s_0":"",		"do_not_edit":"The English version of this file (fs_quests_sad_conv.stf) is automatically generated by the SwgConversationEditor."
}}
