{
	"stfFile":"conversation/fs_village_convo7",
	"entries": {
		"s_fb0e2a0":"I don't know about the rest but I stay more because of that very reason now than anything else. I will not be intimidated by anyone...or anything.",		"s_ecdfe4b4":"Well, I am sure I can help in some way.",		"s_e00ac98e":"What happened?",		"s_d948941a":"Go see the Village Elder near the center of the village. He can help you. ",		"s_c7fdb62e":"What has been going on?",		"s_c24ab601":"Well we don't really know, but the Elder believes some sort climatological shift occurred and we ended up like this.",		"s_c031923":"Why do you bother farming here?",		"s_bf08330a":"Ok, ok. I will tell you. I think we were cursed by those evil Nightsisters. They found out we were in tune with the Force and wanted to destroy us, or at least drive us off.",		"s_bc23678f":"This was too when we arrived. Green and fertile as the eye could see. You should have seen it, as lush a land that has ever been in the galaxy.",		"s_af8eece8":"There are other more fertile areas of Dathomir.",		"s_a9fdde5e":"Yes, but we'll never make the planting in time for this season now.",		"s_a232b8a1":"Sith? Are you serious?",		"s_9f2c88cd":"You don't sound so sure.",		"s_77e48d5b":"What do you mean?",		"s_76ef710f":"We've been attacked by a group of mercenaries calling themselves the Sith Shadows.",		"s_76887815":"You haven't left? I would find better land.",		"s_6cf0908b":"We're never going to get our planting done in time with everything else that's going on.",		"s_5d7bd117":"Well... No, I shouldn't speak of it.",		"s_52cf32e2":"How can you grow anything in this dead brown dirt?",		"s_50b2b480":"I don't think they are really Sith, but they sure believe in the evil ideals of that race. They seem to want us all dead.",		"s_2c9520b6":"Planting? You people are farmers?",		"s_20f19cdd":"We manage. It takes plenty of high nutrient fertilizer and quite a bit of water, but it can be done.",		"s_1bb44cf9":"I am not sure I can help such secretive people.",		"s_0":"",		"do_not_edit":"The English version of this file (fs_village_convo7.stf) is automatically generated by the SwgConversationEditor."
}}
