{
	"stfFile":"conversation/fs_village_convo3_m",
	"entries": {
		"s_f7ae6df2":"You sure? I heard the people of this village had ways of making things go their way.",		"s_e1ee18d4":"Later, friend.",		"s_e14b17f4":"Which means it's even more important to fight. We cannot let a regime with so little regard for sapient life continue to hold the galaxy hostage. We must stop them!",		"s_da63f16c":"If you just bury your head, next time it might be your planet.",		"s_d652c1bf":"Yea, something has you spooked alright.",		"s_d3683f06":"You should always fight for what you believe in. Once you give up on that, you give up on everything.",		"s_cf2480fb":"I understand. You only want what's best for them.",		"s_ce4f7c2b":"Looking for information about the Force.",		"s_c2be1811":"Well we work the land, trade with some few freighter captains, but mostly we stay out of the way.",		"s_bf567533":"Spare me the righteous zeal. I've been there son. Lost my wife. It'll take a lot more than a pretty speech to get me to let what little family I got left to go. I think we're done here.",		"s_a9268707":"Yea, we're lucky like that. I'm sorry, but I sure don't know what your fishin for here. Maybe you should go speak to the elder.",		"s_a6600b37":"Hello. What brings you to our village?",		"s_9cabeaee":"The Force? Are you on a pilgrimage son? The only Force you'll find around here are those blasted nightsisters and they sure won't welcome any adherents. ",		"s_93ec538d":"The war mostly. Most of us have lost family or friends to the war. We've resolved to not lose anyone else.",		"s_76a2d8f9":"Why don't you fight? Take a side instead of sitting out here hiding?",		"s_69bb013d":"More than you know. Look if you really want to find out the truth, why don't you go talk to the elder.",		"s_671177b7":"You're right, it might. Then what? Beg them not to fire? Jump in our squadron of X-wings? The only power we have right now is anonymity.",		"s_60c9d96a":"I only wish they could see it that way. The oldest already wants to go off and fight. I just hope it's over before he gets the chance.",		"s_5cca5b41":"Go see the village elder. He might be able to help you with whatever you're looking for. In any event, good luck.",		"s_538ba7a9":"I guess you're right. How can you fight something like that.",		"s_4ac0f748":"Would we need a reason other than the war? I mean they blew up a planet! ",		"s_42d40a3f":"There's still a chance, but it's out of our hands.",		"s_3d31f978":"Most of us have. We've paid our dues in blood and pain. We're done with it. It's one thing to risk your own life in a war, but once you have children it becomes something else entirely to let them do the same.",		"s_351f9414":"What do you folks do way out here in the middle of nowhere?",		"s_30d6ee6":"Stay out of the way? Why would you want to do that?",		"s_2b466883":"Sounds like you're hiding from something more than just the war.",		"s_29e5bb06":"Nothing really. As a matter of fact I was on the way out.",		"s_21fd07e3":"Anonymity? You're hiding alright.",		"s_116fa06f":"I'll not risk my children to this frenzy of destruction. ",		"s_0":"",		"do_not_edit":"The English version of this file (fs_village_convo3_m.stf) is automatically generated by the SwgConversationEditor."
}}
