{
	"stfFile":"conversation/fs_village_convo5_f",
	"entries": {
		"s_fb77af66":"Oh yes. I want to be a spaceship pilot. ",		"s_f8f7c983":"I've been gone a long time.",		"s_f6fc4ef7":"Any prison help is good help!",		"s_f4998e85":"No, I'm from the Imperial prison.",		"s_f04bc948":"You shouldn't help Imperial prisoners.",		"s_f02cea2":"No, I'm from here.",		"s_ef3f73aa":"I bet. not much here except for the prison and the nightsisters.",		"s_eca871b0":"I don't know. I was too little and they took me away when he arrived. I never saw him again.",		"s_e6772f13":"Goodbye.",		"s_df5087e7":"I don't know. I just keep hearing them say force this, and force that. I think the adults would stop them from forcing us to do anything though. Sometimes they can do tricks...",		"s_de00afa9":"Well I'm just a farmer, I've never heard of a farmer becoming a spaceship pilot.",		"s_cb9faa":"I have to go. They said I shouldn't talk about the good tricks.",		"s_c4ca664e":"You'd be surprised. Some of the galaxies best pilots were farmers. I think you would have a good chance.",		"s_afe7471":"Are you really from another planet?",		"s_a78b5781":"You can't stop them. Only the grown ups that know the good tricks can stop them. Uh oh. I have to go now. Bye!",		"s_98eb2667":"Force you to do something? What do you mean?",		"s_97efc39d":"They are witches that use evil magic. I hear the adults talking about them once in a while. They always say they are going to force us to do something, but I can never figure out what.",		"s_900f01d1":"What?",		"s_71d67ffc":"Yea, not much you can learn farming that would help you be a pilot. If I were you I'd just stay here and be the best farmer you can be.",		"s_6d6ef87a":"I didn't help him. I was a little kid. He didn't look like he would hurt anyone though.",		"s_6bbd64da":"So why don't you go learn how to pilot? It's not that hard.",		"s_66242968":"Who are the nightsisters?",		"s_63df3a78":"Well, I wouldn't worry. If those witches come for you I will stop them.",		"s_5f65644b":"Yup. Are you interested in space travel?",		"s_55a1b0c":"You're not from the village, I would have seen you before.",		"s_42584442":"That's what I thought. I suppose you just have to be born lucky.",		"s_409c13d6":"What prison?",		"s_3b00b466":"They can do tricks? Like what kind of tricks.",		"s_38f5722b":"What?! I... I've got to be going. Daddy told me to never talk to a prisoner. You have a... bye!",		"s_38602b56":"There is a prison Northwest of here. when I was real little they say a man came here from the prison. We helped him and now he is safe.",		"s_1c688d82":"Really?! Wow, I hope I get the chance!",		"s_1aebf838":"Wishing I was back there right now. I'll talk to you later.",		"s_126e325b":"How did they help him?",		"s_0":"",		"do_not_edit":"The English version of this file (fs_village_convo5_f.stf) is automatically generated by the SwgConversationEditor."
}}
