{
	"stfFile":"conversation/fs_village_convo6_m",
	"entries": {
		"s_fd4a5d92":"If you were them would you help? In the war I mean.",		"s_f39a113e":"Artifact, eh? Try not to blow up anyone I know.",		"s_d59bf8d6":"A trader that came through here a few years ago traded it to me for a case of Maroj melons.",		"s_cd1f47c5":"That's not an artifact friend. It's a glowcrystal. You can buy them for 10 credits.",		"s_c743096f":"What? Oh, yea. That's just a glowcrystal after all. I was mistaken. Make sure you speak to the village elder. He's a very wise man.",		"s_bf977dc7":"Jedi don't have rituals. Let's see this artifact.",		"s_b86c2d97":"Yup.",		"s_b1b21b87":"It's an artifact alright! It glows when you hold it. I think it's activated by the Force.",		"s_af4a93c0":"It's an ancient Jedi artifact, used in their rituals.",		"s_abaeae10":"What about the artifact?",		"s_a3809553":"Well where are they now? We could sure use their help.",		"s_9d65b97c":"No, I don't think I would.",		"s_9cb8cd84":"Listen friend. I really doubt that is an artifact.",		"s_98f1d36":"Hey, you a trader? I got an artifact here.",		"s_9173b56f":"What do you know? Are you a Jedi? I think I'll hold on to this until I find someone that can appreciate its rarity.",		"s_8ce975f3":"How would a dirt farmer out in the middle of nowhere get an artifact?",		"s_7e6f0d3e":"Perhaps you should speak with the village elder. He's in the center of the village near his hut.",		"s_6e0cc829":"What? Artifacts explode!?",		"s_60109f4d":"A case of melons? For an artifact?",		"s_564850b4":"What kind of artifact? I might be interested.",		"s_51724d30":"I think I'll be holding on to it after all.",		"s_34f24948":"Yes, I would.",		"s_2d2307c4":"See here! It's an artifact. it glows when you hold it. I think it's activated by the Force.",		"s_2370af8f":"Well, I know they have great temples. They are the most powerful people in the galaxy!",		"s_223add4d":"I didn't know Jedi had rituals. What more can you tell me?",		"s_1a53608":"Then it looks like you have answered your own question.",		"s_0":"",		"do_not_edit":"The English version of this file (fs_village_convo6_m.stf) is automatically generated by the SwgConversationEditor."
}}
