{
	"stfFile":"conversation/generic_newbie_pilot_info_jabbas_palace",
	"entries": {
		"s_f97d453c":"Well I have these papers?",		"s_f7d7d0fe":"Let's see...Hmm yes these looks to be in order. I thought you said your name was %TU though? So why haven't you signed with your correct name? Get that fixed and come back to see me when you have.",		"s_ebf8ee6f":"How do you meet Jabba face-to-face?",		"s_daa8544b":"I need to get in the palace.",		"s_d94b37db":"Over your head? Against a simple creature?",		"s_d11dc1bf":"Start by doing some favors for Reelo Baruk. He's in the main entry of the palace because he needs to coordinate with a lot of lower-level folks in the Hutt organization... folks that Jabba doesn't want to see face-to-face, you know?",		"s_d06b92dc":"Me? Trouble? Never.",		"s_d038a005":"And then what?",		"s_cba77fff":"What sort of favors?",		"s_bc4e70bf":"I better let you rest.",		"s_bc324892":"Don't mention it!",		"s_b8b50032":"What sort of errand did you run?",		"s_b543ec60":"Oh, hi there. Sorry... I'm a little dazed. My friends and I had to run an errand for Porcellus. I had no idea it was going to be so difficult! What can I do for you, friend?",		"s_aefb75dd":"Don't take that tone with me, friend! I'd like to see how well you do in the same situation.",		"s_a9e4fd02":"How do I do that?",		"s_9dd79035":"After doing favors for Reelo, he'll pass you on up the chain of command. Other friends of Jabba will have assignments for you. As you complete those assignments, you'll be recommended to more higher-ranking Hutts. Soon enough you'll be face-to-face with Jabba himself.",		"s_9bd20141":"There's only one way into the palace... without getting shot by Hutt assassins or getting thrown to the Sarlacc pit.",		"s_8aeca88d":"Do favors for Reelo, then he'll pass you on up the chain. Other friends of Jabba will have assignments for you. As you complete those assignments, you'll be recommended to more higher-ranking Hutts. Soon enough you'll be face-to-face with Jabba himself.",		"s_8583811b":"My friend is the guy to ask, honestly. I'm just a hired gun. Porcellus needed us to take down a rare animal for a special dish he's preparing for Jabba. Sounded simple enough - but we got in over our heads.",		"s_80f90f12":"You survived, though.",		"s_6fa59967":"You have to become a friend of the Hutts. You need to get Jabba's associates to trust you.",		"s_6f8371ee":"You better not. *sniff* *sniff* Strange...is that glue I sme...",		"s_6d6fc618":"It depends. You'll probably see a lot of combat when working for Jabba the Hutt. I know I have!",		"s_6b059369":"Only by rolling a fragmentation grenade into the creature's mouth as it tried to swallow me whole! I don't think there's enough for Porcellus to make a meal... let alone a special meal for Jabba himself! Unless he enjoys picking shrapnel out of his entrees.",		"s_5c484c74":"What way is that?",		"s_51bcd889":"I can't believe we're still using paper documents. Let's see here... hmm, yes these looks to be correct I suppose. I will inform the guards of your privileges. Keep in mind though, if you abuse Jabba's rules, you will be in deep trouble.",		"s_37388d12":"Do some favors for Reelo Baruk. He's in the main entry of the palace because he needs to coordinate with a lot of lower-level folks in the Hutt organization... folks that Jabba doesn't want to see face-to-face, you know?",		"s_3385ded9":"Yes they looks to be in order but you're not a part of the Smugglers Alliance are you? Get your priorities straight and then come back to see me.",		"s_2c017871":"Sounds good. Thanks.",		"s_2b167dbd":"Hmm, yes, yes these looks to be correct. See this dotted line at the bottom though? You're supposed to sign it, come back to me when you have.",		"s_29430ed4":"Thanks. Take care of yourself, pal.",		"s_0":"",		"do_not_edit":"The English version of this file (generic_newbie_pilot_info_jabbas_palace.stf) is automatically generated by the SwgConversationEditor."
}}
