{
	"stfFile":"conversation/generic_newbie_pilot_info_emperors_retreat",
	"entries": {
		"s_f184aba":"20?! I mean, I sure did!",		"s_e1fb0b6a":"Well I don't think the Emperor would appreciate unannounced visitors in his private quarters Sir.",		"s_de1e771":"Hmm, I suppose you're right. Very well then, get back to work!",		"s_d89d15b4":"Of course not Sir! 40 it was!",		"s_d0d78fed":"20?! It was 40 at least!",		"s_cbd17b72":"Okay..well anyway, let me transfer your reward. I'm also honored to inform you that you have been granted access to most of the Retreat Sir.",		"s_ca992d2c":"Nothing. Sorry to bother you.",		"s_c8f2f3db":"Farewell.",		"s_c6cd8614":"Good to see you Sir!",		"s_c39cfcc5":"Oh it was more like 10.",		"s_bc0613a9":"I cannot say. It is very likely you will need to face dangerous conditions as a servant of the Emperor. Don't fear. This will make you strong. It will make you worthy of the Emperor's attention... and some day you may speak with him face-to-face.",		"s_b9b27823":"Thank you.",		"s_b2fccb6d":"Nonsense Sir! You should be proud of yourself. Have a great day Sir!",		"s_aede40a6":"What do you mean almost?!",		"s_a9e4fd02":"How do I do that?",		"s_a4069638":"Sure can Sir. Take care!",		"s_9dd0fe3d":"Very good Sir, I take your word for that. Anyway, let me transfer your reward. You have also been granted complete access, well almost, to the Retreat Sir.",		"s_9bcb9771":"Indeed Sir. Let me transfer that to your account. I'm also honored to inform you that you have been granted access to most of the Retreat Sir.",		"s_9045a59e":"It has? Oh of course! A reward was mentioned?",		"s_8c3b7af1":"Of course, go right ahead Sir.",		"s_8054081f":"Absolutely Sir, right away Sir!",		"s_7d0bf8d":"This is all too much.",		"s_7630ee0a":"As it should be!",		"s_745f3194":"At least!",		"s_742f54a5":"I need to get into the Emperor's Retreat.",		"s_7176e12d":"What sort of requirements?",		"s_6f34494e":"Y..yes of course Sir! Amazing performance, shooting down 20 of those Rebel scum in one mission.",		"s_6adec6b0":"Of course!",		"s_66afbe47":"First you must meet Kaja - befriend her... do as she commands. Once you have satisfied her requirements she will recommend you for advancement within the Emperor's circle.",		"s_6403a01d":"Ohh excellent, yes indeed. Well, I'm going inside then?",		"s_4ed6cafa":"Really?! Whow! So I can go inside right now?",		"s_4d15b266":"Then good luck to you, friend.",		"s_421dc0c2":"Are you calling me a liar?!",		"s_421b07a8":"Good to see you Sir! Word of your heroics in the Yavin system has spread like wildfire among the ranks.",		"s_407efa57":"Of course Sir. You helped that freighter without hesitating, apparently shooting down, what was it, 20 of the Rebel scum?",		"s_3cc53bb1":"It's what I do and no one does it better!",		"s_29db34e3":"I think you're just being modest Sir. Anyway, let me transfer your reward. I'm also honored to inform you that you have been granted access to most of the Retreat Sir.",		"s_27fddd0":"Then you should become a friend of the Empire, should you not?",		"s_1f041825":"That...that's not possible..Sir..",		"s_1e2899cf":"At least Sir. Anyway, let me transfer your reward. You have also been granted complete access, well almost, to the Retreat Sir.",		"s_1ad77c93":"Really? Me?",		"s_15799d85":"For the Emperor.",		"s_1093ddb2":"Who are you? What are you doing here?",		"s_0":"",		"do_not_edit":"The English version of this file (generic_newbie_pilot_info_emperors_retreat.stf) is automatically generated by the SwgConversationEditor."
}}
