{
	"stfFile":"conversation/greeter_tyrena_pilot_friend",
	"entries": {
		"s_fd5402d8":"Ah! Then it should give you information about where to go to start your naval adventure. Good luck, my friend!",		"s_fa94d5c5":"Good-bye!",		"s_f90ad503":"I see. Thanks!",		"s_f3ec92a":"Use the planetary map to travel to the vendors listed on it, but not all vendors will be listed there. For the unlisted ones, you'll have to travel around looking for player-owned buildings that hold vendors. Once you've found a vendor, double-click it to see what it has for sale. You can also check bazaar terminals, but the listings on those will only be low-end starships and ship components, if even that.",		"s_f2a4df5e":"Good idea! Thanks.",		"s_f159e173":"Leave us alone. You may be a pilot, but you're also an Imperial Pilot. My friend has suffered enough. Just, please, leave him be.",		"s_ecf5f19":"Your best bet is to get in touch with the Alliance and sign up for their training program. There are others who will urge you to put your efforts to use in the Empire, but fools will be fools.

Anything other questions?",		"s_e843e3ab":"Use the command CTRL+V to open the planetary map. On the right side of your display, you will see a listing of trainers by category. All local trainers who register with the planet will appear on this list. Click the 'Trainer' tab and then look for a pilot trainer.",		"s_e013f498":"Look for the flashing 'envelope' icon on your interface. It's placed on the lower right-hand side of your screen by default.",		"s_da08c873":"That's sort of tricky. There may be some Alliance pilots bold enough to register their locations on the planetary map. Have you looked at the planetary map yet?",		"s_d9231b4f":"There are freelance pilots working in most systems. Some are CorSec pilots, others are part of the RSF of Naboo, and of course, others are smugglers or pirates. I wouldn't recommend those last two if you want to pursue a lengthy career, but, at the same time, some of the best military pilots I know were once smugglers. Most freelance organizations will send recruitment emails. You might try checking your email for something like that.",		"s_d4c6e8cd":"No problem! Anything else?",		"s_cf5fc0f":"How do I repair my starship?",		"s_cdb17e79":"How do I check the planetary map?",		"s_cc7c9754":"Don't mention it. Anything else?",		"s_cb747ceb":"Hmm. Me neither. Maybe you should give it a little time?",		"s_c9e97ed5":"How else would I join up?",		"s_c81c50e7":"Well, between you and me, I'm trying to convince him that we should get off this planet. Maybe join with the Rebels, at least long enough to get far away from here. The Rebels aren't a bad lot. I'm not sure I really want to fight a war, but at least we could get away from here and maybe even strike back at the Empire.",		"s_c6d00ea8":"Could I ask you some questions about space flight?",		"s_c69d817b":"Maybe you have the right idea as a Freelance Pilot. But no, we have no money to get started on our own. Ah well.",		"s_c4682ea6":"Thanks!",		"s_c2db6878":"Good-bye.",		"s_c23e9392":"Ooh, you're a Rebel Pilot. Can you help us get off this planet? Ah, probably not. Never mind.",		"s_bd6f92c3":"Ulaire raised some money to purchase a fountain for that empty square over by the Agrilat Geyser. But the Empire is pressuring him and claiming that his fundraising efforts were a scam. They're saying that Ulaire is keeping the money for himself. Nothing could be further from the truth, of course, but I think the Empire has already made sure the fountain never arrives.",		"s_ba95f774":"Bazaar terminals are located all over major cities. Check the areas surrounding major hot spots like the starport, the bank, any of the cantinas, or even the hospitals.",		"s_ba3c26af":"You did? These are desperate times, indeed. The email should probably indicate where you are supposed to go for initial recruitment.",		"s_b9b27823":"Thank you.",		"s_b641cda6":"Where can I find a bazaar terminal?",		"s_b0b2621a":"It doesn't",		"s_add31f19":"I need a starship.",		"s_acc368b1":"How do I join the Empire?",		"s_a9850aec":"I got an email from the Alliance!",		"s_a463a3c1":"You're welcome. Anything else?",		"s_a227299a":"Yeah sure. It would be nice to get my mind off of these problems for a while.",		"s_93280d8a":"Good idea. Thanks!",		"s_8ef8dbfb":"I have another question.",		"s_8cf9be64":"Where can I find a vendor?",		"s_8b392030":"That's an option, I suppose.",		"s_8b37a99a":"How do I make money?",		"s_8b23fac":"I want to learn to fly.",		"s_8515e448":"Yes. I have an email from the Imperial Navy.",		"s_82519d76":"Things are tough all over during this Galactic Civil War. A lot of pilots are flying for either the Empire or the Rebellion these days. Ever think of joining the military to get a starship?",		"s_73f8df86":"Hey, any time. Anything else?",		"s_729d1b46":"So what are you going to do?",		"s_71e7bd4f":"Strange. Seems that if they undertook the risk to send you a message, they would make it clear how to respond. Why don't you check your email a bit more carefully.",		"s_6f0ab63b":"Stay safe, my friend.",		"s_6974c2b":"Double-click on the envelope icon, and read your mail!

Any other questions?",		"s_68cb68ff":"Is there anyone else I could fly for?",		"s_667a1d0b":"That's what I'm banking on. The Empire's pretty well-equipped and can't really have much of a navy if their pilots don't have ships. I'm hoping that the rumors about the Alliance having a fleet of ships available are true. That's how I hope to get my hands on a ship.",		"s_63bc310c":"No problem. Anything else?",		"s_604518f3":"Oh, alright. Ask.",		"s_5ff8baab":"I was wondering if you could answer some questions?",		"s_5e410744":"Right-click on the map location to create and activate a waypoint. Follow the waypoint to the trainer's location.",		"s_5b893f7c":"It does.",		"s_5b823594":"Absolutely! I know this man, and he would never do anything like that. There's no chance. I don't know why the Empire is setting him up like this, but if my friend says he's raising money for a fountain for the city, then that's what he's doing. There's no doubt in my mind.",		"s_5989c487":"There are all sorts of civilian contracts available on the 'mission terminals' you find throughout town. Look for them near any major structure. Use the terminal to bring up the current list of local contracts. Choose the one that interests you most and you'll make money when the task is complete.",		"s_5618d2cd":"No. I have received no email.",		"s_55c77e3b":"On the lower right-hand side of your screen should be a 'letter' icon that is flashing. Double-click on this icon and it will bring up your personal email. Read over the subject and sender, and scroll through the body text to get all the details.",		"s_558a361a":"The Imperial Navy? I've heard that they are sending out recruitment emails to everyone they can locate these days. Have you checked your email today?",		"s_52939a0":"How do I check my email?",		"s_4eb2ac5d":"Good luck, kid! Anything else?",		"s_495777c0":"Have you checked any vendors? Merchants use vendors to help sell their merchandise. Shipwrights put finished starships and ship components for sale on their vendors, and then you can go to those vendors and purchase what you need.",		"s_472f61d1":"Local space stations are the easiest way to get your ship repaired. When you are heading back here, you should stop at the space station and ask them for repairs. They will provide a quick estimate on what it will take to get you back on track.",		"s_41323ada":"That's rough. You're sure he didn't do it?",		"s_3ece5721":"No problem! Take care!",		"s_352b98a4":"Look, I've got a lot on my mind right now. Sorry to be a bit cross, but you don't have any involvement in space flight and are therefore of no interest to me.",		"s_32146025":"Then what?",		"s_3059f369":"What then?",		"s_2d397ab5":"I think it's the only option. All I know is that I'm not going to abandon Ulaire.",		"s_2b99f43":"What is he gonna do?",		"s_29894b97":"I don't know how to check.",		"s_27186cee":"I don't have enough money.",		"s_270c87b2":"How do I get them to repair my ship?",		"s_26a9fa7a":"Ulaire still thinks that fountain is on the way. If you ask me, though, it's not coming. The Empire has seen to that. I just know it. I don't know why they have it in for my friend, Ulaire, but I can feel it.",		"s_21bf1a8c":"How do I join the Alliance?",		"s_19cd4ee3":"Good luck. With any luck of our own, we will be following the same path.",		"s_17bc5d9b":"When you approach the space station, use SHIFT+C to target it and open communication with the commander. You will be asked if you want to purchase repairs or if you want to land on the planet.",		"s_17345b4d":"Fountain? What fountain?",		"s_144ec5cc":"Sounds good. Thanks!",		"s_143896d2":"I think that the majority of pilot trainers are registered with the planetary map. Try opening the planetary map with CTRL+V. On the right-hand side is a listing of categories. Look under 'trainer' to find any local pilot teacher who's looking for pupils.",		"s_12157feb":"The military gives out free ships?",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_tyrena_pilot_friend.stf) is automatically generated by the SwgConversationEditor."
}}
