{
	"stfFile":"conversation/greeter_dantooine_brother_imperial",
	"entries": {
		"s_fd5402d8":"Ah! Then it should give you information about where to go to start your naval adventure. Good luck, my friend!",		"s_f3ec92a":"Use the planetary map to travel to the vendors listed on it, but not all vendors will be listed there. For the unlisted ones, you'll have to travel around looking for player-owned buildings that hold vendors. Once you've found a vendor, double-click it to see what it has for sale. You can also check bazaar terminals, but the listings on those will only be low-end starships and ship components, if even that.",		"s_f2a4df5e":"Good idea! Thanks.",		"s_ef58210e":"Good, another Imperial pilot. Tell my stupid brother how it's much better flying for the Empire. Go on.",		"s_e53f15d9":"Can you believe this?? Utterly unbelievable.",		"s_e013f498":"Look for the flashing 'envelope' icon on your interface. It's placed on the lower right-hand side of your screen by default.",		"s_dfa28bfa":"Yeah, the Empire will supply new pilots with a ship. You can't exactly be an Imperial pilot without one. I've also heard rumors that the Alliance has ships they can provide for new recruits, but my brother, Kess, would know more about that.",		"s_df7992b9":"There are some freelance pilots here and there, though the Empire mostly frowns upon that kind of activity. At the same time, we do recognize that there is a need for a small number of freelance pilots to handle certain jobs with which the Empire does not want to be associated or simply views as beneath our notice. As I understand it, most freelance pilots are recruited through email.",		"s_cf5fc0f":"How do I repair my starship?",		"s_cb747ceb":"Hmm. Me neither. Maybe you should give it a little time?",		"s_c9e97ed5":"How else would I join up?",		"s_c4682ea6":"Thanks!",		"s_c07f7b6e":"Why doesn't your brother leave the Rebels and join with you?",		"s_ba95f774":"Bazaar terminals are located all over major cities. Check the areas surrounding major hot spots like the starport, the bank, any of the cantinas, or even the hospitals.",		"s_b9b27823":"Thank you.",		"s_b641cda6":"Where can I find a bazaar terminal?",		"s_b19f6c96":"What!? No!! I can't... No!",		"s_ae74cbe5":"Oh, another Rebel pilot. Great. I guess you and my brother can go off and fight and have fun, and I'll just sit here by myself. Alone. Great.",		"s_add31f19":"I need a starship.",		"s_acc368b1":"How do I join the Empire?",		"s_aa5186b0":"Glad I could help. Was there anything else you wanted to ask?",		"s_a8fdf422":"Yeah, sure. What would you like to know?",		"s_a68463ed":"That's a very good question! One I've yet to get a good answer for. Yeah, why should I be the one to quit? Let Kess quit. I hope he does, because I really don't want to fly against him.",		"s_97db14af":"Ask Kess. He's the current expert on the Alliance. And while you're at it, remind him he should quit and join the Empire with me.

Was there anything else you wanted to ask?",		"s_8dd47fdc":"Could I ask you some questions?",		"s_8cf9be64":"Where can I find a vendor?",		"s_8b37a99a":"How do I make money?",		"s_8b23fac":"I want to learn to fly.",		"s_8634c132":"Too afraid to pick a side? You're just like my brother, Rane. On the other hand, at least I won't be fighting against Rane. Unlike my other brother, Kess, who is now a Rebel pilot.",		"s_8515e448":"Yes. I have an email from the Imperial Navy.",		"s_8092cf42":"It's not that easy. I get the feeling that the Empire doesn't look kindly upon those who leave. And my training officer is big and mean. I don't think I could handle telling her I want out.",		"s_7c943cb6":"Can you believe this?? Well, actually, you probably won't understand since you don't know anything about space flight. So never mind.",		"s_72f5c999":"I think that the majority of pilot trainers are registered with the planetary map. Try opening the planetary map with CTRL+V. On the right-hand side there is a listing of categories. Look under 'trainer' to find any local pilot teacher who's looking for pupils.",		"s_726e332f":"There are all sorts of civilian contracts available on the 'mission terminals' you find throughout town. Look for them near any major structure. Use the terminal to bring up the current list of local contracts. Choose the one that interests you the most, and you'll make money when the task is complete.",		"s_713ef70":"Isn't Fern a girl's name?",		"s_6d792b3f":"Double-click on the envelope icon, and read your mail! Anything else you wanted to ask?",		"s_6cf025ea":"My brother, Kess, and I decided to join the military and become pilots. But he joined up with the Rebel Alliance while I became an Imperial pilot. I mean, now we're on opposite sides. This wasn't supposed to happen.",		"s_68cb68ff":"Is there anyone else I could fly for?",		"s_688d1dd9":"Lack of funds is a common issue for new pilots. That is why so many pilots start out working for someone else. Ever think of joining the military to get a starship?",		"s_5ff8baab":"I was wondering if you could answer some questions?",		"s_56c322c4":"Why don't you leave the Empire and join with your brother?",		"s_5618d2cd":"No. I have received no email.",		"s_558a361a":"The Imperial Navy? I've heard that they are sending out recruitment emails to everyone they can locate these days. Have you checked your email today?",		"s_52939a0":"How do I check my email?",		"s_495777c0":"Have you checked any vendors? Merchants use vendors to help sell their merchandise. Shipwrights put finished starships and ship components for sale on their vendors, and then you can go to those vendors and purchase what you need.",		"s_472f61d1":"Local space stations are the easiest way to get your ship repaired. When you are heading back here, you should stop at the space station and ask them for repairs. They will provide a quick estimate on what it will take to get you back on track.",		"s_3eb6287c":"What's so unbelievable?",		"s_32146025":"Then what?",		"s_27186cee":"I don't have enough money.",		"s_270c87b2":"How do I get them to repair my ship?",		"s_21bf1a8c":"How do I join the Alliance?",		"s_17bc5d9b":"When you approach the space station, use SHIFT+C to target it and open communication with the commander. You will be asked if you want to purchase repairs or if you want to land on the planet.",		"s_167bccd7":"Your best bet is to get in touch with the Empire and sign up for their training program. There are others who will urge you to put your efforts to use in the Alliance, but fools will be fools. Or they'll be my brother.

Was there anything else you wanted to ask?",		"s_144ec5cc":"Sounds good. Thanks!",		"s_12157feb":"The military gives out free ships?",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_dantooine_brother_imperial.stf) is automatically generated by the SwgConversationEditor."
}}
