{
	"stfFile":"conversation/greeter_dantooine_brother_neutral",
	"entries": {
		"s_f3ec92a":"Use the planetary map to travel to the vendors listed on it, but not all vendors will be listed there. For the unlisted ones, you'll have to travel around looking for player-owned buildings that hold vendors. Once you've found a vendor, double-click it to see what it has for sale. You can also check bazaar terminals, but the listings on those will only be low-end starships and ship components, if even that.",		"s_f2a4df5e":"Good idea! Thanks.",		"s_e013f498":"Look for the flashing 'envelope' icon on your interface. It's placed on the lower right-hand side of your screen by default.",		"s_d9231b4f":"There are freelance pilots working in most systems. Some are CorSec pilots, others are part of the RSF of Naboo, and of course, others are smugglers or pirates. I wouldn't recommend those last two if you want to pursue a lengthy career, but, at the same time, some of the best military pilots I know were once smugglers. Most freelance organizations will send recruitment emails. You might try checking your email for something like that.",		"s_d4c6e8cd":"No problem! Anything else?",		"s_cf5fc0f":"How do I repair my starship?",		"s_cc7c9754":"Don't mention it. Anything else?",		"s_c77a96c6":"Yeah, hi. I can see that you're a hotshot pilot, but this is really a family matter. Thanks.",		"s_c5b0fbb3":"Have you checked any vendors? Merchants use vendors to help sell their merchandise. Shipwrights put finished starships and ship components for sale on their vendors, and then you can go to those vendors and purchase what you need.
",		"s_c4de0e45":"Well, these two knuckleheads, my brothers, wanted to become pilots like me. Unlike me, though, they decided they would join the military and get free training. Stupid move if you ask me, but there it is. Only problem is that they didn't check with one another before joining, and now Fern is an Imperial pilot while Kess joined the Alliance.",		"s_c4682ea6":"Thanks!",		"s_ba95f774":"Bazaar terminals are located all over major cities. Check the areas surrounding major hot spots like the starport, the bank, any of the cantinas, or even the hospitals.",		"s_b641cda6":"Where can I find a bazaar terminal?",		"s_add31f19":"I need a starship.",		"s_acc368b1":"How do I join the Empire?",		"s_9e23c971":"What kind of family crisis?",		"s_97856fdc":"If I can answer them, I'd be more than happy to do so.",		"s_8cf9be64":"Where can I find a vendor?",		"s_8b37a99a":"How do I make money?",		"s_82bf2365":"Look, we're having kind of a family crisis here. I'm not sure I can talk much.",		"s_726e332f":"There are all sorts of civilian contracts available on the 'mission terminals' you find throughout town. Look for them near any major structure. Use the terminal to bring up the current list of local contracts. Choose the one that interests you the most, and you'll make money when the task is complete.",		"s_6d792b3f":"Double-click on the envelope icon, and read your mail! Anything else you wanted to ask?",		"s_68cb68ff":"Is there anyone else I could fly for?",		"s_5ff8baab":"I was wondering if you could answer some questions?",		"s_52939a0":"How do I check my email?",		"s_4c4f0209":"And you're not on either side?",		"s_472f61d1":"Local space stations are the easiest way to get your ship repaired. When you are heading back here, you should stop at the space station and ask them for repairs. They will provide a quick estimate on what it will take to get you back on track.",		"s_32146025":"Then what?",		"s_2d6a2fce":"Try Kess. He just joined the Alliance, so he should know what you'd need to do. Any other questions?",		"s_2cc72ac":"Could I ask some other questions?",		"s_2813e3f4":"We're kind of in the middle of something here. It involves space flight, which you wouldn't really understand.",		"s_27186cee":"I don't have enough money.",		"s_270c87b2":"How do I get them to repair my ship?",		"s_267854a":"Ask Fern about joining the Empire. If that's really what you want to do, he should be able to help you. Any other questions?",		"s_21bf1a8c":"How do I join the Alliance?",		"s_219ea9a7":"Oh, no. I fly for myself. Well, mostly. I take jobs from various sources. I'll admit it's not easy thanks to the Empire trying to control who can fly and who can't. But I get by. Fern and Kess thought they'd be better off with full military support, but I think they'll regret that decision. Actually, they already do. ",		"s_2148f1d8":"Things are tough all over thanks to the Empire and the Alliance fighting their war. A lot of pilots are flying for either the Empire or the Rebellion these days. Ever think of joining the military to get a starship?",		"s_21394e94":"Ouch, that's definitely a problem.",		"s_1ed4d61":"You're telling me! They don't always get along, but neither wants to fight against the other in this war if it comes to that. To be honest, they didn't really even join up in order to fight anyone. They just wanted to be trained as pilots.",		"s_17bc5d9b":"When you approach the space station, use SHIFT+C to target it and open communication with the commander. You will be asked if you want to purchase repairs or if you want to land on the planet.",		"s_144ec5cc":"Sounds good. Thanks!",		"s_12157feb":"The military gives out free ships?",		"s_11b5a735":"That's what I hear. Or something like that anyway. The Empire's pretty well-equipped, after all, and can't really have much of a navy if their pilots don't have ships. I've also heard rumors that the Alliance has a fleet of ships available. That's probably so that they can get new recruits into the fray as soon as possible.",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_dantooine_brother_neutral.stf) is automatically generated by the SwgConversationEditor."
}}
