{
	"stfFile":"conversation/greeter_dantooine_imperial_officer",
	"entries": {
		"s_d2849e62":"What's the problem?",		"s_ab68a343":"It seems that Lt. Herm does not care for space flight. Apparently he's not fond of heights in general. As it turns out, when he signed on to be a pilot, he thought he could drive an AT-ST. I'm beginning to doubt that he could handle even that.",		"s_a438c9":"Yes, of course. Or something like that. But I'd rather avoid disciplinary action if possible. I believe that such actions reflect on me as a leader as well as on the person being disciplined. As such, I'm hopeful we can resolve this without Lt. Herm needing to be punished yet again.",		"s_79729876":"It is a military matter that is being handled. Of that, I assure you. The fact of the matter is that when the Empire tells one of its pilots to fly a patrol, then that pilot does so. Nothing else matters. I'm trying to convince Lt. Herm that it is best for him to remember that.",		"s_757cddb8":"Well, in theory, Lt. Herm here should be able to answer those kinds of questions, but I'm not so sure anymore.",		"s_61a9bbe6":"You look suspicious. Move along.",		"s_565b9394":"As the flight officer for this base, my primary duties involve scheduling and overseeing Imperial TIE fighter patrols in the area. As such, I have little time for those such as yourself who are not involved with space flight.",		"s_52b9f1df":"Speaking of space flight, could you answer a few questions?",		"s_485a7722":"Yes, hello. I'm afraid I don't have time to chat. I must deal with this pilot, Lt. Herm, who is supposed to be on patrol.",		"s_46c618ee":"Maybe a few days of kitchen duty will help convince him.",		"s_2d0b2b0d":"Why doesn't he want to fly his patrol?",		"s_2cc72ac":"Could I ask some other questions?",		"s_18f5467":"I was wondering if you could answer some questions about flying?",		"s_11a138a8":"Good, an Imperial Pilot. Perhaps you could speak to Lt. Herm here and refresh his memory about what an honor it is to fly for the Empire.",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_dantooine_imperial_officer.stf) is automatically generated by the SwgConversationEditor."
}}
