{
	"stfFile":"conversation/greeter_mos_espa_young_pilot",
	"entries": {
		"s_fd5402d8":"Ah! Then it should give you information about where to go to start your naval adventure. Good luck, my friend!",		"s_fb22d2de":"I can relate to that. This Galactic Civil War is making things tough for most people. A lot of pilots are flying for either the Empire or the Rebellion these days. Ever think of joining the military to get a starship?",		"s_fa94d5c5":"Good-bye!",		"s_f97ba0d9":"So you're a Freelance Pilot? If you can manage to remain your own boss, that seems like the way to go. But to get to that point requires more credits than I can afford",		"s_f90ad503":"I see. Thanks!",		"s_f3ec92a":"Use the planetary map to travel to the vendors listed on it, but not all vendors will be listed there. For the unlisted ones, you'll have to travel around looking for player-owned buildings that hold vendors. Once you've found a vendor, double-click it to see what it has for sale. You can also check bazaar terminals, but the listings on those will only be low-end starships and ship components, if even that.",		"s_f2a4df5e":"Good idea! Thanks.",		"s_e843e3ab":"Use the command CTRL+V to open the planetary map. On the right side of your display, you will see a listing of trainers by category. All local trainers who register with the planet will appear on this list. Click the 'Trainer' tab and then look for a pilot trainer.",		"s_e013f498":"Look for the flashing 'envelope' icon on your interface. It's placed on the lower right-hand side of your screen by default.",		"s_db2b1899":"Hey, any time. As long as I'm not busy. Anything else?",		"s_da08c873":"That's sort of tricky. There may be some Alliance pilots bold enough to register their locations on the planetary map. Have you looked at the planetary map yet?",		"s_d9231b4f":"There are freelance pilots working in most systems. Some are CorSec pilots, others are part of the RSF of Naboo, and of course, others are smugglers or pirates. I wouldn't recommend those last two if you want to pursue a lengthy career, but, at the same time, some of the best military pilots I know were once smugglers. Most freelance organizations will send recruitment emails. You might try checking your email for something like that.",		"s_d4c6e8cd":"No problem! Anything else?",		"s_cf5fc0f":"How do I repair my starship?",		"s_cdb17e79":"How do I check the planetary map?",		"s_cc7c9754":"Don't mention it. Anything else?",		"s_cb747ceb":"Hmm. Me neither. Maybe you should give it a little time?",		"s_c9e97ed5":"How else would I join up?",		"s_c4682ea6":"Thanks!",		"s_c2db6878":"Good-bye.",		"s_c088465d":"What other choice do you have?",		"s_ba95f774":"Bazaar terminals are located all over major cities. Check the areas surrounding major hot spots like the starport, the bank, any of the cantinas, or even the hospitals.",		"s_ba3c26af":"You did? These are desperate times, indeed. The email should probably indicate where you are supposed to go for initial recruitment.",		"s_b9b27823":"Thank you.",		"s_b6a32ea3":"Double-click on the envelope icon, and read your mail! 

Any other questions?",		"s_b641cda6":"Where can I find a bazaar terminal?",		"s_b0b2621a":"It doesn't",		"s_add31f19":"I need a starship.",		"s_acc368b1":"How do I join the Empire?",		"s_a9850aec":"I got an email from the Alliance!",		"s_a463a3c1":"You're welcome. Anything else?",		"s_9f7f7c0a":"I think that the majority of pilot trainers are registered with the planetary map. Try opening the planetary map with CTRL+V. On the right-hand side, there is a listing of categories. Look under 'trainer' to find any local pilot teacher who's looking for pupils.",		"s_93280d8a":"Good idea. Thanks!",		"s_8ef8dbfb":"I have another question.",		"s_8dd47fdc":"Could I ask you some questions?",		"s_8cf9be64":"Where can I find a vendor?",		"s_8b37a99a":"How do I make money?",		"s_8b23fac":"I want to learn to fly.",		"s_8515e448":"Yes. I have an email from the Imperial Navy.",		"s_72df796a":"Good luck with that. I don't want to get too close to the Galactic Civil War, myself.",		"s_71e7bd4f":"Strange. Seems that if they undertook the risk to send you a message, they would make it clear how to respond. Why don't you check your email a bit more carefully.",		"s_6f0ab63b":"Stay safe, my friend.",		"s_6c4ac747":"Your best bet is to get in touch with the Alliance and sign up for their training program. There are others who will urge you to put your efforts to use in the Empire, but I'm not sure that's really a good idea.",		"s_68cb68ff":"Is there anyone else I could fly for?",		"s_667a1d0b":"That's what I'm banking on. The Empire's pretty well-equipped and can't really have much of a navy if their pilots don't have ships. I'm hoping that the rumors about the Alliance having a fleet of ships available are true. That's how I hope to get my hands on a ship.",		"s_5ff8baab":"I was wondering if you could answer some questions?",		"s_5e410744":"Right-click on the map location to create and activate a waypoint. Follow the waypoint to the trainer's location.",		"s_5ce080f5":"True enough. But at least the Rebels seem to care when they lose a pilot. Might just be because they have so many fewer, but there's not really a better choice for me.",		"s_5b893f7c":"It does.",		"s_5989c487":"There are all sorts of civilian contracts available on the 'mission terminals' you find throughout town. Look for them near any major structure. Use the terminal to bring up the current list of local contracts. Choose the one that interests you most and you'll make money when the task is complete.",		"s_58da73fe":"Seems like Rebel pilots are killed just as often as Imperial ones.",		"s_5618d2cd":"No. I have received no email.",		"s_558a361a":"The Imperial Navy? I've heard that they are sending out recruitment emails to everyone they can locate these days. Have you checked your email today?",		"s_52939a0":"How do I check my email?",		"s_4e962a43":"Yeah, alright. Ask.",		"s_4c2593ff":"You joined the Empire as a pilot, eh? I've thought about doing that, but it mostly just seems a good way to get killed. They don't seem to value their pilots individually.",		"s_495777c0":"Have you checked any vendors? Merchants use vendors to help sell their merchandise. Shipwrights put finished starships and ship components for sale on their vendors, and then you can go to those vendors and purchase what you need.",		"s_472f61d1":"Local space stations are the easiest way to get your ship repaired. When you are heading back here, you should stop at the space station and ask them for repairs. They will provide a quick estimate on what it will take to get you back on track.",		"s_43eb0d5":"I could join the military. To be honest, I don't really like the way the Empire seems to treat their pilots. They seem too much like fodder to me. I'm leaning toward the Rebel Alliance. I'm hoping I can fly with them until I'm able to support myself.",		"s_3cdeb26e":"Wow, you're a pilot for the Rebel Alliance. I'm envious.",		"s_352b98a4":"Look, I've got a lot on my mind right now. Sorry to be a bit cross, but you don't have any involvement in space flight and are therefore of no interest to me.",		"s_32146025":"Then what?",		"s_3059f369":"What then?",		"s_29894b97":"I don't know how to check.",		"s_27186cee":"I don't have enough money.",		"s_270c87b2":"How do I get them to repair my ship?",		"s_2318bee":"On the lower right-hand side of your screen should be a 'letter' icon that is flashing. Double-click on this icon, and it will bring up your personal email. Read over the subject and sender, and scroll through the body text to get all the details.",		"s_21bf1a8c":"How do I join the Alliance?",		"s_181388f8":"Anything's better than listening to these two hawk away at me. What's your question?",		"s_17bc5d9b":"When you approach the space station, use SHIFT+C to target it and open communication with the commander. You will be asked if you want to purchase repairs or if you want to land on the planet.",		"s_16e2abb":"I really wish these two would just be quiet for a while. I need to think. On one hand, I do really want to get off of this forsaken rock. But on the other hand, I don't really like the idea of being beholden to Jabba the Hutt or to Lady Valarian.",		"s_144ec5cc":"Sounds good. Thanks!",		"s_12157feb":"The military gives out free ships?",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_mos_espa_young_pilot.stf) is automatically generated by the SwgConversationEditor."
}}
