{
	"stfFile":"conversation/greeter_moenia_undercover_rebel",
	"entries": {
		"s_fd5402d8":"Ah! Then it should give you information about where to go to start your naval adventure. Good luck, my friend!",		"s_f90ad503":"I see. Thanks!",		"s_f67d3f3a":"Please enjoy the dance.",		"s_f5f72ae1":"My pleasure. Anything else?",		"s_f3ec92a":"Use the planetary map to travel to the vendors listed on it, but not all vendors will be listed there. For the unlisted ones, you'll have to travel around looking for player-owned buildings that hold vendors. Once you've found a vendor, double-click it to see what it has for sale. You can also check bazaar terminals, but the listings on those will only be low-end starships and ship components, if even that.",		"s_f2a4df5e":"Good idea! Thanks.",		"s_f25521b4":"Ah, a most distinguished Imperial Pilot, welcome to Moenia!",		"s_f2115ba8":"Rebel Pilot, do you have any information for me? No? Very well then. We never had this conversation.",		"s_f1285aa6":"If I can answer, I shall.",		"s_eb85528d":"Ah, a friendly Freelance Pilot. I thank you and your brothers for the past service you've provided and the future service yet to be shared. But for now I have no work for you.",		"s_e89d0307":"One man's oddity is another man's routine.",		"s_e8682a71":"Perhaps another time.",		"s_e843e3ab":"Use the command CTRL+V to open the planetary map. On the right side of your display, you will see a listing of trainers by category. All local trainers who register with the planet will appear on this list. Click the 'Trainer' tab and then look for a pilot trainer.",		"s_e41e2e4c":"Thank you, I'm happy to be here.",		"s_e013f498":"Look for the flashing 'envelope' icon on your interface. It's placed on the lower right-hand side of your screen by default.",		"s_da08c873":"That's sort of tricky. There may be some Alliance pilots bold enough to register their locations on the planetary map. Have you looked at the planetary map yet?",		"s_d9231b4f":"There are freelance pilots working in most systems. Some are CorSec pilots, others are part of the RSF of Naboo, and of course, others are smugglers or pirates. I wouldn't recommend those last two if you want to pursue a lengthy career, but, at the same time, some of the best military pilots I know were once smugglers. Most freelance organizations will send recruitment emails. You might try checking your email for something like that.",		"s_d4c6e8cd":"No problem! Anything else?",		"s_d4aba6c2":"Any time. Anything else?",		"s_cf5fc0f":"How do I repair my starship?",		"s_cdb17e79":"How do I check the planetary map?",		"s_cc7c9754":"Don't mention it. Anything else?",		"s_cb747ceb":"Hmm. Me neither. Maybe you should give it a little time?",		"s_c9e97ed5":"How else would I join up?",		"s_c4682ea6":"Thanks!",		"s_c2db6878":"Good-bye.",		"s_ba95f774":"Bazaar terminals are located all over major cities. Check the areas surrounding major hot spots like the starport, the bank, any of the cantinas, or even the hospitals.",		"s_ba3c26af":"You did? These are desperate times, indeed. The email should probably indicate where you are supposed to go for initial recruitment.",		"s_b9b27823":"Thank you.",		"s_b7712646":"Yes, thank you.",		"s_b641cda6":"Where can I find a bazaar terminal?",		"s_b0b2621a":"It doesn't",		"s_b030000f":"My friend. Welcome to Moenia. The starport is a bustling center of commerce and community. And the swamp is an endless source of adventure.",		"s_add31f19":"I need a starship.",		"s_acc368b1":"How do I join the Empire?",		"s_a9850aec":"I got an email from the Alliance!",		"s_a463a3c1":"You're welcome. Anything else?",		"s_a3bde326":"Please. I'd like that.",		"s_9b8c83b":"That's what one hears. The Empire has more ships than pilots, though I suspect that it's because they go through pilots faster than they go through ships. The Rebels, on the other hand, are known to honor their new pilots with a new ship that will lift them into the reaches of space and beyond.",		"s_99bbe25a":"Because more goes on than meets the eye in places such as this. The people one meets can be quite informative and enthralling if one knows where to look and when to listen. And there are always those interested in information from a planet such as this one.",		"s_93280d8a":"Good idea. Thanks!",		"s_8ef8dbfb":"I have another question.",		"s_8cf9be64":"Where can I find a vendor?",		"s_8bc89a5":"On the lower right-hand side of your screen, there should be a 'letter' icon that is flashing. Double-click on this icon and it will bring up your personal email. Read over the subject and sender, and scroll through the body text to get all the details.",		"s_8b37a99a":"How do I make money?",		"s_8b23fac":"I want to learn to fly.",		"s_8515e448":"Yes. I have an email from the Imperial Navy.",		"s_80856a70":"Shall I dance for you?",		"s_7a90a08":"I suppose. Still seems a bit odd.",		"s_71e7bd4f":"Strange. Seems that if they undertook the risk to send you a message, they would make it clear how to respond. Why don't you check your email a bit more carefully.",		"s_712a3c66":"Greetings. I mostly only dance for space pilots and those hoping to become pilots. Since you are neither, I bid you farewell.",		"s_6f0ab63b":"Stay safe, my friend.",		"s_68cb68ff":"Is there anyone else I could fly for?",		"s_67d831d4":"Okay, what would you like to know?",		"s_64513f4b":"Do you know anything about being a pilot?",		"s_6441a2a6":"As you wish.",		"s_5ff8baab":"I was wondering if you could answer some questions?",		"s_5e410744":"Right-click on the map location to create and activate a waypoint. Follow the waypoint to the trainer's location.",		"s_5b893f7c":"It does.",		"s_5989c487":"There are all sorts of civilian contracts available on the 'mission terminals' you find throughout town. Look for them near any major structure. Use the terminal to bring up the current list of local contracts. Choose the one that interests you most and you'll make money when the task is complete.",		"s_5618d2cd":"No. I have received no email.",		"s_558a361a":"The Imperial Navy? I've heard that they are sending out recruitment emails to everyone they can locate these days. Have you checked your email today?",		"s_554c5307":"No thank you.",		"s_52939a0":"How do I check my email?",		"s_4eb2ac5d":"Good luck, kid! Anything else?",		"s_495777c0":"Have you checked any vendors? Merchants use vendors to help sell their merchandise. Shipwrights put finished starships and ship components for sale on their vendors, and then you can go to those vendors and purchase what you need.",		"s_472f61d1":"Local space stations are the easiest way to get your ship repaired. When you are heading back here, you should stop at the space station and ask them for repairs. They will provide a quick estimate on what it will take to get you back on track.",		"s_4634b39d":"Double-click on the envelope icon, and read your mail! Did you have any other questions?",		"s_3b6c9b18":"I can totally relate to that. Things are tough all over with the ongoing Galactic Civil War. A lot of pilots are flying for either the Empire or the Rebellion these days. Ever think of joining the military to get a starship?",		"s_331a2a18":"Why do you dance here instead of in a cantina?",		"s_32146025":"Then what?",		"s_3059f369":"What then?",		"s_29894b97":"I don't know how to check.",		"s_27186cee":"I don't have enough money.",		"s_270c87b2":"How do I get them to repair my ship?",		"s_21bf1a8c":"How do I join the Alliance?",		"s_1abd933c":"Interesting. Good luck with that. I don't want to get too close to the Galactic Civil War, myself.",		"s_193d763c":"Your best bet is to get in touch with the Alliance and sign up for their training program. There are others who will urge you to put your efforts to use in the Empire, but fools will be fools.",		"s_17bda60f":"While I do not dance at your request, please enjoy nonetheless.",		"s_17bc5d9b":"When you approach the space station, use SHIFT+C to target it and open communication with the commander. You will be asked if you want to purchase repairs or if you want to land on the planet.",		"s_15365688":"Indeed I do. More than most would ever perceive. What would you like to know?",		"s_144ec5cc":"Sounds good. Thanks!",		"s_143896d2":"I think that the majority of pilot trainers are registered with the planetary map. Try opening the planetary map with CTRL+V. On the right-hand side is a listing of categories. Look under 'trainer' to find any local pilot teacher who's looking for pupils.",		"s_12157feb":"The military gives out free ships?",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_moenia_undercover_rebel.stf) is automatically generated by the SwgConversationEditor."
}}
