{
	"stfFile":"conversation/greeter_dantooine_imperial_pilot",
	"entries": {
		"s_fd5402d8":"Ah! Then it should give you information about where to go to start your naval adventure. Good luck, my friend!",		"s_fbaa9d84":"Those AT-STs are pretty tall. You'd still be pretty high off the ground.",		"s_f5f72ae1":"My pleasure. Anything else?",		"s_f3ec92a":"Use the planetary map to travel to the vendors listed on it, but not all vendors will be listed there. For the unlisted ones, you'll have to travel around looking for player-owned buildings that hold vendors. Once you've found a vendor, double-click it to see what it has for sale. You can also check bazaar terminals, but the listings on those will only be low-end starships and ship components, if even that.",		"s_f2a4df5e":"Good idea! Thanks.",		"s_e843e3ab":"Use the command CTRL+V to open the planetary map. On the right side of your display, you will see a listing of trainers by category. All local trainers who register with the planet will appear on this list. Click the 'Trainer' tab and then look for a pilot trainer.",		"s_e0de9210":"I was wondering if you could answer some questions about space flight?",		"s_e013f498":"Look for the flashing 'envelope' icon on your interface. It's placed on the lower right-hand side of your screen by default.",		"s_df7992b9":"There are some freelance pilots here and there, though the Empire mostly frowns upon that kind of activity. At the same time, we do recognize that there is a need for a small number of freelance pilots to handle certain jobs with which the Empire does not want to be associated or simply views as beneath our notice. As I understand it, most freelance pilots are recruited through email.",		"s_d9a44d69":"I can't help you since you're a pilot but obviously not a member of the Imperial Navy. You should probably leave now.",		"s_d4c6e8cd":"No problem! Anything else?",		"s_d0338793":"Fine, now move along. Unless there was something else you wanted to ask?",		"s_cf5fc0f":"How do I repair my starship?",		"s_cdb17e79":"How do I check the planetary map?",		"s_cc7c9754":"Don't mention it. Anything else?",		"s_cb747ceb":"Hmm. Me neither. Maybe you should give it a little time?",		"s_c9e97ed5":"How else would I join up?",		"s_c71e3ca9":"You don't look busy.",		"s_c4682ea6":"Thanks!",		"s_ba95f774":"Bazaar terminals are located all over major cities. Check the areas surrounding major hot spots like the starport, the bank, any of the cantinas, or even the hospitals.",		"s_b9b27823":"Thank you.",		"s_b70fd5b5":"Could answer some questions about space flight?",		"s_b641cda6":"Where can I find a bazaar terminal?",		"s_af081ce":"Oh, but I am. I'm trying to convince my flight officer, Col. Rabor here, that I shouldn't be a pilot. Not a space pilot, anyway. I'm not good with all the space and the emptiness and the being way, way up in the sky. It's fine for some, I guess, but I'd rather stay connected to the ground. I'm thinking that driving an AT-ST would be more my style.",		"s_add31f19":"I need a starship.",		"s_acc368b1":"How do I join the Empire?",		"s_a9850aec":"I got an email from the Alliance!",		"s_a434968c":"Greetings, Pilot. Maybe you'd be willing to fly my patrol for me? No? It's not so much an honor as all that, you know. It's just really, really high up there in space.",		"s_9bd0d381":"Oh, hello. I'm kind of busy right now. Not as busy as Col. Rabor would like me to be, obviously, but I still feel busy nonetheless.",		"s_8cf9be64":"Where can I find a vendor?",		"s_8b37a99a":"How do I make money?",		"s_8b23fac":"I want to learn to fly.",		"s_88a51d3c":"Do you really think you should be asking me that? Even if I did know that some Alliance pilots are bold enough to register their locations on the planetary map, I wouldn't exactly be telling people. I'm a pilot in the Imperial Navy, after all.",		"s_880f19c":"I can't help you since you're a pilot but obviously not a member of the Imperial Navy. You should probably go.",		"s_8515e448":"Yes. I have an email from the Imperial Navy.",		"s_72f5c999":"I think that the majority of pilot trainers are registered with the planetary map. Try opening the planetary map with CTRL+V. On the right-hand side there is a listing of categories. Look under 'trainer' to find any local pilot teacher who's looking for pupils.",		"s_72352199":"Your best bet is to get in touch with the Empire and sign up for their training program. There are others who will urge you to put your efforts to use in the Alliance, but fools will be fools.

Anything else?",		"s_6b48e0e3":"You're welcome. Now move along. Unless there was something else you wanted to ask?",		"s_6a489e79":"And why are you telling me this? I have enough problems to deal with at the moment, so I'm going to forget that you told me that.

Was there anything else you wanted to ask?",		"s_68cb68ff":"Is there anyone else I could fly for?",		"s_688d1dd9":"Lack of funds is a common issue for new pilots. That is why so many pilots start out working for someone else. Ever think of joining the military to get a starship?",		"s_5e410744":"Right-click on the map location to create and activate a waypoint. Follow the waypoint to the trainer's location.",		"s_5989c487":"There are all sorts of civilian contracts available on the 'mission terminals' you find throughout town. Look for them near any major structure. Use the terminal to bring up the current list of local contracts. Choose the one that interests you most and you'll make money when the task is complete.",		"s_5618d2cd":"No. I have received no email.",		"s_558a361a":"The Imperial Navy? I've heard that they are sending out recruitment emails to everyone they can locate these days. Have you checked your email today?",		"s_53d312b4":"I suppose I could. What would you like to know?",		"s_52939a0":"How do I check my email?",		"s_4f12802":"Double-click on the envelope icon, and read your mail! Was there anything else you wanted to ask?",		"s_495777c0":"Have you checked any vendors? Merchants use vendors to help sell their merchandise. Shipwrights put finished starships and ship components for sale on their vendors, and then you can go to those vendors and purchase what you need.",		"s_472f61d1":"Local space stations are the easiest way to get your ship repaired. When you are heading back here, you should stop at the space station and ask them for repairs. They will provide a quick estimate on what it will take to get you back on track.",		"s_32146025":"Then what?",		"s_3059f369":"What then?",		"s_2e3fddb0":"The Empire will supply new pilots with a ship. You can't exactly be an Imperial Pilot without a ship. I've also heard rumors that the Alliance has prepared a fleet of ships so they can get new recruits into the fray as soon as possible as well, but rest assured that their fleet exists on borrowed time. We will crush it soon enough.",		"s_27186cee":"I don't have enough money.",		"s_270c87b2":"How do I get them to repair my ship?",		"s_21bf1a8c":"How do I join the Alliance?",		"s_1f7a933d":"True, it may be a bit high, but I think I could adjust to that. An AT-ST remains firmly on the ground, though. That's the important thing. Don't you see? Two feet solidly on the ground. That's my goal.",		"s_1ead9e8c":"You're not involved with space flight, are you? Good for you. I'm totally jealous. 'Keep your feet firmly on the ground', my dad used to always say. I want so much to follow that advice.",		"s_17bc5d9b":"When you approach the space station, use SHIFT+C to target it and open communication with the commander. You will be asked if you want to purchase repairs or if you want to land on the planet.",		"s_144ec5cc":"Sounds good. Thanks!",		"s_12157feb":"The military gives out free ships?",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_dantooine_imperial_pilot.stf) is automatically generated by the SwgConversationEditor."
}}
