{
	"stfFile":"conversation/greeter_tyrena_disgraced_corsec",
	"entries": {
		"s_ec947daf":"I'm kind of frazzled at the moment. Can't really concentrate on anything. You should ask my friend here, Larek. He's a pilot. He knows things.",		"s_dd05928":"What fountain?",		"s_9f080930":"Oh, it's a fountain I raised money for. I wanted to do something for the community here in Tyrena. There's a big empty plaza over near the Agrilat Geyser. I thought it would be nice to have a fountain there. So I asked for donations to raise money for one.",		"s_99f73b4f":"Oh, hello. Don't worry. That fountain is on the way. Those donations are being put to good use exactly as promised. If you see that Imperial investigator, tell him it's on the way, okay? It really is.",		"s_8dd47fdc":"Could I ask you some questions?",		"s_86e4bf6f":"Look, I've got a lot on my mind right now. Sorry to be a bit cross, but you are of no interest to me. If you were to take an interest in space flight, we might have something to talk about. But not until then.",		"s_61113bf6":"What am I gonna do? What am I gonna do? Where is that fountain? That stupid fountain.",		"s_5ff8baab":"I was wondering if you could answer some questions?",		"s_5071a40b":"Maybe you should just give all the money back?",		"s_3f9656b2":"You could not be more correct. That investigator seems to be out for blood. My friend here, Larek, thinks we should just leave the planet and hide out. Maybe join the Rebellion. But I really shouldn't be saying that. The fountain is on the way. It'll be here. It has to.",		"s_39b9ae7":"Sounds like a pretty bad situation.",		"s_1fd2fde4":"Sounds like a nice idea. Why are you so worried?",		"s_1fb826e9":"Because an Imperial investigator decided to look into it and now claims that it was all a fraud. And that I've kept the money for myself. But I haven't! I ordered the fountain. It should be here any day now. That's even why I rented this load-carrying droid. Just waiting now for the fountain to arrive. I hope it's not much longer.",		"s_191802ec":"There's no money to give back! Like I said, I've already ordered the fountain and that includes paying for it. I no longer have the money.",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_tyrena_disgraced_corsec.stf) is automatically generated by the SwgConversationEditor."
}}
