{
	"stfFile":"conversation/greeter_coronet_merchant",
	"entries": {
		"s_fd5402d8":"Ah! Then it should give you information about where to go to start your naval adventure. Good luck, my friend!",		"s_fbc4f153":"Hey, my pleasure. As long as I'm not busy. Anything else?",		"s_f90ad503":"I see. Thanks!",		"s_f5f72ae1":"My pleasure. Anything else?",		"s_f3ec92a":"Use the planetary map to travel to the vendors listed on it, but not all vendors will be listed there. For the unlisted ones, you'll have to travel around looking for player-owned buildings that hold vendors. Once you've found a vendor, double-click it to see what it has for sale. You can also check bazaar terminals, but the listings on those will only be low-end starships and ship components, if even that.",		"s_f2a4df5e":"Good idea! Thanks.",		"s_e8b5b2ac":"Hello, sir. You're an Imperial Pilot, correct? Would you happen to know why my shipment might have been delayed? It's quite far behind schedule.",		"s_e843e3ab":"Use the command CTRL+V to open the planetary map. On the right side of your display, you will see a listing of trainers by category. All local trainers who register with the planet will appear on this list. Click the 'Trainer' tab and then look for a pilot trainer.",		"s_e1c13ebb":"Double-click on the envelope icon, and read your mail! Anything else?",		"s_e013f498":"Look for the flashing 'envelope' icon on your interface. It's placed on the lower right-hand side of your screen by default.",		"s_db064e66":"You have the look of a pilot from the Alliance. I'd better not find out you Rebels have stolen my shipment of goods.",		"s_da08c873":"That's sort of tricky. There may be some Alliance pilots bold enough to register their locations on the planetary map. Have you looked at the planetary map yet?",		"s_d9231b4f":"There are freelance pilots working in most systems. Some are CorSec pilots, others are part of the RSF of Naboo, and of course, others are smugglers or pirates. I wouldn't recommend those last two if you want to pursue a lengthy career, but, at the same time, some of the best military pilots I know were once smugglers. Most freelance organizations will send recruitment emails. You might try checking your email for something like that.",		"s_d4c6e8cd":"No problem! Anything else?",		"s_d48167e1":"That's too bad. I hope your goods arrive soon.",		"s_cf5fc0f":"How do I repair my starship?",		"s_cdb17e79":"How do I check the planetary map?",		"s_cc7c9754":"Don't mention it. Anything else?",		"s_cb747ceb":"Hmm. Me neither. Maybe you should give it a little time?",		"s_c9e97ed5":"How else would I join up?",		"s_c4682ea6":"Thanks!",		"s_c2db6878":"Good-bye.",		"s_ba95f774":"Bazaar terminals are located all over major cities. Check the areas surrounding major hot spots like the starport, the bank, any of the cantinas, or even the hospitals.",		"s_ba3c26af":"You did? These are desperate times, indeed. The email should probably indicate where you are supposed to go for initial recruitment.",		"s_b9b27823":"Thank you.",		"s_b78b7ed6":"Well, you're a pilot, and you've managed to land here, so that at least means starships are getting through to Corellia. But I still have no idea why my cargo has been delayed for so long.",		"s_b641cda6":"Where can I find a bazaar terminal?",		"s_b5d34085":"Could I ask some questions while you wait?",		"s_af4397a9":"Interesting. Well, good luck with that. I don't want to get too close to the Galactic Civil War, myself.",		"s_add31f19":"I need a starship.",		"s_adc9d9e5":"Strange. Seems that if they undertook the risk to send you a message, they would make it clear how to respond. Why don't you check your email a little more carefully.",		"s_acc368b1":"How do I join the Empire?",		"s_a9850aec":"I got an email from the Alliance!",		"s_a463a3c1":"You're welcome. Anything else?",		"s_a185791a":"Things are tough all over what with the Alliance and the Empire making with war and all. A lot of pilots are flying for either the Empire or the Rebellion these days. Ever think of joining the military to get a starship?",		"s_9f7f7c0a":"I think that the majority of pilot trainers are registered with the planetary map. Try opening the planetary map with CTRL+V. On the right-hand side, there is a listing of categories. Look under 'trainer' to find any local pilot teacher who's looking for pupils.",		"s_93280d8a":"Good idea. Thanks!",		"s_8ef8dbfb":"I have another question.",		"s_8dd808e3":"Ask away.",		"s_8cf9be64":"Where can I find a vendor?",		"s_8b37a99a":"How do I make money?",		"s_8b23fac":"I want to learn to fly.",		"s_8ae971c3":"Thank you for the kind words.",		"s_8515e448":"Yes. I have an email from the Imperial Navy.",		"s_82cd91e":"They ordered some parts from me, and those parts should be in the missing shipment. I gave them a good price, but the long wait seems to have eroded their goodwill.",		"s_80e2ba26":"Why are they waiting with you?",		"s_75698511":"Your best bet is to get in touch with the Empire and sign up for their training program. There are others who will urge you to put your efforts to use in the Alliance, but fools will be fools. Anything else?",		"s_726e332f":"There are all sorts of civilian contracts available on the 'mission terminals' you find throughout town. Look for them near any major structure. Use the terminal to bring up the current list of local contracts. Choose the one that interests you the most, and you'll make money when the task is complete.",		"s_6f0ab63b":"Stay safe, my friend.",		"s_68cb68ff":"Is there anyone else I could fly for?",		"s_659f0dee":"Seeing as I have little else to do at the moment, ask away.",		"s_5ff8baab":"I was wondering if you could answer some questions?",		"s_5e410744":"Right-click on the map location to create and activate a waypoint. Follow the waypoint to the trainer's location.",		"s_5b893f7c":"It does.",		"s_5618d2cd":"No. I have received no email.",		"s_558a361a":"The Imperial Navy? I've heard that they are sending out recruitment emails to everyone they can locate these days. Have you checked your email today?",		"s_52939a0":"How do I check my email?",		"s_50095b25":"Not a problem. Anything else?",		"s_4eb2ac5d":"Good luck, kid! Anything else?",		"s_4a019574":"Greetings and welcome to Coronet. I apologize for my fading enthusiasm, but I've been waiting for quite some time for a shipment of goods to arrive. These two shipwrights have been waiting with me, and one of them is becoming especially belligerent.",		"s_495777c0":"Have you checked any vendors? Merchants use vendors to help sell their merchandise. Shipwrights put finished starships and ship components for sale on their vendors, and then you can go to those vendors and purchase what you need.",		"s_472f61d1":"Local space stations are the easiest way to get your ship repaired. When you are heading back here, you should stop at the space station and ask them for repairs. They will provide a quick estimate on what it will take to get you back on track.",		"s_3c81054":"That's what I hear. The Empire's pretty well-equipped after all and can't really have much of a navy if their pilots don't have ships. I've also heard rumors that the Alliance has a fleet of ships available so they can get new recruits into the fray as soon as possible.",		"s_32146025":"Then what?",		"s_309c383a":"On the lower right-hand side of your screen, there should be a 'letter' icon that is flashing. Double-click on this icon, and it will bring up your personal email. Read over the subject and sender, and scroll through the body text to get all the details.",		"s_3059f369":"What then?",		"s_29894b97":"I don't know how to check.",		"s_27186cee":"I don't have enough money.",		"s_270c87b2":"How do I get them to repair my ship?",		"s_21bf1a8c":"How do I join the Alliance?",		"s_1a06c1df":"It doesn't.",		"s_198d9a41":"Greetings and welcome to Coronet. I apologize, but I don't have time to chat. If you get involved with space flight, I might be able to answer some questions, but otherwise I'm not going to be of much help.",		"s_17bc5d9b":"When you approach the space station, use SHIFT+C to target it and open communication with the commander. You will be asked if you want to purchase repairs or if you want to land on the planet.",		"s_144ec5cc":"Sounds good. Thanks!",		"s_12157feb":"The military gives out free ships?",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_coronet_merchant.stf) is automatically generated by the SwgConversationEditor."
}}
