{
	"stfFile":"conversation/greeter_kor_vella_imperial_officer",
	"entries": {
		"s_fd1873c3":"What?!! And what's wrong with some good, healthy paranoia anyway? It's kept me alive this long. You should not be so quick to judge.",		"s_e0de9210":"I was wondering if you could answer some questions about space flight?",		"s_e01c6933":"You're obviously not involved with the business of space flight, so I really don't have time for you. Move along or I'll have my bodyguard deal with you.",		"s_d44cba3b":"You look suspicious. Move away or I'll have my bodyguard deal with you.",		"s_caf022b7":"Hmmm, you're an Imperial Pilot, correct? Perhaps I should have two pilots. Then should one of you fall when the citizens here rise up and attack us, the other would still be able to fly me out of here. Perhaps I'll see about requesting a second pilot. Yes. I'll do just that.",		"s_b4e0582a":"Okay, I'll watch my back.",		"s_95a23c53":"Stand further back when addressing me. I know what you people are up to. You'd like nothing better than to add an Imperial officer to the notches on your weapon, wouldn't you?",		"s_71912ea1":"Paranoid a little?",		"s_50712538":"You might consider leaving this planet. That would be the safest course. Leave for more civilized systems like Naboo. Trust me on this. That's why I have a pilot with me at all times... I can be gone at the drop of a bantha hide.",		"s_44e02725":"Perhaps I spoke hastily about you. But not about this place. They are planning to strike. I know it. I can feel it. It might not even matter if you're part of the Empire or a member of the Rebel Alliance. They might strike you down all the same just to be safe.",		"s_327a66c9":"If I knew anything about space flight, I wouldn't need a pilot! Talk to my pilot if you want to know about flying.",		"s_2cc72ac":"Could I ask some other questions?",		"s_2313ac9e":"What are you talking about?",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_kor_vella_imperial_officer.stf) is automatically generated by the SwgConversationEditor."
}}
