{
	"stfFile":"conversation/greeter_dantooine_old_pilot",
	"entries": {
		"s_fd5402d8":"Ah! Then it should give you information about where to go to start your naval adventure. Good luck, my friend!",		"s_fa94d5c5":"Good-bye!",		"s_f90ad503":"I see. Thanks!",		"s_f3ec92a":"Use the planetary map to travel to the vendors listed on it, but not all vendors will be listed there. For the unlisted ones, you'll have to travel around looking for player-owned buildings that hold vendors. Once you've found a vendor, double-click it to see what it has for sale. You can also check bazaar terminals, but the listings on those will only be low-end starships and ship components, if even that.",		"s_f2a4df5e":"Good idea! Thanks.",		"s_eab69714":"Strange. Seems that if they undertook the risk to send you a message, they would make it clear how to respond. Why don't you check your email a little closer.",		"s_e9934b03":"Use the command CTRL+V to open the planet map. On the right side of your display you will see a listing of trainers by category. All local trainers who register with the planet will appear on this list. Click the 'Trainer' tab and then look for a pilot trainer.",		"s_e1c13ebb":"Double-click on the envelope icon, and read your mail! Anything else?",		"s_d9231b4f":"There are freelance pilots working in most systems. Some are CorSec pilots, others are part of the RSF of Naboo, and of course, others are smugglers or pirates. I wouldn't recommend those last two if you want to pursue a lengthy career, but, at the same time, some of the best military pilots I know were once smugglers. Most freelance organizations will send recruitment emails. You might try checking your email for something like that.",		"s_d4c6e8cd":"No problem! Anything else?",		"s_d1493149":"The Imperial Navy? Something wrong with you? Why would you want to join the Empire? 

Guess you young people these days just aren't very bright. Anyway, I've heard that the Empire is sending out recruitment emails to everyone they can locate these days. Have you checked your email today?",		"s_cf5fc0f":"How do I repair my starship?",		"s_cdd2fccc":"That's sort of tricky. There may be some Alliance pilots bold enough to register their locations on the planetary map. Have you looked at the planet map yet?",		"s_cc7c9754":"Don't mention it. Anything else?",		"s_cb747ceb":"Hmm. Me neither. Maybe you should give it a little time?",		"s_c9e97ed5":"How else would I join up?",		"s_c8012fa1":"Meek as a Naboo winter. You're not gonna last a day here, youngster. Best add some backbone.",		"s_c74b4365":"Nothing sir. Just passing through.",		"s_c4d3634f":"Ah spirited, are you? Last time someone showed that kind of spirit, we buried him the next day. Or what was left of him anyway. But don't let that stop you... this planet isn't kind to anyone, spirited or not.",		"s_c4682ea6":"Thanks!",		"s_c2db6878":"Good-bye.",		"s_bb38db80":"Interesting. Well... good luck with that. I don't want to get too close to the galactic civil war, myself.",		"s_ba3c26af":"You did? These are desperate times, indeed. The email should probably indicate where you are supposed to go for initial recruitment.",		"s_b9b27823":"Thank you.",		"s_b641cda6":"Where can I find a bazaar terminal?",		"s_b0b2621a":"It doesn't",		"s_add31f19":"I need a starship.",		"s_acc368b1":"How do I join the Empire?",		"s_ab00aa08":"Bazaar terminals are located all over major cities. Check the areas surrounding major hot-spots like the starport, the bank, any of the cantinas, or even the hospitals.",		"s_a9850aec":"I got an email from the Alliance!",		"s_a93a834e":"You didn't answer my question, old man?",		"s_a463a3c1":"You're welcome. Anything else?",		"s_a185791a":"Things are tough all over what with the Alliance and the Empire making with war and all. A lot of pilots are flying for either the Empire or the Rebellion these days. Ever think of joining the military to get a starship?",		"s_9ae83fab":"Who does the Empire think they are, trying to tell me I can't fly. I've been flying my whole life, and I don't aim to stop now. And they can stick that up their blaster and shoot it. 

Not that you'd know anything about flying. I can't imagine how you manage to go through life without knowing the thrill of flight, but I guess there's no accounting for some people.",		"s_98936d03":"Right... so how do I check the planetary map?",		"s_961d42dc":"May I ask what you do around here, sir?",		"s_93280d8a":"Good idea. Thanks!",		"s_9296a137":"Hey, are you a Rebel pilot? Between, you and me, I think you've got the right idea. These darn Imperials think they run the galaxy or something. I for one am sick of their attitude.",		"s_8ef8dbfb":"I have another question.",		"s_8cf9be64":"Where can I find a vendor?",		"s_8b37a99a":"How do I make money?",		"s_8b23fac":"I want to learn to fly.",		"s_88a2ef9d":"Enough with the 'sir' alright? Just call me Yras, if you're gonna call me anything.

Anyway, I fly various jobs for people in these parts. Not that far back, I reconditioned an old starfighter and use it for my work. Can't stand being grounded, so I had to do something. My old bird won't stand for atmospheric flight, but she's more than enough for flying low altitude jobs.",		"s_8515e448":"Yes. I have an email from the Imperial Navy.",		"s_7e78496a":"Ah, a fellow pilot. Unattached to the military. Good choice. Why get mixed up in all that political hullabaloo if you don't need to?",		"s_7c2b99a8":"Hey, what's a young whippersnapper like yourself doing on Dantooine? ",		"s_73f8df86":"Hey, any time. Anything else?",		"s_6f0ab63b":"Stay safe, my friend.",		"s_6c3b3817":"I was wondering if you could answer some questions about being a pilot?",		"s_6c0fd0e6":"What's an old mule like yourself doing here?",		"s_68cb68ff":"Is there anyone else I could fly for?",		"s_64cda856":"Fair enough. I fly various jobs for people in these parts. Not that far back, I reconditioned an old starfighter and use it for my work. Can't stand being grounded, so I had to do something. My old bird won't stand for atmospheric flight, but she's more than enough for flying low altitude jobs.",		"s_62bc5ee5":"Oh, look at the Imperial pilot. You here to tell me not to fly? Well, don't bother. I haven't listened before this and I'm not listening now.",		"s_5ebe92b8":"I think that the majority of pilot trainers are registered with the planetary map. Try opening the planet map with CTRL+V. On the right-hand-side there is a listing of categories. Look under 'trainer' to find any local pilot teacher who's looking for pupils.",		"s_5e410744":"Right-click on the map location to create and activate a waypoint. Follow the waypoint to the trainer's location.",		"s_5b893f7c":"It does.",		"s_5a1d315c":"On the lower right-side of your screen there should be a 'letter' icon that is flashing. Double-click on this icon and it will bring up your personal email. Read over the subject and sender, and scroll through the body text to get all the details.",		"s_5989c487":"There are all sorts of civilian contracts available on the 'mission terminals' you find throughout town. Look for them near any major structure. Use the terminal to bring up the current list of local contracts. Choose the one that interests you most and you'll make money when the task is complete.",		"s_5618d2cd":"No. I have received no email.",		"s_52939a0":"How do I check my email?",		"s_49800c02":"That's what I hear. Or something like that anyway. The Empire's pretty well-equipped after all, and can't really have much of a navy if their pilots don't have ships. I've also heard rumors that the Alliance has a fleet of ships available so they can get new recruits into the fray as soon as possible.",		"s_495777c0":"Have you checked any vendors? Merchants use vendors to help sell their merchandise. Shipwrights put finished starships and ship components for sale on their vendors, and then you can go to those vendors and purchase what you need.",		"s_42ddcfd5":"Local space stations are the easiest way to get your ship repaired. When you are heading back here, you should stop at the space station and ask them for repairs. They will provide a quick estimate on what it will take to get you back on-track.",		"s_3b7aeafd":"Very well then. Fell free to ask.",		"s_32146025":"Then what?",		"s_3059f369":"What then?",		"s_2e30f02b":"Look for the flashing 'envelope' icon on your interface. It's placed on the lower right-hand-side of your screen by default.",		"s_2c93727e":"Of course! This is your lucky day, no one around here knows more about starflight than I do. I'd be more than happy to help..",		"s_29894b97":"I don't know how to check.",		"s_27186cee":"I don't have enough money.",		"s_270c87b2":"How do I get them to repair my ship?",		"s_21bf1a8c":"How do I join the Alliance?",		"s_17bc5d9b":"When you approach the space station, use SHIFT+C to target it and open communication with the commander. You will be asked if you want to purchase repairs or if you want to land on the planet.",		"s_144ec5cc":"Sounds good. Thanks!",		"s_137e40c4":"Could I ask some questions about becoming a pilot?",		"s_1372e866":"Your best bet is to get in touch with the Alliance and sign up for their training program. Of course... there are others who will urge you to put your efforts to use in the Empire, but fools will be fools.",		"s_12157feb":"The military gives out free ships?",		"s_0":"",		"do_not_edit":"The English version of this file (greeter_dantooine_old_pilot.stf) is automatically generated by the SwgConversationEditor."
}}
