{
	"stfFile":"conversation/heraldlok2",
	"entries": {
		"s_fc5dc465":"Ahh, the smugglers. They have been a thorn in our side for awhile. Their ground operatives have stolen too many of our missions and goals. For some reason, their ship has been shot down by forces unknown. Looks as if they have more enemies than we thought.",		"s_f8224468":"Completely insane, the droid engineer creates minions for his own personal design. We cannot compete with insanity and must find means of removing him from Lok. I wish you luck in the endeavor. It won't be easy.",		"s_e4e08f1f":"Ugh! I have no time for this..",		"s_d17c998e":"I don't want to help you.",		"s_a9eda6c":"Excellent! You can start by either plundering the Droid Engineer's Cave or the Smuggler's Ship. Which will it be?",		"s_a66ef7ad":"I'll help you.",		"s_9be34260":"It sounds fishy to me. No.",		"s_8247a8b0":"Smuggler's Ship and the Droid Engineer's Cave.",		"s_7bf56007":"I don't agree with you.",		"s_7884d24e":"Smuggler's Ship.",		"s_6cfa2fa7":"The bounty and riches of my--our!--enemy's strongholds! Just think of it; all the treasure you can fill your deep pockets with! All yours! Just destroy them.",		"s_66d367c9":"I recognize that swagger in your steps. You're an outcast like me. And, like me, you should know that opposition to your aims and goals are grounds for 'removal'. ",		"s_657533b5":"Then leave! I have too many things to do than to waste my time.",		"s_63fbc0e4":"I agree!",		"s_4db27a02":"Droid Engineer's Cave.",		"s_48566ef9":"What's in it for me?",		"s_471ddd18":"Then help me! Help me rid Lok of my opposition so that I may become leader of my own little band of outcasts. I must earn their trust...",		"s_46236858":"I will offer the opportunity to someone else. Unfortunately, it will be your loss.",		"s_4487b6cf":"What business is it of yours? Do not question me! Had you the opportunity to become leader of your underground gand of pirates, you too would try to gain your people's trust and rid yourself of the troubles your opposition caused.",		"s_3f395897":"Where are these enemies?",		"s_391e8a36":"I was wrong about you. You're nothing but a commoner. I don't deal with commoners. Go away!",		"s_372fb7c1":"Okay, okay. What were those places again?",		"s_326fcc61":"What is your reasoning behind this?",		"s_2f559d1":"It depends. There's the Smuggler's Ship and the Droid Engineer's cave. Which do you prefer to plunder first?",		"s_248becfc":"I don't like your reasoning.",		"s_0":"",		"do_not_edit":"The English version of this file (heraldlok2.stf) is automatically generated by the SwgConversationEditor."
}}
