{
	"stfFile":"conversation/heraldcorellia2",
	"entries": {
		"s_fd53304":"I think I'm going to get out of here.",		"s_e8e88020":"Yes, run along. I have more important things to do.",		"s_e8ba751":"I promise.",		"s_cd3a7aff":"Then, I give you no information. It is as simple as that. Now, run along and go play with your little toy weapons.",		"s_b21d503f":"Ugh. So simple-minded. Breathing your air even dumbs my mind somewhat.",		"s_ae8d99dc":"I can't promise anything.",		"s_9e3a2d26":"Ahh, I was correct. Not so fast, my friend. I shall not just hand over the information to just anyone. You must promise me something. Promise to have you and your minions, friends, whatever, vote for me in the next election. If you promise and do not fullfill, you will be hunted down, I assure you.",		"s_7ef6e01":"I have certain information regarding a meddling band of Rogue Corsec and an insignificant Drall Patriots Hideout.",		"s_6fe071a8":"Where is the Rogue Corsec band?",		"s_6152d272":"Where is the Drall Patriots Hideout?",		"s_5f670c9a":"Yeah, yeah. What information do you have?",		"s_47d10547":"I have no clue, really. While campaigning across this forsaken planet, my people came across it. I suppose I can download it into your silly datapad. Now, go. I have an election to win.",		"s_467e5760":"You promised too easily and readily. I do not really trust you. Nor, I suppose, can a politician be trusted. You'll have to take this information lightly. I may give you a location that doesn't exist. We're both on even ground now. If forced, I'll wrap you into some elaborate story that will hurt the integrity of my rival. That should do the trick.",		"s_365cae75":"I... have to go. Good bye!",		"s_34578735":"What information?",		"s_17f4a48e":"You seem a bit too simple-minded to be a politician. Therefore, you wouldn't be in league with my rival in office. Though... something about you suggests you are an adventurer. You hunger for information. Today is your lucky day for I have such information.",		"s_1540303f":"Over there somewhere. I'm much too busy to tell you straight out. I don't even know why I stopped to talk to you in the first place. You'll find the location has been downloaded into your datapad.",		"s_0":"",		"do_not_edit":"The English version of this file (heraldcorellia2.stf) is automatically generated by the SwgConversationEditor."
}}
