{
	"stfFile":"conversation/heraldnaboo2",
	"entries": {
		"s_fcab5bd8":"You're interested in them as much as I am! How exciting! After I gather my supplies, I'm headed to the Gungan Stronghold, however. I have some deals to conduct with my allies there. The Gungans are really friendly when you get to know them. I'll be off to my studies after that. It's the vermok's feeding time.",		"s_d6695e83":"No thanks.",		"s_d482409c":"The veermok, of course! Have you seen a more interesting creature? I take every chance I can get to educate others on my findings. Too bad I don't have the time right now! You can go see them yourself, if you'd like.",		"s_c4e2d7fa":"Oh yes! I babble on and on so much. I'll just download the information into your datapad. It's really the quickest way. I really must get going.",		"s_b6fc48e0":"So, where are these veermoks?",		"s_b2b33aae":"You and I are so alike. They don't like visitors much, but maybe you can ally with them as well. Let me download the information into your datapad, assuming you have one.",		"s_adb2e1e":"Okay. I'll let you go.",		"s_9adfee98":"What do you study?",		"s_91946cec":"I apologize. I'm in a bit of a hurry. I only planned to be here in this city for only a few hours. Gathering these supplies took longer than I thought. I really must get back to my studies..",		"s_8182146c":"I have to go too. Bye!",		"s_7d197017":"Where are the Gungans?",		"s_60613aaf":"Bye!",		"s_48315a3d":"I think I'll visit them too.",		"s_401feeb9":"Maybe some other time, then. Maybe you'd rather visit the Gungans at their stronghold. They're always looking for new allies. They're my allies, in fact, and very supportive of my research. If you're not interested, I really must get going. I hope you don't mind.",		"s_23545d1":"Oh, you know, I really can't explain it right now. Let me download the information into your datapad. I must be well on my way. It's feeding time for the veermok. It's such a sight to see!",		"s_137b7430":"I'd like to, actually.",		"s_0":"",		"do_not_edit":"The English version of this file (heraldnaboo2.stf) is automatically generated by the SwgConversationEditor."
}}
