{
	"stfFile":"conversation/heraldtatooine1",
	"entries": {
		"s_fd76ac2c":"You may actually have more sense than a kreetle. All right. I suppose I'll let you live. Filthy Tuskens, you say? I have information regarding the whereabouts of several. Interested?",		"s_f48827a8":"Sad story. I wish I could help.",		"s_ef7c85cf":"The information will be downloaded into your datapad. If you find the place, don't bother to come back. I have no reward for you. Good bye.",		"s_e3ce72c0":"Why do you hate them so much?",		"s_e03237fd":"I don't have time for this. Bye!",		"s_dca89f7e":"Fort Tusken.",		"s_d00b322a":"Filthy Tuskens? Never!",		"s_c7330dee":"I'm a tired bounty hunter and my patience is lacking. I've been so consumed with killing the Tuskens that I've been left empty, exhausted. But I must destroy them... it is my destiny.",		"s_c5e5fb33":"Excuse me? You are daft, aren't you? In fact, I'd bet you're so daft you'd be allied with those Tuskens. Tell me I'm right. Please.",		"s_c370ec78":"Fight your own battles.",		"s_b88d9d9f":"Nothing. I despise the Tuskens with every moment of my existence. I wouldn't mind hiring a few commoners to ease my woes in destroying them.",		"s_9dbca073":"What will it cost me?",		"s_8ac3feb5":"Tusken Village.",		"s_886ada99":"You've made a tired bounty hunter glad. Which location do you wish to hear of? Tusken Village or Fort Tusken?",		"s_845c935e":"I'll download the information into your datapad. It's the most simple of explanations. It should be the exact location. I could find the place with my eyes closed.",		"s_8026269":"How have you suffered?",		"s_74f40f3a":"May the desert worms rot your soul.",		"s_7481bfea":"There's no need to be rude, ma'am.",		"s_7133e831":"I have every reason to be. You have not suffered like I have suffered.",		"s_70ffe9b9":"You seem a bit... weak. Are you a petty commoner? You must be. Otherwise, you'd have enough sense to stay away from a bounty hunter. What do you want, then?",		"s_68c8ab4e":"If you do not leave quickly, my next battle will be with you. Leave. Now.",		"s_67880d8b":"Which location? Tusken Village? Or the bigger target, Fort Tusken.",		"s_66f743cb":"Where is the Tusken Village?",		"s_65daca4c":"It's a painful subject, but if you must know: the Tuskens destroyed my family and I have brought it upon myself to rid Tatooine of their worthless existence.",		"s_3cf68ea6":"You're trying to blame something on me.",		"s_39f16ceb":"Where is Fort Tusken?",		"s_36a4e374":"Yes, I am.",		"s_21aa21ca":"How could you help? Unless... you help me fight them. I have two locations in which I heavily hunt these desert fiends. Fort Tusken and the Tusken Village.",		"s_1ca645a4":"I suppose I can help.",		"s_14495ea":"Let me help.",		"s_1421ed7f":"Yeah, thanks. Your sentiments are shallow. Get lost before your fate is like that of the Tuskens... friend.",		"s_11c73436":"Watch your tone!",		"s_0":"",		"do_not_edit":"The English version of this file (heraldtatooine1.stf) is automatically generated by the SwgConversationEditor."
}}
