{
	"stfFile":"conversation/heraldcorellia1",
	"entries": {
		"s_fd0eff19":"I am a part of Lord Nyax's Clan, actually.",		"s_f4a2753b":"Look, I'm sorry.",		"s_f20cf001":"What other activities?",		"s_eff34704":"What else is there to do on this planet?",		"s_d004968e":"Uh. Lord Nyax, actually.",		"s_ce93e2a4":"Imperial Stronghold.",		"s_bb636d95":"Sure. Where is Nyax?",		"s_b5cd3612":"I'll check out Nyax's Clan.",		"s_b24dbaa5":"Hmm... I'm suspicious. You don't look like someone Lord Nyax would recruit. Fine. If you are a part of the clan, then where is the hideout?",		"s_abab52df":"You're lucky I'm desperate for help. I have some information regarding the Nyax Clan and their whereabouts. I also have information about other activities as well.",		"s_a7c04702":"I actually don't know the location offhand. Let me see. Hmmm--Ahh! There, downloaded into your datapad. It may or may not be exact. I hope you won't get lost.",		"s_a343f6b2":"That's what I thought. I knew you weren't. I should know. I was a part of the clan myself. They don't like the fact that I left just to cash in on their location by providing others with their whereabouts. Say, would you like to know? Free of charge! I also know a little bit about other activities on this planet.",		"s_9d54ab3b":"Hrmph!",		"s_94914b83":"I'm glad to hear that. You had me scared there for a little bit.",		"s_92abbb2d":"Yeah, well. Bye.",		"s_8aeb5275":"Where's the Nyax Clan?",		"s_8487276":"I don't want to hear your life story.",		"s_7634b077":"No, I'm not.",		"s_7170206c":"Fine! Good bye!",		"s_62db6450":"AHH! Stay away from me! I didn't mean to--oh. You're not a part of Lord Nyax's Clan. What a relief! You scared me there. I am right, aren't I? You're not a spy, are you? ... are you?!",		"s_60613aaf":"Bye!",		"s_5bd24f96":"Be careful there. They don't like visitors unless you're an Imperial. Better than being a Nyax follower! Eh. May as well be the same thing. Oh well! The location has been downloaded into your datapad.",		"s_5933dda":"Well, there's the Afarathu Cave and the Imperial Strong hold. What are you interested in?",		"s_508d181c":"Hrmph! Fine! I was going to give you information, but now I'm not going to!",		"s_4f78edca":"Why are you so scared of them?",		"s_4e268ec":"Afarathu Cave.",		"s_43ff531e":"Lies! I knew you weren't a part of the clan. I should know. I was one of them! I left because I didn't agree with what they were doing.",		"s_302a0829":"Okay, you got me. I'm not a part of the Clan.",		"s_2dc5fa6c":"I was one of them. They don't like the fact that I left just to cash in on their location by providing others with their whereabouts. Say, would you like to know? Free of charge! I also know a little bit about other activities on this planet.",		"s_1abf1335":"Uhh.. I'm not going to tell you. You'd probably hurt me if I did. I did some of those things, you know. Why don't you go there yourself and find out. Unless, you'd rather do something else on this planet.",		"s_16ef1618":"Um... West of here!",		"s_15b3396c":"It's too hard to explain. Besides, someone else could be listening. I don't want them getting the information for free. I downloaded the information into your datapad.",		"s_14db17db":"What were they doing?",		"s_1350775c":"I'm not going to tell you the location outloud. Downloading it into your datapad would be much easier. I hope you find the place with ease.",		"s_0":"",		"do_not_edit":"The English version of this file (heraldcorellia1.stf) is automatically generated by the SwgConversationEditor."
}}
