{
	"stfFile":"conversation/heraldlok",
	"entries": {
		"s_ff7f26e1":"I knew you were hungry for information. Which location do you want to hear about? I have information regarding the 'Kimogila Town', and 'Canyon Corsair Stronghold'. They are all interesting places, I assure you.",		"s_e933930f":"I used to be apart of the Rebel Alliance Spy Network, but I decided that my skills were needed elsewhere. I collected information for them regarding the activity on Lok. Obviously, they didn't like the fact that their systems were easy to hack. I left on the account of 'unresolved differances'. Err--why am I telling you this?",		"s_c5a66e82":"No, not really.",		"s_be60eda6":"I hope you have several friends with you. Now, granted, I haven't really been to any of these places, but... I've heard things. Enough of my babble. I'll download the general location into your datapad. It's not exact, but close enough.",		"s_a8387526":"I, uh, really need to go.",		"s_a5343515":"You'd be daft if you wanted to go there. Nonetheless, it's your life, not mine. I can give you the general location of the place, but the exact location was corrupted in my database. I'll download the information into your datapad, but that's all I can do.",		"s_95bfd0f3":"Kimogila Town.",		"s_7117043f":"Okay. Good bye!",		"s_6336e957":"Suit yourself. I'll wait for someone else. My information is worth alot of credits to many people.",		"s_5e804346":"Why are you telling me this information?",		"s_599fe081":"You do not seem to be apart of the Empire. Ha! As if I care what affiliation you belong to. I left the Alliance years ago, but... I left with a bit of information regarding the location of certain points of interest. Are you interested in what I have to say?",		"s_57d2d366":"Oh, so now you want to hear about them. Fine. Which do you want to hear about? I have information regarding the 'Kimogila Town', and 'Canyon Corsair Stronghold'. ",		"s_434a59e6":"Canyon Corsair Stronghold.",		"s_36a4e374":"Yes, I am.",		"s_119ff40f":"How about those locations again?",		"s_0":"",		"do_not_edit":"The English version of this file (heraldlok.stf) is automatically generated by the SwgConversationEditor."
}}
