{
	"stfFile":"conversation/heraldnaboo",
	"entries": {
		"s_fd9053a8":"How did you come across this information?",		"s_fa7e3331":"Keep your voice down! I can only tell you this; there is something larger than us out there. An undescribable evil that makes even the most generous of nobility turn sour. Be careful, young one. Don't be pulled into their plans, their evil. I can't tell you anything else.",		"s_ec04baa6":"Do you want more information about a particular area I've spoken about?",		"s_df58f20":"You carry yourself well, my friend. Are you of nobility? No? Then, you must be an adventurer! I have information regarding certain points of interest here on Naboo. Do you wish to hear what I know?",		"s_d65aab98":"I'd like some more information.",		"s_d3bd15da":"Mauler Encampment.",		"s_d241258b":"No. Good bye.",		"s_ce76e0f":"Yes, what information do you have?",		"s_c213fa93":"No, I'm out of here.",		"s_c029271f":"Yes, give me the information.",		"s_bdc2cc97":"You've made me curious. Tell me.",		"s_ba21d00c":"It is such a tragedy. The Gungans are so peaceful, so cute and kind. Well, Jar Jar--I met him once. He's a bit annoying. Anyway! You can find the site of their most recent battle at the location I downloaded in your datapad. It's an exact location, a bit far away, however.",		"s_b7659e9e":"Mauler Encampment",		"s_a96ea3c0":"I wish you well. Please be careful. Heed my words!",		"s_99e4afa":"I only know what my employer requires me to know. Particularly, about the war between the Gungans and Imperials, the Mauler Camp, and the new Weapon Research Facility that the Empire has established.",		"s_9575185c":"No, I must go.",		"s_8858a3fe":"I want more information.",		"s_87b9da1d":"Yes, actually, I do.",		"s_84b85cd6":"About what would you like more information?",		"s_83237923":"I'll keep a lookout.",		"s_7fc11314":"Yes, what do you know?",		"s_7cd8dc9":"I wish you well. Keep silent about what we talked about.",		"s_7c64e921":"I told you! I can't tell you anything else. Please... do you wish to hear information about the places I've mentioned? You may be able to find out more there.",		"s_7ad7fe8f":"The Gungans and Imperials.",		"s_7431a8fb":"The Imperial Weapons Research Facility.",		"s_726bbe64":"Well... That's a long story, my friend. I wouldn't even know where to begin. Surely, if I told you the reason, my employer would get rid of me. He's a ruthless man.",		"s_68fd1f22":"Oh! I'm so sorry to disturb you. Please, return when you have the time.",		"s_4b942e33":"I wish you well, my friend. Have a wonderous day!",		"s_385b2f92":"Okay, I guess I'll leave it alone, then.",		"s_37c26930":"An interesting place, that is. I have the general location of the establishment and can download it into your datapad. Just give me a moment--Ah! There we go. As I said, it won't be exact. You may have to do some searching.",		"s_36d2fdef":"They are a vile sort. Roric V`lia, Noble of the Naboo family, whom is my employer, doesn't like to deal with them much. But, I guess--uh. I wasn't suppose to tell you that. Um--here's the location.",		"s_3243aa0a":"No, I have to go!",		"s_2ca149bc":"That is wise of you. Do you wish to hear about the information I can give you?",		"s_261bbc0d":"What would you like to know about?",		"s_0":"",		"do_not_edit":"The English version of this file (heraldnaboo.stf) is automatically generated by the SwgConversationEditor."
}}
