{
	"stfFile":"conversation/heraldtatooine2",
	"entries": {
		"s_fb859e03":"Actually, I don't. Bye!",		"s_f2044f4a":"I'll have... an exact location, please.",		"s_f026df25":"First, the Hutt Hideout. Yeah, I know. Selling out my own people. I have to make a living, you know! I also have information regarding the Rebel Military Base and a Tusken Bunker. What do y'say?",		"s_edb238bc":"Go on.",		"s_ea388738":"I'll give you the information for... 30 credits. That's right. 30 credits for a general location and 50 credits for an exact location.",		"s_e3dda380":"I should--ugh! You don't have enough money! Get lost, you cheapskate!",		"s_d9903b42":"Yes, I do. Here you are.",		"s_d1f219dd":"Tusken Bunker.",		"s_d0c6151b":"Sorry, don't have any credits on me.",		"s_c9ff39ea":"I'm not surprised.",		"s_c9a787f0":"Fine, then. Get lost. I'm trying to run a business here.",		"s_c885bfb0":"I'm going to pass.",		"s_c799721b":"Ahh! I will download the information into your datapad. Thank you for your business!",		"s_c599cc9e":"Oh. Well, come back when you do. I have other deals to conduct.",		"s_c41d4bce":"No. I'm out of here.",		"s_c3dbbcab":"Fine, here.",		"s_b81c8c9":"I'll find someone else to buy my information!",		"s_b05cb415":"Give me the "general location special".",		"s_aae6686e":"Excellent! The information has been downloaded. Thank you for your business! I hope you can find it okay! You should have paid for a direct location. HAH!",		"s_9ac6e8f5":"Well, you'd have to talk to Jabba about that. I can't just sign you up. But I can tell you the location of our hideout. Maybe you can scope it out and see if you like it. It's gonna cost you, though. In fact, I have a couple of places you might be interested in.",		"s_8d322c6b":"Rebel Military Base.",		"s_8be640b8":"Sure.",		"s_88788d03":"Pfft! Go away. I see another client. I can't waste my time with you.",		"s_81a382e3":"Here you are.",		"s_7f115744":"Hutt Hideout.",		"s_74ed5d50":"60 credits, please. And don't think about cheating on me, here. This information is dangerous to be passing around, especially without pay.",		"s_72ac291d":"I can already tell that I don't want to get into this mess.",		"s_6cf09e8e":"That'll be 30 credits. Do you have the money?",		"s_6b184c6":"You're so cheap! I'm desperate here! You think I'm going to sell out my own people for less than 60 credits? You're nuts! Get lost!",		"s_6892af1b":"I hope the Hutts find you and bury you in the desert!",		"s_63855d3f":"Oh, look at that. I don't have the money.",		"s_5ee77a06":"That'll be, uh.. 20 credits? No--60 credits!",		"s_5d7da0":"Thank you! Here's your information. Now, get lost. I have other business to attend to.",		"s_5abff6d6":"I ought to give you the location for free just to see you get a whoopin'! HA! Anyway, the Tusken Bunker is on sale for 30 credits. How about it?",		"s_4ff8cd88":"I suppose.",		"s_4440ce87":"I changed my mind.",		"s_42bcb8b6":"Yeah, I'm interested.",		"s_3d3f67a4":"That'll be... 30 credits!",		"s_3a28c7c4":"That's a sad story. I'll find someone else to buy my information, then.",		"s_38bef1fe":"What?! You don't have the money? Ugh! Go away!",		"s_34cffb60":"No way!",		"s_32a1ecd":"Look at that. You actually have the money. Well, you didn't specify if you wanted a direct location, so I gave you a general location instead! HAHA! So long, sucker!",		"s_30c59b36":"I don't have the money.",		"s_241afd0a":"I didn't expect you to have the money. You're just a commoner, afterall.",		"s_1c6f5661":"You don't have enough money. Are you trying to jip me? Who do you think I am? Get out of here!",		"s_19ca58d8":"You're not very exciting. I'll wait for someone else, then. Bye!",		"s_17daabb0":"50 credits, please.",		"s_177f6371":"I guess. Here.",		"s_13fcbd87":"Psst! Hey you! Yeah you! C'mere. You look as if you'd be suitable to join Jabba's forces. But keep your voice down. The Empire rules this place and doesn't take likely to members of the Hutt family.",		"s_0":"",		"do_not_edit":"The English version of this file (heraldtatooine2.stf) is automatically generated by the SwgConversationEditor."
}}
