{
	"stfFile":"conversation/imperial_master_trainer",
	"entries": {
		"s_fdd6a0a8":"The Rebels are fools. They will be crushed shortly, of that I have no doubt. But I have never been one to overlook the value of a good pilot. I am beginning to see what your other superiors saw in you.",		"s_fd661a34":"Why would the Empire want control of the Kessel system?",		"s_fd386cda":"Again I apologize for my hasty words, sir.",		"s_fc42e227":"I am sorry, sir. Give me another chance. I will not let you down.",		"s_fbe23895":"I have decided that you deserve a small token of my appreciation as a reward for your successful flight. I am going to have some credits transferred to your account so you can take a little rest and relaxation. A rested pilot is a better pilot.",		"s_faa7bc59":"What are you doing back here? I explained what you need to do in full detail and I expect you to do it. This mission will not fail because of your incompetence. Get back to the Kessel system and finish the job.",		"s_fa54959d":"Were you given permission to speak freely? If discipline in the ranks of the Imperial Navy has broken down so badly I can make sure that it is restored. If it wasn't for your exceptional service record I might consider having you shipped off to some backwater world for the rest of your career.",		"s_f9df4c83":"It is good to see that the CorSec are not a breeding ground for the Rebellion like many of my peers seem to believe. Perhaps if you work well for me, you can show your fellow pilots that the only way to truly have peace is to fully support the Empire and it's endeavors.",		"s_f85f5c9d":"I would hardly expect you to attack a capital vessel by yourself. I may expect a lot out of the men that serve under me, but you going out alone to attack that vessel would not accomplish anything... other than your death.",		"s_f799f9ec":"Perfectly clear, sir!",		"s_f352e00f":"I will not fail you or the Empire.",		"s_f2ba71dd":"Sir, will I be supplied support?",		"s_f2aa6939":"Sorry, sir.",		"s_f010d9ab":"[relay the destruction of the Rebel Corellia Corvette]",		"s_ef6b4924":"Sir, that is insanity.",		"s_eded2a14":"My plan involves two steps. The first stage is to reduce the number of support fighters that the Rebels have in the area. I believe that if we can drop those numbers down enough it will be impossible for the Rebels to adequately defend against the second strike. Unfortunately, due to the interference from the Maw, long range scans are virtually useless in Kessel.  You are going to have to hunt the Rebel vessels down.",		"s_ecdec8ad":"As I said, you are to eliminate the Rebel threat in the region. The first stage of the attack is to destroy a number of their smaller vessels that patrol throughout the region. These vessels would include fighters as well as gunboats.",		"s_ebd84e91":"Yes, I am sure it was. You are dismissed, pilot.",		"s_eb171ae9":"Good. Now get on with my operation. I am placing a great deal of faith in a pilot who does not even belong to the Imperial Navy. I expect that you will prove the RSF is completely loyal to the Empire. Pilot, you are dismissed.",		"s_eb02d65":"I am a good pilot, sir.",		"s_e9aec8d7":"A mission? Shouldn't that be handled by the Imperial Navy?",		"s_e6cf6a6f":"I cannot do this",		"s_e685629c":"I think you are mistaken about the ideals of CorSec.",		"s_e4eceb3e":"I will do my best to destroy the Rebel fighters.",		"s_e1e9b306":"You are dismissed, pilot. Move it before I change my mind and have you flying patrols in the Dagobah system for the rest of your career.",		"s_da529897":"How dare you speak with me. Don't you have any idea of who I am? Go back to your grubby little hole and be thankful I don't have you put to death for this outrage.",		"s_cf1c32cf":"Very simple. You will offer support to a plan I have devised in order to gain control of the Kessel system. With my brilliant strategy, even a pilot such as yourself, should have no trouble bringing victory in the name of the Empire.",		"s_cd48bb84":"Yes, sir. I will put together my team and assault the vessel.",		"s_cd392cb5":"Why would you assume that I wish to talk to you? Did I order your presence? Do I look like I wanted to speak with you? When and if I wish to speak to you I am sure you will be informed by your superior. Now get out of my sight before I begin to care that you are bothering me.",		"s_cc0857f4":"Second part of your plan?",		"s_cbf5f6bc":"What is the second strike?",		"s_cb793d1b":"It is good to see that you are someone who understands the fiscal responsibility that I am in. If I can give the Emperor the Outer Rim for minimal costs it will reflect very well on me. ",		"s_cb5e0360":"That is what I expect. I will give you another chance at attacking the Rebel positions in Kessel. Launch the attack immediately on the Rebel positions and cripple their ability to hold that system.",		"s_ca9b9b68":"This is why you are but a lowly pilot in a local planet security force and I am a Grand Admiral. Do not ever make the mistake of questioning my judgment. I am willing to let that remark go unpunished this time, but I am not accustomed to being questioned by mere pilots... and I do not plan on making a habit out of it.",		"s_c92b41e9":"As well you should. I am hardly required to spend my valuable time trying to protect an agency that isn't under Imperial control. But I think that you and I shall change the perception that other members of Imperial Command might have of CorSec. Wouldn't you agree?",		"s_c7f4c531":"So, I am expendable?",		"s_c788dadf":"No, sir. Of course not, sir.",		"s_c6be1c53":"Your accomplishments have proven that you are a valued asset to the Empire and a truly exceptional pilot. I believe that you have achieved the highest level of piloting skill that anyone can possess. I have also decided that a payment bonus should be transferred to your account as a show of my personal gratitude. And, most importantly, I have decided to mention your name to the Emperor, in passing of course, but still the greatest of honors.",		"s_c5aa2921":"That is exactly how I feel, sir.",		"s_c4069644":"Let me make one thing clear. I do not care about your career. I do not care about your goals. I do not care about you. I only care about results. If you are unable to give me results then you will find out what it is to cross a Grand Admiral.",		"s_c38038fe":"You forget your place, pilot. I asked for you simply based on the recommendations from your superior officers. They seemed to have a great deal of faith in you and were completely sure of your loyalty. Was their faith misplaced?",		"s_c13f9a11":"I am sorry, sir. Give me another chance. I will succeed.",		"s_beb9353a":"I do my best, sir.",		"s_bd095033":"I do not recall telling you to attack that ship alone. I am giving you this assignment but I am delegating you the authority to put together your own flight in order to accomplish this assignment. I know that a local security force is not expected to be a crack combat unit but I would expect that even there people show initiative.",		"s_bcb643d":"So you are turning to local security forces to assist you in this matter?",		"s_bc9b4055":"Yes, sir. It would be an honor, sir.",		"s_bb9e4a63":"Understood, sir.",		"s_bb68f6ed":"I will not fail again, sir.",		"s_baca5aeb":"Yes, sir. You are absolutely clear.",		"s_ba2453bc":"Yes, yes. The Rebellion has moved portions of their fourth battle group into the region and before we can take control of the Kessel system, it is imperative that they be eliminated. In order to do this we will need to perform a duel stage attack on their power bases in the system.",		"s_b8ead210":"Yes, sir. Your plan worked to perfection. The Rebellion didn't know what hit them.",		"s_b6b25f13":"Yes, sir!",		"s_b659975":"The Rebellion apparently has the same idea as we do about the Kessel system. They have already moved part of their fourth battlegroup into the sector. Before we are able to take control of that system, that battlegroup will have to be eliminated.",		"s_b41b5772":"A Corellian corvette! Wouldn't it be better to send a Star Destroyer after it?",		"s_b170039f":"I trust you are well rested and ready to serve me as well as you had before. The time has come for me to unleash the second stage of my plan to take the Kessel system for the glory of the Empire.",		"s_b00fab2":"Ah, yes. You are that bright, young pilot I have been hearing so much about. %NU, isn't it? That's okay, it really doesn't matter. You are probably wondering why a Grand Admiral wishes to see you.",		"s_af2fc12f":"Sorry, sir. I spoke out of turn.",		"s_ad4fc220":"Dog! How dare you get this close to me. I will have my security detail flogged for this transgression. Get out of my sight before you suffer a similar fate.",		"s_ace4b0c3":"See that you don't. I would hate to see you be the cause for me to decide that the time has come to do away with local security forces and replace them all with members of the Imperial Navy. You are dismissed.",		"s_a942beda":"The Kessel system is located deep in the Outer Rim. It has great strategic value due to its close proximity to three other sectors in the Outer Rim, all of which have trade routes cutting through Kessel. If the Empire were able to control Kessel we would have virtual control over every system in the area and be able to quickly bring order to the Outer Rim.",		"s_a8fd6791":"Of course, you haven't. You have performed excellently for me and I always reward those who serve me. You have proven yourself a very valuable asset to the Empire and more importantly you have proven yourself to me.",		"s_a8ea09e9":"You are absolutely correct, sir.",		"s_a622496d":"Of course, why would I assume that you know anything of the Kessel system? The Kessel system is located deep in the Outer Rim. The Empire has had plans to take full control of the system for some time now, but we have never quite been able to succeed in it's ultimate control.",		"s_a5253219":"I will remind you that I am a Grand Admiral. I did not gain my rank by over estimating anything. Control of the Kessel system is vital to the Empire's campaign in the Outer Rim. Without it we could be looking at years of chaos among the outer systems. ",		"s_a4bdc579":"Pilot, what is the meaning of this? If I wish to speak to you I will have your superior officer inform you. Until that time I expect you to act with the appropriateness of a member of the Imperial Navy and only speak to your betters when spoken to.",		"s_a4b7535d":"I never went through naval flight training, sir.",		"s_a460d610":"Sir, the Rebels were stronger than initially reported.",		"s_a3bdfc08":"I think that you are over estimating the value of the Kessel system.",		"s_a340005a":"The Rebellion controls nothing in the galaxy. But they have a force in the Kessel system that could pose problems to our operations. Before we move into the system in force, we need to eliminate the Rebel threat. That will be your mission.",		"s_a2bd8a18":"I am not sure if I would call the Rebel battlegroup crippled.",		"s_a2a4d2a":"Then you are well aware of Kessel's strategic value. With Kessel under our control, the Empire will be able to quickly bring order to the Outer Rim and maintain dominance throughout the region.",		"s_a1669dff":"You honor me too much. Thank you, sir.",		"s_a15a9037":"My continued support for your organization is waning. I feel that your success in the destruction of the Rebel flag ship is just about the only thing that will convince me to change my mind.",		"s_9f12075":"So you show some loyalty to those who have supported you. Loyalty is a good trait to have for a soldier, as long as you do not misplace that loyalty. I demand that you show loyalty to me and do what I have asked you to accomplish.",		"s_9e28d2b0":"A Corellian corvette? Isn't that a capital ship?",		"s_9bbd1090":"So I will have support?",		"s_9a3f8378":"You are a pilot in the Imperial Navy. It is your duty to fight when, where, and what I tell you to fight. We all pay the costs for the conflict that the Rebels have brought on us. It is my lot to give the orders and it is your lot to obey and if necessary to die for those orders. You should not envy my position, for heavy is the crown of command.",		"s_98790879":"Yes, I know all about Kessel, sir.",		"s_966bc725":"What! Are you questioning the plan that I gave to you? Improvisation should be left to actors not Imperial Pilots. A good Imperial Pilot obeys orders without question and follows them explicitly. It's a wonder that you even succeeded.",		"s_939fa385":"Well, if you perform the assignment that I have for you with any sort of competence you should go a long way in making that dream come true.",		"s_92ac32ae":"The Rebellion has moved a Corellian corvette into the system and are using that vessel as their staging point for all operations that take place inside the system. You are to destroy that vessel. Reports show that the vessel moves throughout several systems, so it may not always be in Kessel. You will have to wait for it to arrive on it's standard patrol through the system before you will be able to strike.",		"s_92172df0":"The Rebellion has control of the Kessel system right now?",		"s_913ac8c9":"Sir, I must disagree.",		"s_9039a33":"That's better. Now getting back to the matter at hand. After looking over your service record I cannot help but to be impressed. Your record is almost as decorated as mine was at your age. I think that you have the makings of a fine Imperial officer.",		"s_8f760eed":"Yes, sir. The Rebels are poised to crumble.",		"s_8efde2ae":"Yes, sir.",		"s_8dd98074":"I am the very best pilot, sir.",		"s_8db79f00":"No, sir. Sorry, sir.",		"s_8c202f75":"Ah, yes. You are interested in finding out why I have ordered your presence. I am in need of a skilled pilot to implement a plan I have devised in order to secure the Kessel system. ",		"s_88eb64f3":"Again you speak without thinking. You accomplished the tasks that comprised the first part of my plan. There is no way that the Rebels could have recovered from such a devastating strike this quickly.",		"s_88742275":"See that you do. Once the Empire has Kessel under it's control the rest of the Outer Rim will fall into line without much of a struggle. With my great victory, I will personally hand the Emperor a prize that he has longed for, the Outer Rim.",		"s_87d4bfc2":"Crystal.",		"s_87ccb642":"And many members of the CorSec do appreciate it.",		"s_862d3332":"I will give you results, sir.",		"s_85b8ffbd":"The Kessel system?",		"s_842637c2":"I trust you learned about the Kessel system in your naval flight training, so there shouldn't be any need to go into that.",		"s_8409f60e":"I was told by Corellia Security Command to report to you.",		"s_825762e5":"Excellent, then my plan worked to perfection. I cannot wait to see the smug expression on Grant's face drop when he hears of my success. Should I open or close with this success in my report to the Emperor? Hmmm, oh are you still here?",		"s_80f7c402":"It is about time you showed up. I was beginning to wonder if punctuality was a lost disciple in the Imperial Navy. At least you have enough sense to speak with respect to your betters. The last pilot who was in here and spoke to me out of turn is now servicing garbage scowls on Bespin.",		"s_80cfab4c":"Pilot, you have performed my brilliant plan to cripple the Rebellion in the Kessel system with competence. And I believe that you have the makings of a fine Imperial Naval Officer, but that does not give you reign to disturb me any time you please. Do not make the mistake of trying my patience simply because I lent you a kind word in the past. ",		"s_7eeb4f8c":"Good. Now get on with my operation. I am placing a great deal of faith in a pilot who does not even belong to the Imperial Navy. I expect that you will prove that the CorSec is not the breeding ground for Rebels that many of my peers seem to believe. Pilot, you are dismissed.",		"s_7d404504":"Pathetic.",		"s_7cc631fe":"Will I have support?",		"s_7b3a873":"Perhaps if I had a better idea what you wanted from me.",		"s_79b77be4":"Yes, I know. One of my character flaws is that I am to kindhearted to the men who serve under me. Regardless, enjoy your extra pay and take some time off. We will have to initiate the second part of my plan before long in order to take advantage of the situation in Kessel.",		"s_7964ad2d":"Yes, sir. The RSF has treated me very well.",		"s_794642f2":"I would rather keep this matter completely in the Imperial Navy's hands but the situation dictates that we occasionally need to rely on our allies. This is a great opportunity for the planetary security forces to prove that the Empire was correct in not disbanding them.",		"s_78edd4f":"What is the assignment, sir?",		"s_78dfc859":"Sounds like a very sound plan, sir.",		"s_78d92576":"What are my orders, sir?",		"s_77e59fd7":"What is my target ship?",		"s_74926dbb":"Are you saying that I was wrong in my assessment of the Rebel strength in the Kessel system?",		"s_73ed2b9a":"Pilot, you have performed my brilliant plan to cripple the Rebellion in the Kessel system with competence,  but that does not give you reign to disturb me any time you please. Do not make the mistake of trying my patience simply because I lent you a kind word in the past. ",		"s_732a67f3":"The Rebel battlegroup moved into the system sooner then we anticipated. Unfortunately, the main portion of our battle fleets are engaged elsewhere. The Rebels want Kessel for it's strategic location in order to spread their chaos and dissension across the entire Outer Rim. In the same way, we want use Kessel to help bring order to the Outer Rim.",		"s_7245a3eb":"Are you still here? On the double trooper.",		"s_6e1047cb":"So you have managed to dilute the Rebel influence on the Kessel system. That is good. It is good to see that you were able to follow simple orders and allow my genius planning to do it's work.",		"s_6c92dab":"I must disagree. The RSF has the best pilots in the galaxy.",		"s_6b581019":"Sir, I will try my best but isn't it unwise to send fighters against a capital ship?",		"s_6b3904f8":"It remains to be seen if you are worthy of your glowing service record. I am not one of those men who believe everything that they read. My judgment on your prowess is far more keen than any of the commanders that you flew for in the past, I can assure you of that.",		"s_6b18cf1e":"Reporting as ordered, sir.",		"s_6aa8adaf":"I was hoping for a reward of sorts, sir.",		"s_6a66a025":"Sorry, sir. I didn't mean to speak out of turn.",		"s_6844241f":"If you say so, sir.",		"s_671a4e3c":"Today we are going to launch the definitive strike at the Rebellion battlegroup inside the Kessel system. Part of the battlegroup consists of the support vessels that you attacked so successfully last time, the other is their command vessels. You are going to assault their command vessels and destroy their lead ship.",		"s_65d9bf6c":"Yes, sir. I shall not fail you.",		"s_65031818":"Where are the Rebel positions in the sector?",		"s_63f7aad9":"What is it you want me to do?",		"s_63462bcc":"From what I have heard you are among their best and brightest. Which is good since I have a very important honor to bestow on you. The time has come for you to prove yourself to your Imperial allies. I have an important mission that I believe you are well suited for.",		"s_6276e267":"Yes, maybe you are right. It might not be wise for me to mention you to the Emperor. Others might try to have you transferred under their command. Oh, you are still here. Dismissed, Pilot!",		"s_60d3f4f8":"What is it that you want me to do?",		"s_5fca12da":"Are you questioning my judgment on this matter? I understand that things are a little less rigid in the RSF, but I would have still expected lesser flight officers not to question their superiors. Perhaps I need to have a word with the Queen about discipline among her troops. I made my decision based off of what is good for the Empire and that is all you need to know about that subject.",		"s_5f7103c7":"You are here because you are a good pilot not because I care about your opinion. Never forget that.",		"s_5d519e4c":"Yes, sir. I am ready.",		"s_5d0b4f6b":"You insolent pup. You dare insinuate that I do not know exactly what I have ordered you to do. If I felt that there were any other pilots available to perform this task I would have you executed and be done with you. Unfortunately, I am still in need of your skills.",		"s_5c54d077":"You have disappointed me. Your former superiors spoke so highly of you that I assumed you were skilled enough to handle the important task that I gave to you. Perhaps they need me to teach them how to pick a good pilot from an incompetent buffoon.",		"s_5bed3d33":"That would be my hope, sir.",		"s_5ac61a82":"I didn't mean any disrespect, sir. It is just that, attacking a corvette in a fighter is not an effective combat technique.",		"s_59047203":"Yes, sir! Right away, sir!",		"s_58e29478":"This is called delegation of responsibility. I am giving you the job to destroy the Rebel command vessel. How you accomplish that task is up to you. I would suggest that you assemble a strike team of fighter pilots in order to assist you with the assault. I cannot be bothered with the details.",		"s_58a058a9":"That is not your concern at this time. My plan is to first weaken the fighter capability of the Rebels in the region and then we can initiate stage two. You are to focus all your energies on the destruction of the Rebel fighter craft in the region. Is that understood, Pilot?",		"s_582dc96a":"It is hardly uncommon for fighters to take down capital ships the size of a corvette. Granted they usually have the support of star destroyers but in this case I have full confidence in your abilities.",		"s_52c03f61":"I hope that you are well rested because the time has come for me to unleash the second part of my plan. As you know, we have managed to partially cripple the Rebel battlegroup in the Kessel system and I feel the time to strike at their heart is now.",		"s_50e3a94f":"It is what the Rebellion considers to be a capital ship. It lacks the fire power and strength of even the weakest Star Destroyer. Your job should be rather simple. You are to destroy that Corellian corvette as it passes through the system on it's patrol. It apparently patrols several systems, so it is not always in Kessel. You will have to wait for it to enter Kessel on patrol before you will be able to strike.",		"s_4fb6fb91":"I knew you would see things my way. I could tell from the moment you walked in that you were unlike the rest of that ilk. Personally I believe that the problems that exist within the CorSec can be fixed. I don't how many times I have saved your group from destruction. ",		"s_4f48309f":"I will explain that to you when the time comes for that attack. The first thing that you need to worry about is reducing the fighters and gunboats in the Kessel system. If you can bring down enough of them, my plan cannot fail and the Empire will be on the verge of victory in the Kessel system.",		"s_4f462e49":"You seem distracted.  Perhaps there is somewhere else you are supposed to be, and something else you are supposed to be doing.  Wrap it up, and I mean NOW.",		"s_4effeedc":"Yes, sir! Thank you, sir!",		"s_4a7e1397":"Forgotten, sir.",		"s_47cf08a2":"Yes, I am sure. Since I do not have all day I am going to dispense with further pleasantries. I am in need of a skilled pilot to implement a plan I have devised in order to secure the Kessel system.",		"s_47acafeb":"The thought had crossed my mind.",		"s_46a8c207":"Did I ask for an apology? Get out of my sight before I decide to have you brought up on insubordination charges.",		"s_452c0be9":"How did one such as you get this close to me? I will have my bodyguards heads for this. Get your traitorous self from my presence before I decide to sully my hands and terminate you myself.",		"s_43904a58":"You are not thinking. Even a corvette, as weak as they are, can cause a large amount of damage to a star destroyer. Star destroyers are not inexpensive pieces of military equipment. I have no intention of sending in one unless there are no other alternatives.",		"s_4041b73c":"How do you propose we do that?",		"s_4008a214":"I am willing to overlook your impertinence for your success in this difficult endeavor. But make no mistake, I will not overlook any lack of respect towards me, regardless of any deed that you might have performed for me in the past.",		"s_3ffe1ded":"Thank you, sir. I simply do my best to serve the Empire.",		"s_3eccac5":"Then we have nothing else to talk about.",		"s_3eb86cb5":"Remarkable. I am surprised that anyone who didn't go through flight training could rise through the ranks so quickly. Hmm...very interesting. I sense something in you that...never mind, I am just rambling.",		"s_3d30040d":"It has been well known for years that CorSec is nothing more then a breeding ground for dissension. Do not question my judgment in this matter. If it wasn't for me there wouldn't be a CorSec. I don't know how many times I fought against having your entire corps eliminated. Despite all of it's obvious flaws, I do believe that the corps can be saved.",		"s_3cbc1b19":"There is no need to be modest. You have the makings of one of the finest pilots I have ever seen. Of course, all the skill in the world is meaningless without proper planning and careful guidance,",		"s_3924b90e":"Good. Now get to your ship before I change my mind.",		"s_3876be4f":"Sir, I beg to differ but I had to improvise quite a bit out there to succeed.",		"s_38294227":"Make your report, pilot.",		"s_37e6fdef":"The Rebels are still using their corvettes to patrol the Kessel system with regularity. Against my better judgment, I am going to give you another chance to prove yourself worthy to wear the uniform of an Imperial Navy Flight Officer. Get to your ship and destroy the Rebel corvette patrolling the Kessel system.",		"s_378e9412":"Didn't I just order you to take some time off? I will explain the second part of my plan to you when I am ready. Pilot if you want to make it very far with me you had better start following orders and stop asking questions that do not concern you. Dismissed!",		"s_377d1a96":"Thank you, sir. It has been an honor to be allowed to serve under you.",		"s_36e64ebe":"As I said, the Rebellion's fighter squads are greatly diminished and the time to unleash the second stage of my plan has come. The Rebels have moved a Corellian corvette into the Kessel system as part of their battlegroup. This ship is the Rebel command vessel for the entire system.",		"s_36c3870b":"I have placed my trust in you. Do not fail me. We cannot allow the Rebellion to maintain any sort of control in the system. You have your mission. Dismissed.",		"s_34ac7172":"This is too hard for me",		"s_33d1d488":"Why isn't the Imperial Navy taking care of the Rebels in the region?",		"s_30f24d":"Show some initiative. I have given you orders and the plan, everything else I delegate to you. It is time to prove that you are a capable leader as well as a pilot. Assemble a team that will assist you on your assault on the Rebel corvette.",		"s_308a9ab1":"I was told by RSF Command to report to you.",		"s_2f52e0af":"I haven't been dismissed yet, sir.",		"s_2f2ac428":"The Rebellion apparently has the same idea as we do about the Kessel system. They have already moved part of their fourth battlegroup into the system. Before we are able to take control of that system, that battlegroup will have to be eliminated.",		"s_2bd3a43c":"You said smaller vessels. Does that mean there are larger capital class ships in the region?",		"s_2881a66c":"You certainly have an interesting way of showing your skills then, pilot. Normally when someone is good at something they accomplish any tasks involved. ",		"s_275d33d7":"Listen to me closely because you are walking on some very thin ice right now, Pilot. You are to return to the Kessel system and destroy the Rebel positions. My plan will not fail because of the incompetence of a lowly pilot such as yourself. Are we clear?",		"s_26e02f1d":"I don't care much for the tone in your voice. If you wish to continue to fly for your organization I suggest that you find a way to control your tongue. I will not suffer any rudeness from a local security pilot.",		"s_26c66fd1":"It won't happen again, sir.",		"s_24077de7":"I see, sir.",		"s_22dd5c33":"You and I shall work together in order to bring respectability back to CorSec.",		"s_21a81b0b":"There is no need for that, sir.",		"s_1ffdcc4b":"Are we clear?",		"s_1ebf705e":"Good, now get to your ship and take out those Rebel positions in Kessel.",		"s_1df5b492":"Due to the interference from the Maw, long range scans are virtually useless in the Kessel system. You are going to have to hunt them down. Our system intelligence reports that they patrol throughout the system. You will just have to find them. Is that understood?",		"s_1cb9631b":"I just think that we will be looking at that struggle even with Kessel.",		"s_1be63a5a":"Just because they might tolerate insolence in the RSF does not mean that I have to listen to it. With this operation I am in command I expect complete respect. Do I make myself clear, pilot?",		"s_1affba73":"The Grand Admiral is too kind.",		"s_1aff8b69":"The Kessel system is strategically connected to three other systems along the Outer Rim. With control of that one system, the Empire can exert it's influence on the entire region. From there it is only a small step in order to control the entire Outer Rim.",		"s_1ae97099":"See that you don't. Once the Empire has Kessel under it's control the rest of the Outer Rim will fall into line without much of a struggle. With my great victory, I will personally hand the Emperor a prize that he has longed for, the Outer Rim.",		"s_19aeaf5e":"Ah, so you must be %NU. I have heard a great deal about you from your commanding officers from the RSF. A fine tradition that of the Royal Security Force. Not quite as noble as being a member of the Imperial Navy, but they have been known to make some very fine pilots.",		"s_1980f233":"I understand, sir.",		"s_19377f3b":"That would be my assessment as well, sir.",		"s_18cbe5e7":"To show you that I am a forgiving man, I accept your apology. And I will also give you another chance to destroy the Rebel corvette that is regularly patrolling the Kessel system. For your sake, do not fail me again. Are we understood?",		"s_1837e4aa":"Do not try my patience. The RSF exists at the whim of the Empire. At any time we can take away your vaunted security force and the whole lot of you would be placed into the Imperial Navy. I would be surprised if even a third of you made it out of our training program.",		"s_16374fa8":"As I said, the Rebellion's fighter squads are greatly diminished and the time to unleash the second stage of my plan has come. The Rebels have moved a Corellian corvette into the Kessel system as part of their battlegroup. This ship is the Rebel command vessel for the entire sector.",		"s_15f15e84":"I think you might over estimate the value of the Kessel system.",		"s_15cded59":"Did I not make myself clear to what your assignment was? Because it certainly had nothing to do with failure! You were supposed to strike the Rebel forces in Kessel and cripple their ability to control that system. Instead you come back with your tail between your legs.",		"s_14fd07f0":"Very well, pilot. You are correct in the assumption that you will be rewarded for your small part in making my plan a success.",		"s_110667a0":"You may not be a member of the Imperial Navy but you have shown yourself to be a loyal member and valuable asset to the Empire. I believe that you have achieved the highest level of piloting skill that anyone can hope to accomplish. And as a token of my personal appreciation I have authorized a transfer of payment to your account.",		"s_104cc43b":"How dare you approach me. Where are my bodyguards? I will have them flogged for failure in their duties. I suggest that you get out of my sight before I decide that you are a threat rather than an annoyance.",		"s_10009b23":"Yes, what is it? Speak up, I don't have all day to chat with you.",		"s_0":"",		"do_not_edit":"The English version of this file (imperial_master_trainer.stf) is automatically generated by the SwgConversationEditor."
}}
