{
	"stfFile":"conversation/junk_dender_theed",
	"entries": {
		"s_feb97f59":"Too bad. I was offering easy work and good credits. Later chump.",		"s_ea02ab47":"Save your apology for someone who cares. Now beat it!",		"s_e2f6a3b8":"This just sounds like a bad idea.",		"s_c9aa99a2":"I am listening.",		"s_a753e4d6":"I don't appear to have anything you would want to buy.",		"s_874980ff":"Basically if you come across any gungan relic type things you come back and see me. I will buy the whole lot from you no questions asked.",		"s_86e582ac":"So you do have some guts, eh there killer? I could really use someone with your kind of guts to help me out with a business deal that I have put together. You help me out and I will make it worth your while.",		"s_7c981db":"I knew you would be interested. I have these buyers, big league Imperial types, who are trying to get their hands on all things gungan. Personally I don't think they so much want the souvenirs so much as they want a few less gungans in the world.",		"s_6925372f":"Keep going, I am still listening.",		"s_673b632f":"It is your lucky day. I have what you are looking for.",		"s_5e3116dd":"Bah...well don't just stand there looking dumb. Come back if you have anything I would want to buy.",		"s_4df1acdf":"Hey there! Just what do you think you are doing walkin' up to me like that. If this were one of my bad days you would be six feet under right now. But since I am feelin' generous I will let it slide this time.",		"s_1e6ae8ff":"Yeah I was right about you, eh there killer? Lets see what you have to offer. Hmmm...not to bad, you have some things that I will make an offer on.",		"s_19e6693b":"I don't do business with your kind.",		"s_159f2a9b":"Your loss. I was trying to be all neighborly like and share the spoils with you...",		"s_13d756ae":"Whoa, sorry about that didn't mean to bother you.",		"s_12400728":"That decision was the smartest thing you have ever done.",		"s_0":"",		"do_not_edit":"The English version of this file (junk_dender_theed.stf) is automatically generated by the SwgConversationEditor."
}}
