{
	"stfFile":"conversation/junk_nathan_taike",
	"entries": {
		"s_ecf19442":"I think that I just might have some of this proof that you ask for.",		"s_eadc8d6e":"So be it. There is always another that will come along and be willing to help us out.",		"s_e613f19":"Sorry not really interested in this sort of dealing.",		"s_e022ccee":"So you are looking for someone to take care of this Jawa problem?",		"s_c20cb2b0":"I have never been opposed to helping people...if the price is right.",		"s_b47d6575":"Sounds to me like you need better security, not an exterminator.",		"s_aaac386c":"You could say that. I am willing to pay good money for proof that you are taking care of this Jawa problem. You bring me proof that you are taking care of this Jawa problem and I will be more then happy to buy that proof from you.",		"s_808503a8":"I guess I was wrong about the whole hardened adventurer thing.",		"s_735e3c59":"Bah! I should have figured that a stranger wouldn't understand the extent of the problem.",		"s_69567be7":"Ok, I will see what I can do to help all you honest farmers out.",		"s_5ceff11f":"Well, well what do we have here? You certainly have the look of a hardened adventurer. Perhaps even one that is not opposed to helping out honest, hardworking farmers and make a few credits in the process?",		"s_5b767310":"You have me all wrong. I can't help anyone today.",		"s_47a68e94":"Well it is like this. The honest folk who are trying to eek out a living out here are sick and tired of those thieving Jawas. They scrimp and save enough just to buy a piece of equipment that will make their lives easier only to have the Jawas steal it the next day. It isn't right.",		"s_3b924e4a":"Well I have to be sure of where you get this proof from so I am not going to accept any old junk. Bring me back some of those Jawa blasters or those beads that they wear and I will buy those from you.",		"s_34475b33":"What sort of proof are you looking for?",		"s_33db8b80":"Let me see what you have. And let me tell you, no one is going to pay better then I do for this sort of stuff.",		"s_2d363db3":"I knew from the moment I saw you that you were just the type that we needed.",		"s_0":"",		"do_not_edit":"The English version of this file (junk_nathan_taike.stf) is automatically generated by the SwgConversationEditor."
}}
