{
	"stfFile":"conversation/lf_killmite",
	"entries": {
		"s_217":"Hello!  It's good to see you again.",		"s_215":"Certainly!  I know what you mean.  If I don't keep things perfectly organized, I can't find a darn thing.  ",		"s_212":"I got lost.  Do you have the location of the cave?",		"s_209":"Of course not.  I should know that by my notes.  Good luck with the rest of your hunting!",		"s_207":"I'm not done yet.",		"s_204":"Well, we all have our paths to walk, don't we?  This should help you out while you hunt!",		"s_201":"Actually, I prefer hunting.",		"s_199":"Wonderful!  I have this schematic for you then.  I'm not sure if it's your particular field, but it should be worth something.",		"s_196":"Yes!  I love creating things.",		"s_193":"Oh goodness.  Of course I did.  I'm a little scatterbrained these days.  Fantastic work.  Are you interested in science and engineering?",		"s_191":"I got all the samples that you wanted.  Didn't you get my data transfers?  ",		"s_188":"How did you fare?",		"s_185":"Bark mites!  Fascinating little creatures, but they absolutely destroy the greenery!  I recently found a mutant variant that may yield information that may lead to a chemical that will repel these insects.  ",		"s_183":"Maybe.  Would you tell me more about it?",		"s_180":"That's a shame.  Come back to me if you change your mind.",		"s_177":"Not right now.",		"s_175":"Of course.  I cannot expect others to love science the way I do.  I'll transfer credits into your bank account as I get usable readings.  Perhaps I will get my hands on something extra special by the time you get back.",		"s_172":"And I'll get paid for this, I assume?",		"s_169":"Excellent.  I am glad to see that someone supports science around here.  I'll transfer credits into your bank account as I get usable readings.  Hopefully I can get my hands on something extra special by the time you get back.",		"s_167":"I would be happy to help you out. ",		"s_164":"Thank you.  To the west is a giant bark mite cave.  I can show you where.  I need specimens.  Once you get there, I'll transmit the specimens that I need and how many of each. ",		"s_161":"I suppose I have the time.",		"s_159":"Hello!  Sorry to bother you, but do you have some time to check out a mite nest?",		"s_156":"",		"do_not_edit":"The English version of this file (lf_killmite.stf) is automatically generated by the SwgConversationEditor."
}}
