{
	"stfFile":"conversation/lf_safetyquestgiver",
	"entries": {
		"s_396":"Thanks again for all your help.",		"s_394":"It's a good thing I keep copies!  Here you are.",		"s_392":"Actually, I need the location again.",		"s_390":"I guess the rumors were optimistic.  No matter, come back when you are done.",		"s_388":"I haven't gotten to the leader yet.",		"s_386":"I already transferred 2000 credits into your bank account.  I also have this for you.  You did me a favor and I thank you for it.  But after this, I don't want to talk to you again. ",		"s_384":"I'm sure they did.  Now, about my reward?",		"s_382":"No.  Not anymore.  You have certainly earned your reward. I already transferred 2000 credits into your bank account and this should help you in your travels.",		"s_380":"Not anymore.",		"s_378":"Yes, well...I guess their leader was better at organizing than fighting.  Many good people died because of him.",		"s_376":"I took care of the leader.  I'm surprised that they were able to do as much damage as they did.",		"s_374":"They did indeed, and I put my trust in the right one.  Too many good people died because of them.  Take this as thanks for the great service you did.",		"s_372":"They messed with the wrong person",		"s_370":"I'm glad the area is safe for travelers now.  Too many people died because of them.  Thank you from the bottom of my heart.  Take this.",		"s_368":"The leader was tough, but not impossible.",		"s_366":"I have been hearing rumors, but nothing confirmed.  How is it going?",		"s_364":"Hm...less competition?  Well, if you leave innocent travelers alone, that's your life.  I just want this thug eliminated.",		"s_362":"Yep.  Less competition for me...I mean, yes, of course.",		"s_360":"That's exactly what I mean.  Here is the location of the camp.",		"s_358":"If you mean hunting down the brigand leader, then yes.",		"s_356":"Welcome back.  Ready to squish a bug?",		"s_354":"All right.  I'm copying the data to you now.",		"s_352":"I need the location again.",		"s_350":"Great!  Let me take a look at it... give me a moment.",		"s_348":"Looks like this datapad has something useful.",		"s_346":"There has to be something.  Good luck!",		"s_344":"I haven't found anything yet.",		"s_342":"How did it go?",		"s_340":"For some reason I don't think they will respect your wishes.  But if you want to ignore them, it's your funeral.  Come back if you change your mind.",		"s_336":"I have had enough of this.  I'm done!  No more brigands!",		"s_332":"I'll bet if you take out their leader, they will scatter.  I don't know where their leader is though.  I'll bet one of the bandits has some kind of information about their main camp on them.  Here's the latest information about their activity.",		"s_328":"I tend to watch my back anyway, but you're right.  I'll go take care of them.",		"s_324":"Looks like you are now one of the bandits' targets.  If you don't want to have to watch your back every second, you should probably go do something about them.",		"s_320":"So?",		"s_316":"If you are now one of their targets, I don't think they will leave you alone.  If you change your mind, come back to me.",		"s_312":"I don't really think I need to concern myself with them any more.",		"s_308":"I think that their leader is the one that you really want.  Unfortunately, the leaders tend to be hard to find.  I'll bet one of those guys out there has some information that will lead you to the leader.  When you find it come back to me. ",		"s_304":"Hmm... guess I should encourage them to go back to hiding.",		"s_300":"It looks like those bandits didn't take too kindly to your attack.  I hear that they started reappearing en force.",		"s_296":"What do you mean?",		"s_292":"Well, you seem to have stirred up a flewt nest!",		"s_288":"Sure.  I'll copy that to you now.",		"s_284":"Actually, I'm lost.  Can you give me that waypoint again?",		"s_280":"This will be such a great help to them.  Thank you very much.  You deserve more, but this is all that I have for now.",		"s_276":"Yes.  Here they are.",		"s_273":"Ok.  I'm clearing some space in my transport for when you are done.",		"s_270":"Not yet.",		"s_268":"Have you found everything yet?",		"s_265":"Good.  I want to go after tougher prey.  Tell me more.",		"s_262":"I thought better of you.  But if you must wait, then come back when you are ready.",		"s_260":"Not now.  I'm tired.  I'll go after them tomorrow.",		"s_257":"Thank you.  I'll see you when you get back.",		"s_254":"Sure.  A little revenge is great with caf in the morning.",		"s_252":"I want you to go after these bandits and get back what they stole.",		"s_249":"And how does this affect me?",		"s_246":"I thought better of you. But when you are done being afraid, come back to me.",		"s_244":"I'd rather not deal with this.",		"s_241":"Thank you.  I know that they will appreciate this.",		"s_238":"I will get the possessions back, if you want me to.",		"s_236":"Yes.  While I know that getting the families' lost possessions back will not make up for the loss of their loved ones, at least it will help with their debts, and maybe give them something to remember their children by.",		"s_233":"That's terrible!",		"s_230":"About a week ago, a particularly nasty gang of thugs ambushed a caravan of people who were moving to the city.  There were... no survivors.",		"s_226":"What do you mean?",		"s_222":"Hello again!  Now that I know that you are an accomplished hunter, I can tell you about something that is far more serious and dangerous than the pests near the city.",		"s_218":"Fantastic!  I transferred a few credits to your account to offset your operating costs. Now,  I'm tracking down some information.  I'll have it in a moment or two if you don't mind waiting.  ",		"s_214":"I finished what you wanted.",		"s_210":"Come back to me when you finish.",		"s_206":"I'm not quite done yet.",		"s_202":"How are you doing with the rills?",		"s_198":"Fine.  Come back when you have more free time.",		"s_194":"Sorry, I'm too busy right now.",		"s_190":"There's an infestation of rills.  Please go kill 10 of them.",		"s_186":"Sure.  I'm always ready for a good fight.",		"s_182":"Welcome back.  I have another assignment if you are willing.",		"s_178":"Well, I believe in you.  You can do it!",		"s_174":"I'm not finished yet.",		"s_170":"Excellent!  Thanks for taking care of that.  I transferred some money credits into your bank account.  Come back and talk to me when you are ready for another job.",		"s_166":"I'm done.",		"s_162":"How are you doing with the worrts? ",		"s_158":"Guess you aren't as tough as you say you are.  If you change your mind, I'll be here.",		"s_154":"Nah.  Sounds too boring.",		"s_150":"Great!  First thing, I need you to go thin out the worrt population.  Come back when you are done.",		"s_146":"Why not?  I could use the credits.",		"s_142":"You think so?  If you are so tough, I have a job for you then.  I want some of the dangerous creatures cleared out.  You strong enough for that?",		"s_138":"Nasty?  Only if you are too weak to protect yourself.",		"s_134":"I wish you would reconsider.  If you do, please come back and talk to me.",		"s_131":"I'm not interested.",		"s_129":"Great!  First thing, I need you to go thin out the worrt population.  Come back when you are done.",		"s_127":"I'd be happy to help you make the area safer.",		"s_125":"No no, not the city.  I'm talking about the wilderness.  If you live in a major city it's all right.  But if there's no shuttle port, traveling here is just dangerous.   And my son has neither and is coming to visit soon.  I'm afraid for him",		"s_123":"It isn't that bad!  I think the city is quite clean.",		"s_121":"I wish you would reconsider.  If you do, come back and talk to me.",		"s_119":"I'm not interested",		"s_117":"Thank you!  First thing, I need you to go thin out the worrt population.  Come back when you are done.",		"s_115":"I'd be happy to clear the way.",		"s_113":"You haven't noticed all the creatures and bandits swarming around outside of town?  It's so bad that you can't travel without a shuttle or a blaster rifle.  And my son has neither and is coming to visit soon.  I'm afraid for him.",		"s_111":"What do you mean?",		"s_109":"I cannot believe how blasted nasty this place has become!",		"s_107":"",		"do_not_edit":"The English version of this file (lf_safetyquestgiver.stf) is automatically generated by the SwgConversationEditor."
}}
