{
	"stfFile":"conversation/lifeday04b",
	"entries": {
		"s_feeecf48":"I understand, but if you wait too long, the time will pass and you will have to wait until next year to join us. Be safe, friend.",		"s_fe83540d":"(Translated from Shyriiwook) It is good to see you again. Thank you for taking part in our celebration. We hope to see you next year. ",		"s_f0f674e2":"(Translated from Shyriiwook) Since you are one of our own, you have a choice. You may choose a traditional Life Day robe that may only be worn by Wookiees or you may receive another gift. ",		"s_f0c65663":"(Translated from Shyriiwook) Happy Life Day, friend! We are glad to have you celebrate with us.",		"s_ebbd31aa":"I have learned a lot.",		"s_de3b1306":"(Translated from Shyriiwook) Enjoy your gift. Happy Life Day to you.",		"s_d8cde9a":"Speak with all those assembled to learn about our holiday. Once you have heard what we have to say, I will see if we can find a Life Day gift for you.",		"s_b874dc09":"(Translated from Shyriiwook) You have spoken to those assembled and learned of our ways. Hopefully this day brings you closer to freedom and to harmony and to peace. May you hold Life Day as dear as we do. ",		"s_b85028af":"(Translated from Shyriiwook) I hope you have learned something of our ways. Since you have not been with our community for thirty cycles, I do not have a gift for you, but I hope you will keep the spirit of Life Day alive in your heart and return to us next year.",		"s_afabf3ac":"What sort of gifts?",		"s_af9f8883":"(Translated from Shyriiwook) For those beings that have been a part of our community for at least thirty cycles, we have collected gifts to help you remember this day. ",		"s_8a712dbc":"Thank you. What do I do?",		"s_6cd2786a":"I think I will do this later.",		"s_66b5743f":"(Translated from Shyriiwook) This is a gift that reflects our Wookiee heritage. We hope you will display your gift with pride and remember your time with us.",		"s_5bd07d67":"(Translated from Shyriiwook) I'm sorry, This is a private gathering for family and friends. ",		"s_52645cdc":"I would like another Life Day gift.",		"s_352585ec":"I would like the Wookiee Life Day Robe.",		"s_0":"",		"do_not_edit":"The English version of this file (lifeday04b.stf) is automatically generated by the SwgConversationEditor."
}}
