{
	"stfFile":"conversation/lifeday04d",
	"entries": {
		"s_fd38d370":"(Translated from Shyriiwook) Well thank you for dropping by. Happy Life Day!",		"s_edb238bc":"Go on.",		"s_e2e3c7bb":"Always remember to think of fallen comrades and family members who are no longer with us and use their lives as a lesson to improve your own. Happy Life Day to you.",		"s_e26d0d6":"(Translated from Shyriiwook) Always remember to think of fallen comrades and family members who are no longer with us and use their lives as a lesson to improve your own. Happy Life Day to you.",		"s_dc4149ee":"I understand. Go on.",		"s_d0729692":"Rememberance of loved ones lost. This is one of the major tenets of Life Day. We use this time to reflect on our ancestors and family members who are no longer among the living. ",		"s_be5f7807":"As you participate today, think of fallen comrades and family members who are no longer with us and use their lives as a lesson to improve your own. Happy Life Day to you.",		"s_bcbad5b7":"(Translated from Shyriiwook) We remember their sacrifices and deeds and the things that made us laugh. By remembering the dead we keep their memory alive and learn from the actions that came before. We use the Life Day orb to help us honor the fallen.",		"s_b13f8480":"(Translated from Shyriiwook) The Life Day orb is a traditional part of our celebration. It shows a field of stars representing the afterlife. We beings of Kashyyyk believe that when we die that we walk off into the stars. ",		"s_aec28b7d":"Hello again! Rememberance of those who came before us is my personal favorite part of Life Day. I love hearing about all the things our ancestors did. I'd be happy to tell you about it again if you'd like.",		"s_a2945896":"That's ok, I'm familiar with that now.",		"s_a1c6d00b":"(Translated from Shyriiwook) Rememberance of loved ones lost. This is one of the major tenets of Life Day. We use this time to reflect on our ancestors and family members who are no longer among the living. ",		"s_9df9f74c":"(Translated from Shyriiwook) As you participate today, think of fallen comrades and family members who are no longer with us and use their lives as a lesson to improve your own. Happy Life Day to you.",		"s_85a86bcd":"(Translated from Shyriiwook) Hello again! Rememberance of those who came before us is my personal favorite part of Life Day. I love hearing about all the things our ancestors did. I'd be happy to tell you about it again if you'd like.",		"s_775904c7":"Life Day orb?",		"s_6cdb10e7":"(Translated from Shyriiwook) You should speak with our Elder first. Happy Life Day to you.",		"s_611f31c3":"Sure, I'd be happy to hear about that again.",		"s_4ac9d09b":"We remember their sacrifices and deeds and the things that made us laugh. By remembering the dead we keep their memory alive and learn from the actions that came before. We use the Life Day orb to help us honor the fallen.",		"s_2b01ac4":"Well thank you for dropping by. Happy Life Day!",		"s_207b1ae7":"You should speak with our Elder first. Happy Life Day to you.",		"s_1ad349e2":"The Life Day orb is a traditional part of our celebration. It shows a field of stars representing the afterlife. We beings of Kashyyyk believe that when we die that we walk off into the stars. ",		"s_0":"",		"do_not_edit":"The English version of this file (lifeday04d.stf) is automatically generated by the SwgConversationEditor."
}}
