{
	"stfFile":"conversation/lifeday04a",
	"entries": {
		"s_f9bf77a0":"(Translated from Shyriiwook) I will give you a waypoint where some of my family have gathered to celebrate. Go there and they will welcome you with open arms. Happy Life Day to you.",		"s_efd79c75":"You're back! I'm glad you were able to take part in our traditions. Be sure to spread the harmony of Life Day to all the beings you meet today.",		"s_df507d1d":"I will give you a waypoint where some of my family have gathered to celebrate. Go there and they will tell you more. Happy Life Day to you.",		"s_dbcb339":"(Translated from Shyriiwook) I will give you a waypoint where some of my family have gathered to celebrate. Go there and they will tell you more. Happy Life Day to you.",		"s_da120aad":"(Translated from Shyriiwook) You're back. Were you unable to find the camp? ",		"s_b3f5b52e":"(Translated from Shyriiwook) That is too bad. If you change your mind be sure to find me.",		"s_b3b91524":"That is too bad. If you change your mind be sure to find me.",		"s_ada83d27":"(Translated from Shyriiwook) Greetings friend! You are just in time to join our Life Day celebrations.",		"s_acf458b4":"Life Day? No thanks. I've got other things to do.",		"s_9f0658fa":"I understand. Sometimes we have to move around to escape persecution. You can find the celebration here.",		"s_8fa670":"Yes. I need directions again.",		"s_643fa34":"Life Day? What's that?",		"s_5e6b695f":"Life Day is a traditional celebration on Kashyyyk, the Wookiee homeworld. I would tell you more, but it is best you experience a Life Day ceremony for yourself.",		"s_5c9098df":"(Translated from Shyriiwook) You're back! I'm glad you were able to take part in our traditions. Be sure to spread the harmony of Life Day to all the beings you meet today.",		"s_50a0c963":"(Translated from Shyriiwook) Life Day is a traditional celebration on Kashyyyk, the Wookiee homeworld. I would tell you more, but it is best you experience a Life Day ceremony for yourself.",		"s_311837be":"(Translated from Shyriiwook) Ah! A Wookiee cousin! Are you here to celebrate Life Day? ",		"s_31160b7c":"Ah! A Wookiee cousin! Are you here to celebrate Life Day? ",		"s_2a85dd74":"I would like that. What do I do?",		"s_259ac319":"You're back. Were you unable to find the camp? ",		"s_24e9b72b":"Greetings friend! You are just in time to join our Life Day celebrations.",		"s_22d9b678":"I will give you a waypoint where some of my family have gathered to celebrate. Go there and they will welcome you with open arms. Happy Life Day to you.",		"s_20e6f0a5":"Yes I am. Where can I find a Life Day gathering?",		"s_20268f64":"I think I'll pass. Thanks anyway.",		"s_1d62f66a":"(Translated from Shyriiwook) I understand. Sometimes we have to move around to escape persecution. You can find the celebration here.",		"s_0":"",		"do_not_edit":"The English version of this file (lifeday04a.stf) is automatically generated by the SwgConversationEditor."
}}
