{
	"stfFile":"conversation/lifeday04e",
	"entries": {
		"s_f9a62733":"What else can you tell me?",		"s_f4a3b496":"Sure, tell me about Life Day again.",		"s_cc720b6":"(Translated from Shyriiwook) Because of the Empire, it is not safe. Some will still elude the Empire and return, but for now, we do what we can.",		"s_b84f1c5d":"But you are not on your homeworld now. Why?",		"s_ae4c104":"You should speak with our Elder first.",		"s_ac89961b":"Life Day began as a holiday celebrated only by us Wookiees, but it has since grown beyond the borders of Kashyyyk. ",		"s_a104d858":"(Translated from Shyriiwook) You should speak with our Elder first.",		"s_9cd35fb9":"Because of the Empire, it is not safe. Some will still elude the Empire and return, but for now, we do what we can.",		"s_9c6c907c":"No thanks, just thought I'd say hello again.",		"s_77e48d5b":"What do you mean?",		"s_533ce9b7":"How is Life Day celebrated on your world?",		"s_522fbbf4":"It is important to us to be home for Life Day. It is not unusual for a Wookiee to brave many hardships to get home to celebrate at the Tree of Life.",		"s_467df5bd":"(Translated from Shyriiwook) It is important to us to be home for Life Day. It is not unusual for a Wookiee to brave many hardships to get home to celebrate at the Tree of Life.",		"s_44e56600":"It was a pleasure to see you again. Happy Life Day!",		"s_3c9de914":"(Translated from Shyriiwook) Life Day began as a holiday celebrated only by us Wookiees, but it has since grown beyond the borders of Kashyyyk. ",		"s_29cc9282":"(Translated from Shyriiwook) I will let the others here tell you. Happy Life Day to you.",		"s_27f05082":"I will let the others here tell you. Happy Life Day to you.",		"s_2132a975":"Thanks for taking part in our festivities! Would you like to hear about origins of Life Day again?",		"s_2110a567":"(Translated from Shyriiwook) The concepts of Life Day are universal in nature. Many who have learned of Life Day have begun to celebrate it on their own worlds. It is our hope that you will too.",		"s_1cb72c3b":"(Translated from Shyriiwook) It was a pleasure to see you again. Happy Life Day!",		"s_187a402b":"(Translated from Shyriiwook) Thanks for taking part in our festivities! Would you like to hear about origins of Life Day again?",		"s_14a2757a":"The concepts of Life Day are universal in nature. Many who have learned of Life Day have begun to celebrate it on their own worlds. It is our hope that you will too.",		"s_0":"",		"do_not_edit":"The English version of this file (lifeday04e.stf) is automatically generated by the SwgConversationEditor."
}}
