{
	"stfFile":"conversation/lifeday04c",
	"entries": {
		"s_feb80338":"Life on our homeworld was simple and peaceful. We did not make war, nor were we a violent race. This made us easy targets for the Empire who desired our strength. Many were forced into labor camps. Some Wookiees were even forced to help build the Death Star.",		"s_f34ce8c":"(Translated from Shyriiwook) Because of the Empire, we have learned to appreciate our freedom. We cannot take our lives for granted. Each sunrise, each childbirth, each breath is a renewal, a reminder that we must live each day to the fullest.",		"s_f25a4a72":"(Translated from Shyriiwook) Renewal of Life. This is one of the goals of Life Day. Because of how the Empire has treated so many of our kind, this aspect of Life Day has taken on even greater meaning.",		"s_efa923bc":"(Translated from Shyriiwook) Life on our homeworld was simple and peaceful. We did not make war, nor were we a violent race. This made us easy targets for the Empire who desired our strength. Many were forced into labor camps. Some Wookiees were even forced to help build the Death Star.",		"s_d84630ef":"Thank you. Remember to celebrate your life and the lives of those around you. Happy Life Day.",		"s_d7baeead":"(Translated from Shyriiwook) Thank you. Remember to celebrate your life and the lives of those around you. Happy Life Day.",		"s_cf3aa2f6":"(Translated from Shyriiwook) I hope you will take our tale and share it with others so that others may learn how to live each day to the fullest...and to not take their own freedom for granted.",		"s_c1b5914b":"Renewal of Life. This is one of the goals of Life Day. Because of how the Empire has treated so many of our kind, this aspect of Life Day has taken on even greater meaning.",		"s_bd5e746e":"I'll consider your words.",		"s_b8b7ef2b":"Yes. Go on.",		"s_a83b3c72":"(Translated from Shyriiwook) I hope you will take our tale and share it with others so that others may learn how to live each day to the fullest and to not take their own freedom for granted.",		"s_a6dbe2f8":"Well it's a pleasure to see you again. Happy Life Day!",		"s_a60b4b13":"(Translated from Shyriiwook) I enjoyed our conversation earlier! Would you like to hear about the Renewal of Life again?",		"s_98c49a08":"(Translated from Shyriiwook) You should speak to our Elder first. Happy Life Day to you.",		"s_96f85808":"You should speak to our Elder first. Happy Life Day to you.",		"s_959f717":"I see. Go on.",		"s_9103b44a":"I will do that.",		"s_8e0ee46c":"What has the Empire done to Wookiees?",		"s_80535e5b":"(Translated from Shyriiwook) Take our tale and share it with others so that others may learn how to live each day to the fullest...and to not take their own freedom for granted.",		"s_801a269f":"(Translated from Shyriiwook) I've heard you work for the Empire. If that's true, you should reconsider your allegiances. You may be good but the higher up you go, the darker the world becomes.",		"s_7c4a57ee":"I've heard you work for the Empire. If that's true, you should reconsider your allegiances. You may be good but the higher up you go, the darker the world becomes.",		"s_7a600ade":"Yes, please tell me again.",		"s_68fe76c6":"I enjoyed our conversation earlier! Would you like to hear about the Renewal of Life again?",		"s_5d954138":"(Translated from Shyriiwook) Take our tale and share it with others so that others may learn how to live each day to the fullest.",		"s_554c5307":"No thank you.",		"s_4f6d5fb7":"(Translated from Shyriiwook) I hope you will. Regardless, remember to be thankful for life and all that comes with it. Happy Life Day to you.",		"s_2bd71749":"Because of the Empire, we have learned to appreciate our freedom. We cannot take our lives for granted. Each sunrise, each childbirth, each breath is a renewal, a reminder that we must live each day to the fullest.",		"s_2461fa4f":"I hope you will. Regardless, remember to be thankful for life and all that comes with it. Happy Life Day to you.",		"s_23ffb59b":"I hope you will take our tale and share it with others so that others may learn how to live each day to the fullest...and to not take their own freedom for granted.",		"s_1256a081":"(Translated from Shyriiwook) Well it's a pleasure to see you again. Happy Life Day!",		"s_0":"",		"do_not_edit":"The English version of this file (lifeday04c.stf) is automatically generated by the SwgConversationEditor."
}}
