{
	"stfFile":"conversation/lok_rebel_trainer_2_smuggler",
	"entries": {
		"s_fca23d59":"Yes. I was told that you could help me.",		"s_f911cddf":"So I don't even have to break any of your bones? Pity.",		"s_f7deed3b":"When I was contacted by one of Nym's people about the data that they couldn't encrypt, I put two and two together. I sent Kud'ar what he needed to know to intercept you and the hacker.",		"s_f39484e1":"I will change, I promise..",		"s_edb238bc":"Go on.",		"s_ed7e2471":"Wh.. what do you want? I haven't done anything, I swear!",		"s_e28286fc":"Oh I'm just here to check if you're blaster-proof.",		"s_d7fe1a24":"Kud'ar Mub'at?",		"s_d5132e66":"You are supposed to know a good 'translator'?",		"s_d36158bb":"What are you trying to do? Get me killed? Now what did you need help with?",		"s_d0098db3":"I need to get out of here!",		"s_cf66be5a":"That's all I know, I swear! Please don't hurt me, my life is just starting. I'm nothing but a pawn, please...",		"s_c5fc3d7a":"Are you the pilot?",		"s_bf37655b":"Please, I didn't mean to do it, I had to! Don't hurt me, I'll tell you everything I know!",		"s_b9280ab0":"Calm down silly, I'm just kidding. I am the pilot.",		"s_b5dd2ed8":"You're lucky I'm in a hurry. I'm sure Nym will take care of you.",		"s_b02a22c2":"What do you want? I'm busy!",		"s_a46f0bb8":"No, I'm with the CorSec anti smuggling department.",		"s_a3c154e6":"Yes maybe so. You have a, uh, 'package' that you can't open?",		"s_9da8a554":"A while ago I was contacted by someone named Kud'ar Mub'at, he's the type of 'person' that you don't say no to. He offered a large sum of money for any information on some stolen Imperial data.",		"s_9b75f1f":"Wh..what are you doing here?!",		"s_99dcc230":"I'm not a fighter, I'll tell you all I know. A while ago I was contacted by someone named Kud'ar Mub'at, he's the type of 'person' that you don't say no to. He offered a large sum of money for any information on some stolen Imperial data.",		"s_8dc05a21":"I know a man that specializes in opening 'packages'. He's a bit paranoid though but when I was contacted by Nym, I made some arrangements. He's agreed to meet you in the Dantooine system... he wont land. You need to meet with him there and transfer the 'package' that you need him to open.",		"s_88fb9bcb":"We have some unfinished business I believe.",		"s_871202ae":"Sure sure, now go back to your commanding officer and get that data to my friend so he can 'open' it.",		"s_73e609b7":"I'm waiting.",		"s_6bb0cb94":"Correct.",		"s_6b133072":"Nym will probably make sure of that.",		"s_6789e90e":"What else?",		"s_6541ff8b":"Sounds good, is there anything else I should know?",		"s_5dd70a2c":"What do you mean..?",		"s_53a57295":"The best. He's a bit paranoid though but when I was contacted by Nym, I made some arrangements. He's agreed to meet you in the Dantooine system... he wont land. You need to meet with him there and transfer the information that you need him to 'translate'.",		"s_50e93f2d":"Sounds good, thank you Vrak.",		"s_4e307ac2":"I don't know who he really is, not many have seen him. I only know that he's some sort of shady information broker but he has a lot of power.",		"s_3103c633":"I was just asking, calm down. Well, see you around.",		"s_29b10239":"I think you're in the wrong business. Pathetic.",		"s_2387d3d7":"Alright, go on.",		"s_1106d288":"Sure sure, now go back to your commanding officer and get that data to my friend so he can 'translate' it.",		"s_0":"",		"do_not_edit":"The English version of this file (lok_rebel_trainer_2_smuggler.stf) is automatically generated by the SwgConversationEditor."
}}
