{
	"stfFile":"conversation/lok_rebel_trainer_2",
	"entries": {
		"s_ffa35f86":"Excellent. I will have a copy of the data uploaded to your ships computer as soon as you are ready to take off dear.",		"s_fde7cbe6":"Who knows? Anyway, he wants me to take the data there.",		"s_fdc272e0":"The thing is, though, since we have launched so many successful attacks on the Imperial fleet, they have rerouted their ships. We are hoping that this smuggler knows something useful, so that we can intercept their fleet before it reaches Lok.",		"s_fda95b05":"Not as much as I will miss you, sweetie. You are to report to Lieutenant Colonel Aqzow on Yavin. He can be found in the labor outpost on the moon Yavin 4. Please come back and see me now and then to let me know you are all right, %NU.",		"s_fcf4d778":"How?",		"s_fc4b144b":"That's understandable. What do I need to do?",		"s_fbef6556":"Please do. Your presence is always appreciated, dear.",		"s_faf8066c":"Bah! Menial tasks like that are a waste of my time.",		"s_fa69f8de":"There's nothing you CAN do.  Not unless you can prove yourself a trustworthy member of the Rebel Alliance again.",		"s_f828b1ef":"Very well. Come back soon, %NU.",		"s_f6927823":"No. This whole operation seems fishy. Working with a pirate!",		"s_f4cf8776":"Ack. All right,I will send a message to Vrak to reschedule. Do hurry back, dear.",		"s_f4021854":"Okay... well, please hurry back, dear. We want to intercept this fleet before it reaches Lok.",		"s_f3cbd30c":"Very well. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_f1de2910":"If I wanted excitement I'd... Oh well, what do you need?",		"s_f182a09c":"Well they do often have a bit too much to drink so I don't want to trust them with a sensitive operation like this, dear.",		"s_ef962200":"I have to fix my ship first. I will be back as soon as I can.",		"s_ef759e6d":"No wait, let me reconsider.",		"s_ee0a112e":"You are positive this is your pick?",		"s_eceafc6e":"Good %NU. it's always a pleasure when you stop by. See you soon.",		"s_ec5b15d1":"Destroy duty.",		"s_eb569089":"Sounds great. This interests me why?",		"s_eaf03b41":"Such confidence. How can I NOT like you? Even though your abilities indeed are extraordinary, one can never learn enough, my dear.",		"s_e9c1932":"I'm sorry, I can't right now. I'll be back.",		"s_e942aa77":"Welcome back, sweetie. The intelligence department has finished analyzing the encrypted data. It's still a bit vague.",		"s_e87a40f8":"I'd rather not right now.",		"s_e84d85e2":"Sounds great.",		"s_e811b51e":"I need the Imperial data.",		"s_e7b6dca1":"It seems to include the ship routes of several Imperial ships that are moving toward Lok. It's disturbing indeed. Lord Nym fears that they may be planning to take over Lok.",		"s_e67149f":"I have had the new coordinates uploaded to your ship. Go get 'em, %NU!",		"s_e6569c04":"Very well. Recovery mission in Lok sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_e58d7043":"Excellent. I'm certain that I will enjoy getting to know you as we work together %NU. We have a few duties that could use your expertise my friend, are you ready to get started?",		"s_e57d94c7":"Welcome back dear. I heard what happened. The good news is that we have a second chance.The officer's shuttle seems to have malfunctioned. It's slowed him down considerably.",		"s_e565e3d3":"What duties are available, milady?",		"s_e53c5017":"What mission do you want?",		"s_e4daa04e":"We need your help with something, %NU, so hurry back, please.",		"s_e4b3375d":"No, something came up. I can't right now.",		"s_e2b5ea1a":"I will be back later. I have some things I need to address.",		"s_e2ad7a0d":"Maybe I should get some rest. See you soon.",		"s_e2539e81":"On second thought, I've heard that Nym is pretty greedy.",		"s_e0d2df48":"What would be the point of invading this sandbox?",		"s_e02126d9":"Stealing some Corsair ships sounds like fun.",		"s_e00ac98e":"What happened?",		"s_dede1eae":"Do I have to pay them for the training?",		"s_dd8c097b":"You've been grounded.  The intelligence department delivered a scathing report on you.  It's terrible!",		"s_dcec6e65":"So all that for nothing?",		"s_dce7fb":"If he knows anything, I will get it out of him.",		"s_dc7c029d":"I can't right now, I'm afraid. I will be back, though.",		"s_db9d43d":"Thank you, milady. So what was the data?",		"s_db82fc61":"Sounds bad. I will be back as soon as I can to help out.",		"s_db065042":"Well I won't stand for it, I'm going to ask to be reassigned.",		"s_da77c355":"Sounds good. What can I do?",		"s_d8fef41":"Perhaps not...",		"s_d88c653e":"Are you sure?",		"s_d70dba34":"Yes.",		"s_d70d3929":"I'm so glad I can always count on you, sweetie. I was hoping you could travel to the smuggler and acquire his services for us.",		"s_d6d2881d":"I'm not an errand boy.",		"s_d64bce73":"Sounds good %NU. We'll be ready when you come back.",		"s_d5ff7cb2":"Yes, definitely.",		"s_d5693494":"All right. Hurry though, dear. This hacker seems rather nervous. I don't want him to change his mind.",		"s_d356f8d":"I don't mean to overstep my bounds, but I believe that you have obligations elsewhere. Finish up, and then we can talk.",		"s_d21eee5e":"Fine. Let me show these goons how it's done.",		"s_d17c64f9":"I can't right now - but I will be back soon.",		"s_d14eedc8":"Of course. Where can I find him?",		"s_d0b37ad2":"Okay okay! What needs to be done?",		"s_d08d9709":"What should I do if they have already repaired it?",		"s_d0299d36":"Greetings %NU. Did you meet with the smuggler?",		"s_cf884764":"I hope you flayed him and fed him to the Kimogilas!",		"s_ce671a71":"Thank you, milady. I will be back soon.",		"s_cd3e2b38":"I'll help some of our smugglers sneak by the Empire.",		"s_cd1a5817":"I have some quick things I need to fix first. I will be back.",		"s_ccd0caab":"In Tyrena on Corellia, dear, in the cantina.",		"s_cbd8ba35":"Excellent, I knew I could count on you %NU. I've uploaded the new coordinates to your nav computer. Hurry up there!",		"s_cb3507f":"Err, I just remembered I have some things to do.",		"s_cafeab9":"He's agreed to meet a contact of ours on Corellia. His name is Vrak and he will be waiting in the cantina of Tyrena. Do be careful, dear. I've learned that the Empire is scouring the galaxy for the data you stole. It must be very important.",		"s_caf0502c":"This is what you want to learn?",		"s_ca7b758d":"I don't know about that drink but okay, what can this pilot teach me?",		"s_ca434bbe":"Then I can help you scratch that itch, dear. Get up in orbit; you will get more information once you are there. Be careful out there, sweetie.",		"s_c9d58564":"Excellent. I will let Vrak know that you will be a little late.",		"s_c942a6c8":"Sorry, but I can't right now. I have some things I need to do.",		"s_c91bccf0":"Well, apparently an Imperial shuttle has broken down near the Trade Federation route. It might be carrying some valuable information, so we want you to hurry there before they complete their repair. Attach a spy droid. It will transfer the shuttle's data to your ship.",		"s_c8c2d2ea":"I was just stopping by to say hi; I have to get going.",		"s_c84e7a8":"Why me? I'm a pilot.",		"s_c8427191":"Yes. I'm ready to leave anytime.",		"s_c6f65083":"He's no better than the Empire. I'm out of here!",		"s_c6c91897":"Multi-Role Craft",		"s_c6b08612":"What did they figure out?",		"s_c532ad1c":"Splendid, dear. He doesn't know we're onto him, so hopefully he will still be in the cantina in Tyrena.",		"s_c4ecbd2f":"Of course. What will you do with it?",		"s_c3e498de":"I think you overestimate me, milady.",		"s_c3c23cef":"All right, sweetie. See you soon I hope.",		"s_c1c28382":"I can't right now, milady. I will be back.",		"s_c149497f":"Is everything all right, my dear? You're not one to forget important things.",		"s_c13b1925":"Nonsense! There's nothing you can't do, dear. I've seen you overcome the impossible before. Come back when you are ready!",		"s_c103ad7e":"Hmm. Okay, I guess it's a necessity. What do you need me to do?",		"s_c100d375":"Don't act like it was my fault. I got here as fast as I could.",		"s_c0422a2":"I hope so, sweetie. Good luck!",		"s_bfd9eed6":"Of course. I just have a lot of important things to do!",		"s_bcff0c86":"I thought you were a respected pilot of the Alliance, not a mercenary. Even so, I'm sure you would find the compensation adequate and the experience thrilling.",		"s_bc44d715":"I did not think you were so close-minded, %TU. Hopefully you'll find a spot better suited for you somewhere else in the Rebellion. Farewell.",		"s_bbed8565":"Hurry %NU. Get back up there! We can still keep the freighter from reaching the outpost!",		"s_bbb72231":"Alright dear. Please hurry back. We don't have much time.",		"s_ba9fbf52":"You're so charming, dear. I was hoping you could travel to the smuggler and acquire his services for us.",		"s_b9f9d416":"If the ship is still in the vicinity, try to disable it and access its data.",		"s_b8cf1532":"Well, I can't do that right now.",		"s_b862718f":"I'm not going back up there again. It's suicide.",		"s_b838d4b8":"We only have a short time left to intercept it, %NU. Please hurry back!",		"s_b6af2b98":"I want mission 3.",		"s_b59feb8d":"You could say that again. I can't right now, though.",		"s_b3f9c754":"He seemed very nervous. Maybe just a profession trait.",		"s_b3a90c9":"Hurry back, we only have this opportunity for a limited time and I would hate to be forced to use the second best pilot in the palace and not you.",		"s_b3a81c54":"No of course not silly, except maybe a drink in the cantina on some off duty night. Are you interested?",		"s_b3a02be2":"What are you doing here, %TU? I heard you were working for a different part of the Alliance Navy. It's a shame, I could have used a skilled pilot like you.",		"s_b2e9f5b5":"Maybe so. but the Empire is searching the galaxy for this data, so you have to be careful. Trust no one, dear. What did you find out?",		"s_b2683b4a":"Piece of cake.",		"s_b24f64b":"I know you will, dear. I've taken the liberty of uploading intercept coordinates to your ship. If the freighter is not there when you arrive, search the nearby area and wait him out. He will surely pass through those coordinates. Be careful, %NU.",		"s_b2335add":"Ohh good to see you, %NU, I need your help. The data you retrieved earlier has proven impossible to decipher. Fortunately, Nym knows of a smuggler that specializes in these kind of predicaments.",		"s_b1f9f1bc":"That's right. Unfortunately, I have some things to fix first.",		"s_b1cac9ab":"Hurry dear. That freighter is getting closer by the minute!",		"s_b125bfdc":"Then you should probably not be here.",		"s_b0d973e8":"Sad indeed, I had high hopes for you %TU. Good luck in your adventures, maybe I'll see you some day again.",		"s_b02ee4b4":"I'm sure you have important things to attend to, then. Sorry to interrupt you.",		"s_af173f89":"All right. Hurry, though. Time is running out, dear.",		"s_ae5a02a8":"Indeed you are. Unfortunately, our budget is a bit limited, as you may have noticed. I'm sure you'll find the rewards sufficient though, in terms of excitement, if nothing else.",		"s_ad5cafda":"I sure hope so %NU. You are always sorely missed when you are not around.",		"s_ab3a1cf4":"Does Lord Nym know that you are in here?",		"s_aa3d7ff6":"I just remembered something I have to do. See you around!",		"s_a99ad4e8":"Sounds easy enough. Where do I find them?",		"s_a98b1cf0":"Please hurry back, dear. We want to intercept the fleet before they reach the Lok system.",		"s_a78a4ac3":"What do I do now?",		"s_a6e1c30a":"Very well, what does this pilot think he can 'teach' me?",		"s_a65cd6cc":"But...",		"s_a4ab00c9":"Excellent. I will have a copy of the data uploaded to your ship's computer as soon as you are ready to take off, dear.",		"s_a3de93c4":"Excellent. I will have a copy of the data uploaded to your ship's computer as soon as you are ready to take off, my dear.",		"s_a3c6ae82":"I was so worried when I heard about the attacks on you, %NU! We suspect that someone told the Empire about your rendezvous. We are trying to figure out who the traitor is now. Anyway, I'm so glad to have you back in one piece.",		"s_a3790fac":"I hope you are correct %NU and I hope you can beat their rescue team to the ship. I've taken the liberty to update your ships droid with the coordinates. Good luck!",		"s_a333c9dd":"I hope I won't be reporting to another woman.",		"s_a1062586":"All right, good. Are you planning to meet him in Dantooine with a copy of the data?",		"s_a0ee0d37":"Yes. It will give you the chance to try the pirate lifestyle for a day, sweetie. You will receive more information once you're up in space. Good luck dear!",		"s_a043fbc6":"See? It's that charm I will miss so much. You are to meet with Lieutenant Colonel Aqzow on Yavin. You can find him in the labor outpost on the moon Yavin 4. Don't be a stranger, %NU. I've really enjoyed our time together.",		"s_9d922723":"I don't have any missions right now, but I do have some elective duty tasks that you might be interested in. What do you think, sweetie?",		"s_9d418971":"I'm sorry, milady. You must have me mistaken for someone else.",		"s_9c5793bd":"I understand, %NU. But hurry! That Imperial fleet is getting closer every day.",		"s_9c24c239":"I won't fail again!",		"s_9be51847":"I don't have time right now. I'll be back.",		"s_9b82774b":"Yes, I'll be back later.",		"s_9b2edf50":"I will do my best, milady.",		"s_9990d560":"What is the Alliance doing with Nym? Isn't he a pirate?",		"s_99210986":"Very well. Destroy mission in Lok sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_990019e5":"Sorry. Fresh out of missions right now. Why don't you try talking to your commanding officer?",		"s_98d991e7":"Weapons B, Intermediate Alliance Starship Ordnance",		"s_98bb41ea":"Indeed.",		"s_98672851":"I think I'd be better off with gigs I know would pay well. See ya!",		"s_97f6ca14":"I see. All right, where do I find him?",		"s_97bbc2e4":"I suppose. All right, you said you had some things for me to do?",		"s_97682590":"Oh nothing. Anyway, he's arranged a meeting with a hacker.",		"s_960afa57":"I know you won't, my dear. I've uploaded the new location to your nav computer.Hurry!",		"s_95cc4d4e":"I would like some training, what can he teach me?",		"s_95a207fe":"Alright, what do you need help with, milady?",		"s_954c43bb":"Escort duty.",		"s_94558476":"Who knows. Anyway, he wants me to take the data there.",		"s_9417b6d9":"A splendid performance as always, my dear %NU. Our intelligence department is interrogating the officer now. Hopefully we will find out soon what's going on. You should get some rest in the meantime.",		"s_93c107c0":"I understand, dear. I will let Vrak know that you will be a little late.",		"s_937eedf9":"Yes, milady.",		"s_933e5758":"Oh, I'm not blaming you, dear. I know you did your best. Now, about the Imperial fleet. It seems that they are protecting a Kuat freighter. It's on its way to the Imperial outpost station now. You have to prevent it from reaching its destination, %NU! I have taken the liberty of uploading intercept coordinates to your ship. If you don't find him there, search the nearby area and wait for him.",		"s_92ddd562":"You are sure of this?",		"s_92199b82":"Excellent. He's agreed to meet a contact of ours on Corellia. His name is Vrak and he will be waiting in the cantina of Tyrena. Do be careful, dear. I've found out that the Empire is scouring the galaxy for the data you stole. It must be terribly important.",		"s_9199b1bf":"All right, sweetie. Don't be a stranger.",		"s_91156160":"Recovery duty.",		"s_902e7f6f":"Vrak set up a meeting with a hacker in Dantooine.",		"s_8c839067":"Very well. Inspect mission in Lok sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_8be640b8":"Sure.",		"s_8447c7d7":"Great! It's been a madhouse up there lately so be careful sweetie.",		"s_826d3c9d":"It's heavily encrypted, so we are not sure, %NU. I will let you know as soon as I find out more.",		"s_8204eb26":"Oh of course not, my dear. I need someone I trust, though. Some of Nym's employees are not really that dependable at times.",		"s_816055e2":"I want mission 4.",		"s_8125c052":"Working for Nym! This should finally give some decent creds.",		"s_80b2d7f9":"It would be my pleasure.",		"s_809dbad9":"Fine, I'll give it another chance.",		"s_7ac528cc":"Yes, milady. What do you have for me?",		"s_79f026e1":"I suppose you could be right. I will give it another shot.",		"s_7977cca8":"Great, it's been a madhouse up there lately so be careful sweetie.",		"s_780265b8":"This sounds a bit complicated. I need to do some preparation first.",		"s_75e5035c":"The Imperial fleet seems to protect a Kuat driveyard freighter. It is on its way to the Imperial outpost station. You must make sure that it does not reach that station, %NU!",		"s_7577882":"Lord Nym has asked for our help in stealing some Corsair ships. We have some smugglers that need an escort through Imperial areas and the chance to strike a blow to the Empire by attacking some of their patrols. We want you to assist with these duties until you feel you have enough experience to proceed with training but they are voluntarily only and can be aborted at any time.",		"s_74a4f762":"That sounds likely. What can I do to help?",		"s_746fda15":"See you soon, then.",		"s_73ccefde":"Space Combat Techniques",		"s_7348150":"We don't need that kind of ignorance in the Rebellion. I do hope you come to your senses.",		"s_72b581a2":"Well, we could really use your help on this, dear. Please come back soon.",		"s_723b4288":"He should be entering the Lok system any moment now. I will have the coordinates uploaded to your ship's nav computer. Be careful, dear. We know how important this operation is to the Empire, so he will probably be well guarded. Good luck %NU. Come back to me in one piece.",		"s_71a5deee":"No worries sweetie but please hurry, that Imperial fleet is getting closer every day.",		"s_71350221":"Fantastic! I will have the intelligence department analyze the information right away. You should get some rest and come back when you're ready for some more action.",		"s_6fad62ec":"No problem. Time to spend this bonus. See you around, lady!",		"s_6e943bb6":"I will give it another try!",		"s_6e92867a":"I have to repair my ship.",		"s_6e6242ff":"That's an understatement. All right, I'll do it. Where is he?",		"s_6c7c317":"Well, let's just say that some of Nym's employees can be a little less than dependable at times - especially unsupervised in a cantina. I need someone I can trust completely.",		"s_6c130469":"Oh, but of course, my dear. Get some rest while we analyze the data and come back when you are ready for some action.",		"s_6bcf16a1":"Excellent. I'll have the technicians upload the coordinates to your nav computer. I hope everything goes well this time, dear. Take well care of yourself.",		"s_6bb4b597":"Do hurry back though, sweetie. This is quite important.",		"s_6bb0cb94":"Correct.",		"s_6b158a0e":"I'm a Developer/Tester and want missions.",		"s_6ab7832d":"All right. What should I do in the meantime?",		"s_6a43381d":"I understand. I really think your skills are more than sufficient to pull this off though, %NU.",		"s_697b5183":"I hope you give him what he deserves. I will be back.",		"s_6752d582":"Well, we do have some duties around Lok. We could use your invaluable assistance, %NU.",		"s_66c9d146":"Be careful, dear. See you soon!",		"s_668e43a2":"I will miss you, milady...",		"s_66418240":"Of course. What is my mission?",		"s_662d6c41":"I have some bad news, dear. It appears this was not the heart of the Imperial fleet at all. They received a diversion order to another system. We are tracking it down right now. This part of the fleet just didn't get the order in time and decided to try and make it to the Imperial outpost instead.",		"s_65f334d5":"Yes milady, so I've been told.",		"s_65c36194":"On second thought, no.",		"s_65316548":"Can't these 'space pirates' do something by themselves?",		"s_64b6ea44":"I want mission 2.",		"s_64370a0d":"There you are, %NU. Did you find Vrak?",		"s_62fa8365":"I really think you are overreacting, my friend. This is war and Nym is good ally. His help is invaluable in the fight against the Empire.",		"s_62d83905":"Excellent. I will have a copy of the data uploaded to your ship's computer. Good luck, dear!",		"s_6280da8c":"All right. I hope this hacker is good. We've had no success so far.",		"s_6258192a":"All right. See you later, then.",		"s_61e761a4":"Fantastic job, %NU! You managed to get the data, even though the ship was already repaired. I'm very impressed. This little bonus doesn't begin to reflect what you did for us, but it's all I can give you at the moment.",		"s_5ee66c06":"Lovely! Be careful and see you soon, dear.",		"s_5e9e1660":"Sounds like you have it covered. I have some things I need to do.",		"s_5e28b657":"I will be off at once, milady. My apologies.",		"s_5c191b57":"Oh I'm so sorry. Enjoy your stay at Lord Nym's palace then.",		"s_5be79320":"That is great news. Who was it?",		"s_5b7c65e8":"How did I ever manage without you, sweetie? I'll let the technicians know what you need. Do be careful though, my dear, this all seems a bit too easy.",		"s_5ac3c20d":"Can you remind me where he is?",		"s_5aa92dc4":"Hi, sweetie. Ready to help out with some duties?",		"s_5a954a3f":"Excellent choice. When you are ready, come back to me. We have much to do still.",		"s_596a74ca":"Then I have just the remedy dear. Proceed up to orbit and you will get more information. Be careful out there sweetie.",		"s_5884fe0d":"Good to see you, dear. It saddens me, but I'm afraid you have been transferred to another member of the Alliance.",		"s_565951d5":"Lord Nym has asked for our help in stealing some Corsair ships. We have some smugglers that require an escort through Imperial areas and we have the chance to strike a blow to the Empire by attacking some of their patrols. We want you to assist with these duties until you feel you have enough experience to proceed with training but they are strictly volunteer assignments and can be aborted at any time.",		"s_56285e36":"All right. What's the plan?",		"s_55ad580f":"Do that.",		"s_54e06202":"Sounds good, %NU. We'll be ready when you come back.",		"s_54179ba5":"This is not good. What can we do milady?",		"s_53e43cdb":"Ohh %NU, great to see you! One of Nym's pilots said he saw great skill in you and thought that you may be ready to learn some new tricks, if you would like to?",		"s_531fb93c":"I can't right now. My ship took a beating. I have to fix it.",		"s_5300757c":"Ack! We really need to find out if he knows something. Please hurry back, %NU.",		"s_5164f707":"Yes indeed, dear, you've earned it. Come back when you are ready.",		"s_50dbe32c":"You sound like you've spent too much time in the palace already, my friend. Though I can't deny that working here has certain... privileges. I'm sure you will fit right in. Now we have plenty of tasks for you. Ready to work?",		"s_507b9d02":"Excellent %NU. Good luck and see you soon!",		"s_506ee957":"You're too late, %NU. The Imperial fleet has arrived! Strangely enough, it doesn't seem that large though. Nevertheless, we need you up in space now, dear!",		"s_5064a71e":"We haven't approached him yet. I figured you would like to talk to him yourself.",		"s_4ee75073":"He thought that you looked ready to learn one of the following skills.",		"s_4ca03ddb":"How so?",		"s_4c695dbd":"No.",		"s_4c1dac60":"Hold on, what choices did I have again?",		"s_4bf53cea":"Thank you, milady. It was close, but the hacker came through for us.",		"s_4af0c602":"We are trying to figure out where the rest of the fleet went. Stand by, we will need your help again. Fantastic job up there sweetie, as always.",		"s_4acb55cd":"Excellent, what do we need to do?",		"s_4a44213c":"Alright. So what do we do now?",		"s_45bb907e":"Not right now, I want to get up there and earn some creds. Any duties?",		"s_44dd253a":"That's such a rude thing to say. Some people may call him a pirate, and he doesn't exactly follow the laws of the Empire but neither do we, mm? In times like these, we need all the help we can get. Lord Nym is actually a nice person once you get to know him.",		"s_44170670":"Not for nothing, dear. You still struck a blow against the Empire - and every little bit counts. We are trying to figure out where the rest of the fleet took off to now so be ready, we will need your help soon again.",		"s_43fbe907":"We have some more duties around Lok that could use some attention. But if you have something better to do...",		"s_438969d3":"Well life is just full of pleasant surprises like that. Now we have a lot of things for a skilled pilot to do. Are you ready to get started?",		"s_42b39212":"Bah, I want some more action. Any duties?",		"s_422f9bfa":"Are you one of Nym's employees?",		"s_4212435c":"Fine. What tasks are available right now?",		"s_41ee99fd":"He's set up a meeting with a hacker in Dantooine.",		"s_4104f818":"My dear, you are in big trouble.",		"s_3e4a658":"No. Something came up. I can't right now.",		"s_3e303b17":"We need your help to destroy the shuttle's escort and disable it so that our men can overpower the crew and bring the Imperial officer to us.",		"s_3c4ff185":"Reactor Engineering Algorithms",		"s_3ae0bba3":"The data included several references to one certain Imperial officer. We are in luck. We located him a few days ago. Now we have a couple of spies onboard his shuttle. We want to kidnap him so that we can learn more about what the Empire's plans really are.",		"s_3a42c050":"What can I do to help, milady?",		"s_39e697de":"Whatever you say.",		"s_38f4aa90":"I will do more than talk to him.",		"s_38aeb877":"Oh I was just passing by. I can't help right now.",		"s_3892fde6":"Sure did. He was a weird fellow.",		"s_386d56a1":"Excellent, excellent. He doesn't know that we are onto him, so he should still be in the cantina in Tyrena. Good luck, dear.",		"s_37e5c8bc":"Very well. Escort mission in Dantooine sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_3769a087":"I don't agree. But maybe another opportunity will come your way, when you are feeling more confident. Don't stay away too long, dear.",		"s_35e906c1":"Fine. I don't really have anything to do right now anyway.",		"s_359d1c6c":"I'm ready, milady.",		"s_3406294f":"Glad to have you back in one piece, %NU. We received word from the hacker. He's sent coordinates for a new rendezvous.",		"s_334b8b3a":"No one told me I would work under a woman.",		"s_3209cb6f":"I knew there was something I forgot!",		"s_307dbfe0":"Good. I won't let him slip away this time!",		"s_2f0a6ba8":"What could these dregs possibly teach me?",		"s_2d07d661":"We've narrowed it down to Vrak, the smuggler that set up the meeting with the hacker. After our successful attacks on the Imperial fleet, the Empire has rerouted their ships and we are curious what Vrak might know. Would you go have a chat with him, dear?",		"s_2ccdbfbb":"I'm afraid I can't right now though, milady.",		"s_2c95410e":"All right. But do hurry, dear. It won't be there for long.",		"s_2baec20":"I like this palace too, %NU, but your services are urgently required elsewhere. Get out there and show them why you are my favorite pilot.",		"s_2af8de7c":"Yeah it will give you the chance to try the Pirate lifestyle for a day sweetie. You will get more information up in space. Good luck dear!",		"s_2817ec90":"I don't know!  But there's got to be some way for you to improve your standing with the Rebel Alliance!  You've got to try, %NU.  We need you!",		"s_27a9d3e4":"I don't think I need it, milady. Is there anything I can do?",		"s_27101a28":"I don't have time now. I'll be back.",		"s_25fcc7b2":"I'm off.",		"s_258ff649":"Good to see you again dear. You are just in time too, we have a opportunity we can't miss that require your superior skills.",		"s_232c0049":"Vrak seemed sure that he could do it.",		"s_21e0c701":"I hope this pays well. I am the best you've got, after all.",		"s_20b704e7":"Not right now. I have to attend to a few things.",		"s_1ec75f6d":"I'll live with it. Let me show these goons how it's done.",		"s_1eaa0d45":"Great, sweetie, I'm sure you'll have better luck this time. Be careful up there. The new coordinates should be uploaded to your nav computer by the time you reach your ship. ",		"s_1dfeca09":"I've been itching to take down some TIE fighters.",		"s_1df58e48":"Do I get to keep the loot? I mean, I'm ready.",		"s_1dcfe231":"Hmm. I will see if we can reschedule the meeting. Do hurry back dear.",		"s_1d85385d":"I can't do it. He's too heavily guarded.",		"s_1d34c320":"Piece of cake. There was the matter of payment. I believe?",		"s_1cb5d5fd":"I heard about your misfortune, dear. But don't fret; luck is with us. It appears the shuttle that slipped out of your grasp was a decoy. We have another opportunity.The enemy may be on his guard this time, so be careful %NU.",		"s_194e698d":"All right, %NU. I'll see if I can reschedule the meeting with the smuggler. Come back soon for a update.",		"s_1813f9b":"I'm ready milady.",		"s_17e79a2c":"Any advance payment? Okay fine, what do you need done?",		"s_17653741":"All right, sweetie. Don't take too long, though. We could really use your help.",		"s_16d870fe":"Consider it done.",		"s_165db597":"I want mission 1.",		"s_163272c2":"Oh. Well, come back soon, dear.",		"s_1583743c":"Do you have any missions I could fly?",		"s_15250124":"Greetings %TU. My name is Viopa. I function as the Alliance's go-between for the Rebellion and Lord Nym, the pirate who owns this palace. You have been sent here as a starship pilot to help us with some of the many tasks we undertake in the Lok System, am I right?",		"s_14fcd38b":"I don't know what you're doing here, but I'm certain that you shouldn't be talking to me.",		"s_148ee1c2":"What are you doing here? I heard that you were working for a different part of the Alliance Navy.",		"s_14791132":"Well if you're sure you don't need to rest, fix your ship or anything like that, we have some duties that could use your attention dear.",		"s_14310e04":"Yes milady, it seems he can assist us.",		"s_14183b8e":"Alright sweetie, don't take too long though, we could really use your help.",		"s_14123c8b":"Are you one of Lord Nym's employees?",		"s_137a1cc5":"Good. I want another chance at this.",		"s_1358322c":"No problem. See you soon.",		"s_12b3896":"Greetings %NU. Did you meet up with the smuggler?",		"s_129e1011":"Some people may call him a pirate, and he doesn't exactly follow the laws of the Empire but neither do we, mm? In times like these, we need all the help we can get. Lord Nym is actually a nice person once you get to know him.",		"s_122e5dd7":"It's the little victories that will win us this war, dear.",		"s_11ba5f1a":"Good. I knew you would. Show them what you're made of %NU!",		"s_106f742d":"Just who I wanted to see. Glad you are here, %NU. As you may have heard, we managed to get some information out of the kidnapped officer. We have spent the last few days executing many successful raids against the Imperial fleet, thanks to this information. We have also tracked down the person who set you up.",		"s_105c0da2":"Vrak arranged a meeting with a hacker in Dantooine.",		"s_10221765":"The intelligence department believes that they may be planning to use Lok as a staging area to attack or blockade Corellia.",		"s_0":"",		"do_not_edit":"The English version of this file (lok_rebel_trainer_2.stf) is automatically generated by the SwgConversationEditor."
}}
