{
	"stfFile":"conversation/naboo_imperial_trainer_2",
	"entries": {
		"s_ff5a78b2":"What are you doing back here, pilot? I haven't received a report that you were successful in your mission.",		"s_fed6017c":"How do we gather the evidence that we need?",		"s_fcff7b8e":"Of course. I wasn't thinking, sir.",		"s_fb6ae829":"Be warned with the suspected traitor inside the Empire it is possible that our enemies have gotten word of these transports.",		"s_fa3398f3":"What is it you wish me to do?",		"s_f91e446d":"What have you learned so far, %NU?",		"s_f8b02865":"What do I do?",		"s_f85fd827":"I have a briefing prepared. Or if you've already examined the briefing material, you can select a type of operation to begin.",		"s_f6d4476d":"I am sorry but I seem to be having some difficulties...",		"s_f693949d":"You mean, wish you well...tell you what a good job you have done for me and how much I will miss having you around?",		"s_f2cf68b3":"Ok, well thanks for your guidance.",		"s_f283cf35":"I am an old man. I have worked with His Eminence the High Inquisitor for many years. He is older than I. We make use of able pilots to carry out our judgements and commands.",		"s_f1be3213":"What part in this do I play?",		"s_f0a7a4ef":"It would be an honor to assist you in your quest to stamp out the insurgents.",		"s_ecb5e1e2":"The Imperial Inquisition does not recruit and does not outsource work. If we have need of you, we will contact you.",		"s_e84f3a62":"I'd like to assist in the police action.",		"s_e73e5d21":"I want to study pilot combat training.",		"s_e71434ff":"Yes, sir! I'm ready to take an assignment.",		"s_e6765c30":"I would like to serve the Emperor and escort the freighters.",		"s_e2cb470f":"Investigations, judgements, and punishments. Each agent of the Inquisition is fully empowered to carry out any of these most important activities. The Emperor will suffer not for a moment the thought of a traitor to live. We must all be willing to give of ourselves that the Emperor's great work might continue.",		"s_e1b07878":"I was wondering when you would finally arrive. We have just finished our calculations on Colonel Hend's jump position and it is clear he has traveled to the Dantooine system. The time has come for the Colonel to be punished for his crimes against the Emperor.",		"s_e17af774":"No one expects the Imperial Inquisition. He obviously thinks that he has gotten away with his crimes. Now go before we lose him again.",		"s_e1771eb6":"Remember, it will be worthless to the Inquisition if we are unable to recover the colonel alive. While you are recovering Hend we will continue our decoding of the transmission that you recovered.",		"s_dfdec194":"Everything we do serves the Emperor. Meet the freighters in the Naboo system and escort them to their hyperspace locations.",		"s_de870f1":"The transmission that you managed to intercept for us has been partially deciphered and it indicated plans to abduct Colonel Hend of the Imperial Navy. Unfortunately, we received this information too late to stop the abduction.",		"s_de5b2183":"Where is the enemy planning on meeting?",		"s_daf7bb7d":"I see. What task do you have for me?",		"s_d8b8f3ac":"As the Emperor commands.",		"s_d4948205":"You scan their minds?",		"s_d2fa677d":"The suspected Rebel sympathizer is being overly cautious about not being stopped by any Imperial patrol and has filed a flight plan leaving the Naboo system in route to Dantooine. You are to stop his ship and inspect its navcomputer for any information that it might contain.",		"s_d2f8399b":"Flying Officer %NU, I have the highest level of respect for you, but I want to see more results in the operations available to you before you are ready for advancement.",		"s_d1fa21c":"As I knew you would be. Travel to the Dantooine system and scan for the colonel's ship. Once you have found it pass judgement on the colonel without mercy.",		"s_c8f39347":"I am.",		"s_c76594d7":"I want to study advanced reactor engineering algorithms.",		"s_c602907a":"I will not fail the Empire.",		"s_c5e2a04a":"I believe you know exactly what I'm talking about.  You're lucky you aren't shot on sight!  Naval command has issued orders throughout the galaxy... %TU is NOT to be trusted.  That's YOU, isn't it?",		"s_c50d6541":"Pilot, you're supposed to be on your ship! Get up there and intercept that transmission immediately!",		"s_c4880407":"Developing new levels of tactical and physical excellence will be critical in realizing your true potential. Use these study programs and destroy them when you have internalized the information.",		"s_c1bc23b4":"I am ready for some training.",		"s_c104d444":"Yes, sir. I think I need more training though.",		"s_c0996c6b":"I am ready to serve.",		"s_be89481":"Welcome back, Pilot. Things are rather calm for the moment, so you will be flying some duty missions.I have a briefing prepared. Or if you've already examined the briefing material, you can select a type of operation to begin.",		"s_be30f309":"I want to study advanced equipment technology.",		"s_bc64aa40":"The honor has been entirely mine. I have a feeling that one day you will be a shining example of an Inquisition officer. Listen and learn well from Vrke. He is currently stationed at the Emperor's Retreat and is expecting you. Farewell, until we meet again.",		"s_bb972bed":"The Inquisition is a unique branch of the Imperial Intelligence service. Our job is to maintain discipline and security within the Empire as a whole. We are the ever watchful eye against heresy and betrayal. The children of the Empire sleep safely each night, knowing that the Inquisition never rests.",		"s_b8791e16":"The second matter is one that the Emperor himself took great interest in. Supply freighters will be leaving the Naboo system on their way to a small out of the way place called Endor. The Emperor very much wants these freighters to make it to their jump locations safe and sound.",		"s_b784db84":"The Inquisition, in all its wisdom, has authorized a duty pay increase for your exceptional performance and new rank. Since you are now a Flying Officer, you may select your own assignment.",		"s_b6b25f13":"Yes, sir!",		"s_b2a924ab":"I'd like a briefing.",		"s_b2634e3d":"The third and final task is one that I personally would like taken care of. I did a little investigation into the Dantooine system and have located small patrols of insurgents in the region. The Navy has no wish to begin operations in that system at this time but that doesn't stop me from sending one of my own in to clear out that little hornets nest.",		"s_b257ddf8":"Why would we want to do something like that? It would be a major black eye to the Navy if the Inquisition managed to find and rescue their lost man before they could.",		"s_b2101d5b":"Yes, but what do you do?",		"s_b0e9edf4":"Yes I know that I really went above and beyond the call of duty to help you. You were very lucky to have me as your commanding officer. Now don't keep Inquisitor Vrke waiting.",		"s_b0d3b474":"I'm ready for training.",		"s_ae26c22":"Let me think about this for a bit.",		"s_ad754":"Do not presume in matters that concern you not. Never the less, you have done very well, pilot. Here is a consignment fee for completing the job. Stay close, though. Once this data is cracked we might have need of someone with your particular skills.",		"s_aceff31e":"Good luck, pilot.",		"s_ac71da57":"I'm ready to take an assignment.",		"s_a7cceea9":"No, I am loyal to the Empire!",		"s_a5dff683":"It would seem that the encryption of the message was a bit more advanced than initially indicated and part of the message was lost. But we did manage to recover some very important details regardless.",		"s_a59c7bd7":"It looks like you're busy with an assignment already. Come talk to me when you're done.",		"s_a2cfa58e":"I'm sorry. I can only assign missions to pilots in my own unit. You should return and speak to your commanding officer.",		"s_a2137dae":"To the best of our ability. Sometimes more traditional means are necessary. The Emperor has taught us much. More often, though, the traitor is undone by their own carelessness. His eminence, the High Inquisitor, has granted me the privileged task of bringing this traitor under the watchful eye of the Inquisition.",		"s_a08c6dc4":"Have you accomplished the task that I gave to you?",		"s_9c394eb4":"No, sir. I am having difficulties with the colonel.",		"s_9b43a7ee":"Yes sir.",		"s_9ac35c60":"You've shown considerable improvement in ability since joining the Inquisition. It's time to allow you access to the next level of training and technology. I remind you that anything you learn is highly confidential, security rating Gamma Three. You may not share your knowledge with fellow officers of any rank at or below your own. What area would you like to train in?",		"s_9962665d":"Naval Command wants us to continue to assist the local command. Their assessment of the situation is positive, but they feel that inflicting further damage is necessary.",		"s_9930b065":"The second thing is, you must go away from here, and don't show your face until you are no longer considered an enemy of the Empire.",		"s_987445c9":"Thank you, sir.",		"s_97d51490":"Yes, sir. I have taught the traitor the error of his ways.",		"s_97222fa4":"Wait a minute... what happened?",		"s_96db4fc7":"What? And we assisted him on his escape.",		"s_964c5567":"Return to me once you've successfully intercepted that transmission.",		"s_960be58b":"Since you have complete operational discretion, it will be up to you to decide how to assist the local command. They are having several issues that require someone with your particular skills.",		"s_95dcb85a":"I do what I can for the Empire.",		"s_959d8d9b":"Yeah, that sort of thing.",		"s_91e4b620":"That will not be necessary sir. I will handle itl.",		"s_91223b5c":"I'm ready to begin immediately, sir.",		"s_8f913d8b":"I would never betray the Empire.",		"s_8efde2ae":"Yes, sir.",		"s_8e68e9b0":"Such modesty! How refreshing. So many pilots believe they are the only thing keeping the Empire together. They do not realize that they are but a single thread in the grand tapestry. They do not realize that they could be cut and the whole would remain.",		"s_8e4bd7c1":"Report back to me when you are ready for a new assignment. The Inquisition is in need of someone with your talents yet again.",		"s_89bc583c":"Very well, sir.",		"s_883a28d9":"Pilot, it is time for you to learn some new skills. It is important that you keep sharp and keep your skills at the top of their game in order to succeed as an Imperial pilot. Are you ready?",		"s_872eaec4":"Indeed, I am sure you would not. Nonetheless, we must watch our agents twice as closely as we watch the other members of the Empire. Any violation of Imperial doctrine by an Inquisitorial agent is punishable by summary execution. Do not stray from the righteous path I will set for you.",		"s_860b7132":"Right to the point as well. Yes, yes, I can see that I am going to enjoy our time together. Most exciting indeed! Well, now where to begin? Most members of the Inquisition spend several years at a seminary camp, learning the values of Imperial justice. You are being recruited on an accelerated time frame. This means you are exempt from seminary, but it also means you will be closely monitored for deviant activities.",		"s_85fe2519":"For now we will act as if nothing is amiss. Until we can figure out where he is, continue your operation helping the local forces.",		"s_846f2737":"Yes, sir! I will not fail you again.",		"s_825fac62":"I do not care for your difficulties. Get back out there and finish what you started. If you are unable or unwilling to perform this task, perhaps you would care to answer some questions that I have?",		"s_7f95f0a5":"Get suited up, you're being scrambled immediately.",		"s_7c7a7681":"How do you stop these crimes?",		"s_7c0ff63d":"Ah, so you are the fine pilot that I have heard so much about. Your ruthlessness and efficiency are known among the Naval High Command and it is even said that the Emperor himself read your name in an activity report.",		"s_7be3e248":"I agree with you. Let's get you better prepared for future operations.",		"s_7b25fbc3":"You're cleared for training, so let me know when you are ready to begin.",		"s_79d26fde":"That is what I wanted to hear. Travel to Dantooine and begin your search for the insurgents. Where ever you might find them wipe them out. Let the justice of the Inquisition be swift and merciless.",		"s_78c7dc33":"Pilot Officer %NU, it's time that you were elevated to full operational status within the Inquisition. You are hereby granted the rank of Flying Officer. Congratulations Flying Officer %NU. You are now a full member of the Imperial Inquisition. Fly with honor and fight with the Emperor's own fury.",		"s_6e9c09c4":"Have you managed to track down the information that I requested, Pilot?",		"s_6e39f51b":"Shouldn't we inform the Imperial Navy of this location?",		"s_6ca30e9d":"The information you retrieved from the courier has been decrypted. ",		"s_6a9a7be2":"Yes, Lord Fa'Zoll.",		"s_6a6fe80":"As I said, there are several areas that the local command needs assistance in. The first is strictly a simple police matter...if we could rely on the local authorities. A number of ships have been attempting to leave the system without filing the proper flight plans. You are to escort them back to port, by force if necessary.",		"s_69ea2753":"You need to report to Inquisitor Vrke inside the Emperor's Retreat. He will be handling your assignments for the time being.",		"s_696a6a00":"I've been asked to report to you for duty.",		"s_681fb295":"Have you accomplished what I have asked of you?",		"s_6396820e":"What is the Imperial Inquisition?",		"s_6309f032":"Good to see you, Flying Officer %NU. You've been making significant impact with the other branches of the Imperial High Command. You have certainly done the Inquisition proud. But the time has come for you to resume your duties in rooting out traitors.",		"s_61eac8c":"Go grab yourself a quick bite to eat and then report back. I have the utmost faith that the code will not keep us from the truth for very long.",		"s_5f0835ab":"We do not honor the insurgents with a name within these halls. They are a collection of foul aliens and wayward children of the Emperor. Strange outworld philosophies have twisted their understanding and have driven them to betrayal. It is a sad time we live in when the light of the Empire cannot reach all living things.",		"s_5f0459fc":"This is most interesting. The data seems to be encrypted. Only the guilty need to hide what they are doing.",		"s_5bb1e2":"I think that you will fit in well with the Inquisition. But you must learn patience. The officer involved has friends in very high places and without evidence we could leave ourselves open to scrutiny. The key to every good investigation is evidence.",		"s_5b4ccb84":"You have operational discretion to choose an assignment from the areas outlined by Imperial Intelligence in your briefing. I can also instruct you in the use of new technology if you think you're ready.",		"s_5960dfeb":"It is grim. Grim. We must often pluck up the brightest of our own commanding officers and examine their minds for any sign of conspiracy. The process is intrusive. Some do not live. As such, we only do this occasionally.",		"s_594a07fa":"I want to study advanced TIE combat operations.",		"s_576f96b8":"That is correct. You will not fail the Empire. Now to your ship, pilot. Get me that transmission.",		"s_53d26b00":"Of course not, Lord Fa'Zoll.",		"s_51fe08f5":"Point me in the proper direction and I will do as you command.",		"s_5102164f":"(Nod and listen.)",		"s_50f84d04":"Good, very good.",		"s_4eef704f":"That is most unfortunate. But luck is with us this day since another meeting has taken place. Again the pilot is leaving the Naboo system for Dantooine. I find this most interesting, don't you? Capture and scan this ship...oh, and pilot, do not fail me again.",		"s_4df61c15":"Yes, as the Emperor commands.",		"s_4d0198f9":"How may I serve the Inquisition?",		"s_4c695dbd":"No.",		"s_4a2282c8":"Very well. Patrol the Naboo system and we will direct you to any unauthorized flights. They are to be escorted back to port. If they resist, you are authorized to use any force necessary, with one exception: do not destroy any of those ships.",		"s_49f3270b":"Report back to me when you're ready for an assignment.",		"s_49be19d2":"Excellent. I think that you might have a very bright future with the Imperial Inquisition. I have decided to transfer you to Inquisitor Vrke. He is one of the finest field operatives within the Inquisition and I believe that you will be an asset to his operations.",		"s_486da900":"Your continued success will rely on your ability to make maximum use of all new Imperial technology. Use these study programs and destroy them when you have internalized the information.",		"s_486a2be":"Yes. Yes, I do think that you will have a brilliant future with the Inquisition. Report back to me with your findings.",		"s_4854758d":"I would like to request a mission.",		"s_483fa8ea":"Why don't you just arrest and question the parties involved?",		"s_4682fc3c":"May the Emperor's blessing be on you, pilot.",		"s_45fa29cc":"(Grin and listen.)",		"s_41786376":"Then let us begin. It is a sad truth that many of the Emperor's own have chosen to betray his willful rule. The Imperial Inquisition must always practice vigilance against the traitor. It is often difficult to determine where these foul conspiracies take root. Indeed, the most dedicated traitor is also the most careful.",		"s_3ead1387":"There's not very much, but I do have some elective duty missions that you can fly. I have a briefing prepared if you'd like to hear it.",		"s_3ce9c229":"I hope you're trying to tell me this was all a misunderstanding.  You have NOT defected to the Rebel Alliance?  Because if you think we're not on to you... you will not like the consequences of your desertion.",		"s_3ce84ec1":"What do you think of the Rebellion?",		"s_3c9b80ee":"Are there any leads on where they took him?",		"s_3ba5368f":"Don't you want to say good bye to me?",		"s_3b69b91e":"Once you have started your transmission there is a very high chance that you will be noticed by the enemy. You must complete the transmission at all costs. ",		"s_369ec9fc":"Yes, my lord. What should I do until you have his location?",		"s_34d641c9":"You have a peculiar definition of loyalty.  Nevertheless, you might have a chance to redeem yourself.  If you can improve your standing in the eyes of the Empire... you MIGHT be allowed to fly again.",		"s_32a6fe1c":"I will do as you command, Fa'Zoll.",		"s_32701355":"We have received the transmission successfully and have begun the process of deciphering their code. There will be no error in the data this time to protect the traitor. Yet again, you have proven yourself an asset to the Inquisition.",		"s_3252d1a":"No, of course not. We must find out what is in that transmission. You are to travel to the meeting place and intercept that transmission. Once you have intercepted the signal immediately transmit the information back here.",		"s_31804e15":"Understanding how to rapidly and efficiently manage the complex systems on board a fighter is a necessary step in your development as a pilot. Use these study programs and destroy them when you have internalized the information.",		"s_306da215":"I told you once that I do not tolerate failure. Return to the Dantooine system and destroy that traitor.",		"s_2e7df33d":"The meeting is going to be taking place inside of the Dantooine system. It would seem that the courier you captured was not the only ship involved in supplying data to the Rebellion.",		"s_2dcd5da9":"Your zeal is most appreciated. Although much was lost we did manage to uncover the location where the pirates will be meeting the insurgents. It would seem that they will be exchanging some important information.",		"s_2ccef947":"Good your back. We have discovered a serious problem. We managed to decipher the remainder of the message that you intercepted. It would seem that Colonel Hend was the one who was leaking the information to the insurgents.",		"s_2a77f19e":"Two things, %TU.  One, you must perform missions for the Empire until your standing has improved enough that we might consider you trustworthy again.",		"s_29d0a2db":"I've run into some trouble so far.",		"s_2865fd30":"For the time being, the Inquisition is assisting the local command in its regional duties. It would seem that some of their pilots are less than trustworthy. Perhaps at some later date some of them need to be put to the question. But for now you will act as a normal member of the Imperial Navy.",		"s_26cb713a":"Yes, how may I help you? Have you come to report a suspicious activity? You really should speak to my secretary. I only handle heresies and other critical cases.",		"s_26408ea":"There are several leads and the Navy is sending out patrols trying to recover Hend. The Inquisition has volunteered to assist the Navy in their search for the lost colonel. Of course, we have information at our disposal that the Navy is not privy to...such as the jump location of the transport that Hend is on.",		"s_245945cb":"What is the matter with you, pilot?!  You dare show your face around here?",		"s_241a34a1":"Mastering proper use of heavy equipment technology is key. Use these study programs and destroy them when you have internalized the information.",		"s_2313ac9e":"What are you talking about?",		"s_22a1fc52":"Perhaps Imperial Intelligence can crack it.",		"s_21772e5a":"I'm sorry, I can't help you.",		"s_20b3aa70":"Yes, my lord. But won't the colonel be expecting us?",		"s_205f33ca":"Be on your guard. Any one of those ships could be in league with the insurgents.",		"s_1f0f791f":"Ah, yes, excellent. You are ready to begin our work, then?",		"s_1f033c46":"I am ready and willing to make the traitor pay.",		"s_1d63bf5d":"You still have much to learn about what it means to be a member of the Inquisition. Regardless, you are to enter the Naboo system and recover the colonel. His transport will most likely be heavily guarded and I doubt they will be willing to give up their prize without a fight. Once you have his ship secured protect it from counter-attack until it can hyperspace back into safe space.",		"s_1d5aba18":"(Transfer the information to Inquisitor Fa'Zoll.)",		"s_1c006c1c":"Ah, you're a long way from your squadron pilot. What brings you out this way?",		"s_1bac802d":"Thank you sir. It has been an honor to serve under you.",		"s_1ad5c0e0":"What's the second thing?",		"s_19fe9586":"Do you want me to destroy the conspirators?",		"s_199bd27f":"For several months now the Inquisition has been monitoring activities between certain members of our military and suspected Rebel sympathizers. One such meeting took place not long ago and it is time that the Inquisition discovered the truth behind these suspicious activities.",		"s_1980f233":"I understand, sir.",		"s_196d2fe6":"That is what it would appear. This transgression must never be allowed to go unpunished. It is time for Colonel Hend to be punished for his treachery. We are in the process of tracking down where the colonel went. Once we have found his location it will be up to you to pass sentence on the traitor.",		"s_172871ff":"I knew I could count on you. Report back to me when you have finished the job. Don't disappoint me again, pilot.",		"s_164b059e":"For your sake I hope that you are right.",		"s_131def5c":"Very well, yes, yes. Very well. Now then, I have an initial assignment for you. Why don't you familiarize yourself with the facilities and then return when you are ready?",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_imperial_trainer_2.stf) is automatically generated by the SwgConversationEditor."
}}
