{
	"stfFile":"conversation/naboo_imperial_trainer_1",
	"entries": {
		"s_feb83ab9":"Well, you're certainly sure of yourself. My adjutant will send someone out to confirm the kills. If there are active Rebel fighter wings near Naboo, we need to be concerned. The Emperor's Retreat is located on Naboo...the Rebels may very well be planning some kind of sabotage.",		"s_fe5a7681":"The Rebels attacked exactly as expected, sir.",		"s_fe48d61f":"I'm not interested in debating personal philosophies.",		"s_fe2c6775":"Here's your pay for the operation and another bonus for exceptional duty. I also received your Imperial flight suit. Please wear it while you are on duty. The helmet will take a while longer to be finished. Each helmet contains special electronic equipment calibrated to the user.",		"s_fd4fe208":"That is your choice, but you may not get this chance again.  I suggest that you take it while you can.",		"s_fc27931b":"Thanks.",		"s_fc1001ba":"Aren't you on a wanted list? I think I've seen your picture before...",		"s_fa956108":"The command staff will begin planning the next phase of the operation. Report back to me when you're ready for another assignment.",		"s_fa7b1fcc":"Keep the transport alive. That is a priority directive. Report back to me when the mission is complete.",		"s_fa138f3b":"Since the destruction of the Death Star, we are increasing the number of resources directed against the Rebellion. We need to put our more experienced fighters on the front lines, which means we need new blood for support duty.",		"s_f967fcee":"No, this doesn't sound like my kind of job.",		"s_f9660223":"I'll get the damage repaired and go after them again.",		"s_f9081167":"I'm honored, sir.",		"s_f79f892a":"I think I can manage my money just fine by myself.",		"s_f7924d1a":"I suppose you're waiting for your payment.",		"s_f774e399":"Cool.",		"s_f6e10f56":"Good to meet you Pilot. According to my records you're already working with a different division. What can I do for you?",		"s_f6c21772":"If you don't get yourself killed first. Now that you have achieved an official command rank, I am no longer your commanding officer. You have been reassigned.",		"s_f6c0eced":"We can definitely help you out, although we generally work with officer material from academic centers or Naval Training facilities. We have a new program for recruiting volunteers. The work pays and you'll be doing noncombat support missions.",		"s_f5559c6a":"Rebel markings on the hull of X-Wing spec fighters.",		"s_f50739c7":"You did? Impressive. I suppose that means we won't be able to track their heading, but under the circumstances you did the right thing. My congratulations. You've shown that not only can you fly a basic patrol, but you aren't bad with a laser cannon either. Here's your payment for the job.",		"s_f3e660d":"Some of them, at least. I want you to hunt down and destroy the Rebel vessels in the area of the 'Kantari' attack. The Rebels are still out there and we must make them pay. The security of the Naboo system must be maintained.",		"s_f123cba6":"Let's leave the ground combat to the Army, shall we? I do have your payment for completing this operation. I also had a bandolier made for you, since you're much too large for a flight suit. The helmet will take a while longer to be finished. Each helmet contains special electronic equipment calibrated to the user.",		"s_f02428e4":"Do you think I could get one of those blasters?",		"s_efa5623a":"Thank you...sir.",		"s_ee63dfa9":"Report back to me when you would like a new duty or mission.",		"s_ec61d38d":"There's always a chance you might encounter Rebel resistance during a support operation, but it tends to be low. The real drawback to the program is that without formal Imperial training, you'll be on your own to learn the ropes of space combat.",		"s_ec04a9b3":"Report on the status of your operation against the Rebel leader, Pilot.",		"s_eb4bd86c":"We've thrown something together. I'm transferring a set of coordinates to your datapad. I want you to fly this route until an E-62 transport contacts you. The transport is a decoy, being piloted by a Naval Intelligence operative. The transport will broadcast lightly encrypted information on E-62 and will fly through an area we believe the Rebels may be monitoring.",		"s_ea289c5d":"You should clean up your act pilot. You're sloppy. Report back to me when the mission is complete.",		"s_ea112eca":"I'll be ready, sir.",		"s_e9339227":"Very good. Today we will be testing your basic flight capability. You'll need to have your ship prepped for flight.",		"s_e8a06d76":"Report back to me when the mission is complete.",		"s_e80d813e":"I'd like more combat duty, sir.",		"s_e660e010":"We need to confirm our suspicions. Make the Rebels show their hand. If we assign too many ships to protecting E-62 shipments, we may miss the Rebels' actual objective.",		"s_e565620f":"Fair enough. As long as it pays, I'm willing to do the job.",		"s_e24fd46f":"You've already proven your combat capability. I'm taking a risk assigning you this mission, don't let me down. Remember, they could be anywhere in the system!  Intelligence reports there are several areas of high Rebel activity, which will be a good place to start your search.",		"s_e1d8cd2a":"This is disturbing. We'll need to increase our sensor coverage and try to determine where the rebels are coming from. The Emperor's Retreat is located on Naboo... the Rebels may very well be planning some kind of sabotage.",		"s_e16ed40c":"Then you're the kind of person we're looking for. Are you sure you want to sign up? You'll be expected to follow orders and treat your superiors with respect. This is a tight operation and we deal harshly with insubordinate behavior.",		"s_e12b6418":"I located and destroyed him, sir.",		"s_e1147f5d":"I want you to hunt down and destroy the Rebel vessels in the area of the 'Kantari' attack. The Rebels are still out there and we must make them pay. Eliminate them. The security of the Naboo system must be maintained.",		"s_e106780b":"Good to see you, Pilot.",		"s_e034da9":"I'll keep that in mind.",		"s_dfd0987b":"You don't take complements very well. This one was worth double the normal rate. I've also received your Imperial TIE pilot helmet, specifically calibrated for your mental and physical flight profile.",		"s_df76b2e8":"Imperial astromech functionality is typically built into a rugged navicomputer, rather than those annoying sorts of astromech units that the Rebel Alliance relies on.  I can teach you how to utilize some of the basic functionality of the droid interface to normalize your shields, overload your weapons, and that sort of thing.",		"s_df1a0b2a":"What is that?",		"s_de1d8561":"I want to be paid for each Rebel I take out.",		"s_dca3d46b":"You want to draw them out.",		"s_dc63dc1a":"Never mind, I don't want any training after all.",		"s_da5219a7":"Some Rebels were stirring up trouble, thought you said that wouldn't happen.",		"s_d9f28087":"The command staff will begin planning the next phase of the operation. We need to eliminate the remainder of the Rebel forces. Your next assignment will probably involve doing just that. Report back to me when you are ready.",		"s_d8487693":"Pilot. I don't have any specific work for you at this time. You can now select your preferred operation from a list of general duties. Or, if you have enough experience, pursue training.",		"s_d82fc96f":"Pilot Initiate, that was a complete disaster! Strategic Command wants you stripped of your commission. Fortunately for you, I still believe in this operation. I've convinced them to give you another try. Get back out there and find those Rebels!",		"s_d825aeb0":"Very well, good day Pilot.",		"s_d66c56cf":"I've already received the reports on the damage to your ship and your failure to eliminate the Rebel fighter wing. I'm disappointed. If the Rebels think that Imperial defense on Naboo is weak, they may launch a costly offensive. They have no hope of winning, but we also don't want to see that kind of war here.",		"s_d2ed722":"Maybe you should reconsider your chosen profession! Come back when you want to try again.",		"s_d2639576":"Getting authorized for combat duty takes work. All of our pilots are officers. Usually that means years of study at a Naval school, as well as special recommendations from an Imperial accredited academic center.",		"s_d25c510b":"Duty missions are open ended assignments. They end when you choose to end them. For example, if I assign you the task of hunting pirates, you can hunt as many pirates as you want. You can end the duty any time from the mission entry in your datapad. Perform duties to earn pay and build experience. Once you've received enough experience, I can instruct you on various aspects of the pilot's combat role.",		"s_d25495b9":"Pilot, I am singularly impressed. You have mastered the fundamentals of your profession and have performed beyond expectation and all without formal Imperial Naval Flight & Command training. I think it's time for a promotion.",		"s_d09c1ecb":"Just doing my duty, sir.",		"s_d06e1eb":"(mumble) Yes, sir.",		"s_cfb2442e":"It's as we thought. The Rebels have dispatched a small combat wing to attempt to recover a shipment of E-62 prototype blasters. Based on intelligence projections and the results of your engagements, it seems likely only a few of the original team are still alive.",		"s_cf68a5b5":"Yeah, but the combat duty is the part I'm interested in.",		"s_ce7aa9b7":"I don't think it's wise to throw you into a combat situation without first measuring your abilities. Demonstrate that you can follow simple orders and then we can talk about giving you something that's more of a challenge.",		"s_ce681825":"You should have realized this long ago.",		"s_ce63cdc0":"That isn't clear. The Rebels may be trying to find a weakness in the planetary defense grid, or they may be trying to distract us from some other operation. There is one small lead.",		"s_cd024d84":"It looks intimidating. I like it.",		"s_cb99174":"I have to study what went wrong.",		"s_cb0c70a2":"I was wondering when you were going to get to that part.",		"s_ca3578cc":"I think it suits you. You have exceeded the expectations of this program and of myself. Your duty has not ended, however. Return when you are ready to take on another operation.",		"s_c80f115e":"Rebel activity is still high enough that we need combat capable pilots on active duty locating and eliminating them. You have free reign to use lethal force against any member of the Rebellion you locate in the Naboo system. The Empire will pay a bounty on every one you destroy. Good luck.",		"s_c7d82215":"What's the new assignment?",		"s_c7ca1c2c":"Will there be any shooting, sir?",		"s_c760c195":"There's always a chance you might get into combat during a support operation, but don't be so quick to want to get into a furball. The flyboys have a saying: 'dead is dead.'",		"s_c6d9f61":"I'd like to study that in detail.",		"s_c6aae4cb":"Cranial proportions?",		"s_c5d91ca3":"Don't underestimate the Rebel leader. He may be a highly skilled pilot and possibly have special operations training. He will probably be more skilled than the other ships you've encountered so far.",		"s_c297a8d4":"Most?",		"s_c2685407":"I hope you reconsider. Good day, citizen.",		"s_c19ed115":"You've got your assignment, and the control device for your ship in your datapad.  Go to the Starport and access the terminal to launch into space.",		"s_c17b4421":"If you complete the mission, you'll get your pay. Report back to me when you're done.  Don't forget:  they could be anywhere in the system! Intelligence reports there are several areas of high Rebel activity, which will be a good place to start your search.",		"s_c15ca8cc":"Pilot Initiate. At ease. Since your discovery of Rebel activity in the Naboo region, I've received further reports of Rebel sightings. The most recent report was from Commercial Transport 'Kantari.' Several hours ago, 'Kantari' spotted a Rebel fighter wing moving close to a commercial traffic route.",		"s_c0c8fe59":"One day the Emperor himself will recognize my strength.",		"s_c0265f54":"Yeah, they tried to take the transport.",		"s_c01da9e4":"(Sneer at him.) Just pay me.",		"s_bf64734d":"I don't want to learn anything right now.",		"s_bda5060f":"Hmph. Report back to me when you're ready for your next assignment.",		"s_bd5ec97c":"Lowered pay?",		"s_bcadc07d":"Good, report back to me when the mission is complete.",		"s_bc7d6b01":"I'm a great fighter pilot. You guys could use me.",		"s_bc695163":"I can clear you for a new TIE Fighter, but only the basic model. Are you sure you want a new control device?",		"s_bc1b7622":"You performed admirably in combat with the last fighter wing. We want to see an encore. I want you to hunt down and destroy the rebel vessels in the area of the 'Kantari' attack. The Rebels are still out there and we must make them pay. The security of the Naboo system must be maintained.",		"s_bb8aff15":"This is hardly a challenge.",		"s_bb78a22c":"Don't get too cocky. The Rebels would be stupid to think we haven't detected them. Even though we don't know their exact location, they may be expecting an armed response. Intelligence reports there are several areas of high Rebel activity, which will be a good place to start your search.",		"s_bb462a81":"Very good. We're counting on you to trap the Rebels. Don't let me down.",		"s_b8f011dc":"Here is your salary for the mission. This one was worth double the normal rate. I've also received your Imperial TIE pilot helmet, specifically calibrated for your mental and physical flight profile. Wear this whenever you are on duty as a symbol of the Empire's technological and military might.",		"s_b8ca7ab0":"As long as you keep paying, I'll keep delivering.",		"s_b7bdfe36":"Sure, sign me up.",		"s_b6b25f13":"Yes, sir!",		"s_b6a9dd10":"I should be asking you that.  All I know is that Imperial command has grounded you for actions against the Empire.  You'll never fly again.",		"s_b6683056":"Welcome back, Pilot. Please report the results of the operation to bait a Rebel attack.",		"s_b5d0e16a":"This information will please the Naval Command. No doubt they will also realize that part of your success came from my masterful instruction. I think you may have done us both a great service.",		"s_b5ba52d1":"What did I do?",		"s_b3d4ac64":"Naval command will not be happy with having to share its resources with the ground forces... but I suppose we ARE on the same team.  You do realize that even as a covert operative, you may be opening yourself to attack when you least expect it?",		"s_b39049de":"When will you train me?",		"s_b3408be1":"Are you ready for your first assignment?",		"s_b33bb9fd":"You may very well receive it. For now, I want to continue to ease you into things. You may have some natural talent, but there is more to space combat than talent alone. Here is your payment for the mission, plus a bonus. I've also received permission to have your personal profile sent to the Commissions Office. They'll start work on your custom TIE flightsuit.",		"s_b317642c":"Alright. Come back if you reconsider.",		"s_b29a803f":"It's not your ship. It's the Emperor's ship... and it's one of many basic TIE craft parked at the starport. You have the 'control codes' for this ship. I uploaded them to your personal datapad. Check your datapad to see your ship status.",		"s_b24a6589":"It sounds like you already have a plan.",		"s_b1f99085":"This information will please the Naval Command. You have done an impressive job, Pilot. Perhaps you really are all that you claim.",		"s_b0ef8499":"Flee? I'm no coward!",		"s_b01365ea":"You do seem naturally predisposed to this kind of work. I'm glad you chose to work with the Imperial Navy. Report back to me when you're ready for your next assignment.",		"s_b00e89d5":"I'd like to sign up, sir.",		"s_ae102a":"Your mercenary spirit is unsettling. I would like to think that you have some kind of patriotic belief. Something that drives you to help us, instead of joining the Rebellion.",		"s_adf9eee2":"Report to me when you've completed your mission.",		"s_add5962c":"I eliminated the entire Rebel fighter wing, sir.",		"s_ada6c751":"I've already received the reports regarding your failure to eliminate the Rebel fighter wing. I'm disappointed. If the Rebels think that Imperial defense on Naboo is weak, they may launch a costly offensive. They have no hope of winning, but we also don't want to see that kind of war here.",		"s_abb72a4a":"You are quite difficult to work with. ",		"s_aa61375":"Apparently, the Imperial Army has been receiving shipments of a new blaster prototype, the 'E-62'. For some political reason, the Ground Force Command deemed it wasn't critical to inform the Navy of these shipments. Strategic Planning believes the probing raids are meant to locate and capture one of the transports ferrying an E-62 shipment.",		"s_a9f55c8c":"Yeah, I'm ready. Sign me up!",		"s_a9bcd9f0":"Good job. I'm crediting you for the mission, along with a little extra. You performed admirably. I can't say I appreciate your money motivation, but as long as you continue to do your job as efficiently, you can expect further rewards.",		"s_a8c82b1c":"Sir, yes sir!",		"s_a8755a48":"Unless you have business with the Imperial Navy, I must ask you to come back another time. I'm very busy right now.",		"s_a8264b81":"Reveal the Rebel plan and keep the transport alive and you'll be paid. Report back to me when you've completed the mission.",		"s_a7f18ee0":"Very well.  Here is your payment for the mission. I've also received permission to have your personal profile sent to the Commissions Office so they can start work on your custom TIE flightsuit.",		"s_a6e045f3":"Don't bother taking a seat, this will be brief. We've had a breakthrough. At 03:00 last night, an intelligence operative working under cover delivered a report detailing recent Rebel activities in the Naboo system.",		"s_a6069c84":"Ran into some Rebel opposition, but they were easy prey.",		"s_a5bc9cf4":"My payment?",		"s_a57e647c":"I'm interested in astromech management.",		"s_a54e8a02":"We also have a volunteer division on Tatooine under the direction of Lt. Akal Colzet. He's a little extreme, but you could talk to him if you want to work in the Outer Rim. Good day.",		"s_a490d2c6":"Alright.",		"s_a44450e3":"Good luck, pilot. Report back to me when you've completed the mission.",		"s_a38ce775":"You're almost ready, I think... but right now this is more important.  Pay attention!  I'll train you after you've completed a couple more assignments.  Right now, you need to deal with those Rebels.",		"s_a1f66568":"Stand at attention pilot! You are a member of the Imperial Navy. A modest level of respect for your superiors is required at all times. Complete this operation without incident and you will see better assignments, but for now you will shut up and listen! Is that clear?",		"s_a1302371":"Since the destruction of the Death Star, we are increasing the number of resources directed against the Rebellion. We have a new program for volunteer recruits. You bypass the normal training and academic program for immediate assignments. Most of the assignments are noncombat oriented.",		"s_a087f2d5":"You do not have the proper security clearance to fly any of the missions I have, but I do have some elective duty tasks that you can perform. Do you want a duty task?",		"s_9d7bc2d3":"On second thought, this sounds like too much for me.",		"s_9c80b7c7":"I'll take that as a complement.",		"s_9c2b0ed7":"Noncombat? Doesn't sound very interesting.",		"s_9c044885":"Rebels? We haven't had any reports on significant Rebel activity in this region for some time. Are you sure they were Rebels?",		"s_9be59baa":"The Inquisition is a special judicial branch of the Imperial Intelligence bureau. Of all of the Imperial divisions, only the Inquisition has the ability to investigate criminals, judge them, and execute punishment without recourse to standard Imperial law. The Inquisition is powerful and secretive. To become a member of the Inquisition is a rare honor.",		"s_9bd7e7db":"Alright! I'm ready to make some credits.",		"s_9b6aa4b0":"Report back to me when you are ready for another duty. We need to look into this Rebel problem.",		"s_9a34f731":"Are you sure you want to sign up? You'll be expected to follow orders and treat your superiors with respect. This is a tight operation and we deal harshly with insubordinate behavior.",		"s_98c44634":"With the recent increase in Rebel activity, our supply transports are at risk. The Empire would like to assign at least one TIE pilot to every transport operating in the Naboo system. You will be paid for every successful escort operation you complete.",		"s_987445c9":"Thank you, sir.",		"s_95f0e74b":"Even so, I suggest you wear it. It would be a marked improvement. Report back to me when you're ready for more work.",		"s_95d2ba30":"By the powers vested in me by the Imperial Naval Command, under the ever watchful eye of the Emperor, I hereby conscript you to service with the flight rank of Pilot Initiate. May you serve the Empire dutifully. Welcome to the Imperial Navy.",		"s_943c7ba6":"I'd like training.",		"s_94131047":"Don't lose it this time.",		"s_916fe685":"Rebels...near Naboo? I'm surprised. We haven't had any reports on significant Rebel activity for quite a while. They must be working on a new operation. We'll scramble some sensor craft and try to track down where the Rebels were headed.",		"s_90ce1297":"No, thank you.",		"s_8efde2ae":"Yes, sir.",		"s_8e66d267":"You don't have the experience for training, yet. Perform some more duties.",		"s_8d324b72":"I've transferred the patrol coordinates to your datapad. Try harder this time, pilot.",		"s_8c9c5f1a":"Will you train me now?",		"s_8c85a270":"The burning scrap of their ships still bear Rebel insignia.",		"s_8c262163":"Report back to me when you are finished with your current mission.  You can abort your mission if you want to start over.",		"s_8bc18758":"I eliminated the patrol. I expect to be paid for that.",		"s_8b493b63":"Excellent. I'm transferring the coordinates of a local security patrol route. It's quiet up there, so you won't run into any trouble. Fly a single circuit of the patrol route to demonstrate your competence of basic ship operations. When you're done, return to me for further instructions.",		"s_8a2b78b3":"Can we prevent that?",		"s_89bc583c":"Very well, sir.",		"s_890c4859":"Glad to hear it! Normally, all of our pilots are officers. Usually that means years of study at a Naval school, as well as special recommendations from an Imperial accredited academic center. We have a new program for volunteer pilots. Noncombat support work, but all the normal military perks and pay.",		"s_88ffee3a":"Report back to me when you are ready for some work.",		"s_88f723eb":"Sir, I would be honored to fly with the Imperial Navy.",		"s_87bb7015":"[Destroy Duty] I'm interested in hunting Rebel scum.",		"s_87019da4":"I was hoping you would show your face, just so I could tell you myself:  You're a disgrace to the Imperial Navy and you've been grounded.",		"s_859cd287":"I'm transferring the coordinates of a local security patrol route. It's quiet up there, so you won't run into any trouble. Fly a single circuit of the patrol route to demonstrate your competence of basic ship operations. When you're done, return to me for further instructions.",		"s_8529aa51":"Yes.  I'd train you NOW if this weren't so urgent.  So make it quick.  Eliminate that Rebel leader!",		"s_8273f08f":"Naval Command will be pleased. I didn't expect someone like you to be such an asset to the Empire.",		"s_81849afb":"Report back to me when you've successfully eliminated the Rebels.",		"s_8153a680":"Slow down, friend. I appreciate the enthusiasm, believe me there are plenty of Rebels out there who need that kind of treatment, but the Imperial Navy is about more than combat duty.",		"s_7e347138":"He's as good as dead.",		"s_7d477c70":"Sir...I...ah...lost my ship control device.",		"s_7c8aca1b":"Good choice.  Report back when you are ready for an assignment.",		"s_7c4734cc":"Well, it's a good thing for us that the Rebels lack your towering intellect. Our mystery is solved. The Rebels were here for the E-62 after all. Ground forces will need to track down how information on the prototypes leaked, but we know enough to secure further shipments of the technology.",		"s_7bdc0484":"I take it they attacked as expected?",		"s_7ae0d223":"Good to see you again. I've been authorized by my superiors to give you special training. Congratulations.",		"s_79ab4bbe":"[Escort Duty] I'm interested in escorting transports.",		"s_798ef1b":"Cute. Why recruit volunteers?",		"s_78efc377":"I'm glad to see you didn't leave at the first sign of trouble. The Intelligence operative says you acted decisively.",		"s_78d92576":"What are my orders, sir?",		"s_786f3cf7":"I want to study something else.",		"s_7724d1e6":"Pilot Initiate. I've been informed of your failure. Unfortunately, until you are able to complete that patrol without error, I cannot offer you further assignments with the Imperial Navy. I am very disappointed.",		"s_76892f68":"Pilot. Report on the status of your patrol.",		"s_754edf1d":"With just a little more training, you could be using better equipment.  Missiles can really help to swing the battle your way, and this skill can allow you to use some good ones.",		"s_7478cd28":"Will you train me after this?",		"s_730419d7":"Very well. The Rebels are apparently still in the same area. You must ensure their destruction this time. It's important that we maintain proper security on this planet and that means crushing even minor Rebel activity.",		"s_729d0338":"Thank you, Sir.",		"s_7258dd22":"The Empire has recognized your ability and has seen fit to elevate you to the lowest rank of the Naval command echelon. Don't abuse that trust. You have also been reassigned.",		"s_71ab0619":"Just make sure you have my credits ready.",		"s_6fc304c8":"I'm here to bust Rebel heads. Sign me up!",		"s_6f5e007c":"It's kinda ugly lookin.",		"s_6f12f083":"I won't, sir. You can count on me.",		"s_6e71a8bb":"I already know how to fly and shoot.",		"s_6e62e955":"You should be. An officer rank is usually only given to those who graduate Naval Command School. All combat pilots in the Imperial Navy hold at least the rank of Pilot Officer. The Empire has recognized your ability and has seen fit to elevate you to the lowest rank of the command echelon.",		"s_6df58958":"I'm only interested if there's pay involved. I need work.",		"s_6a128385":"What is a duty?",		"s_69a4eec5":"How do I return?",		"s_69a4d9f8":"I'm having your account credited. You've earned it. I also had a bandolier made for you, since you'll never fit into a uniform... at least you can keep your things organized.  The helmet will take a while longer to arrive.",		"s_68951976":"Get back out there and fly it again or turn in your authorization papers and hit the road. I don't have time for pilots who are incapable of completing simple assignments.",		"s_6868d86b":"Return to me when you are ready to take the mission.",		"s_668cac00":"I need to think about the mission and figure out what went wrong.",		"s_6554bb6c":"Absolutely not.  You need to complete a few more assignments before I'll train you.  Now, about that Rebel fighter wing...",		"s_651c4d7a":"And...",		"s_64fb691f":"Good morning, Pilot Initiate. I hope you've had your Drall cakes and cream, because its going to be a busy day. Stand at attention!",		"s_6456f762":"Great, now I'll look good at my funeral.",		"s_6396820e":"What is the Imperial Inquisition?",		"s_62ee6ad5":"Pilot, dismissed!",		"s_62645c46":"Keep up this level of performance and you're sure to see some frontline action. We're still trying to determine the Rebels' intentions. For now, things seem quiet, so go get some rest and report back when you are ready for another mission.",		"s_61eba7c4":"I wouldn't have fallen for that trap.",		"s_6159d1a3":"I've seen your face! You're a known Rebel pilot!",		"s_610250ee":"Rebels? Near Naboo? Are you certain?",		"s_60c4f974":"Where do I go?",		"s_6047677":"I'm ready, sir.",		"s_5fdfcebf":"Report back to me when you've successfully eliminated the Rebels.  And do not abort your mission again!",		"s_5f2d3c1e":"I'm fairly busy, so I'll have to talk to you more later.",		"s_5ee0d552":"This sounds like a better mission...",		"s_5ebce168":"Actually, I'd like to do this later.",		"s_5eba6ff3":"I have not received authorization to assign you any missions, Pilot. Speak with your commanding officer if you are looking for something to do.",		"s_5e3cf461":"I'm interested in Imperial technology.",		"s_5e2a2bb1":"Sounds good.",		"s_5c314851":"You get what you pay for.",		"s_5bc07030":"What's the mission, sir?",		"s_59d306ec":"(Relate information on your inability to defeat the Rebel leader.)",		"s_59c8db72":"Sir, yes, sir!",		"s_5797c779":"Welcome to the Imperial Navy Recruitment Center. My name is Lieutenant Barn Sinkko. Are you interested in learning about the Imperial Navy?",		"s_56dbc789":"Your skill behind the controls of the TIE Fighter have peaked the interest of several high ranking officers. In particular, members of the Imperial Inquisition have expressed their desire to take over your training. They rarely request specific pilots, so you should consider this quite the honor.",		"s_565cc8ba":"I live only to serve the Emperor, sir.",		"s_550165e":"Yes, volunteers or conscripts. Rebel opposition has become more direct. We want to recruit new pilots for support duty, freeing up combat pilots for the front lines.",		"s_53f85004":"Let's leave the ground combat to the Army, shall we? I do have your payment for completing this operation. I also received your Imperial flight suit. The helmet will take a while longer to be finished. Each helmet contains special electronic equipment calibrated to the user.",		"s_527c6359":"I'm interested in equipment.",		"s_519c6a35":"It would be an honor to fly for you, sir.",		"s_5109c7f7":"Restrain your enthusiasm, pilot. This is a simple training operation and it doesn't pay as much as a real duty. Today you will be subject to a basic test of skill. We want to make sure you are capable of performing the kind of operations that are common in naval duty.",		"s_50ad850c":"You will need to go to the starport. Once you reach the starport, go inside and look for a 'starship terminal.' You'll find them in the main room of the starport. Use the terminal to launch your starship into space.",		"s_4e0900db":"By the powers vested in me by the Imperial Naval Command, under the ever watchful eye of the Emperor, I hereby commend you and bestow upon you the rank of Pilot Officer. Congratulations, Pilot Officer %NU.",		"s_4d88001":"When you launch into space, the TIE navicomputer will create a special 'launch waypoint' that you can use to navigate back to the main Naboo space station. When you arrive at the space station, comm them and request landing clearance.",		"s_4d7a1ae4":"Spaced him. Now, about my fee?",		"s_4cf693b":"As you wish. Dismissed, pilot.",		"s_4aa87431":"Aye, sir.",		"s_49ab06fa":"You've earned it, Pilot. You have exceeded the expectations of this program and of myself. Your duty has not ended, however. Return when you are ready to take on another operation.",		"s_4918bb61":"As do we all. Now that you have achieved an official command rank, I am no longer your commanding officer. Although it pains me to lose such a fine pilot, you have been reassigned.",		"s_48d418c":"Let me guess, you want me to kill them?",		"s_48852667":"I see.  I certainly hope you're not going to spend ALL of your time on the ground, Pilot.  But if you insist on becoming a soldier as well, go talk to an Imperial Recruiter.  He'll get you squared away.",		"s_486c459c":"What was that, pilot?",		"s_4854758d":"I would like to request a mission.",		"s_47925d97":"I want to join the ground forces",		"s_4774404f":"There will be a time to strike against the Rebels once we know what their intentions are. This mission is for information gathering. If you get a chance to take out a target of opportunity, then by all means do so, but do not risk your life at this stage in the operation.",		"s_47691a6":"Report to me when you are ready to attempt the patrol again.",		"s_45b14b72":"Good, I have a lot of work for you. The Emperor has decreed that the rebellion is to be driven from the Naboo system.  I can also assign you to escorting transports moving supplies.",		"s_44a60f99":"Tell your adjutant he'll have more kills to confirm soon.",		"s_448fbf05":"You will always address him as Inquisitor Fa'Zoll. Good luck, Pilot Officer %NU. You have done the Empire a great service.",		"s_43d18dec":"You know, these Rebels are really stupid people.",		"s_438b2349":"So far you've been flying a basic TIE.  The normal TIE is quite a bit more complicated than that.  For one thing, you'll find that you can install better components on it... better weapons, better armor, and so on.",		"s_4358efe9":"Where is my ship?",		"s_42dfe6db":"Indeed. The Empire rarely enlists non-Humans as pilots, and so we are poorly prepared to equip someone such as yourself. But do not be discouraged. Your current standing in the Imperial Navy is a testament to your abilities.",		"s_424f48fc":"Here's your pay for the operation and another bonus for exceptional duty. I also received your Imperial flight suit, but you'll never fit into this. Take this bandolier, instead.  At least it'll help you to keep your things organized.  The helmet will take a while longer to be finished. Each helmet contains special electronic equipment calibrated to the user.",		"s_40f3848e":"I'm interested in space combat training.",		"s_3f6a8711":"Thank you, sir. I do my best.",		"s_3f082a8b":"Since you are new to the Imperial Navy, we have to subject you to a basic test of skill. We want to make sure you are capable of performing the kind of operations that are common in naval duty.",		"s_3e7988c1":"Sometimes I surprise myself.",		"s_3de840b5":"I need to spend some time practicing.",		"s_3d71cce7":"You have to make sure the transport escapes before you leave. We will not leave one of our own behind.",		"s_3b3aabc1":"I'd like training, sir.",		"s_3b1fee95":"Report to me when you are ready to give it another try.",		"s_3a1ddc14":"I was attacked by a Rebel fighter wing, sir.",		"s_39ca1bf":"Wait!  There must be something I can do!",		"s_38becb2d":"Report on the status of your operation against the Rebel team leader, Pilot.",		"s_388cfea9":"The Empire is recruiting volunteer pilots?",		"s_37eb1d12":"I'd rather not sign up right now, sir.",		"s_37b6c92d":"What is the purpose behind the raids?",		"s_37979335":"Report back to me when you are finished with the patrol.",		"s_37650e5c":"Yes, sir! I want to be in the Imperial Navy.",		"s_36d269f7":"Prove your devotion to the Empire and your dedication to the Emperor.  If you improve your standing with the Empire, you MIGHT be allowed to fly again.",		"s_36ccf586":"As you should be. Very few academy graduates could have pulled that off, much less a conscript. Here is your payment for the mission, plus a bonus. I've also received permission to have your personal profile sent to the Commissions Office. They'll start work on your custom TIE flightsuit.",		"s_368fd90b":"We have discovered the possible location of the Rebel team leader. You are to be dispatched immediately. Travel to the waypoint I'm transferring to your datapad. Find and eliminate him. Don't worry if he isn't there when you arrive. Take out a few of his fellow pilots in the area and he will show up.",		"s_366e0c62":"You can learn about Imperial technology, equipment, space combat training, or astromech management.",		"s_34bc5f5e":"You don't have the experience to apply to training.",		"s_34975e9f":"Report back to me when you've successfully completed the mission.",		"s_336e9422":"Naval Command will be pleased at the outcome of the operation. Our mystery is solved. The ground forces will need to track down how information on the prototypes leaked, but we know enough to secure further shipments of the technology.",		"s_31967d85":"Does this mean I get a new handler? I'm sick of working with you.",		"s_30e39201":"Glad I could help...",		"s_30a48366":"Perhaps. By the powers vested in me by the Imperial Naval Command, under the ever watchful eye of the Emperor, I hereby commend you and bestow upon you the rank of Pilot Officer.",		"s_304d169e":"I am honored, sir.",		"s_2fe328e":"By the powers vested in me by the Imperial Naval Command, under the ever watchful eye of the Emperor, I hereby conscript you to service with the non-officer flight rank of Pilot Initiate. May you serve the Empire dutifully. Welcome to the Imperial Navy.",		"s_2e935a2c":"Good to see you again, pilot. I hope your new assignment is going well. The voluntary conscription program has been quite successful. If there is anything I can help you with, let me know. Although you are overqualified, I can offer you some basic missions and duties. I can also train you in simple skills, in case you need a refresher.",		"s_2e48b5f1":"It's no secret that Imperial pilots utilize some of the best starfighter tactics the galaxy has ever seen.  I can get you started on the road to mastering these uniquely Imperial procedures.",		"s_2ddcdfff":"The Rebels don't stand a chance.",		"s_2d5d4bf0":"I'm interested in a duty.",		"s_2bbdc667":"Pilot. We've analyzed your recent encounters with the Rebellion and have been unable to determine any pattern to their activity. The planetary security teams have decided these are probably probing raids.",		"s_2ac29eb6":"You've shown a lot of promise so far, Pilot. This is a key assignment. We expect the Rebel team leader to be a highly skilled and well trained pilot. Don't underestimate him.",		"s_2a29a3de":"Yes, exactly. If they go for the bait, we'll know for certain that the prototype weapons are their goal. Obviously, you need to ensure the operative survives. You should also attempt to destroy any Rebels that attack, but that isn't a requirement. If things get hairy, protect the transport and then flee.",		"s_2a1af001":"I defeated him with ease.",		"s_29ad976e":"I'll go after them again.",		"s_2692ee30":"Yes, I want a duty.",		"s_2670fd69":"I'll train you when I think you're ready.  And I don't think you're ready.  Now are you ready for your first assignment?",		"s_25dee8db":"Here's credit for the mission, plus a little extra for the danger involved. You performed well. Eliminating the Rebel fighter wing was the right decision, given the circumstances.",		"s_2501f4f1":"Don't drink all of those credits. You'll want to keep some spare for ship repairs and upgrades.",		"s_24890a54":"This recognition should have happened a long time ago.",		"s_247ae5a6":"Here is your salary for the mission. This one was worth double the normal rate. I've also received your Imperial TIE pilot helmet. Unfortunately, these standard issue helmets are not suited to meet your, uh... cranial proportions. Nevertheless, keep it as a symbol of the technological and military might of the Empire.",		"s_20f98863":"That's 'Thank you, sir.'",		"s_1fa7fe89":"I don't have anything else for you. Talk to Under Inquisitor Fa'Zoll in the Emperor's Retreat.",		"s_1e9a88a8":"Who do I report to?",		"s_1d0e7364":"I'm transferring a ship authorization and control device to your datapad. You'll need this to use your TIE Fighter. Should you lose your control device and access to your ship, you can apply for a new one at any time. Unfortunately, I'm only authorized to supply you with access to our low end TIE technology.",		"s_1cfc4684":"Under Inquisitor Fa'Zoll in the Emperor's Retreat has been assigned as your new commanding officer. I don't know anything about this person and frankly I don't want to. The last thing any officer wants is to be noticed by the Inquisition. Their eyes rest only upon the guilty.",		"s_1a5d8b73":"Don't underestimate him. A particularly skilled and charismatic leader might explain the increase in the pirate activity. You must continue to hunt him down.",		"s_19ff301f":"What kind of training?",		"s_19d7d16a":"It's too bad you can't wear it. It would be a marked improvement. Report back to me when you're ready for more work.",		"s_19288eda":"I think I need to rethink things.",		"s_16fc739e":"I...",		"s_169df3bb":"Never mind.",		"s_1614fceb":"Report back to me when you are ready for another duty. I think we should look into this Rebel problem.",		"s_15daf24e":"You don't take complements very well. This one was worth double the normal rate. I've also received your Imperial TIE pilot helmet. Unfortunately, these standard issue helmets are not suited to meet your, uh... cranial proportions.",		"s_1598dcb2":"I'll be gone at the first sign of trouble.",		"s_14abbd01":"Not today. I'm transferring the coordinates of a local security patrol route. It's pretty quiet up there, so you won't run into any trouble. Fly a single circuit of the patrol route to demonstrate your competence of basic ship operations. When you're done, return to me for further instructions.",		"s_14aa29c":"I haven't exactly enjoyed your company, either. Yes, it does mean you will have a new commanding officer. I'll skip the formality. You are now a Pilot Officer. Personally, I think it's a mistake, but Naval Command likes the results you've shown.",		"s_1301bfd7":"Then our mystery is solved. The ground forces will need to track down how information on the prototypes leaked, but we know enough to secure further shipments of the technology. This is very good news.",		"s_11dce039":"Great job, Pilot. I was able to oversee your assault on the Rebels via sensor relay. You displayed a particularly impressive tactical sense. Even the Deck Commander expressed his surprise. Congratulations on a fine mission.",		"s_11b1315a":"I will report to Fa'Zoll at the Emperor's Retreat immediately.",		"s_1110cd35":"I'm having your account credited. You've earned it. I also have your TIE flight suit. You should wear it while you're on duty. The helmet will take a while longer to arrive.",		"s_1091c96a":"I'm done for now.",		"s_101a6629":"Report back to me when you are ready.",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_imperial_trainer_1.stf) is automatically generated by the SwgConversationEditor."
}}
