{
	"stfFile":"conversation/naboo_rebel_tier1_kiizete",
	"entries": {
		"s_ff33d98b":"That droid is an Alliance training droid!",		"s_fe562082":"Walk directly down the stairs... then wade into the water and slosh toward the starport. It's fun!",		"s_fdbd2351":"What do you fly?",		"s_fd0a45a7":"Well, just be safe up there. Okay?",		"s_fc27931b":"Thanks.",		"s_f6c52e55":"Take care.",		"s_ee55c9ed":"Where's home?",		"s_ed72de53":"The Alliance needs me.",		"s_ea3a9cb0":"I've taken a contract to reprogram the droid... but it's proving to be a lot harder than anyone thought it would be. Maybe impossible!",		"s_e97d81c5":"How do I launch?",		"s_e5b2f859":"For what?",		"s_e5aa590e":"Where will I find a space station?",		"s_e518378e":"(Give Kiizete your name)",		"s_e22b6287":"Ah. I probably wouldn't understand anyhow... Take care!",		"s_dff67cdc":"You erase droids on a mining ship?",		"s_dd3ba522":"Order of the Empire! What can you do? I just grabbed the contract from a terminal up in Dee'ja Peak.",		"s_d2083ee4":"Nothing. Forget I said anything.",		"s_cff6adcf":"It's interesting you say that. I hear the Alliance is scrambling to stay ahead of the Empire in the Naboo system. You're tangled up with a mystery squadron of rookie TIE fighters... or something... What are you hearing?",		"s_ce894b84":"Just doing my duty.",		"s_cbba56ce":"I thought you would be excited.",		"s_ca932c28":"Forget it.",		"s_ca776e30":"Who are you?",		"s_c9274747":"State-of-the-art?",		"s_c899d08d":"I want to join the Rebel Alliance!",		"s_c4682ea6":"Thanks!",		"s_c39cb5eb":"I've come to join the Rebel Alliance.",		"s_c261cfae":"No problem.",		"s_c1499ae3":"Fly your route. Keep a low profile. Don't get into anything you can't handle. Come home safe.",		"s_bdc96417":"Sorry. I really don't have time to talk right now. I've been trying to get this droid reprogrammed all day. It's turning out to be a nightmare!",		"s_bd21db14":"Take it easy. What don't you understand?",		"s_bc76e9cc":"Dee'ja. My starship is grounded for the moment. I'm fulfilling a contract for the Empire right now. Got to get this droid's memory wiped and rebuilt.",		"s_b9934459":"Me? No. I never made it as a fighter pilot. Sorry.",		"s_b78a2c76":"Look. Go to the starport. Find a terminal and launch into space. The war isn't going to wait for you!",		"s_b41e5c00":"Meh.",		"s_b369f7cd":"I know what you mean.",		"s_b26194cb":"What are you doing here?",		"s_afd1368":"How do I use it?",		"s_af558512":"A '95. Hand-me-down. Look, I really need to get back to work...",		"s_a95b1747":"To save the galaxy!",		"s_a65b9c24":"How do I comm a space station?",		"s_a5fe9928":"I'll take care of it.",		"s_a5edd9e5":"No. Never really got the urge to teach piloting. Try the droid... He's good.",		"s_9f32bc26":"Yes. Like that.",		"s_9ddf5e8a":"Why reprogram it?",		"s_9d788910":"I see, %NU... What destiny are you talking about?",		"s_9cd181e7":"I see. Pretty intense. For me it's just a question of survival.",		"s_9940f453":"I got a recruitment email from the Alliance.",		"s_95658182":"I don't know yet...",		"s_93f420a0":"It's all falling apart.",		"s_933941d0":"This droid is going to be the death of me! I'm sorry... I'm getting nowhere with this thing and I really need to get back home.",		"s_92a0a895":"You should talk to the droid...",		"s_8dee77bb":"I do odd jobs, okay? And I need to get back to this one...",		"s_8dbe594":"I'm living it! Back off!",		"s_8bf64edf":"I don't know what to do next!",		"s_8a824d71":"Well, maybe not. It's just the best that we can afford out here on Naboo. The Alliance doesn't have many friends in this system. It works, though. It's a very effective program.",		"s_8920c0f2":"I think you just might.",		"s_890f3624":"Use SHIFT+C to target it and open communication with the station commander. You can choose to repair your ship or land.",		"s_88b50e":"Yeah... sure... a contract.",		"s_8668104f":"Your starship?",		"s_861c2497":"You did, huh? Why don't you talk to V3 over there. He has a state-of-the-art Alliance Pilot training program!",		"s_85d464bf":"Are you kidding me?",		"s_8379d6bb":"It's got this old pilot trainer program burned into it. Empire wants it out of there. It's not going to be easy, though. Moisture from the pond has gummed up this droid's circuitry. I'm going to have to replace a lot of parts!",		"s_82288395":"I hope you're right.",		"s_7fa15433":"What's wrong with it?",		"s_7c075dce":"How do I get out of here?",		"s_7a0420ae":"I'm serious. I don't have time for you right now!",		"s_77e48d5b":"What do you mean?",		"s_7136aa3f":"But you know that this is your calling? Did it come to you in a dream? I'm not trying to insult you - I do have dreams myself from time to time... sitting in a cockpit, blasting TIE fighters left and right!",		"s_705da14d":"Sorry to hear that.",		"s_6d949f10":"A contract?",		"s_6bd02793":"Nothing.",		"s_6a22af26":"Then get to it! Grab hold of that droid and get your ship codes and flight clearance!",		"s_6a1ce31d":"Well, I'm not.",		"s_69a02cf2":"I am excited!",		"s_695e9ca2":"What makes you think I would have anything to do with that?",		"s_670bb9d5":"Any pointers?",		"s_65e8c460":"So you're part of the Alliance now. How does it feel?",		"s_65372fa4":"I hear things about a mysterious wing of TIE fighters. Like the Empire is relocating some combat school to the Naboo system. Stinks! We'll have squints crawling all over us!",		"s_6472f6c1":"Yeah. I really miss flying! I can't wait to get my ship repaired.",		"s_61657d0f":"I see.",		"s_6103a248":"My destiny is different.",		"s_5e15545":"Is this your job?",		"s_5df1433d":"Yes. It does.",		"s_5dc9a083":"You don't need to worry.",		"s_5c46c104":"The starship terminal in the starport will allow you to do that. Go to the starport, and use the ship terminal to launch.",		"s_5aff38e2":"We'll see about that...",		"s_565d17f2":"For now, maybe. But I'm going to fix that. So... let me get back to it!",		"s_5655b98e":"Don't beat yourself up about it. Just get back up there and try again.",		"s_4ed31d3f":"How do I land?",		"s_4c90db01":"We're doing just fine.",		"s_4bd66142":"Couldn't be better.",		"s_49a108e5":"Sorry! Keep your cool, okay?",		"s_489ec48f":"Sort of. I normally work a shift on the Kai'rek mining ship... but I got tagged by pirates on my first day of shore leave. I figure I'll need to run a few more contracts here on Naboo before I can afford to pay for repairs.",		"s_46dcc469":"Nice to meet you, %NU. What are you doing around here?",		"s_46b93374":"Its memory is defunct. Got an old pilot program in it. I gotta remove it... but it's proving to be difficult.",		"s_4669a3e4":"Yeah. I'll tell you about it sometime.",		"s_3e796521":"Fly back to a space station. Comm the space station and tell them you want to land.",		"s_3704b308":"What do I do up there?",		"s_34d8b295":"I think you're scared.",		"s_2f212745":"Destiny has drawn me here.",		"s_2e823c5f":"Just talk to the droid. He'll take it from there!",		"s_2b5181ae":"My name is Kiizete. I am a technician.",		"s_2895a98":"When you launch, your ship computer system will create a 'launch waypoint' that you can use to find your way back. Keep this point active by opening your datapad, choosing the waypoint labeled 'Launch Waypoint', and choosing to 'Activate' it.",		"s_27b64c88":"Hey... so tell me. How are things going?",		"s_1c48bff0":"Survival?",		"s_1ae7f565":"I wish you good luck, my friend.",		"s_17eec115":"Stinks to fail missions doesn't it?",		"s_17edec66":"First, who are you?",		"s_1628fad8":"Good luck, then!",		"s_14aade81":"Do you teach?",		"s_1162efff":"It is my destiny.",		"s_104f81b8":"Then you should speak with V3-FX right here. He can get you set up as an Alliance Pilot!",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_rebel_tier1_kiizete.stf) is automatically generated by the SwgConversationEditor."
}}
