{
	"stfFile":"conversation/naboo_rebel_tier3",
	"entries": {
		"s_fffd9426":"The Bothans have delivered their translations, as promised.",		"s_fdba7430":"You can count on me.",		"s_fd2e11b9":"I don't see how this helps the Alliance!",		"s_fd120cac":"Vrovel told me a bit about the Vortex - about what you do.",		"s_fcf4d778":"How?",		"s_fca1dce9":"I've seen a lot of strange things out here. Anything's possible. That's what I think.",		"s_fc9a12c0":"I'm ready to go. Just point the way.",		"s_fb1d4add":"Not exactly. Now please hurry. There's not much time.",		"s_f92771aa":"Not yet. But they will be, soon. And Imperial forces are launching a huge attack now, to soften the ground.",		"s_f8a22f8":"Immediately. Coordinates are already in your ship database.",		"s_f845f64a":"They're a lot like you. They always want information.",		"s_f8438ea7":"A pilot as good as you are, you deserve the best training possible. I can help. ",		"s_f68ef5df":"Yes, they are. Now you see why we need their help. But it's quid pro quo. First, WE must help THEM.",		"s_f4fff1e0":"No offense.",		"s_f0300e70":"Yes. Well unfortunately things have become more complicated. Have you ever dealt with Bothans before?",		"s_ef42359f":"I want information on those Force crystals. And the Bothans are going to give it to me!",		"s_eeb2051f":"Very nice work, %TU. Are you ready for further training?",		"s_ed8cbd3f":"So they're just killing machines.",		"s_ebd3969d":"No man should die that way. There is no end to the darkness in the heart of the Emperor. If he finds a way to harness the power of the Force, then our future will be bleak indeed.",		"s_eba35f17":"When do I leave?",		"s_eb5863d5":"You're awfully quick to help Bothans. I thought you hated them.",		"s_eb3c17f0":"Was it something I said?",		"s_ea78d92a":"Do you need a translation? Bothans are master translators.",		"s_e9c7f196":"We've uploaded the coordinates to your database. Be warned, an Imperial Inquisitor is leading the attack. He is your primary target.",		"s_e77894ce":"I hope they ARE machines - for their sake. Can you imagine being trapped in your own body like that?",		"s_e7150ae1":"That's not possible.",		"s_e711b5e8":"Maddening creatures.",		"s_e6be1367":"I'm interested in advanced space combat.",		"s_e5f0e762":"We have the opportunity to learn more about the Inquisition's activities. We have found an Imperial aide, someone who possesses a great deal of knowledge about the experiments and the Force Crystals. He is willing to tell us what he knows. ",		"s_e5e9b349":"The Bothans want those pirates destroyed, once and for all. And you can help them.",		"s_e494ecca":"Then what am I doing here on the ground?",		"s_e2e9a78f":"It would seem so. We've always been very private about our activities there. I do not know how they found out about us.",		"s_ded27301":"I'm not defeated yet!",		"s_deccbb06":"Who? A member of the Vortex?",		"s_da08554e":"But the pirate fleet is huge! I can't kill them all.",		"s_d88c653e":"Are you sure?",		"s_d7eb327a":"There's no word for what they're doing. You must defend that outpost. We need that information.",		"s_d786a9a7":"Nothing is more important than those Force crystals. Now you must help us, and quickly.",		"s_d764414f":"Hate is a tool of the Dark Side. I must learn to control my feelings. It is not easy.",		"s_d70dba34":"Yes.",		"s_d683dc69":"I hope not. Now please hurry. There's not much time.",		"s_d611f5ae":"All's fair in love and war. ",		"s_d5f9f79b":"But only if I do my job.",		"s_d5ad9570":"The less said about him, the better.",		"s_d57982dc":"Yes. They're horrible.",		"s_d561a496":"I will do my best.",		"s_d55f2579":"I'm ready to go.",		"s_d41d97bf":"Things are coming to a head in this system. Imperial forces are launching a major assault.",		"s_d40fde1":"Anytime, you say? Well, how about right now? They'd like to enlist your services again.",		"s_d3cb3651":"It's evil, but not impossible. We must know more. And we need that outpost secured!",		"s_d3b66245":"I think the Force exists.",		"s_d2bd9636":"Not standing here, you can't. Please return to your ship.",		"s_d178b596":"That doesn't prove anything! The Empire attacks everything it sees.",		"s_d15e12a8":"We want information. They want secrets. There is a difference. ",		"s_d001ebec":"We've attracted the attention of the Inquisition.",		"s_ceaea132":"You can trust me",		"s_cdcbf519":"What do YOU want?",		"s_cd650ee8":"The Empire is everywhere.",		"s_cd53d6a8":"But do they know it's a Vortex outpost?",		"s_ccecab6a":"I'm interested in system balance programming.",		"s_cbc2d68c":"Your work here is done %TU. ",		"s_cb3876f5":"Immediately. Coordinates are already in your ship database. Thank you for your help.",		"s_c9f02e02":"Go! You must succeed.",		"s_c9e0d4f1":"If you would.",		"s_c872184":"I know you will. Now please hurry. There's not much time.",		"s_c5fd31d9":"You're right. First we must help the Bothans.",		"s_c5c41a6":"No. Are these pilots flying for the Empire?",		"s_c5c397c9":"Danger lurks around every corner. We cannot be sure who is friend and who is foe.",		"s_c3fb9152":"I appreciate that. Because we can use your help. The Empire is preparing to attack our outpost. We are in desperate need of your help.",		"s_c20e6f2b":"Ah, but it's not so simple. The Bothans have made a small request.",		"s_c1e154f":"Sick - but efficient. These cybernetic pilots never question orders, and they never sleep, never eat.",		"s_be1e6832":"Immediately, I'm afraid. I'm sorry to see you go. It's been a pleasure working with you. ",		"s_bc7aea36":"They're holding their own, but just barely.",		"s_bc380d91":"I'm not here to convince you. I'm here to order you to defend the base.",		"s_bb3b47bf":"But first? It sounds like there's a problem.",		"s_ba5bf569":"I try.",		"s_ba42ea16":"You say that like it's easy.",		"s_ba11bd82":"And?",		"s_b9b27823":"Thank you.",		"s_b70082a7":"The Spynet's quite pleased. I think you've shut those pirates down, once and for all. This will help us in the future. Bothans are good friends to have.",		"s_b5be169d":"Not many people share your belief. We face opposition from within the Alliance, all the time.",		"s_b552b5dd":"Not according to what I've been hearing.  You have aided the Empire against us.  We will not trust you with any more assignments until you prove yourself an ally of the Rebel Alliance.",		"s_b34ab6f6":"The Empire is DEFINITELY the enemy.",		"s_b2aaabb1":"I don't need a reason to shoot Imperials!",		"s_b24e355f":"You'll find your coordinates in your ships computer. Take off for the Dathomir system immediately. Good luck.",		"s_abd40fb":"With you by their side, the Bothans see an opportunity to defeat these pirates once and for all.",		"s_ab272dee":"Not at all! I will miss you and your spirited attitude. You'll be reporting to Brother Extok Evin from now on. He is on Talus. You can find him in the 'Green Room' of the theater in Dearic.",		"s_aacbf366":"Are you ready to work? The Vortex needs good pilots, now more than ever.",		"s_aa7a038e":"Talking to me - but you're leaving for the Dathomir system, as of now. Take out those Imperials!",		"s_aa11d5d2":"You only need to kill their leader.",		"s_a6792612":"And they won't help until we secure their base.",		"s_a64028fc":"Why would the Empire force loyal soldiers into those kind of experiments?",		"s_a63013e4":"It is a rendezvous point for the Vortex. It is, in many ways, our library. It holds our secrets.",		"s_a490d2c6":"Alright.",		"s_a44e69af":"I see. Then we must seem like a silly group of old men to you.",		"s_a436613b":"I'm interested in advanced starship component use.",		"s_a30c289b":"You'll understand when an Imperial tries to attach you to a ship - with a blowtorch. Unless that sounds good to you - get back out there!",		"s_a2f15702":"Yes they do, and they enjoy their work - but I do not think that is their true purpose. ",		"s_a285e391":"%TU. Brother Vrovel says you can be trusted.",		"s_a1217b89":"Who? Another member of the Vortex?",		"s_a0e6a107":"I can still turn this around.",		"s_9feb4fa3":"Imperial forces are attacking a Rebel outpost - one that is very important to the Vortex.",		"s_9f97864a":"There's more. You need to pick up someone on the station.",		"s_9f3f2aef":"Know about what?",		"s_9e4cb685":"Excellent! They must reveal something about the Empire's plans.",		"s_9d7c11a1":"Of course. I'm a soldier.",		"s_9cc8e2ce":"I'm ready for another mission.",		"s_9ac7f904":"Am I leaving the Vortex?",		"s_9a2a8f72":"A Bothan base is under attack by Nym's pirates. They are in trouble and need defenders. They are spies, not soldiers.",		"s_991a471c":"Not yet. You'll be reporting to Brother Extok Evin from now on. He is on Talus. You can find him in the 'Green Room' of the theater in Dearic.",		"s_9865d5b5":"Destroy their leader ship. Without it, the pirate fleet will flounder - and that's exactly what the Bothans want.",		"s_98332b2a":"Anytime.",		"s_97c42bb7":"Of course. That's how Bothans are. Nothing is free.",		"s_96483773":"Oh no. Have no illusions, it will be difficult. But you will have the element of surprise.",		"s_93c9d623":"What about Alliance forces?",		"s_930d070e":"The Empire is ambitious. They will continue to unleash their forces against us. They are extremely interested in what we know. And, of course, we are equally interested in what THEY know.",		"s_92ecc2cf":"The Empire will do anything to gain the edge in this war.",		"s_91a4e21b":"And give safe passage to someone on the station.",		"s_8cf5321":"The attack is led by an Imperial Inquisitor. He is your primary target. Kill him, and the attacking forces will scatter. ",		"s_8b1d3cb":"Is it? I don't know. The Empire will probably send more forces.",		"s_8a4f7617":"Please.",		"s_8a226979":"I cannot help you.",		"s_8a212117":"Sick.",		"s_88e20a47":"They have found a way to fuse a pilot forcibly to his ship, turning him into a cybernetic slave.",		"s_8874f806":"Then you know how crafty they can be. ",		"s_879249ea":"I'm interested in space superiority fighters.",		"s_841d27db":"Why?",		"s_841654d2":"That's great news!",		"s_840cb413":"It's not paranoia if they're really after you, %NU. ",		"s_840116ce":"Blast you! You haven't done your job!",		"s_82cf4ca7":"Why is the Empire targeting this system? Is it because of you?",		"s_8287425f":"Well done. You gave those pirates a run for their money.",		"s_81f74c8a":"His data may explain everything about the cybernetic experiments and the Empire's interest in Force Crystals. Or it may be a recipe for chocolate cake. We don't know. It's encrypted.  We need the Bothans to translate it.",		"s_804150c5":"What's happened?",		"s_7eab0dc3":"So even though he was an Imperial spy, he was carrying useful information after all!",		"s_7d3deb6":"Secrets about the Force crystals?",		"s_7d043357":"What's so special about it?",		"s_7af82252":"Because I must. The informer's data is encrypted. Only the Bothans can translate it.",		"s_74967449":"I thought that we could trust you, %TU... but it seems we were mistaken.",		"s_6eb747d4":"That's very kind of him.",		"s_6e75fbb0":"The Vortex is in danger.",		"s_6e6f308b":"With the pilots? Yes he has. It makes me sick.",		"s_6dea91bd":"That mission was quite dangerous. Perhaps it's time to return to training. I want you to have the skills you need to succeed.",		"s_6bdcb65c":"Just tell me where to go.",		"s_6a5142e8":"I don't know why you are talking to me when you have Imperials to kill!",		"s_6a273da9":"I'm ready to go. Where is this leader's ship?",		"s_692e89db":"They do now, I'm afraid.",		"s_68355d90":"We've uploaded general coordinates in the Endor system, but you'll have to find his exact location yourself, I'm afraid. Good luck. ",		"s_63e41":"About the Force. The Inquisitors have dedicated their lives to the pursuit of that knowledge. We have done the same. And now we have that informer's information.",		"s_629b68ab":"It was going so well. We thought we were on the verge of learning the purpose of the Imperial Inquisition.",		"s_61b6494b":"Am I that transparent? Oh dear. I would be a terrible diplomat, I'm afraid. You are correct.  A Bothan base is under attack by Nym's pirates. They are in trouble and need defenders. They are spies, not soldiers.",		"s_5fec5259":"No craftier than the spy at that outpost.",		"s_5f5ad8b2":"You're dedicated.",		"s_5e57a2aa":"Well, thanks for everything, Brother Ezkiel.",		"s_5d2275e3":"And I'm playing defense?",		"s_5d126009":"[pause] Honestly?",		"s_5cfd5571":"The Bothans are holding out on you?",		"s_5beffaeb":"The Alliance is fortunate to have a pilot like you in their ranks. All you need now is more training.",		"s_5bd69df6":"What do you need me to do?",		"s_5a7254ca":"One of our pilots will teach you that skill. When you're done, I will have another mission for you.",		"s_590bda59":"Well, it's over now. And I've delivered the information to the Sypnet outpost, as ordered.",		"s_58ec27cc":"Ha! True enough. But you have your destiny, and I have mine. ",		"s_58ddac81":"I'm trustworthy - AND I'm a good fighter. ",		"s_55d6f6":"Not a problem.",		"s_54abba14":"Perhaps. In the meantime, there's the business of our outpost. The Empire is preparing to attack. We are in desperate need of your help.",		"s_5491ac40":"They are massing their forces for an attack on our outpost, even as we speak.",		"s_51fbced7":"You have failed! Try again, %TU!",		"s_51fbaf83":"We need information. They can provide it. That's all. Personal feelings don't come into it.",		"s_515906d2":"That spy, you mean! Yes, we were working with him, as you say. We had no choice, unsavory though he was. And now we have his data. It may explain everything about the cybernetic experiments and the Empire's interest in Force Crystals. But it's not in a language we understand.",		"s_4f98b9b7":"You are not helping the Rebellion.",		"s_4f707592":"Does the Empire know that?",		"s_4ec95981":"Yes it is, my cavalier young friend. But the Vortex must continue. Our work is too important. The Empire is preparing to attack our outpost. We are in desperate need of your help.",		"s_4ca47de6":"The Empire doesn't know about the Vortex.",		"s_4c695dbd":"No.",		"s_49776d50":"You'll be doing more than shooting TIE fighters. The attack is led by an Imperial Inquisitor. He is your primary target. Kill him, and the attacking forces will scatter. ",		"s_4869a9c5":"What was in the translated data?",		"s_47ae0171":"The rumors are true.  Imperial doctors have found a way to create hybrid, cybernetic pilots.",		"s_45c4d2ca":"Uh oh. I smell trouble.",		"s_44fd681b":"Wouldn't you rather be on your ship? You are still on a mission.",		"s_420c68fc":"I thought you hated them! You're confusing me.",		"s_40b69b18":"That's life during wartime.",		"s_401aa65c":"I hope so. Now please hurry. There's not much time.",		"s_3f38ab04":"Thank you, %NU. Our library is safe now.  ",		"s_3f107c3c":"Imperial ships are attacking a Rebel outpost - one that is very important to us.",		"s_3e7fb8a3":"I appreciate your devotion to the Alliance, but I have nothing for you right now. I suggest you find your commanding officer. ",		"s_3d5f6974":"You handle the cloak and dagger; I'm here to fight. ",		"s_3c566f87":"I should hope so! How many favors are they going to ask of us?",		"s_39b859cf":"I don't know, young one. But I think that very soon WE will be attacking THEM. In the meantime, though, we will simply defend our position and help our Alliance brothers. ",		"s_3950a8d4":"They won't.",		"s_31b106e4":"Well, you were working with that informer. I'm sure he had some secrets.",		"s_31a5e862":"None taken. Are you still willing to help us?  ",		"s_3154a04f":"I think the Force is an old wives' tale.",		"s_30760d01":"Give me another shot.",		"s_2f820fac":"To be sure. Vrovel has told you about their cybernetic experiments? ",		"s_2f1094c2":"My pleasure. That Inquisitor put up a good fight.",		"s_2e3763ed":"We want to learn more about how the Empire is using those crystals. Have you heard about their medical experiments?",		"s_2d9a2e66":"It is a rendezvous point for the Vortex. It is, in many ways, our library. It holds a lot of the information we have gathered over the years.",		"s_2c4789b":"Understood.",		"s_2c1e1068":"I'm not the only one. The Bothans are most grateful.",		"s_28d86e3":"There's more. You'll be picking up a new passenger at the outpost.",		"s_27f52134":"That's quite the understatement. ",		"s_2750c5d9":"You still have work to do, young one.",		"s_26fbd13e":"If you were a pilot, you wouldn't have to control your feelings. You could vent them with your blasters! ",		"s_2600dae8":"No, not exactly. You will be fighting FOR Bothans. Nym's pirates are attacking one of their bases. They're outgunned, and they need our help.",		"s_2330166f":"I'll say. Rebel forces hardly ever attack pirates.",		"s_22fbdd51":"His databank may hold all the secrets of the Force crystals, and every dark detail of the Empire's cybernetic experiments. But we don't know yet. The information is encrypted. And only the Bothans can translate it.",		"s_21aa6c60":"You're free to leave.",		"s_1f94856d":"Why are you helping the Bothans?",		"s_1dccb274":"He had useful information, at least.",		"s_1d69f13f":"No. Are you sending me to fight against the Bothans? ",		"s_1c058156":"A Bothan base is under attack by Nym's pirates. They are in trouble and need defenders.",		"s_1ba01028":"Not good enough, %NU. You must start over.",		"s_1ab74446":"You noticed.",		"s_1a1b97f4":"No. What experiments?",		"s_19fdbf16":"That's one way to put it. They won't translate the data until they get what they want. ",		"s_18c308e1":"The leader ship is doing its best to keep a low profile. You'll have to hunt it down in the Endor system. Good luck.",		"s_189c01a2":"The Empire is preparing to attack our outpost. We are in desperate need of your help.",		"s_17c8fb82":"Inquisitors punish and torture Rebels.",		"s_170add4":"Perfect! The Bothans have the data now. I delivered it myself! ",		"s_1611aa95":"I don't know. I hope to find out. In the meantime, I need you to defend that outpost...",		"s_1545afe8":"Vortex members see conspiracies at every turn.",		"s_133ae1ef":"Sounds like they don't care much about the Force!",		"s_119da2e0":"Why do you think the Empire cares about your group?",		"s_10d9119c":"Ah, he did. And what did you think?",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_rebel_tier3.stf) is automatically generated by the SwgConversationEditor."
}}
