{
	"stfFile":"conversation/naboo_imperial_tier4",
	"entries": {
		"s_ffa89518":"Why is it unfortunate?",		"s_fe2a11f4":"Even if the Coynite are not, the traitorous prison officers are no longer alive to attempt escape. The Coynite have no reason to stay in the region anymore so they will move along. This is for you. You have earned it. You are dismissed, pilot.",		"s_fcbb92d0":"You are already on a task. The Emperor would be most displeased to find out that his pilots are derelict in their duties. Get back to work.",		"s_fc6dc2db":"I have the report right here. Let me see. The crystal is composed of...alichite...30 perc...timmerosu...AH! Here is the important part that you need to know about. The crystal is found on only one planet in the entire universe, Dathomir. It is clear that this smuggler landed on the planets surface and recovered the rock. A very unfortunate situation.",		"s_fbcaed73":"Let you do your thing? Ah...you mean that you are a skilled pilot and I have been holding you back. Most interesting. You must indeed have some small measure of skill or you would not have risen so far so fast. I agree with you. It is time for me to measure your 'vaunted' skill as a pilot.",		"s_fae9dc1b":"I don't know Grand Admiral Nial Declann.",		"s_f87bfa4c":"Good. You are to stay off that planet. Now I will have command transmit a patrol route that I wish you to fly once you enter the Dathomir system. Follow the route and keep a careful watch for any unauthorized activity. These reports I have been receiving have left me feeling uneasy. I will know what is going on there. Dismissed.",		"s_f82c2226":"Yes, I will agree with you. But some people simply don't know when to quit. Here, this is for you. I look forward to our next chat. Good day, pilot %NU.",		"s_f7e33371":"That's what  I thought.",		"s_f76cec26":"We need a pilot to bring in a few Imperial ships that are here without authorization.",		"s_f7053b89":"What are your orders, sir?",		"s_f5d2aa8d":"I am honored that the Emperor took notice of his humble servant.",		"s_f435fbd2":"Don't waste your breath telling me lies. You have work to do. Go do it! ",		"s_f2050f58":"Yes, sir. Right away, sir.",		"s_f115f554":"Definitely not.",		"s_ee9d18a3":"There are always ships taking damage in this system. They need a pilot to guide them in for repairs. ",		"s_ee94373b":"Who do you think I was talking about? Sometimes I really wonder about you and what your agenda is. But I have time to find out, oh yes, I always have time. You are dismissed, do not keep the Grand Admiral waiting. I understand that he is an extremely impatient man. ",		"s_ee5488a5":"That is a good pilot. I knew that you could be counted on. You are dismissed.",		"s_eda629db":"Then I must destroy them.",		"s_ed8a35fe":"What did you find out about it, sir?",		"s_ecd3f704":"What a relief. I'd hate to have to discipline you. I'm disappointed in you as it is.",		"s_ecb0921e":"Isn't Dathomir was forbidden. How do you know this?",		"s_ec457ebc":"I mean I'll do it!",		"s_eaf485aa":"Wait a minute...this is all an act?",		"s_e977b428":"There is no strength of will in people anymore.",		"s_e9776d82":"Almost any persona is half an act. It is actions that always speak the loudest about an individuals resolve. I assure you my resolve is far greater than my persona will ever be. Care to find out?",		"s_e9065e37":"You will use any edge you get, won't you?",		"s_e89ef227":"I hope you have never been there. The planet, Dathomir, is forbidden to all by Imperial decree and there is only one punishment for violating the order of the Emperor...slow, painful death! You cannot even enter the system without proper authorization. It would be such a shame to have to waste a talent like yours.",		"s_e69b471b":"I'll get the job done.",		"s_e643719b":"Please show me the way to true power, High Inquisitor.",		"s_e479ad44":"He got what was coming to him for his disobedience.",		"s_e3ea301":"I have heard bad things about you, %TU.",		"s_e36c1eee":"Someone has to die. Might as well be them.",		"s_e07a0513":"Do you have any idea who is helping them?",		"s_df53fe63":"Open their mouths...talk to each other. That is how we do it.",		"s_dc31882":"Yes. Here is your pay. I am going to have that crystal you brought back analyzed. While that is being done you can go on leave or take some duties. When we have the crystal analyzed, perhaps I will have more for you to do. You may leave my presence now.",		"s_dbb3a834":"Um, no.",		"s_db35e23":"You have your orders. Dismissed, pilot.",		"s_dafddb17":"Fool! I meant how their friends on the ground send instructions to the Coynite. They use a satellite to send signals from the prison, then the Coynite listen in. It is a one way communication but is enough to suit their needs. You are going to travel to that satellite and tap into their instructions.",		"s_da53e28f":"Well we will find out soon. It is in the lab being analyzed. While that is taking place I will issue your duty pay. You have done the Emperor's work very well.",		"s_da128253":"Without that information, we won't know who's behind all this. And you wouldn't want the Inquisition to be left in the dark would you?",		"s_d908cfb0":"At the Emperor's will, my lord.",		"s_d8efd03b":"I'll take elite TIE guard training.",		"s_d8b3a5bc":"See that it doesn't, or you may find yourself back here answering a few more questions. I have orders here that you are to be transferred to the Grand Admiral in the Theed Palace. I find it most interesting that you were asked for by name. Doesn't it seem strange to you that a Grand Admiral would even know your name?",		"s_d8355c02":"I'll take experimental TIE vessels.",		"s_d70698c1":"Work teaches discipline! Never waste a minute of your time. The Emperor needs your service, always. Tell me, are you ready to accept a duty mission, or would you like to hear the briefing again?",		"s_d5225828":"Ah, so the worm made it back. You have done very well to slip from my hook. Perhaps one day. Perhaps one day soon, eh worm?",		"s_d0918370":"I do this for the duty, sir. No reward is necessary.",		"s_cfb7c310":"%TU, you were given this assignment because you were good. But you don't seem particularly skilled.",		"s_cd3e5a44":"My thoughts exactly. The true power of the Empire lies only in the Emperor and those who understand that. I can see you understand that. Enough pleasantries, time for the reason you are here. You are to travel to Dathomir. I have been receiving some very disturbing reports of unauthorized activity within the system. You will find out what is going on there for me.",		"s_cd04b926":"Perhaps. Perhaps not. You are ordered to report to Grand Admiral Nial Declann immediately. Why he has asked for you I do not yet know, but I assure you I will find out. I do not like this but I do not have the authority to ignore a direct order from a Grand Admiral.",		"s_cacb4480":"A very handy skill to know in a pinch. It is a good thing that you returned for training when you did, I was about to send a probe droid out after you. Just a little humor there, but in all seriousness, it is good that you have returned. We have completed our analysis of that crystal you recovered.",		"s_c82e9a2f":"Yes, please.",		"s_c82a372":"I could care less about those weak fools.",		"s_c71c1bab":"Get out of my sight! Go escort a prison drop shuttle through the Dathomir system on its way to drop its payload on the prison. Begone, worm!",		"s_c6f1b86f":"I am ready to serve, if the Emperor wills it.",		"s_c686dfd":"That is not a matter for you to have to worry about. Your only concerns are what I tell them to be. That crystal can fetch a very large sum to the right people. It is said to contain 'unique' powers, if you believe in that sort of thing. Of course, the question is how did that pilot get it? These crystals cannot be found just sitting around on the ground for any fool to pick up. They are only found deep under the surface.",		"s_c4f74be1":"So, yet again, you have accomplished the task that I placed before you. The Emperor was most pleased with your progress and has issued a reward for you. Here it is.",		"s_c4f0640e":"I will have command transmit a patrol route that I wish you to fly once you enter the Dathomir system. Follow the route and keep a careful watch for any unauthorized activity. These reports I have been receiving have left me feeling uneasy. I will know what is going on there. May the Emperor's blessing be on you, %NU.",		"s_c4bc5314":"I am yours to command, High Inquisitor.",		"s_c42f7c3f":"High Inquisitor?",		"s_c33416a7":"I do not find your pathetic attempt at humor amusing. You are speaking about a Grand Admiral of the Imperial Navy and someone who has the ear of the Emperor. Even I would not be foolish enough to make light of such a man.",		"s_c2c13cf7":"The Emperor's blessing be with you, %NU.",		"s_c28f20f3":"Report to the Grand Admiral Declann immediately. Just remember where your allegiance lies, pilot. Because if it ever falters not even a Grand Admiral can protect you from me. You are dismissed.",		"s_c25d28ef":"At this time, I don't know. But we will find out. I am hoping that the Coynite you captured will be able to tell me more. The people of Coyn are well known for their resiliency but he will crack...they all do. Until then you can continue our duty operations or go on leave. I am sure that I will have more use for you later.",		"s_c1abdf95":"I go where I please.",		"s_c181ff30":"You still have much to learn, my young pilot. There is no YOUR way. There is only the way of the Inquisition and the way of the Emperor. Nothing else matters. To ever be more than just a simple pilot, you must lose your pathetic, self-indulgent ego. I can show you the way down the path to true power but until you choose to take it, you will be nothing more than a slimy, little worm.",		"s_c17d2691":"I can do it.",		"s_c13abf66":"Didn't I mention that he told me about the satellite receiver that they are using to get instructions from the planet? I could have sworn I told you that. No matter. You are to travel to that satellite and tap into their communications. It should be fairly easy, except that the Coynite have the satellite under constant surveillance, so you will have to guard against them while running your tap. But then again that is what you are here for.",		"s_c0f7c528":"What is your bidding now?",		"s_bfcf1757":"Nothing is pressing at this time. We will be dealing with the officers on Dathomir by telling the others that were not involved what was happening. They will deal with the traitorous officers in their own way.",		"s_bee296b6":"The Inquisition has business in all systems. But if you must know we have a special duty with the Dathomir system. Not only do we maintain a prison on the planet's surface, we are the only Imperial agency with the authorization to operation freely in the system. Everyone else must get special permission to even enter the system. Therefore, it is logical that we also maintain the security of that forbidden system.",		"s_be7e95c":"I'll clear those damaged ships.",		"s_bdebb4cc":"So what is the next step?",		"s_bcd45d4":"The Coynite should no longer be a problem for us in the Dathomir system. Without their flagship they will have no staging point to continue their activities. You've completed your mission to the Emperor's satisfaction. Here is your duty pay.",		"s_bb9e4a63":"Understood, sir.",		"s_b9baa3d5":"Save the Empire? You? Do not make me laugh, little worm. I will admit your flying skills are impressive but the might of the Empire hardly lies in the skills of one pilot with an overblown ego. I am thinking that you should reconsider your choice to become an Inquisitor...you will not go far.",		"s_b9a22caa":"I am afraid that I do not have much practice with joviality. My talents have always seemed to lie elsewhere but I always try to bring a little bit of merriment to the job. A light heart makes even the heaviest of tasks easier.",		"s_b84f68ab":"Why would he land on Dathomir for a crystal?",		"s_b6b25f13":"Yes, sir!",		"s_b517963a":"Silence! I will have none of your lip today. Do not try my patience or I just might see if I can find fulfillment with questioning you. I did manage to get one very important piece of information out of him...how they communicate.",		"s_b3e5bbfc":"This just gets better and better. You remind me of one of my children...of course, I had to put them all to the question some time ago...",		"s_b3a26c61":"I am ready to test out my new ability.",		"s_b1a3b711":"As long as we have come to an agreement. Dismissed!",		"s_b12a7f6":"Very well. That will be all pilot.",		"s_b0feed48":"We have completed our analysis of that crystal you recovered.",		"s_b0abb9a4":"I have need of your...unique talents. After all, idle hands are a dangerous thing.",		"s_af5329b0":"What? Now you want your reward! Of course you do. Because all good, loyal pilots take their reward when they do something well. Here take this. You are a good pilot. A very good pilot.",		"s_adb2030c":"It's about time you let me do my thing.",		"s_ad56bc53":"I broke the Coynite mercenary, as I knew I would. Sadly he was no where near as strong as I had hoped he would be. Such a disappointment.",		"s_ace49d41":"If you are done wasting time, there is work to be done. Are you ready?",		"s_acaea8b8":"Of course there isn't. If there was, there would be no need for the Emperor or the Empire. We are the rock in the middle of the decay of strength and character. This was all caused by the Old Republic of course. If they had done their duty long ago, none of this would be necessary.",		"s_ac4bb3e6":"I am sort of curious about what they will actually do though. Call it professional curiosity. Maybe one of them will put it in a report. As for you...you are free to do as you wish for now, perhaps continue with our duties in the Dathomir system. There are still a few Coynite that may continue to cause minor problems that need to be cleaned.",		"s_aa695923":"What am I to do next?",		"s_aa21cdc1":"I hope that skill serves me well as we begin the next stage of our operation. I broke the Coynite mercenary, as I knew I would. Sadly he was no where near as strong as I had hoped he would be. Such a disappointment.",		"s_a9a7c838":"I do indeed, as you put it...say so. You are to report to Grand Admiral Nial Declann, perform your duties for him without question, and you are to keep your eyes open. Learn everything you can about this man and his goals. I think we can both learn from this experience.",		"s_a72c3c89":"Inquisitors don't worry. But you SHOULD be worried. You don't want an Inquisitor to be angry with you, now do you?",		"s_a6f30b2b":"Did you say...you're trying?",		"s_a6ef12b5":"Well what do you want me to do?",		"s_a6cd772d":"You think that you are strong and unbendable? I have found the harder it is to bend the easier it is to break. You...I could crumble into dust in scant seconds. But I do not have even those scant seconds to waste. You have to do an assignment for me...perhaps we can get back to this later.",		"s_a6380860":"So you have failed. That is most distressing. I tasked you with such a simple task and you come back here with your tail between your legs like some mongrel dog.",		"s_a5e556b":"I will have command transmit a patrol route that you will fly once you enter the Dathomir system. Keep a careful watch for any unauthorized activity. I have a strange feeling that this will only be the first step down a long path. You may leave my presence now.",		"s_a4b30c88":"I really don't know, Inquisitor.",		"s_a459860a":"What about the Coynite I captured?",		"s_a3aef707":"Oh, me and Grand Admiral Nial Declann go way back.",		"s_a3958e6a":"Ready to serve, sir.",		"s_a11a905b":"You are one of our younger pilots, are you not? Of course you are. Is discipline in the ranks of the Inquisition breaking down so much that junior pilots think they can talk to a Grand Inquisitor unannounced? Perhaps it is time to purge out our slothful and weak...Why haven't you left yet?",		"s_a0d28eb":"The Grand Admiral is stationed in Theed Palace. From what I understand its gaudy and worldly walls suit his personality just right. Go now. Do not keep the Grand Admiral waiting. There is much work to be done.",		"s_9ec59458":"I...um...",		"s_9e131808":"I have heard that you've been assisting the Rebel Alliance against the Empire.  This concerns me a great deal, as you can imagine.  You cannot be trusted with any more assignments.",		"s_9d1c334d":"They are being analyzed by our top men. Those crystals are no longer your concern. You have done well this day and deserve to be rewarded for your loyal service. You want your reward don't you?",		"s_9c6ec037":"No, sir. I will get us that information.",		"s_9bc48781":"I am sure he did. That crystal you brought back is most interesting. Do you have any idea what it is?",		"s_9b3e4e71":"I will simply assume that means no. I cannot afford to lose you at this moment. I will have command transmit a patrol route that I wish you to fly once you enter the Dathomir system. Follow the route and keep a careful watch for any unauthorized activity. These reports I have been receiving have left me feeling uneasy. I will know what is going on there. You may leave now.",		"s_9ac8a54c":"Yes. I knew you would see it my way.",		"s_9ac7bd6d":"So the smuggler had to land on the planet.",		"s_9ab33e62":"Is that it?",		"s_9a9518f8":"Good. Now get to Dathomir and wait for your prey to arrive.",		"s_98332c8e":"Yes, what did they find out?",		"s_97ce1c41":"That problem was just a temporary setback. Don't worry.",		"s_97a051ab":"As you command, High Inquisitor.",		"s_96a0374a":"I'll take heavy starship component use.",		"s_952743eb":"It is my business to know things. That and we maintain a prison on the planet's surface. Prisoners are dropped in from orbit, never to leave again. The guards who maintain the prison have surveyed a large portion of the planets unique flora, fauna, and, thankfully, geology.",		"s_938d7337":"So what is the next step, sir?",		"s_91d10a84":"How unfortunate that you are unable to do your job.",		"s_90f30b97":"The freighter you recovered was indeed filled with more of the crystals from Dathomir. That can only mean that they are working with someone who has an operation on the planet's surface with the capability to mine these. They would have to have access to a lot just to pay for the Coynite.",		"s_90ce1297":"No, thank you.",		"s_90b2fe39":"I hear you loud and clear.",		"s_8feb33c1":"Ever?!",		"s_8e075bc2":"Bah! I give you the slightest of praise and you cannot help but blow up like an Inerbion Gasbag. Here take this and get out of my sight.",		"s_8d7e0eff":"Hmm.",		"s_8bfb7a2f":"What's this? A complaint?",		"s_8bae75a0":"Bah! I assure you that I will find out the truth of why he asked for you. If I could I would keep you here until I found out the truth but even I cannot ignore an order from a Grand Admiral. You are to immediately report to the Grand Admiral Declann. You are dismissed.",		"s_8a7c509a":"I have no idea how you managed to get down this far but I would suggest that leave immediately before something happens to you. People who don't belong here often find themselves losing everything.",		"s_8a38a5ed":"Who could it be?",		"s_898acaac":"What is it you need me to do, sir?",		"s_873e726e":"My mission's not complete.",		"s_85c9e37e":"Very well. The situation report is as follows: Smugglers continue to infiltrate this system. Diplomacy's no use with them; they only understand the business end of a space blaster. So, you could clear them out.  ",		"s_85b1adc5":"I haven't been able to bring it back yet, sir. But I'll take care of it.",		"s_851406fb":"Those pirates won't know what hit them.",		"s_84350489":"I enjoy prisons, myself. Always full of men in need of discipline. ",		"s_83850af8":"You are to travel to Dathomir, my little worm. I have been receiving some very disturbing reports of unauthorized activity within the system. You will find out what is going on there for me.",		"s_83803b19":"Do you mean Theed Palace and Queen Kylantha?",		"s_834bed59":"What were those crystals, sir?",		"s_82095b20":"I'll take those prisoners to Dathomir. Sounds like fun.",		"s_81ccdc67":"The crystals are worth a very handsome sum to the right people. They are rumored to have strange...properties. Of course, the question is how did that pilot get it? These crystals cannot be found just sitting around on the ground for any fool to pick up. They are only found deep under the surface.",		"s_8074838e":"I did not believe that all the reports I had been receiving were for this one lone individual, so I dispatched a set of recon shuttles to the system. Their scans revealed that a number of these vessels are moving around the system. We have a lock on one that recently touched down on the planet. Incidentally, or so it would seem, near the location of the prison. You are to capture me that ship when it returns to orbit.",		"s_7e2d0f69":"We'll see if you can. Dismissed.",		"s_7e1308bc":"I'll take droid intelligence theory.",		"s_7d9ad22":"The prison drop shuttle that we were holding until the Coynite issue was dealt with is ready to drop its payload of prisoners on Dathomir. I need you to escort it through the system.",		"s_7c92f77a":"Until we know what that crystal is there is no need to continue the main operation. For now you may go on leave or take some duty missions. Once we have what we need and you are ready, we will continue our investigation.",		"s_7bc04afa":"We will see. I will issue your duty pay. When you are ready for some more lessons or to continue your duty come back and see me again. Perhaps I will have more need for you. That rock you brought back is most interesting. We have top men working on it now.",		"s_77e48d5b":"What do you mean?",		"s_72c7b032":"Excellent you are nearly finished with your training. It has been a long journey for you but you are nearing the end. I do have need of an extra pilot though. And since you are already here, you will do nicely.",		"s_725be20b":"So you are not all bluster. That is good. I was beginning to wonder if you were right for this job. You are still a worm but maybe one with a little bit of a backbone. I was thinking of withholding your duty pay but I guess you have earned it.",		"s_722463c0":"That is a good, loyal pilot. Here you go. Try not to spend it all at once. When you are ready for some more lessons or to continue your duty come back and see me again. Perhaps I will have more need for you.",		"s_719f44a":"There are some things that you should not question. The Emperor has decreed it as so and that is all you need to know.",		"s_719a036e":"Who?",		"s_7177c3f2":"Who is Grand Admiral Nial Declann?",		"s_714fef09":"What business does the Inquisition have in Dathomir?",		"s_7017e938":"It'll get done.",		"s_6fb4f06a":"A very interesting order came across my desk just a few moments ago. What is your relationship with Grand Admiral Nial Declann?",		"s_6ef5b0ae":"I thought Dathomir was forbidden. How do you know this?",		"s_6d844cc7":"The Emperor does indeed wish you to serve. The lab has finished analyzing the crystal you recovered. A most interesting piece of rock. Most interesting and most rare, indeed. In fact that particular crystal can only be found one place in the entire galaxy...Dathomir.",		"s_6d741d67":"Yes. If I cannot capture the vessel, it will die.",		"s_6d60481e":"Well, the post at the prison is a life time assignment. Once you are there, you do not leave. Naturally, every officer stationed at the planet wants to leave. Think about it. If one group forms a plan to escape and doesn't let the other group in on it, they would be rather upset.",		"s_6c7488f3":"First you must complete the tasks that I will lay before you. You will travel to Dathomir. I have been receiving some very disturbing reports of unauthorized activity within the system. I want answers about what is going on.",		"s_6c2a8e60":"What did you learn from him?",		"s_6c193c27":"Sure thing. Shouldn't be a problem.",		"s_6973ca89":"We are the Inquisition. I didn't think happy was our thing.",		"s_6844241f":"If you say so, sir.",		"s_6807942":"Excellent. I will have command transmit a patrol route that I wish you to fly once you enter the Dathomir system. Follow the route and keep a careful watch for any unauthorized activity. These reports I have been receiving have left me feeling uneasy. I will know what is going on there. Dismissed.",		"s_673b4c9b":"It has been a long journey for you but you are nearing the end. I do have need of an extra pilot though. And since you are already here, you will do nicely.",		"s_67183c1c":"I'm trying.",		"s_659c15a1":"I suggest you do.",		"s_64e1e69d":"Maybe you should have tried harder?",		"s_64ce1b1d":"Thank you, sir. What is the next step?",		"s_6480af88":"Really? What did he say?",		"s_647c9fa9":"Yes. Quite unusual! Imperials are usually so well-behaved. Maybe it's just a paperwork error. Regardless, bring them in.",		"s_6448a70":"A willing mind? How refreshing. I was getting so tired of the standard military pilots. Such wastes. But I suppose they do have their uses...they are nice fodder for the war effort. Don't you agree?",		"s_63b2a28a":"So, now we don't have any way to find out who is helping the Coynite?",		"s_6387b3e9":"Excellent. I will have command transmit a patrol route that I wish you to fly once you enter the Dathomir system. Follow the route and keep a careful watch for any unauthorized activity. These reports I have been receiving have left me feeling uneasy. I will know what is going on there. You have your command...now go!",		"s_61657d0f":"I see.",		"s_6145c468":"Yes, you made quite sure that they were adequately punished. We will be dealing with the officers on Dathomir by telling the others that were not involved what was happening. They will deal with the traitorous officers in their own way.",		"s_60a8bfcb":"I'd like to bring those rogue Imperials in.",		"s_5fcdb10d":"Oh, I have several theories but I do not like to work on theory. Cold, hard fact has always been more to my liking.",		"s_5f1cd2f8":"See that it does.",		"s_5ebf813b":"As you wish, my lord.",		"s_5e0158c":"Complete your mission, and perhaps all will be forgiven.",		"s_5dff5608":"Yes, it does seem strange.",		"s_5dce257f":"You must be here for your skills upgrade. Well, pick one. Be quick about it.",		"s_5ca877f1":"Please do. They're an eyesore.",		"s_5c9b37f9":"See, I told you I would get this job done.",		"s_5a0327df":"You have performed wonderfully with an alarming situation. It would seem that I had under estimated the resolve of the Coynite to finish a job that they were paid to do. I am most impressed with them. Based off of the single one I had dealings with I wouldn't have thought they had it in them.",		"s_59da8c80":"I've been waiting for you, pilot. It's about time you got here. There's no time to waste. I've prepped a briefing for you, are you ready?",		"s_593c68fd":"The Coynite were foolish to attempt to circumvent the will of the Emperor.",		"s_58edcac7":"Where am I to report to?",		"s_57a5120c":"I think they are finished now, sir.",		"s_57274357":"That's a good little pilot. Get out of my sight before I lose my temper.",		"s_56c3f73d":"For anyone else but me that might be difficult.",		"s_55e3ea71":"I will forgive your insolence and call it the follies of youth. But make no mistake...Dathomir is not for the weak of spirit. I will have command transmit a patrol route that I wish you to fly once you enter the Dathomir system. Follow the route and keep a careful watch for any unauthorized activity. Now get out of my sight before I decide that youth isn't a good enough excuse. Oh, and worm...fail me and you will find yourself firmly on a hook!",		"s_55905a28":"Hmm, you really don't know do you? Admiral Nial Declann is one of the twelve men in charge of the Imperial Navy. He wields great power and is said to be favored by the Emperor. I am just curious as to why this order says that you are to be immediately transferred under his command?",		"s_55590e1c":"Good. There shouldn't be any issues but there is still something that bothers me about the Coynite situation. I would rather be safe then sorry. We cannot have our prisoners running free all over the galaxy, now can we? You are dismissed, pilot.",		"s_54ed82f4":"Not me. I am too slippery.",		"s_5434d72a":"Mock you? You are not even worthy of my contempt. I suggest you put your mind on the task that I am about to place before you, rather than focusing on your own pathetic existence. You are only here to serve me and your life hangs on my whims. Are we understood?",		"s_53de9d8f":"Like what?",		"s_52c3d844":"I did earn it.",		"s_52917b0d":"Of course.",		"s_52708145":"We will start you off with something slow. I need a prison drop shuttle escorted to the prison on Dathomir. We have been holding off shipping those prisoners while we dealt with the Coynite issue and it is time that they were sent home.",		"s_517a8075":"I hope for your sake that it is not. I will have command transmit a patrol route that I wish you to fly once you enter the Dathomir system. Follow the route and keep a careful watch for any unauthorized activity. These reports I have been receiving have left me feeling uneasy. I will know what is going on there. Oh, and worm...fail me and you will find yourself firmly on a hook!",		"s_4ee43f47":"All in good time. I have a feeling that this goes a little bit deeper than that. The recon shuttle has tracked one of the vessels that landed on the planet's surface before we could stop it. You are to immediately capture that vessel as soon as it reenters orbit. If that ship looks like it is about to get away you are to destroy it. Take no chances that it will get out of the system. Is that understood?",		"s_4c65eeef":"He is to be...questioned. The Coynite are well known for their strength. I will find it most interesting to test my resolve against his strength. I will win of course, but perhaps he will hold on long enough to make it interesting. In the end he will tell me everything he knows. Until then you may go on leave or continue our duty operations. I am sure I will have need for you later.",		"s_4c064599":"I wouldn't say that. It just wasn't as fulfilling as I had hoped it would be. High expectations always lead to the greatest disappointments. On the bright side I did manage to get most of the information we were looking for out of him.",		"s_4bcaf756":"Well, the Coynite have the satellite under constant surveillance so they will most likely attack you while you are trying to tap into the signal. If you succeed you will have some very valuable information for me. If you fail then you will be dead. Sounds like a win win situation for me. You have you orders. Carry on, pilot.",		"s_4bb3d9ba":"Good. Now your assignment...I will have command transmit a patrol route that I wish you to fly once you enter the Dathomir system. Follow the route and keep a careful watch for any unauthorized activity. These reports I have been receiving have left me feeling uneasy. I will know what is going on there. Dismissed.",		"s_4b509b":"I am sure that you are just filled with fascinating stories. But I would rather not listen to any of them. I am in need of skilled pilots, not ground pounders.",		"s_49805f81":"Can I hear the briefing again?",		"s_490da0e3":"I think that you might find that skill very useful. Especially now that I have need of your...unique talents. After all, idle hands are a dangerous thing.",		"s_488aa777":"Why is Dathomir a forbidden system?",		"s_487cad":"Very well. But you had better understand one thing...failure is not tolerated in the Inquisition. Failing in your duty is paramount to treason. And you know what we do to traitors, don't you?",		"s_4854758d":"I would like to request a mission.",		"s_47b7d709":"You are to travel to Dathomir. I have been receiving some very disturbing reports of unauthorized activity within the system. You will find out what is going on there for me.",		"s_44867e8a":"They should have left well enough alone.",		"s_438b0dbc":"What did the Coynite speak of?",		"s_424a2157":"Then why are you here at the Emperor's Retreat?",		"s_417ab2a4":"So you have returned. We have just received those interesting rocks you recovered from that unauthorized vessel. Did you leave the pilot just floating out there or did you finish him off after the search...wait! Don't tell me, I find it more amusing to think of him floating helpless in the cold depths of space.",		"s_416d1887":"Umm...",		"s_41040de1":"I am not a worm!",		"s_4092eccc":"It is nothing. Just old memories. Pilot, never listen to your memories! They tell nothing but lies. Now, on to your assignment. You are to travel to Dathomir. I have been receiving some very disturbing reports of unauthorized activity within the system. You will find out what is going on there for me.",		"s_40671b7a":"Excellent. I was getting a little short on credits.",		"s_3e261fd0":"Perhaps it wouldn't be a bad thing to have a member of the Inquisition working for a Grand Admiral. Who knows what secrets we might uncover. Yes, I think that this will be most enlightening.",		"s_3dd8800a":"I can see that.",		"s_3b9d259a":"Sorry, Inquisitor. It won't happen again.",		"s_3b2c48b2":"Perhaps he has records, sir.",		"s_3a3805e3":"Ah, a young pilot. What brings you here, so far from your assigned squadron?",		"s_39ec8285":"It's harder than it looks, you know.",		"s_36af2d20":"Top...men.",		"s_3686a31b":"Not until you improve your standing with the Empire.  Until then consider yourself grounded.",		"s_365243f7":"The Grand Admiral is stationed inside the palace walls of that treacherous woman. I still am not sure why the Emperor has allowed her to continue to rule and not turned her over to me. Regardless, I am sure he has his reasons.",		"s_362a48e0":"Anything else?",		"s_34aaab36":"Of course. There is always some way to manipulate anyone. The key is just finding out what. On a side note, we will be dealing with the officers on Dathomir by telling the others that were not involved what was happening. They will deal with the traitorous officers in their own way.",		"s_32bd6884":"I'm going to spend every credit of it!",		"s_327da557":"Or you could escort prison ships to Dathomir - the guards are always eager to see a new face.",		"s_320b2029":"Then I trust you will not fail me. It would be a most unwise decision on your part if you did.",		"s_30d23b2c":"I take it that frugality is not one of your strong suits. That is alright...the Empire is very wealthy and a pilot in the right position can make a healthy sum.",		"s_30c7137f":"It is not for the people we deal with, but there is no reason why we cannot enjoy the fruits of our labor once in a while. Never mind, my advice is simply going to be wasted on you. Back to work. The lab finished the analysis of the crystal you recovered. With some very interesting results. I suppose you would like to know what those are, eh worm?",		"s_2ebece20":"Great, time for me to save the Empire, yet again.",		"s_2bfb5526":"I told you and you wouldn't listen...I am the BEST!",		"s_2b68d8fe":"That sounded like you were mocking me.",		"s_2ac3895f":"It is my business to know things, worm. That and we maintain a prison on the planet's surface. Prisoners are dropped in from orbit, never to leave again. The guards who maintain the prison have surveyed a large portion of the planets unique flora, fauna, and, thankfully, geology.",		"s_2a5728d1":"That joke, and I use that term loosely, was terrible.",		"s_28b58d98":"Thank you, sir. Will there be anything else?",		"s_28532034":"No, thanks. How about you tell me about the crystal instead?",		"s_2732abfa":"I have never had a reason to go to Dathomir.",		"s_270e6f7b":"I will do my best. Where am I to report to?",		"s_26bb0194":"Give me another chance. I will not fail again.",		"s_265434f7":"You are very eager, my young pilot. That is good. I have much need for someone who is willing to get the job done and done quickly.",		"s_25b2a2f6":"No, thanks. I am so good power and glory will just come a knockin'.",		"s_231ed37":"I am sorry you didn't enjoy your work.",		"s_1ef1e040":"I was glowing but other than that, no.",		"s_1eb19278":"Sure. Sounds like a cake walk.",		"s_1e39a0ae":"Yes. In clear violation of Imperial law. Of course, he is not working alone. All those reports I received would not have been generated by one lone individual. So I took the liberty of sending out several recon shuttles into the Dathomir system. It would appear that there are several vessels all working in unison in this little venture of theirs.",		"s_1cfa3230":"The Emperor pays attention to far more than you could possibly imagine.",		"s_1ce05254":"Perhaps. Now what do you want me to do?",		"s_1cd21b47":"Yes, sir. Thank you.",		"s_1c3578bb":"I'll bet you would, wouldn't you? I have no need for untrained and incompetent pilots. Perhaps you should return to your commanding officer and learn a thing or two before seeing me again.",		"s_1bfd2d3e":"Where is the data from that communications satellite?",		"s_1a40d259":"Excellent. I wish you luck. Pirates must die.",		"s_18dda10a":"Very well, worm. Let me know when it shows up, but until that time you have work to do...MY WORK! Your next assignment is the Dathomir system. There have been an increasing number of reports of unauthorized access to the system. This begs many questions and I want the answers. You will get me those answers...understood?",		"s_1899241d":"The Coynite and the smugglers are one and the same. Just before he expired, he also told me all about their friends on the planets surface. It would seem that they are receiving aid from someone in the prison. Whoever their friend, or friends, are they are paying the Coynite with the crystals. I lost him before he could tell me who or why. Not my best work but we have what we need.",		"s_185e40da":"Very good. We like pilots who have no money. Keeps them motivated.",		"s_1832fe3c":"Hmm, this is highly unorthodox. Although I do have some elective duty missions if you are interested. Would you like to hear the briefing?",		"s_17fa0de9":"Yes, sir. Right away.",		"s_1769a080":"Then quite wasting my time. I am a very busy man and cannot be bothered to stop and chat.",		"s_14c99313":"Dathomir? Interesting world.",		"s_145d7cc3":"So you are back. Did your visit with the Grand Admiral go well? Are you here for my pleasant company or did you come back looking for work?",		"s_1045dd9d":"I would be a great Inquisitor.",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_imperial_tier4.stf) is automatically generated by the SwgConversationEditor."
}}
