{
	"stfFile":"conversation/naboo_rebel_tier4",
	"entries": {
		"s_fcbee9cd":"Why is that great news?",		"s_fc616447":"Well...okay! Supposedly it includes possible locations of several Force-sensitive children. If it's true, and that  information fell into Imperial hands, those children would be dead by the end of the month!",		"s_fc615cb9":"I see you have survived your experience with Admiral Burke. Are you back looking for some work?",		"s_fc2f8c4c":"Nice job on that last mission. That Inquisitor didn't know what hit him!",		"s_f8a134c0":"Through sheer luck, we've managed to learn the details of his travel route. He wishes to stay inconspicuous, so he's not traveling with a large entourage. He's practically defenseless! ",		"s_f789d42a":"I've been serving the Vortex since I first picked up a space blaster. I'll be coordinating operations against the Empire in this area. And you'll be reporting to me.",		"s_f5427310":"Of course not!",		"s_f4d84e3":"How about hyper-maneuverable starfighters?",		"s_f4640a5b":"Which Inquisitor is it? Do you know?",		"s_f20ed4c3":"Now listen to me. It's of the utmost importance that you stay out of the Inquisition's clutches.",		"s_ef2200e9":"One of our spies' ships has malfunctioned. He's floating adrift in Dathomir as we speak.",		"s_ed0a67e":"You know, of course, that we're evacuating Vortex personnel.",		"s_e9e695cf":"Here's your duty pay. Come and see me when you're ready for another mission.",		"s_e9c05f6b":"Several Vortex members are still in transit. And somehow the Inquisition has discovered the route they're using. They're sending a fleet of fighters to the area.  Our brothers are vulnerable while they're in flight, and the Inquisitors know it.",		"s_e8a5b38":"Blast it! Don't you know how important this mission is?",		"s_e7a8a370":"And that's where you come in. You're going to join forces with  the Vortex squadron and launch an attack against those fighters. That will give our B-Wings time to move into position.",		"s_e67c13ca":"I think so! Everyone thinks that the Inquisitors are the Emperor's most powerful weapons.  A blow against them would be a blow against Imperial morale. ",		"s_e63887f":"You think I am expendable?",		"s_e5a30f12":"Here's the third mission. The Vortex has purchased a small number of Space Assault droids. These are experimental models; we are guarding them very carefully. I'd like you to experiment with them against the Inquisition's data-carrying vessels in Endor. They may be able to provide useful information.",		"s_e59caef0":"You've received your orders.",		"s_e5886662":"Excellent choice. Come back as soon as you can, we have a bit of a problem.",		"s_e282986e":"Duty pay, for my best pilot! ",		"s_e26b9261":"Very. But so are we! We'll prove our worth on the battlefield. Now here is the mission roster. Ready?",		"s_e1aa63d":"I am sure he has read the reports of your flying skills and has need of them with his operation group. You are to report to the Admiral immediately. He is waiting for you in Doaba Guerfel on Corellia. I am sure you won't let him down just like you didn't let me down.",		"s_e0907aab":"What!",		"s_e01d95b6":"I'd like to provide an escort for those freighters.",		"s_df8d90f1":"I am ready. Thank you, sir.",		"s_df1c8925":"You'll find the coordinates in your ship database once you reach the Endor system. One more thing my friend. All the missions I provide you with will be high risk missions and might be too much to handle by yourself. If you have any favors you can call in, doing so during my missions might be a good idea. Good luck.",		"s_df069f76":"Those space droids you mentioned sound interesting!",		"s_de5265b4":"Oh, nothing. Regardless of why, you are ordered to report to Admiral Burke in Doaba Guerfel on Corellia. He is expecting you shortly so you had better not keep him waiting. I am sure you have important work to do.",		"s_de00af5":"Inquisitors are careful to protect themselves at all times. But we have a small window of opportunity.",		"s_dd76100c":"His coordinates are already in your database. We're equipping your ship with repair materials. I need you to reach him ASAP, repair his ship, and escort him to safety. Now hurry to the Dathomir system.",		"s_dcc126b1":"Just doing my job.",		"s_dbb3b0b0":"How about heavy starship component use?",		"s_db140dbf":"What is it? ",		"s_dab8fd8e":"No. Do you have a mission that I can fly?",		"s_d9cced1f":"Absolutely.",		"s_d9bfbc18":"You realize that if the Inquisition gets their hands on that spy...well, you just realize the situation, don't you?",		"s_d92f71f":"Yes, I know.",		"s_d91a074":"Well, I wouldn't go that far.",		"s_d8a1ee7e":"Without a doubt. And those secrets may hold the key to this entire war. Who knows? This could be the most important posting of your career, %TU. You can say that you were there when Extok Evin changed the course of history ",		"s_d8845dfe":"I don't know much myself. The information is strictly classified! But...I overheard some of the brothers discussing it. ",		"s_d520f8e9":"And why shouldn't it be you? Here you go. And let me know when you're ready for another mission.",		"s_d4928d9c":"That's not going to happen.",		"s_d3c79ae3":"You say that like it's a good thing.",		"s_d284d072":"It's hard to separate the good spies from the bad spies.",		"s_d1be90a9":"What's the plan?",		"s_d17adb67":"I had a good time watching his ship explode. ",		"s_d0f87f24":"How about special weapons and tactics training?",		"s_d0b9a993":"That's strange. Could it be a false alarm?",		"s_d082cea6":"One of their worst. Uvqolo. He's a master technician, with an uncanny ability to find exactly what it is he's looking for.",		"s_d082018b":"Absolutely! You know, of course, that we're evacuating Vortex personnel in preparation for the fight.",		"s_cf9c9506":"Traditionally, both the Inquisition and the Vortex have kept low profiles. But we can't afford to move slowly; not anymore. The Alliance MUST locate and train light Jedi as soon as possible.",		"s_ce74555e":"Then get to your ship and get to the Admiral quickly. I am sure that whatever he has in store for you is very urgent and we cannot waste anymore time. Keep attentive and you are sure to learn something from Admiral Burke. Good luck to you.",		"s_cc6fef40":"This is a great day for the Vortex. Here's your duty pay, %NU. You have definitely earned it.",		"s_cc335afa":"Yes, I  remember.",		"s_cbb055c6":"They weren't smiling, I can promise you that.",		"s_cb44839f":"What if I don't want to go?",		"s_ca05e460":"If they get a hold of him, they'll keep him alive - but he'll wish he was dead.",		"s_c9329734":"They are. Good luck, %TU. Remember, you decide when you want to end these missions. When you feel that we have stolen enough Imperial ships for now, your ship has taken too much damage or something similar, just come back to the base.",		"s_c9014c96":"Good. Now get to your ship and get to Corellia. The Admiral will be waiting for you and it does not reflect well on my outfit if you are late. Stay alert and you just might learn something from Admiral Burke. Good luck to you.",		"s_c8b9717d":"Sir! Can you please just give me the coordinates?",		"s_c8592539":"See that it does! ",		"s_c82e9a2f":"Yes, please.",		"s_c7932482":"I had no idea",		"s_c49d2b1":"Those freighters aren't built to withstand attacks from Imperial fighters. They need your help.",		"s_c48bab68":"Then you don't understand how important the Vortex is. Here's your duty pay. Come see me when you're ready for your next mission.",		"s_c424c512":"There will be more ships exploding in the future, I'm sure. Hopefully not yours! Now listen. We have a new problem.",		"s_c2d98904":"Ah yes.",		"s_c28b3318":"You're clear to leave. Remember, you decide when you want to end these missions. When you feel exhausted and can't escort more freighters, we will send someone else to take over so just come back to base.",		"s_c2129c67":"And finally, mission number four! Imperial raiders have disabled a large number of civilian transports in Dantooine. We think they are searching for a Jedi. The ships are immobilized, and Imperial capital ships are closing in. We need a pilot to get there first and repair those ships! Take your pick %NU.",		"s_bfc53dde":"I guess. ",		"s_be8a1d81":"Hurry! There's no time to waste.",		"s_ba0973a6":"They won't; not for long, anyway. They'll see how good we are soon enough. Here's your duty pay.",		"s_b9b677c2":"I ran into a little trouble. It won't happen again.",		"s_b83725b":"Let's hope so! Good luck, %TU. Remember, you decide when you want to end these missions. We have several of our personnel out there helping the drifters so when your exhausted or your ship is falling apart, just return to base.",		"s_b76c91c2":"Ah. I see.",		"s_b5eac7c2":"You too. I've read your report. You did a heck of a job for Brother Ezkiel and those Bothans.",		"s_b5815881":"And finally, mission number four! Imperial raiders have disabled a large number of civilian transports in Dantooine. We think they are searching for a Jedi. The ships are immobilized, and Imperial capital ships are closing in. We need a pilot to get there first and repair those ships! Take your pick, %NU.",		"s_b3e9c738":"I'm ready for anything.",		"s_b322ae4b":"Very good. Come back when you are ready for some more action, my friend.",		"s_b3218dae":"I don't think so.",		"s_ae934c27":"Negative. There's too many of them. I just want you to hold off the fighters until the freighters are able to move to safety.",		"s_ae528424":"OK, mission number two is as follows. The entire Vortex organization is on the move, in anticipation of our attacks. There are several freighters in the area that are carrying Vortex personnel. They need to be escorted to a secure location.",		"s_adc84c63":"Excellent! Show no mercy. Remember, you decide when you want to end these missions. When you feel that the blow to the Empire has been delivered or you need a break, just land.",		"s_ac8b75ef":"You're probably right! Well done, %NU. Please accept this duty pay with my thanks.",		"s_a8144f6":"One of our spies has reported a malfunction with his ship, and he's adrift in Dathomir as we speak.",		"s_a7a9e2a7":"Several Vortex members are still in transit. And somehow the Inquisition has discovered the route they're using. They're sending a fleet of fighters to the area. Our brothers are vulnerable while they're in flight, and the Inquisitors know it.",		"s_a753d65f":"Glad to hear it, because I've got an urgent assignment right here.",		"s_a747531a":"Well...supposedly, he knows something new about Jedi.",		"s_a65d4a43":"Who is Admiral Willham Burke?",		"s_a399c876":"I'm surprised the Inquisition has waited until now to engage the Vortex.",		"s_a2454aa3":"Hey! SOMEBODY'S got to be the best.",		"s_a13b304c":"Don't worry.  They won't catch me!",		"s_a07914ba":"We are ready to go after the Inquisition with a vengeance.",		"s_9f4dbe82":"I'm always ready to fight the Empire.",		"s_9ecb7fcf":"I think so. But it will be a long and bloody road. And not a straight one, either. We've been plagued by spy activities. Our upcoming missions are extremely dangerous. Frankly, I'm glad. They'll separate the weaklings from the true patriots. ",		"s_9c236354":"Excellent.",		"s_9b43a7ee":"Yes sir.",		"s_9b0c24f5":"It goes without saying that the space station is well-defended by Imperial fighters.",		"s_96d9696a":"We are in the middle of a war for not only our freedom but for everyone's. We don't get to choose how we serve the Alliance. Now I know that we are not the Empire but you had better be aware that when it comes to traitors and deserters we will not hesitate to act harshly. Are we understood, pilot?",		"s_94d8d136":"Well, Inquisitors ARE dangerous. ",		"s_942559a7":"Sorry, I can only assign missions to Vortex pilots. Why don't you try asking your commanding officer? I'll bet you'll have better luck there.",		"s_8fc2022a":"This area is off-limits for unsecured personnel.",		"s_8efde2ae":"Yes, sir.",		"s_8dc4fc41":"We've scanned the ship ourselves. Engineers confirm the malfunction.The situation's serious. This spy is carrying valuable information. And the Inquisition is closing in on his location.",		"s_8cd97e8b":"You're a Rebel pilot? But you're not part of this unit. Are you lost?",		"s_8a64732d":"We've been receiving from pretty bad reports about you, though.  Did you know you're under investigation for supporting the Empire?",		"s_8a212117":"Sick.",		"s_897a43f2":"It just broke down, out of the blue? Could it be a false alarm? Maybe a couple of wires got crossed.",		"s_89488f10":"I'll get him.",		"s_88099422":"Come on, Evin. Don't lay it on too thick. ",		"s_86677c6b":"What does he want with me?",		"s_85e568":"Nice work out there. Here's your duty pay. Come see me when you're ready for your next mission.",		"s_84f5730a":"I hope not. This is nerve-wracking.",		"s_841d27db":"Why?",		"s_839a8471":"Admiral Burke is in charge of the fourth battle fleet, operating in the Outer Rim. A very fine commander. I had the honor of meeting him a few times. An officer and gentleman in every sense of the words.",		"s_82450216":"Do you mean to tell me that's the best you can do? ",		"s_80ecabfc":"The Vortex has drawn up a plan of attack against the Imperial space station in Dathomir.",		"s_80d8485c":"I'm on it.",		"s_80803e51":"Well start acting like it! Get back up there, NOW!",		"s_803445b":"Absolutely! It means they're taking us seriously. ",		"s_7dec31dd":"Good! Because I'm happy to report that we're going to be escalating our efforts against the Inquisition. ",		"s_7d47427d":"It can't. It's too important. The discovery of even one Jedi could change the course of this entire conflict! And it goes without saying that the spy knows key details about our organization. ",		"s_788df6ff":"Very well! Come back soon, because we have a few things planned for those Inquisitors. ",		"s_77e7784":"Who doesn't?",		"s_75c90fe4":"Good to see you again. I have some great news, and I cannot think of a better pilot for this to happen to. You are being transferred to the command of Admiral Willhem Burke. Told you it was great news.",		"s_75a002d0":"Our secrets are safe for another day! ",		"s_7455cef5":"Here's the first mission. I want to soften the ground and let the Inquisition know that the Vortex means business. They have put several of their navy pilots on patrol duty. These aren't their elite fighters, so they're a good first target. I need a pilot to launch an attack against them. Maybe YOU are that pilot!",		"s_7294f771":"Exactly. And this is a golden opportunity, one we can't afford to pass up. I want you to get out there and blast Uvqolo! I'm warning you, it's going to take everything you've got, and then some. Are you up to the job?",		"s_71d852f5":"How about droid intelligence theory?",		"s_711e6727":"Don't worry! It won't happen. Not as long as I'm here.",		"s_70814158":"Here comes our pilot now! Are you ready to accept a duty mission? Or would you like to hear the briefing again?",		"s_6daeb64a":"You know, it would look GREAT on our records if we could save this guy.",		"s_6b169ba1":"Let's hope they continue to underestimate us.",		"s_6b14c8d":"I'm afraid you're grounded until you can clear-up this mess.  You need to improve your standing with the Rebel Alliance before we can trust you with any more assignments.",		"s_6a348e56":"I'm serious. You've heard the stories about the Empire mutating their pilots and welding them to their ships.",		"s_682985ff":"That was FANTASTIC! I just wish I could have seen the expression on those Imperial faces! ",		"s_6798dc03":"Why that one in particular?",		"s_6598178f":"Interesting.",		"s_6371b34a":"Sure - thanks to me.",		"s_62074d0":"Here you go. And let me know when you're ready for another mission.",		"s_61dcb099":"Good! I'll destroy anybody who comes this way.",		"s_61657d0f":"I see.",		"s_5e2a2bb1":"Sounds good.",		"s_5dbf1a94":"Congratulations! You've earned the right to acquire a new skill. The more skills you have, the more money you'll make.  What will it be today?",		"s_5d9fd0db":"They're still reeling from Uvqolo's death. They can't believe an Alliance pilot was able to kill one of their own. Let's see how many MORE we can kill! ",		"s_5d4e24a2":"I'm glad I can be of use. ",		"s_5796fa91":"No no, of course not. He's strictly an interrogator. And I suspect he wants to find out why the Alliance is so interested in Endor. ",		"s_52ea3d5c":"Well, hey! There you are! Welcome, welcome. I was wondering if you were ever going to get here. I'm Extok Evin, head officer in charge of space warfare in this system.",		"s_52917b0d":"Of course.",		"s_4ef111c8":"Good choice. Once you've mastered this skill, I'll be able to use you for more dangerous missions. I feel fortunate to have a pilot like you at my disposal! You've exceeded my expectations in every way.",		"s_4eaf90e6":"Excellent! You're cleared to leave for the Yavin system immediately.",		"s_4e4d6d23":"Do you realize what will happen if the Inquisitor reaches his destination?",		"s_4e0bf82f":"Oh! Of course, you're right. The coordinates are already in your database. We're equipping your ship with repair materials. I need you to reach him ASAP, repair his ship, and escort him to safety. Now hurry to the Dathomir system.",		"s_4d41f7fe":"Dismissed.",		"s_4c695dbd":"No.",		"s_4a858e06":"Incredible work out there! The spy is safe and sound - and so is his information. Soon, we'll have new Jedi walking among us! The entire Vortex organization is grateful for your help.",		"s_4a835de4":"I want the Vortex to know that this is the BEST squad in the system.",		"s_49805f81":"Can I hear the briefing again?",		"s_4975777":"Well, we're doing our job, %NU. The Inquisition has definitely noticed us. And they're heading our way.",		"s_49707203":"Please carry  them out.",		"s_481965b0":"Please carry them out.",		"s_47eb0778":"Haha! True. They're all filthy sneaks, aren't they? ",		"s_47443361":"Don't worry. It'll get done.",		"s_46787375":"Tell me! I can keep a secret.",		"s_461e9b3f":"You've got nothing to worry about.",		"s_45ceb48b":"It means that Admiral Burke has seen your service record and has chosen you personally. He obviously respects your skills to handle a very important mission for him. Either that or he considers you to be expendable.",		"s_457a7010":"No",		"s_45387989":"Um, yes. ",		"s_426e2f6c":"We're ready for them.",		"s_4265144c":"Good to meet you.",		"s_422deda3":"The Empire isn't sending him to fight us, is he?",		"s_422da50":"Imagine what they'd do to us.",		"s_4222dbd0":"Very nice, %TU! We are making inroads. The Inquisition is in for a surprise.",		"s_41e4adff":"Good job out there. Our freighters are safe. And guess what? One of the Inquisitors has targeted our location!",		"s_3ff3b52b":"Most of our space fleet is already busy, escorting Vortex personnel to safety.",		"s_3de94b24":"Then dig deep, %NU, and get back out there! ",		"s_3daae2ee":"Do I know you?",		"s_3d213ae3":"Well, regardless, we know how to find him. That's the good news.",		"s_3b45e8ed":"My ship's running at peak capacity. I'm ready for another mission. ",		"s_38f1d025":"Is this a declaration of war?",		"s_3678a87c":"Most of our space fleet is already occupied. They're escorting Vortex personnel to safety.",		"s_363f5a49":"We've scanned the ship ourselves. Engineers confirm the malfunction.The situation's serious. This spy is carrying valuable information.  And the Inquisition is closing in on his location.",		"s_35065223":"I stay in close contact with its members. Please return to your work.",		"s_34a99b58":"Think about it. If the situation was reversed, and you were the one in trouble, he'd fight for YOU.",		"s_3069ecae":"What's the bad news?",		"s_2f2320af":"What are you, %NU, some kind of double agent?",		"s_2e34ca37":"Hate compliments? Very well. I bet you like money, though.",		"s_2c61b117":"I don't know if the situation is THAT serious.",		"s_2c5be3f2":"We're going on the offensive. The Vortex has decided to attack the Imperial space station in Dathomir.",		"s_2c4789b":"Understood.",		"s_2928468c":"The Inquisition won't be operating in this system anytime soon.",		"s_290b6cd5":"I'd rather not.",		"s_28a543ae":"I'm not done yet.",		"s_2896ca81":"But I'M not busy.",		"s_2808ade7":"You had best get to your ship and report into Admiral Burke. Good luck to you, pilot.",		"s_25dc6fac":"What kind of information is he carrying?",		"s_25a79f70":"I'm fully aware of the situation, sir! ",		"s_2592b2f2":"But not me.",		"s_2477938c":"My ship's built for speed. I'm sure I can reach those transports in time.",		"s_243a81bd":"Ezkiel is still in need of your services.",		"s_23c4339a":"The Inquisitors already spotted him?",		"s_23b92517":"Of course. I'll bring him in.",		"s_23048e75":"If Jedi are out there, the Vortex will find them.",		"s_20ace535":"No I don't. I assure you I was only kidding around. Let's stay on topic. I recommend that you pay close attention to Admiral Burke, he is supposed to be pretty decent leader so you can probably learn something from him. Be mindful and do your duty without fail.",		"s_1e25d8e3":"The Inquisition has been using it as a base. It's the perfect way to send a message, if you know what I mean.",		"s_1c8bddbb":"What is it?",		"s_1b9c5097":"No briefing necessary. I am ready to DESTROY those fighter patrols.",		"s_1adbadc4":"I'm ready.",		"s_18da605a":"The Inquisition has been using it as a base.  It's the perfect way to send a message.",		"s_16d870fe":"Consider it done.",		"s_15e6446":"That space debris is definitely hiding Imperial secrets.",		"s_14ff5df8":"Are we launching a direct attack?",		"s_14192a1b":"In my mind, it is. And this is the perfect time to make a move.",		"s_13f3baf7":"How did you know?",		"s_13010c2d":"You say that, but he's still safely en route! Hurry up and stop that monster, before he destroys all of us! ",		"s_127c7ddc":"Hm! Well, I do have a few duty missions here. Would you like a briefing?",		"s_122f0ea4":"I'll see you when you get back from Dathomir.",		"s_113f3fb6":"Wow! Can you tell me more?",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_rebel_tier4.stf) is automatically generated by the SwgConversationEditor."
}}
