{
	"stfFile":"conversation/naboo_privateer_trainer_1",
	"entries": {
		"s_fb1c19c1":"I want training!",		"s_f742d1e8":"Unacceptable! Unless you take out the Black Sun leader, they'll never stop harassing our transports and our citizens. You're a better pilot than that! Now go destroy that leader's ship!",		"s_f5f16210":"Very well. Come back and speak with me when you're ready.",		"s_f4245779":"There's nothing in which I can train you right now. But a duty mission is a great way to earn some experience for your next training session. What do you say?",		"s_f07f26ad":"DIDN'T I JUST SAY WE'D PAY YOU?! NOW GO DO THE PATROL ALREADY! GO! GET OUT OF MY FACE BEFORE I HAVE YOU ARRESTED!",		"s_eed2fe3e":"Think nothing of it. Are you ready for your first assignment?",		"s_ea059f38":"Will do!",		"s_e9c7c6bb":"That will come in handy.",		"s_e94f494b":"I want to know about basic fighters.",		"s_e814cf37":"I would like a duty mission.",		"s_e6c0bf4f":"There will be time for that later. Right now, you've got a job to do.",		"s_e38f886b":"Good, good. We have a couple to choose from. You can either fight the Black Sun menace in a Destroy Duty, or you can assist the merchant freighters with an Escort Duty.",		"s_e3245432":"Well, you're going to need a ship. I'll add these control codes for a basic one to your datapad. You should consider upgrading sooner or later, though.",		"s_db74ddc6":"How about some training?",		"s_d70dba34":"Yes.",		"s_d487641c":"Not yet, %NU. I need you to complete a few assignments before I can train you any further.",		"s_d07cf233":"It's not all about experience, %TU. I need you to complete a few assignments before I train you.",		"s_d05d7112":"It's a mercenary bandolier. Pretty popular item among the freelance pilot crowd. Really handy to help you keep your things organized.",		"s_cd72f93":"Good choice.",		"s_cd397d97":"That was a quick reaction to pick up the escort. It is a good thing we sent you on that patrol. The pilot sent over some money for you to cover any repairs you might have, and here's something to help you organize your things.",		"s_c4682ea6":"Thanks!",		"s_c29502":"Right, back to work! Now that you've eliminated some of the riffraff out there, we want you to run a patrol and make sure there are no more of these criminals in the area.",		"s_c261cfae":"No problem.",		"s_c1ff5062":"I'm looking for a mission. Do you have any?",		"s_c19e20c9":"Excellent. Consider yourself enlisted. Do you have a starship suitable for service?",		"s_bcdb501b":"Ready for your next assignment? Good! Obviously we can't allow that random attack on you to stand, so now we need to send a message to those pirates. Go destroy four of the Black Sun pirates... That should send a clear message that we're not going to tolerate their activities.",		"s_bbbfb8db":"Whadya mean what's in it for you?! Pride in a job well done, you dope! RSF will pay you, of course, but that's not why we do this job! We do it because we're the ROYAL FREAKING SECURITY FORCES!! Now get out of here and complete your assignment.",		"s_b9c77549":"That's what I want to hear. Now go!",		"s_b9b27823":"Thank you.",		"s_b5b6e634":"But I'm experienced enough to learn more now!",		"s_b3a9fd05":"Sure!",		"s_b24af40a":"You're going to need a ship, of course. I'll add these control codes for a basic one to your datapad. You should consider upgrading to a better ship soon, though.",		"s_b02e116":"That's the spirit. Good luck!",		"s_aec5c3dd":"It wasn't my fault. I was attacked!",		"s_ac00d21e":"I want to know about basic training.",		"s_a8cdf3dc":"A duty mission is an open-ended task. That means that there is no true end to it, you just finish whenever you're ready. It's a good way to earn experience to prepare yourself for training. So, what do you say?",		"s_a49a3700":"Your ship is parked at the starport. I've uploaded clearance codes to your datapad. Check your datapad to review the status of your ship.",		"s_983440a3":"I don't like your attitude! Just go complete your assignment before I shoot you myself.",		"s_9817b9bb":"No, I don't.",		"s_97a2f8dc":"Very well. Listen up. We've had reports of pirates in the system and we want you to run a patrol. Just make sure everything's on the up and up. This ought to be a piece of cake.",		"s_966bc2b6":"I don't know about you, but I've had about enough of these criminals operating in our system! We want you to take out their leader this time, and use all necessary force to defeat any wingmen that happen to be with him, too.",		"s_939b6844":"I want to know about basic starship component use.",		"s_9237617f":"What about training?",		"s_919029b":"Go see Captain Kaydine. He is in one of the large meeting rooms upstairs here in the palace. Should be easy to find, just follow the ego.",		"s_90b16aa7":"We'll pay for every transport that makes it through.",		"s_904d71cf":"Ok! Ready for an assignment already, eh? Well listen up! We've had reports of pirates in the system and we want you to run a patrol. Just make sure everything's on the up and up. This ought to be a piece of cake.",		"s_8fb73c4":"I'll train you... AFTER you complete a few assignments for me. Now about that patrol...",		"s_8853a92c":"You've got your assignment, and the control device for your ship in your datapad. Go to Theed Hangar and access the terminal to launch into space.",		"s_85dd7d6c":"How do I get back?",		"s_8179979d":"Naturally.",		"s_80744015":"Don't worry?! Don't worry!? The captain's all over me about this and you tell me not to worry? Tell you what... go kill the Black Sun Leader and THEN I won't worry!",		"s_7eb4d42":"Fine.",		"s_7c4368e":"You have accomplished all the tasks I have set for you. Are you ready for some more advanced work?",		"s_7c1fe68f":"Sorry, but I can't chit-chat with you. I'm busy doing important Royal Security work here.",		"s_7b3b28bf":"Go!",		"s_7af03aab":"I don't want to hear your excuses! Now get out there and complete the assignment!",		"s_792ad840":"OK, OK. Come back when you're ready.",		"s_789f76ee":"Stop wasting my time.",		"s_7736f08b":"Now it's personal.",		"s_7478cd28":"Will you train me after this?",		"s_73f727e7":"Now hold on, there... there's no reason to fly off the handle. You've got a job to do, that's all. Now get out there and do it. And... good luck!",		"s_72f94b8e":"I think you're a pilot for the Rebel Alliance! Look, the Royal Security Forces don't have any use for the likes of you. I think you should leave now.",		"s_7217d77":"Greetings officer! Nothing to worry about here, we've got everything under control.",		"s_6ea4aa1e":"That's great work! With their leader destroyed, they're sure to be on the run. Let 'em go to Tatooine if they want to be criminals, but they're not going to aggress merchants while the RSF is on the job. Take these credits and get your ship repaired, if it needs it.",		"s_6b25cc31":"I've heard you're quite a pilot. What brings you to speak with the Royal Security Forces?",		"s_68660d24":"I need to take care of some things first.",		"s_65d63b3c":"Well, RSF better pay me",		"s_659e0fa0":"You're a loose cannon! Do you want to be a member of Royal Security or not? Now get out there and complete your assignment! Black Sun isn't going to take over this system on *my* watch!",		"s_6575e5d0":"Get up there and put those Black Sun in their place.",		"s_652689c":"Please tell me you're not going to make excuses... It's a simple patrol mission and you're standing here jabbering at me?! Go complete your assignment!",		"s_63336624":"Ready for an assignment? We have some duty missions available.",		"s_629c7d23":"I want Escort Duty",		"s_6106187c":"What is a duty mission?",		"s_61036267":"You've got your orders! Stop standing around and get back on the job.",		"s_60c4f974":"Where do I go?",		"s_5ed33504":"Excellent. Sounds like you're all set then. Are you ready for your first assignment?",		"s_5e36283d":"You have demonstrated your competence to a very satisfactory degree. I think you're ready for some training. Tell me, what are you interested in?",		"s_5df0371b":"Excellent work! It's a good thing we sent you on that patrol. Take this as your payment. If you want another assignment, then just come talk to me.",		"s_5c522568":"Yes, of course.",		"s_52917b0d":"Of course.",		"s_4c695dbd":"No.",		"s_48b8131c":"Don't worry.",		"s_48566ef9":"What's in it for me?",		"s_465e6eeb":"Greetings citizen. Are you here to join the Royal Security Forces?",		"s_443c036b":"All I asked was for you to complete one simple patrol. What's the malfunction? Get back out there and secure the area!",		"s_4358efe9":"Where is my ship?",		"s_41c478b2":"Theed Hangar. Leave the palace the way you came. Take a left when you hit the plaza. Then follow the roads until you reach the power complex. Theed Hangar is on the opposite side of this building. Go inside the hangar and look for the 'starship terminals.' Use one of these terminals to launch your starship.",		"s_40759c25":"I want Destroy Duty",		"s_3f49e786":"Great!",		"s_3d6c25c7":"Good work, %NU. Here's your payment.",		"s_3d36a0e4":"Eh, I changed my mind.",		"s_38d8b2c4":"I appreciate your enthusiasm, but unless you're a member of the RSF, I'm afraid I cannot help you. Talk to your own contacts if you're looking for a mission.",		"s_36a4e374":"Yes, I am.",		"s_3175b359":"Yes, yes, you have my word. Take out that leader and I will train you to be a better pilot.",		"s_2883b989":"Not right now, thanks.",		"s_1e029d90":"Well, fortunately for you, I do have an opening for some duty missions today. There is escort duty and there is destroy duty. What would you like?",		"s_1db37a0f":"I'm off!",		"s_1c8bddbb":"What is it?",		"s_1726d8a5":"I want to know about droid interface basics.",		"s_1664d807":"You must communicate with the Naboo space station and request permission to land. Fortunately all of the new starship navicomputers automatically add a 'launch waypoint' to your datapad when you take off. Find your way back to this point, fly up to the space station, communicate with them, and ask for landing clearance.",		"s_122b0165":"You're really coming along as a pilot, %TU. I think you're ready for some more training. What interests you?",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_privateer_trainer_1.stf) is automatically generated by the SwgConversationEditor."
}}
