{
	"stfFile":"conversation/naboo_rebel_trainer_1",
	"entries": {
		"s_fedae3f2":"Splendid! Please convey my admiration to the Alliance pilots on Dantooine. You will find Brother Vrovel in the 'abandoned' Rebel base in the North West. Be aware, you need to be a full member of the Alliance faction to be allowed entrance in to this secret base. Good luck!",		"s_fc27931b":"Thanks.",		"s_fbd6b3e6":"You are welcome, pilot!  As a bonus:  I've had a bandolier made for you.",		"s_fb2ee4e7":"Not so fast, %TU.  There'll be time for training later.  Right now we need you to do another assignment.  I hope you are ready for it.",		"s_fb1c19c1":"I want training!",		"s_f91d81c7":"What sort of obligations?",		"s_f8b02865":"What do I do?",		"s_f75b511f":"You got it, metal head!",		"s_f60c8a5":"Train me to fly starships!",		"s_f4d0e976":"The Alliance HQ computer system is rather disappointed with your performance. I have been instructed to renew your mission assignment. Good luck!",		"s_f1c5717b":"I am quite certain the Alliance appreciates it, as well!",		"s_f14340ef":"Thank goodness you've returned in one piece! How was your first mission?",		"s_f0b6493f":"Thank you, V3.",		"s_efd8333f":"You are in luck. The Alliance has stowed a number of restored fighter craft at starports here on Naboo. I will upload the security codes for one of these vessels to your datapad.",		"s_eedd7284":"Greeting, Sir.  Ma'am?  Pardon me.  I'm terribly sorry.  I cannot help you with that.  *bzzt*",		"s_ee82c4c3":"It should not be difficult. He should be one of very few veteran TIE fighter pilots in this vicinity.",		"s_eceb89e1":"Oh absolutely! Naboo space is teeming with deadly gangs of pirates - and horrid nebula that will melt your ship in mere seconds. Do be careful out there!",		"s_ebc0661b":"I got nothing better to do.",		"s_e9b471e7":"I am not doing anything here.",		"s_e93422bf":"This is a great day! Welcome to the Alliance pilot training program.",		"s_e6a9899d":"You must go to the starport in order to begin your assignment. It's just over there - on the other side of the pond. You can see it from here, actually. Go inside and look for a 'starship terminal.' Use the terminal to launch your ship into space.",		"s_e5f13c4":"I'm not afraid",		"s_e50bc223":"Yes! Yes indeed!",		"s_e31d65b7":"The duty logs indicate that you are in mid-mission. We have nothing to discuss until you are finished.",		"s_e096316d":"Sounds wizard. Let's go.",		"s_dfc3b1e1":"Of course. I am authorized to assign a selection of combat duty missions to you. Would you like to perform a duty mission?",		"s_de7d9c3a":"You have made an excellent choice. You are now part of the Alliance flight training program.",		"s_de748105":"Bad news, %TU.  Clear your name with the Rebel Alliance.  Prove your dedication against the Empire.  I'm afraid you cannot fly for the Rebel Alliance until this matter is resolved.",		"s_db851c67":"Oh dear! What did you do?",		"s_da803d9b":"Yes... We have reliable information about the location of Imperial TIE forces. They are being led by an experienced TIE veteran. Eliminate this TIE veteran pilot with extreme prejudice. This should halt the Empire's plans rather effectively.",		"s_da1db2a5":"Improve your faction standing with the Rebel Alliance.  Then they will believe you are still dedicated to overthrowing the Empire.",		"s_d9c6f8a5":"Four or more will do quite nicely. Focus on the TIE fighters. They are critical to the Empire's operations in Naboo. If you focus on these craft, the Empire will know that their intelligence is compromised and that their operations are in jeopardy. This will buy us some time...",		"s_d7d27ed7":"You are welcome, pilot! Congratulations!",		"s_d779178a":"What other targets are in the area?",		"s_d731f764":"(Shrug and smile.)",		"s_d671116a":"Yes, of course! Congratulations. Good work, sir!",		"s_d0233b4b":"The Force be with us.",		"s_d002385f":"Sounds great!",		"s_cf63ee80":"I would like to patrol Naboo space.",		"s_cf04e474":"What more do we know of this TIE veteran?",		"s_ce6b43af":"We have reason to believe that the Empire is moving a wing of TIE fighters directly into an Alliance supply route. We need to know more.",		"s_cd448c20":"Greetings. I am V3-FX, Alliance Pilot Relations. May I interest you in our starfighter training program?",		"s_cd4363b6":"You are welcome, pilot!  As a bonus:  I've had a flightsuit made for you.",		"s_cca63822":"What a fortunate coincidence! I am able to induct you to the Alliance pilot training course immediately - provided that you agree to certain obligations.",		"s_cc07efa5":"Yes, please. Alliance intelligence 'net is quite clever - you see, the Empire does not yet know that their fleet info has been compromised. Strike their TIE fighters with extreme prejudice, and they will have no choice but to halt their greater strategy.",		"s_cbe69427":"Only the TIE fighters?",		"s_ca776e30":"Who are you?",		"s_ca62728c":"Yes, yes, you have my word.  Complete this last assignment for me and I will train you.  Are you ready?",		"s_ca5e8b8b":"Affirmative, sir. I have placed your ID on the duty roster. You are free to sweep and clear Imperial warships in the area. You can return to the ground at any time when you feel that you have learned enough.",		"s_c92d07b4":"Sure. Why not.",		"s_c89c913b":"Oh dear! Please just stay out of trouble. Come back in one piece!",		"s_c7939f2f":"What are we looking for?",		"s_c7626ea8":"I have been ordered to reassign a mission to you. The mission you most recently failed. My apologies. And... good luck!",		"s_c713935d":"You say there are merchants to save?",		"s_c5dca41d":"Splendid! You are now rated for more powerful components. Use them well!",		"s_c267cd40":"There's none specified in the data I received from our esteemed superiors. You have to search the Naboo system until you find some good targets.",		"s_c16bab26":"I need answers, droid.",		"s_c1013aa7":"Whatever.",		"s_c010439f":"Splendid!",		"s_bf1a0f3e":"So tell me about the job.",		"s_babb9df9":"Oh dear. Oh no! I hope I have not offended you.",		"s_b9b27823":"Thank you.",		"s_b952209b":"When you launch, your ship computer will create a 'launch waypoint' near the Naboo traffic control station. At the conclusion of your mission - return to this point. Communicate with the Naboo space station and request landing clearance.",		"s_b89c30f1":"Who is Brother Vrovel?",		"s_b7b55289":"Hello there! It is good to see you, although I believe you are supposed to be on planet Dantooine... correct?",		"s_b5caf1b6":"Critical to say the least! We must resume supply flights as soon as possible. To accomplish this, we need you to sweep a five-point area. Once again, your ship sensor data will be used to plot an effective route for our larger transports.",		"s_b4155765":"Excellent! I see you are in perfect health!",		"s_b3bebc5e":"How do I get there?",		"s_b2d473c6":"(Salute) Yes, sir!",		"s_b26194cb":"What are you doing here?",		"s_b1ab42f0":"Alliance HQ has requested that I assign a new mission to you... since you have failed the previous. Good luck!",		"s_b0d2b96b":"How noble of you, ma'am! Droid programming is a most respectable vocation.",		"s_b0643db5":"You're going to teach ME?",		"s_b04f2893":"Yes. I am ready.",		"s_b0047226":"We have decoded your starship sensor data... and we have bad news. The planned Alliance supply route has been thoroughly compromised. We need you to find us another route. Are you ready to take flight again?",		"s_afdd3bc5":"Pirates? Nobody mentioned pirates before...",		"s_ae8026b4":"Searching my extensive database I see that he is in what the Empire think is an 'abandoned' Rebel base on Dantooine. The Alliance is so clever it's almost scary.",		"s_ae7a2a24":"Uh... yes, and good day to you too!",		"s_ac05bfba":"Are there any missions I can fly?",		"s_a9a1aa2a":"Wonderful! I will teach you to fly starfighters in exchange for your loyalty to the Alliance, and your full willingness to support the rebellion in Naboo space and beyond.",		"s_a994ca63":"For the Alliance!",		"s_a80d9308":"Good luck!",		"s_a66ff602":"Our transports could use my help.",		"s_a6661be0":"Good bye, sir! And good luck on Dantooine!",		"s_a42932d7":"I will need a starship.",		"s_a425f33d":"I have no use for you.",		"s_a3f21650":"Get into your ship, Pilot, and FLY there.",		"s_a30d25ad":"Thank the maker!",		"s_a30c1a53":"Yes sir!",		"s_a26aaa8b":"Planet Dantooine. You are supposed to meet with the Vortex group leader, Brother Vrovel, at the 'abandoned' Rebel base there. Due to the secretive nature of the Vortex you won't be let in to the base until you are a full member of the Alliance.",		"s_a20f8416":"The recent Imperial activity is being led by a veteran TIE fighter pilot. We know of his location. Fly to the nav point, and eliminate this pilot with extreme prejudice.",		"s_9f83d209":"Sounds very exciting! Congratulations!",		"s_9f6cf52":"(Glare in silent hatred.)",		"s_9cb26d6a":"Good bye, ma'am! And good luck to you on Dantooine!",		"s_9ba2e5e1":"There is a measure of monetary compensation for your efforts. Honestly, most pilots fly because they feel it is important to their survival. Do you not agree?",		"s_99dfe276":"Interested? Is there money in it?",		"s_999f2284":"While you were away, we discovered some information that will break the back of the Empire's fleet movements here in Naboo. Are you ready to fly again?",		"s_98a1c60d":"This is good to hear, pilot! Congratulations.",		"s_97e129cd":"Where is the rally point?",		"s_9757e73a":"You'll be covering a little-used Alliance supply route. It's become more important in recent days because of Imperial activity outside the asteroid belt. We have plans for this area, and need to know that we'll remain unseen.",		"s_968b4bae":"Oh. Excuse me. I didn't see you there.",		"s_96184c1":"A duty mission is an excellent way of earning experience towards your next training session. No good trainer would teach a pilot with no experience. Duty missions have no real end to them, you simply finish whenever you are ready. Would you like a duty mission?",		"s_9561a5a9":"(Salute) Thank you, sir!",		"s_9490adec":"Yes. The Alliance thanks you.  As a little bonus, I've had this bandolier made for you.",		"s_9480f430":"I am interested in droid interface basics.",		"s_93470245":"How should I stay hidden?",		"s_92e1301f":"Don't worry. I will be fine.",		"s_909a1feb":"You will need a ship, in order to be a pilot.  I will add the control codes to your datapad for a simple Z95.  I hope that it serves you well.",		"s_90377ed4":"Affirmative!",		"s_900f01d1":"What?",		"s_8c6a4b66":"Oh. You are an Alliance pilot, but I do not recognize you. How may I be of service?",		"s_8c272224":"I am interested in starfighter survival tactics.",		"s_8b4893d6":"Piece o'cake, metal-mouth!",		"s_8b2a5c11":"After you have completed a few assignments for me, then I will train you.  So, are you ready?",		"s_8995f223":"What are my targets?",		"s_87a8cca7":"How will I know this pilot?",		"s_85fcdc55":"Fighters attacked me!",		"s_85e2e26d":"Greetings. Can I be of service?",		"s_85dd7d6c":"How do I get back?",		"s_85cea100":"Alliance intelligence has plans for this route. I don't know precisely what these plans are - but I assure you that I'll tell you as soon as I know.",		"s_85c109c3":"You're irrepressible! Best of luck!",		"s_83cb5e35":"Affirmative, pilot! Congratulations.",		"s_838cca30":"Greetings, pilot. You are performing exceptionally well! It would be my pleasure to provide any further training modules that you require. What area interests you the most?",		"s_8334632":"Where do I find this Brother Vrovel?",		"s_81eaed4e":"Finally decided to become a REAL Rebel, huh?  Well it's about time.  You do realize that enlisting with the ground forces means you could be attacked when you least expect it... even if you are a covert operative, there's still a danger!",		"s_81c3ab31":"They're quite safe on their own, I assure you. We only ask that you stay out of sight. Starfighter patrols make the local business interests somewhat... timid, if you get my meaning.",		"s_81770bc2":"Yes! Please perform this task in the name of the Alliance!",		"s_8062b983":"How noble of you, sir! Droid programming is a critical skill for the Alliance pilot.",		"s_7ed5fec3":"I want to be part of the Alliance.",		"s_7d4a858e":"Blasted 'em.",		"s_7d2cd92d":"Then it is my pleasure to welcome you to the Alliance space navy.",		"s_7ad400bc":"Alliance command is impressed with your courage, pilot! The main computer specifically mentioned your ability to improvise in a crisis situation. Very good work!",		"s_7a4f9992":"Unfortunately, I have very little information on the Vortex group. Alliance HQ indicates that they are a friendly organization dedicated to locating Light-side Jedi and recruiting them to the Rebel cause. They are a very secretive part of the Alliance which is why you need to be a full faction member of the Alliance before you can join them.",		"s_7a27e11":"I'll blast any Imperial crosses my path!",		"s_79a06a16":"Salutations, pilot! I hope you are well-rested and ready for your first assignment for the Alliance training system.",		"s_78679b31":"Sounds like fun. Where do I sign?",		"s_76fb5d49":"Alliance HQ has spread word of your victory! Congratulations, pilot!",		"s_761039fa":"I want to enlist with the ground forces",		"s_748d90dd":"Glorious! Your first mission is a short-range, four-point patrol. When you return, your ship's sensor data will be downloaded to the Alliance 'net for Intel to review.",		"s_7478cd28":"Will you train me after this?",		"s_7426e000":"No!",		"s_741df7ed":"Where?",		"s_74163bd7":"Destroy the veteran TIE pilot leader at a specific rally point. You will receive the waypoint data once you are in space.",		"s_73edb45":"They fought well, but I fought better.",		"s_72d418bf":"I... forget...",		"s_71a4b693":"In order to qualify for continued training you must participate in Alliance military operations in Naboo space - and beyond.",		"s_706c5683":"...smuggler...does not...compute...",		"s_6fb5a316":"I am more than ready.",		"s_6f3e9d4b":"You have performed wonderfully! Alliance HQ has authorized me to provide your first starship training module. It is customary for the trainee to choose their area of emphasis. Which do you prefer?",		"s_6cc94470":"In that case, I welcome you to the Rebel Alliance pilot training program.",		"s_6c620e99":"Don't they travel in big groups though?",		"s_6c399378":"Agreed! I will put your ID on the escort duty roster. You can return to the ground at any time when you feel that you have learned enough. Take flight whenever you wish.",		"s_6be218d":"According to the Alliance main computer, Brother Vrovel is an eccentric Bith who has helped the Rebels on numerous occasions. He himself is not a pilot... for that matter, he has almost no pilots in his ranks. That is why you have been re-assigned.",		"s_6b490480":"(Salute) Affirmative!",		"s_6aadaf18":"I will bring honor to the Alliance!",		"s_6a150013":"Let's have some details.",		"s_692451bc":"You could do missions for the Rebel Alliance, if you can locate a mission terminal... that will prove your dedication.  I'm terribly sorry, %TU.",		"s_67d49232":"**zzt** What sort of answers?",		"s_65a3e672":"Splendid! You are now part of the Alliance pilot training program.",		"s_658f174d":"What am I looking for?",		"s_6576f571":"How?!",		"s_64308f9f":"Why not indeed! Let's have some revenge on the Empire. Find four of their puny TIE fighters in the Naboo system and destroy them!",		"s_61836246":"The Alliance HQ computer system has informed me that the TIE Veteran pilot has been defeated. Very good work, my friend. Very good, indeed!",		"s_616cd1dd":"Yes. I am ready to train.",		"s_614176fe":"That is most excellent to hear. We have two mission types available. You may choose to patrol the system and destroy any Imperials that you find, or you may choose to help escort our supply ships. Which would you like?",		"s_6106187c":"What is a duty mission?",		"s_60c4f974":"Where do I go?",		"s_60c2803a":"Greetings... %TU?",		"s_5f65d2ef":"Not yet, this is important!  Now are you ready?",		"s_593caccf":"Yes, of course! Congratulations. Excellent work, ma'am.",		"s_576d5b2a":"TIE fighters only. There are other Imperial targets above Naboo, these TIE fighters are special. They are part of the Empire's occupation plans. Once you eliminate these craft - and only these craft - the Empire will know that their secrets are compromised.",		"s_54d18017":"Alliance HQ demands that you rejoin battle against the TIE Veteran so that our campaign may move forward. Good luck!",		"s_54a7239a":"I ***CRACKLE*** excellent pilot trainer!",		"s_546aa4f5":"You got it!",		"s_52fb0136":"You are most welcome. Are you ready for your first assignment?",		"s_4ffd4b9d":"I am interested in a duty mission.",		"s_4efbdbfa":"What is 'Vortex?'",		"s_4d3c3acd":"You will fly a four-point patrol above Naboo. We will need your ship's sensor data when you are finished.",		"s_4c08239e":"I cannot say. Being a droid, I have no use for such things.",		"s_4bbbb3ee":"I, myself? Not very much. You may find more than one in the general area - but Alliance intelligence indicates that the Empire has charged one veteran TIE pilot with coordinating aggressions in this system.",		"s_49bfaf2":"(Salute) For the Alliance!",		"s_48d7182e":"Oh, there is nothing to sign. You simply need to apply yourself to the flight lessons I have to teach. Are you interested?",		"s_47ce8fc2":"We have located a rally point from which the Empire has staged their recent aggressions. Go to this point and bring down a veteran TIE fighter pilot.",		"s_466afe42":"Forgive me. I am not authorized to assign missions to you. Perhaps you should speak with your commanding officer.",		"s_45e27f53":"You are clearly a superior pilot! Congratulations.",		"s_4358efe9":"Where is my ship?",		"s_41e49ae6":"Good day to you, then.",		"s_4063c2da":"You must go to planet Dantooine and meet with Brother Vrovel, leader of the Vortex organization. He's located in the North West at what the Empire thinks is an abandoned Rebel base. Due to the secretive nature of the Vortex you won't be let in to the base until you are a full member of the Alliance.",		"s_400d7391":"Greetings, my friend. You will be pleased to know that Alliance High Command has authorized me to offer you a selection of combat duty missions. Are you interested in a duty mission?",		"s_3fc246bd":"Error.  You have been grounded by Alliance HQ.  There are serious accusations against you... Working for the Empire?!",		"s_3fa70900":"I am interested in basic starship component use.",		"s_3f1a842c":"Yeah, yeah.",		"s_3be54b2c":"Glorious! Welcome to the Alliance pilot training system. I will be your tutor.",		"s_3a8fb4dd":"Let's get on with it, buddy.",		"s_36fa01ee":"We will need a short while to decode and interpret your starship sensor data. In the meantime, there is more work to be done... if you are ready?",		"s_35657a01":"Of that I am certain.",		"s_31d45080":"The Alliance has my eternal faith.",		"s_314a123f":"That is good to hear. Let's have some revenge on the Empire. Find four of their puny TIE fighters in the Naboo system and destroy them!",		"s_2ff8ef01":"Good for you!  Alliance command will be happy to have you as an asset both in space and planetside!  Just seek a Rebel Recruiter and tell him you want to join.  I'm certain there won't be a problem with it.",		"s_2e5c9032":"Congratulations, pilot! You have successfully completed the first tier of the Alliance starfighter training program. Your next assignment will take you to planet Dantooine and place you under the guidance of Brother Vrovel... leader of the Vortex organization.",		"s_2e4fedc2":"I am V3-FX... Alliance Pilot Relations.",		"s_2d4bb338":"May the Force be with you.",		"s_2bf47615":"Yeah, sure. Why not.",		"s_2be1e8b":"(Salute) Requesting more info, sir!",		"s_2b74415f":"Expect the rally point to be patrolled by junior TIE cadets. They will be quick to respond if they see you first - so be very careful. Keep your eye out for the veteran TIE fighter pilot, and eliminate him.",		"s_2adb435":"Where am I patrolling?",		"s_284dc5d3":"Yes, ma'am! I have uploaded your ID to the system duty roster. You are cleared to sweep Naboo space for Imperial starships. You can return to the ground at any time when you feel that you have learned enough. Good luck!",		"s_27a8c796":"For the Alliance, my friend.",		"s_26bc1385":"A basic Z95 starship is being held for you at the starport. I have uploaded the control codes for this ship to your personal datapad. Any time you wish to review the ship status, open your datapad and examine the ship control device.",		"s_26970ef":"I am interested in basic starfighter training.",		"s_2582d5e6":"Um... yes... um... Let's have some revenge on the Empire. Find four of their puny TIE fighters in the Naboo system and destroy them!",		"s_25572e24":"That sounds delightful.",		"s_2518a758":"As you wish! Your first assignment is a four-point patrol along the Naboo frontier. Be careful of local pirates - and be kind to local merchants. They are friends to us all, you know.",		"s_2099a39c":"Agreed!",		"s_1fb7129c":"Yes. The Alliance thanks you.  As a little bonus, I've had this flightsuit made for you.",		"s_1f6a762c":"No sweat, droid.",		"s_1e626caa":"Of course. Those supplies are critical!",		"s_1df40ac6":"Goodbye, V3.",		"s_1d2430a3":"What sort of money are we talking about?",		"s_1c2c03ae":"There are a number of pirates in the area. The Empire is interested in removing these pirate elements, so I suspect your route will be clouded with peril... unfortunately.",		"s_1aaecbcb":"There will be none. You have to search the Naboo system until you find some good targets.",		"s_1a53f653":"I am looking for pilot training.",		"s_1a0322d9":"I want to fly for the Alliance!",		"s_1809c6fc":"What is the location?",		"s_1728f71a":"How thin are we talking?",		"s_16642b72":"But of course. It is the standard starfighter training curriculum. I am a very skilled teacher, I assure you.",		"s_145a9b15":"Of course! I have removed the code-lock on your procedures manual. Secret techniques are now available to you.",		"s_1323cdc1":"How can I be of service? I have added your first assignment to your log... and I have uploaded codes for a ship control device in your datapad.  Go to the Starport and access the terminal to launch into space... unless I forgot something?",		"s_123652f8":"(Salute) May the Force be with you.",		"s_11e3b199":"Welcome to the Alliance.",		"s_116bd775":"(Wave dismissively.)",		"s_1137ccd7":"We cannot say at this time. Alliance pilots in the Naboo system have reported a wide variety of Imperial activity. You should be able to find some smaller support wings...",		"s_10581a3e":"That's right",		"s_104b565a":"Well, I'll join anyway.",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_rebel_trainer_1.stf) is automatically generated by the SwgConversationEditor."
}}
