{
	"stfFile":"conversation/naboo_privateer_tier4",
	"entries": {
		"s_ff6e1247":"Those Black Suns didn't like the fact you found their secret cargo.",		"s_ff66ed8b":"You don't have  to love 'em. You just have to keep 'em happy. Get out there and take care of those captains. ",		"s_ff47ef5a":"This job's not as easy as it looks, you know.",		"s_fd7e4ac8":"Teach me about expert techniques.",		"s_fd271a84":"You read my mind. But this time, you're not going alone. We need a show of force. You'll be joining a fleet of RSF pilots in a sortie against the Black Sun.",		"s_fcd38a06":"Then you don't know the Imperials. Are you talking back to me?",		"s_fc7e0e7a":"No ma'am.",		"s_fc00cf40":"I see what you mean.",		"s_fb1b0124":"They're paranoid, I know that.",		"s_fadf51b5":"Imperials.",		"s_f803a81b":"Nothing definite. Black Suns know how to cover their tracks. But they're definitely active in this system. And that's a problem, considering the Imperial crackdown.",		"s_f453a7fa":"I like your attitude. I was right about that freighter, wasn't I?",		"s_f4146fa1":"Lowlifes with guns.",		"s_f1e2aed8":"Aren't you going to thank me?",		"s_f0583774":"Yeah, but...well...",		"s_ee2b4c16":"Help is the one thing they need. Just try not to get killed yourself, okay? I hate breaking in new pilots. ",		"s_ec5dca32":"Vortex? Inquisitors?",		"s_ebcc7726":"'Materials for an explosives plant. If they had moved them into this system undetected... well, they didn't. That's all that matters.",		"s_ebb2f602":"He didn't dazzle you with his charm?",		"s_eb72f32e":"No kidding!",		"s_eb559766":"What? Who? Me? I don't care. Get out of here.",		"s_eb4e939":"Of course I do!",		"s_eb2cfdac":"You bet.",		"s_eaf3e39a":"I don't have any patience for lightweights. Do you know how to do your job, or don't you?",		"s_e9ea6fec":"Good. Because I want to go after them.",		"s_e9b81b8b":"Hm. Maybe I should start sending you on more dangerous missions. How would you feel about that?",		"s_e87166ba":"He'd like to start a one-man war against the Gungans.",		"s_e7515ed5":"Go on. I'm busy. I've got things to do.",		"s_e5235eff":"Do you have a mission for me?",		"s_e4bbe441":"I think the Black Suns have declared war on the RSF.",		"s_e4399cac":"What about the Black Suns?",		"s_e4254ae2":"Aw, come on. That guy's harmless. I like his negative attitude. It cheers me up.",		"s_e2dbfb72":"No. I'm OK.",		"s_e1e40ead":"That would be nice.",		"s_e0ce54d":"Sure did.",		"s_dfb50fb1":"I think you're right. ",		"s_df2f398b":"Don't hold your breath. We're wasting time here. I have a mission for you.",		"s_de697017":"OK, if you're sure.",		"s_ddf79f01":"Black Suns are animals.",		"s_db51959a":"Luck had nothing to do with it.",		"s_d9cced1f":"Absolutely.",		"s_d91c04b2":"I'm supposed to give you a skill. Hurry up. Let's get this over with.",		"s_d9177ade":"This is another escort mission?",		"s_d9008914":"And listen. Don't be too gung-ho, okay? If you find some contraband, you know, tell me first.",		"s_d858532":"Get out there and try again.",		"s_d7ffd6a9":"What am I escorting?",		"s_d76f1ea3":"What do you expect? He's a lifer here on Naboo. It's all he knows. Maybe you're more enlightened.",		"s_d767398d":"I didn't think so. I want you to get up there and make things right. Immediately!",		"s_d70dba34":"Yes.",		"s_d6a8a04d":"Oo. I can't wait to see you in action.",		"s_d6473733":"I don't think I've seen you before, but your name is familiar to me. What brings you here?",		"s_d56fe8b0":"Boy, where have YOU been? The Empire's tightening the leash. ",		"s_d55f2579":"I'm ready to go.",		"s_d3c9b4d0":"Beats me! Something about trouble with the prison. And word is that the Vortex is gunning for the Inquisitors.",		"s_d1f589da":"Ridiculous.",		"s_cfba6d32":"Oh, I can DO it. Don't worry.",		"s_cf0a01fd":"Well, let me put it this way. In the Imperial Navy, power is held by only a few men. And Grand Admiral Nial Declann is one of those men. He makes things happen. I've been told that he is a brilliant and inspirational leader. I think you're going to learn a lot.",		"s_cdffba3e":"Tsk. You're late. That's not a good way to start your tour with me, pilot. Are you ready to begin? I have a briefing prepped for you.",		"s_cdbde300":"Well I'm not going to stop.",		"s_cd140a4":"According to this, you are to report directly to the Grand Admiral at the Theed Palace. Now you won't actually JOIN the Imperial Navy - but you'll be joining them for a highly-classified mission. Sounds exciting, doesn't it.",		"s_cab61bc8":"I've met pilots like you before. Raring to go. It's pilots like you that die first.",		"s_c93f357b":"I thought you said you were a good pilot.",		"s_c8888bec":"Never.",		"s_c82e9a2f":"Yes, please.",		"s_c782ced7":"I'm flattered.",		"s_c62300e0":"For the laughs. I like watching you fight. At any rate, here's your duty pay. I'll see you around.",		"s_c60b4787":"Hey! You want to know more, ask somebody who cares. All I know is, They want everything in this system to be ship-shape. No illegal activity of any kind. And of course we are going to comply.",		"s_c5f46951":"I don't think one setback is going to destroy our alliance.",		"s_c5eae735":"Then maybe you've noticed that the Imperials aren't exactly tolerant of troublemakers. They'll stay out of our hair, as long as we keep running a tight ship.",		"s_c5b4e219":"Now, now. Don't get upset. Just because you can't get the job done.",		"s_c4fcfcf7":"I guess I should just...go and do it, then.",		"s_c31a5da7":"I think we're going to have to deal with them. But not right now. Take a break. I'll see you later.",		"s_c290ec08":"Imperials!",		"s_c1ff5062":"I'm looking for a mission. Do you have any?",		"s_c17d2691":"I can do it.",		"s_c09ba3fa":"I'm looking for Rebels.",		"s_c0540c7f":"What Imperial crackdown?",		"s_bdc28bb4":"You did a nice job protecting that scan vessel. We took a look at the tapes.",		"s_bd3f3d63":"I won't think any less of you. You've proven yourself to me.",		"s_bd35f50b":"I see you made it back from serving with the Empire in one piece. I am very glad of that. I have some jobs for you if you are interested.",		"s_bbd611b4":"What about the Imperials?",		"s_babb0d0c":"Look, this isn't an ethics class. We're all just here to do our job. ",		"s_ba8f5de7":"I see what you're saying.",		"s_ba2102e3":"You got it. So check it out. And I don't mean one quick pass, either. Take a GOOD look. Because if they're carrying any contraband, we better find it before the Imperials do. Otherwise, the Empire might think we're pirate-friendly. And that would be a problem.",		"s_b7bd69e9":"Oh! Well that's a relief. ",		"s_b5ee61ed":"A pair of Imperial freighters have entered Yavin space. They need a go-between for a supply transfer. And that go-between would be you. ",		"s_b59b9d3e":"Well THAT didn't go as planned.",		"s_b47b0542":"I don't know, and right now, I don't care. The only thing that matters right now is that deep space scan. It's an expensive piece of equipment. We'd hate to lose it.",		"s_b2e340f6":"What's that?",		"s_b0da26cf":"I'm sure.",		"s_aff98418":"I like your attitude. A busy pilot is a good pilot. But unfortunately I don't have any missions right now. Try your own contacts. ",		"s_afec8242":"Not THIS pilot.",		"s_af9cab7a":"I didn't know you cared.",		"s_ada4db16":"Teach me about exotic vessels.",		"s_ad713f95":"That's me, baby.",		"s_aba1f75e":"Hm, maybe.",		"s_ab583079":"I know. I was worried.",		"s_ab0e62":"Mm!  Good answer, %TU.I should warn you, though. I don't like telling people what I'm thinking. ",		"s_aa1834ec":"I don't think I've seen you before. Maybe you took a wrong turn somewhere.",		"s_aa07a17b":"Spice? Sliced weapons? Who knows. Anything's possible. And I mean ANYTHING. So keep your eyes open and your blasters primed.",		"s_a9d8ef68":"Give it another shot. Those Black Suns aren't so tough.",		"s_a82676b8":"Royal Security Forces are using a deep space scan vessel in Endor space. ",		"s_a77b8282":"Well don't come to me looking for a shoulder to cry on. I want results.",		"s_a5795662":"Because they're bloodthirsty lunatics, I guess.",		"s_a479efa4":"OK, then.",		"s_a404eb10":"I'm done with him!",		"s_a2989575":"They're lowlifes. ",		"s_a284d393":"Something like that.",		"s_a224e8fe":"A deep space scan vessel. It's an RSF ship. We're using it to investigate Endor space. ",		"s_a11918f3":"OK. ",		"s_a087e986":"Not exactly. ",		"s_9fe8c7e7":"Does it say what they want from me?",		"s_9e7f84ea":"I always do.",		"s_9e779014":"Always. There's a heavy mining freighter passing through Endor space.",		"s_9d566d78":"Here's a little something for you. Bye now.",		"s_9d4ab52b":"What was the cargo?",		"s_9b07df81":"Good. That's idea. Here's your duty pay. Bye now.",		"s_9a74f227":"So I see. This one's an escort job.",		"s_983ebe8d":"They're going after the RSF pretty hard.",		"s_9750cd6f":"Lucky miners! Have fun.",		"s_96b5ddf3":"Some firefight.",		"s_9686f892":"Tsk. Better get back to Commander Delios. He hates it when people don't finish what they started.",		"s_963212ec":"OK...",		"s_95fbf5d7":"Our relationship with the Imperials is an important one.",		"s_95fa2e6":"What? For doing your job?",		"s_953c410e":"Are you kidding? I'm going to the cantina.",		"s_9525d65c":"Any idea what the Black Suns are up to?",		"s_94654f90":"I'd like to see a little more sweat, if you know what I mean.",		"s_9422ee24":"You won't. ",		"s_9405f2ce":"So apparently there are some Black Suns in the area, and they'd prefer to keep their activities private. So they're launching an attack against our vessel. ",		"s_9312a850":"So. How was life with Commander Delios?",		"s_92fa7352":"I have just been informed that Grand Admiral Nial Declann has ordered that you be transferred to his squadron, effective immediately. This is a very rare honor! RSF soldiers are rarely drafted into Imperial service so quickly. And they NEVER report directly to a Grand Admiral.",		"s_9299cabe":"What's going on with the Black Suns?",		"s_9281abbb":"Go get 'em, tiger.",		"s_9252108e":"Not your favorites, I take it?",		"s_9192ecb":"Don't be. I'm being sarcastic.",		"s_917f4150":"Well THAT'S not a good enough reason! You're pretty bloodthirsty, too.",		"s_9145ef83":"Listen. There's a heavy mining freighter passing through Endor space.",		"s_9121b74a":"It was easy.",		"s_90422eb5":"Good luck.",		"s_8fe73508":"Nobody replaces me.",		"s_8ca0b65b":"If you have a thing against the Ay'Nat, you could help me out by capturing one of their private vessels.",		"s_8bbbb2ce":"Things don't always go as planned.",		"s_8a0c5ce7":"I'll talk to you when you get back.",		"s_89aa28bd":"Any idea what I should be looking for?",		"s_886cd421":"Ask him. Bye bye.",		"s_88678c75":"Supplies, a few passengers, nothing special.",		"s_87f301d7":"Really? Because it looks pretty easy. Maybe you could give it another shot. Please? ",		"s_87246f3e":"You got it. Go check it out. And I don't mean one quick pass, either. Take a GOOD look. Because if they're carrying any contraband, we better find it before the Imperials do. Otherwise, the Empire might think we're pirate-friendly. And that would be a problem.",		"s_8705a395":"Listen, if you need a break, just say so. I've got other pilots. And you've been through a lot.",		"s_85a73c8b":"So do you have a mission for me?",		"s_84c002ae":"Looking for a taste?",		"s_8462774c":"So I should inspect the ship.",		"s_841d27db":"Why?",		"s_840f4ebe":"What can I say? I've got a nose for these kinds of  things.",		"s_8289ab5b":"I'm ready for my next mission.",		"s_8180cd8a":"So. You did it.",		"s_80714a31":"I think so. But you can be the judge of that. Ready to go?",		"s_7f9b8387":"Why not?",		"s_7cc97d1a":"Well, apparently there are some Black Suns in the area, and they'd prefer to keep their activities private. So they're launching an attack against our vessel. ",		"s_7b043f5c":"Do you REALLY need to get paid? You're not doing the job for the money! Isn't it enough to know you're serving the royal family?",		"s_7977e8e2":"I need to. Those Suns nearly shredded me.",		"s_79387096":"An inspect mission?",		"s_7869de8a":"What's wrong with that Ay'Nat ship?",		"s_77e48d5b":"What do you mean?",		"s_76cd7167":"No. I'm not. Although...I'll admit that I didn't think you'd pull it off.",		"s_76701ff2":"You're about to get your wish. But this time, you're not going alone. We need a show of force. You'll be joining a fleet of RSF pilots up around Yavin in a sortie against the Black Sun.",		"s_75f5450f":"That's classified, my dear. You can ask the Grand Admiral yourself. Now let me give you some free advice. There are a lot of things that a pilot like you could learn from the Empire. Pack your things; you ship out immediately. Don't make the Admiral wait!",		"s_7378bc13":"You know how testy Imperial freighter captains can be. They think they own the universe. Especially these two. They're a real couple of killjoys. But they're our friends, so make nice, OK?",		"s_720204b2":"Let me worry about the Black Suns. I have a new mission for you. ",		"s_7177c3f2":"Who is Grand Admiral Nial Declann?",		"s_70d61202":"Please, give me the briefing again. ",		"s_6cee1a83":"Not so much.",		"s_68441a06":"Action packed.",		"s_67b2bdc1":"Hurry up. It's time to get back to work.",		"s_65f98b49":"Maybe you'll make an exception for me.",		"s_63e5cad0":"Send me out there.",		"s_63c379c4":"These other pilots. Are they any good?",		"s_6362f5f4":"Here's your duty pay. Maybe you can spend some of your money on ship repairs.",		"s_62c8be58":"I can handle those Black Suns.",		"s_619658af":"I'll escort that mining transport.",		"s_614d7ac4":"What is the mission?",		"s_6140c0f4":"Interesting. Here's your duty pay. Let's talk later.",		"s_60d0f37b":"Look. Here comes my favorite pilot.",		"s_5fff247b":"In this system, things DO go as planned. My pilots get the job done.",		"s_5e1ad1a2":"I am. I'm just having a bad day.",		"s_5d72fdfa":"Well, not officially. But  this is a big opportunity for you. You will be working under them until they no longer are in need of your services. You will retain all of your RSF rankings and privileges. According to these orders, you are to report to Grand Admiral Declann at the Theed Palace immediately.",		"s_5c429d49":"Yes ma'am.",		"s_5b6fb4cf":"Why? For what reason?",		"s_5b5570cd":"I didn't like the fact they tried to kill me.",		"s_57f232d6":"I am going to become an Imperial?",		"s_5603b2a1":"Now listen up and pay attention. I hate repeating myself. I need a pilot to escort a Naboo mining transport through Endor space. I'll warn you, Borvo the Hutt's men will probably be interested in that transport.",		"s_55dae7d2":"Not by a long shot. And yes, I AM doing it for the money.",		"s_556c01dc":"Just get me up there.",		"s_55453170":"Not this time. But they'll try again. ",		"s_552b15d":"Right now, the only problem is that it's not here, in my custody. But you could solve that problem. Get going.",		"s_539c8d41":"The head honchos like to know EVERYTHING happening in this system. You must have figured  that out by now.",		"s_52917b0d":"Of course.",		"s_5277eec5":"You tell me.",		"s_50d4081c":"Where do I report?",		"s_501c35bc":"Sure! Why not.",		"s_4ff27acf":"Weren't you just a little bit scared? Just once?",		"s_4f4c63b2":"Fine. Here's your duty pay. Find me later when you want another mission.",		"s_4e740301":"You would be, too, if half the galaxy was gunning for you. And besides, the Imperials are awfully active down here. ",		"s_4d30b2ce":"I guess I have to pay you then.",		"s_4d02fd15":"That's what they SAY they're carrying. But I'm not so sure. I'd like you to take a closer look. ",		"s_4cbd4a9d":"I'd feel great.",		"s_4cae7d37":"Of course not. Forget about them for now. I have a new mission for you.",		"s_492a501d":"I wish I knew! That's highly classified information. The Admiral will explain everything to you. Pack your bags! The Admiral is waiting. ",		"s_48621561":"What about  them? Look, they don't bother us, we don't bother them. Right now, Imperial happiness is your only concern. Get out there and take care of those captains. ",		"s_44b1cd3c":"Mm. We'll see. Let's get you going on a new mission.",		"s_42d6c3ee":"Go on. Your ship is waiting.",		"s_41799e3b":"You did good. I have a new mission for you.",		"s_413ac49a":"I want to help that mining craft.",		"s_3ff13caa":"Here you go. I'm putting together another mission for you. Come see me later.",		"s_3fdc63be":"Because we love the Empire so much.",		"s_3f76a413":"I like it when my pilots stay busy. Why don't you volunteer for something? Or I can give you the briefing again, if you like.",		"s_3f68df7d":"Sounds easy enough.",		"s_3d333deb":"Well, you'll get more of the same here, if you're lucky. Are you a good pilot?",		"s_3c9a53fb":"I've noticed.",		"s_3c53afd8":"I mean, the Empire's number one problem is that prison, but their radar is up, if you know what I mean. They're looking for trouble across the board. So we're going  to watch our step. We're going to watch everybody ELSE'S steps, too.",		"s_3af6b354":"No, my friend. They're going against YOU pretty hard. You're good at what you do. And that means you're getting in their way. Black Suns don't like people getting in their way.",		"s_39e697de":"Whatever you say.",		"s_39500c68":"What did you find?",		"s_3892e6da":"Oh yeah? Well show me, then.",		"s_362a48e0":"Anything else?",		"s_35a5b893":"Won't find any here. See ya.",		"s_328cdc99":"That would be mine.",		"s_3210ae50":"Haha! They sure did.",		"s_31c66e02":"Not exactly. Since the Black Suns are willing to fight RSF pilots, they must have something to hide. So we're going to start taking a closer look at all activity in this system.",		"s_2e904f6c":"You're making me blush.",		"s_2befd882":"Well...",		"s_2836e6b5":"OK.",		"s_27e6d728":"You were right. They were packed to the gills with contraband.",		"s_27cad067":"Don't think I can help you there.",		"s_25f8ac14":"What's it carrying?",		"s_25cf4e47":"I don't think he's done with YOU, though.",		"s_256dbbde":"Ah, there you are. Good news, %NU. ",		"s_25506b23":"Teach me about heavy starship component use.",		"s_251ee0bd":"I'm looking for Imperials.",		"s_24231574":"That's a nice attitude for a pilot to have. Actually, I do have some duty missions to assign. Take a look at what there is. Shall I give you a briefing?",		"s_23e8aa6d":"Hey, I'm working on it.",		"s_237b421d":"They're not going to get involved. They've got other things to worry about. You just take care of those Black Suns. Ready to go?",		"s_2313ac9e":"What are you talking about?",		"s_2271ff14":"I think so. But you can be the judge of that. ",		"s_221582e4":"Oh, you can, can you? I guess we'll see. Bye bye.",		"s_2035fbe6":"You're lucky you made it back in one piece.",		"s_1f680e83":"You sure?",		"s_1f2b0388":"Not any more.",		"s_1cf9a0f6":"I've saved the best for last. I need a pilot willing to fly sorties against Black Sun pirates. Dangerous, but fun. Especially for a big strong pilot like you.",		"s_1adbadc4":"I'm ready.",		"s_1993702c":"If you're feeling like a hero today, you could rescue a Naboo mining craft from Ay'Nat pirates.",		"s_191d50ad":"I have somebody's duty pay.",		"s_18a76ec8":"Who cares what they think?",		"s_18a40c8c":"Then why did you send me?",		"s_1813de4d":"Teach me about droid intelligence theory.",		"s_16106529":"Well, this is a new problem in Yavin. We'll just have to deal with it. I'm not going to wait for them to come to us.",		"s_105bb565":"The head honchos like to know EVERYTHING that happens in this system. You must have figured  that out by now.",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_privateer_tier4.stf) is automatically generated by the SwgConversationEditor."
}}
