{
	"stfFile":"conversation/naboo_privateer_tier3",
	"entries": {
		"s_ff7bebda":"Don't let me down, ok? You'd hate to see a grown man cry.",		"s_ff5d0ba8":"Because those lowlifes are using you for target practice. Get back up there and take those guys out!",		"s_fcd5590a":"Right. And here's the kicker - we want him alive.",		"s_fc59c904":"The benefits are good. Now listen up. Naboo's hosting a conference. Diplomats are coming in from all over. And odds are, some of them are carrying contraband.",		"s_fa9d37d5":"Sure, I could go for a little something.",		"s_f92d904a":"You heard me. Hey, I don't come up with this cockamamie ideas. This one's straight from Central. ",		"s_f80d4276":"So much for taking him alive.",		"s_f765036a":"You're keeping the galaxy safe. The least I can do is offer more training.",		"s_f69a2921":"Glad to hear it.",		"s_f6976b78":"Sounds like a plan. Go to the Dantooine system. Follow the coordinates on your ship's nav system; should lead you right to him. And you've got  the element of surprise - I think.",		"s_f2eec235":"But for now, it's all about the Rodians.",		"s_f2697794":"Too bad for them.",		"s_efff0139":"I know; doesn't it break your heart? ",		"s_efb3dd1e":"What's wrong with Gungans?",		"s_ee08441":"Ate before I got here.",		"s_ec96bcc4":"If you have to ask that, then you haven't spent much time on Naboo. Check your history books, buddy. They'd kill us, 'soon as look at us.",		"s_ebe811bd":"That makes it a little more complicated.",		"s_eb9af09b":"Sounds like you'd do the same thing.",		"s_ea9bff27":"The royal family has got bills to pay, same as the rest of us. They're very interested in keeping their interests...uh...well they want to keep their money safe.",		"s_e85927c2":"Hm. You're not a talker. I don't like that.",		"s_e7b0a6c9":"Another assassin?",		"s_e49c6b33":"Don't have to sell it to me.",		"s_e1e07205":"All you need to do is stop his ship. The boys in the lab are putting together a little surprise for him, but it's up to you to deliver the package.  Get over to the Dantooine System; we'll update you from there.",		"s_e1775a2f":"Pirates are crafty devils. Always scheming. So we've got to be crafty too. ",		"s_e15039ea":"Start earning your pay and stop wasting my time.",		"s_dfc8b68e":"The juiciest.",		"s_df607c49":"I'm listening.",		"s_ddd7e395":"Why are you so interested?",		"s_dcf601cc":"Don't we all! This pilot will give you a lesson. Afterwards, you come see me for your next mission.",		"s_dc54e9e4":"Can you tell me what it is?",		"s_da0e8cd0":"I want to know about advanced techniques.",		"s_d9c145dd":"The sooner the better.",		"s_d919151c":"What's on board?",		"s_d84b1644":"I'm not done.",		"s_d6b3034c":"Slow and low. He stalks his prey for weeks, months, before he makes a move. He's got a hell of a kill rate.",		"s_d5f1fa36":"You gotta admit, he was good.",		"s_d5d8a006":"But what they'll get is me.",		"s_d5d85519":"I thought we spent our time protecting the Royal Family.",		"s_d5b8e3f8":"They sure did. Tell me what it was!",		"s_d5b06d9e":"You're a sensitive guy.",		"s_d5861157":"The Royal Family is always a high-profile target, buddy. Believe me. The Queen's got more bounties on her head than you've got toes on your feet.",		"s_d3583e11":"That's above your security clearance. You'll be facing the Ay'Nat Pirate Faction. They want that cargo.",		"s_cc756770":"It's a figure of speech.",		"s_cae364a9":"That Rodian is giving you a run for your money.",		"s_c6e9b9c7":"Then let's have it already.",		"s_c65cf2da":"I love you new guys. So easy to wind up.",		"s_c5fdab6d":"What's not to like?",		"s_c551ea96":"Looks that way.",		"s_c4095762":"Fly your ship out to the waypoint. Inspect the diplomats' ships. Use some pretext if you have to. See what you can find. ",		"s_c3363bcd":"Uh huh.",		"s_c28a300f":"I want to know about system balance programming.",		"s_c089dba4":"I just am.",		"s_c0167dab":"They want me to shut up, they better pay me more money.",		"s_bf22a8c8":"Can't say I blame 'em. Got no use for them myself. But this Rodian's a real pain in the keister. We think he's killed two ambassadors already.",		"s_be88ef61":"Who's he killed?",		"s_be2c5a18":"Sure. I do.They give me a real headache. But you gotta admit, they're good at what they do.",		"s_be0b0711":"Hold it. I'm not done.",		"s_bd234730":"You got it. This pilot will give you a lesson. Afterwards, you come see me for your next mission.",		"s_b8c1a96f":"Hm. That makes it a little more complicated.",		"s_b8955212":"Double helping. The freighter is up around Naboo; you're clear to go.",		"s_b7137723":"OK. Then let's get started. How do you feel about Rodians?",		"s_b6d8cc82":"A fleet of diplomats are coming to Naboo for a conference. You know, koombiyah and all that. Hugs not slugs.",		"s_b679efe":"See that you do.",		"s_b61d6d4f":"OK! That's one less Rodian messing up the place. Nice work. Time to get back to your training.",		"s_b43b6c14":"I guess you were. Time for round two.",		"s_b2ff9cb":"Sure. AND we protect the royal family's INTERESTS. Follow?",		"s_b1da46d":"Where do I start?",		"s_b144d69b":"Nothing I can't handle.",		"s_af5ccac":"Hate 'em.",		"s_ae2d3229":"I salute you, %TU. You're one heck of a pilot. Is there anything you DON'T know?",		"s_ad973bd9":"Yeah.",		"s_acc52186":"There's more?",		"s_ab3f1614":"Boy, do I. This is a good one. I'd like to do this myself.",		"s_aa766bd6":"I want to know about special warships.",		"s_a8a872ba":"You and me both, buddy. I've been here way too long, and seen way too much Gungan scum. Can't stomach the sight of them. Filth, all of them. ",		"s_a70b470e":"I want to know about advanced starship components.",		"s_a6f174c":"Have you got a mission for me?",		"s_a5fe9928":"I'll take care of it.",		"s_a56734f6":"I noticed.",		"s_a41bb8c7":"How can you be so suspicious?",		"s_a31b65f9":"%TU. You're the new one.",		"s_a09da7f1":"You like that?",		"s_9d9af42e":"Where are these diplomats?",		"s_9d51a937":"I hate Gungans.",		"s_9d1fa2a2":"When can I leave?",		"s_9ba13c":"I'm moved.",		"s_9b1d2d87":"Done. This pilot will give you a lesson. Afterwards, you come see me for your next mission.",		"s_992fcb9e":"Hm! Must be carrying something good.",		"s_9851897f":"We want him alive.",		"s_984c29f6":"I could ask the same thing. Where to?",		"s_98448a60":"Yeah, but what, exactly?",		"s_98427ee4":"Yeah right. ",		"s_981c060d":"Then I guess I better shoot first.",		"s_97e76dd":"This Royal Security Forces assignment isn't so easy after all, is it?",		"s_97b0942d":"Not really. What was in there, anyway?",		"s_96924c42":"A couple of ambassadors, for starters. But that's not why we're interested in him. Word is, his next target is the Queen.",		"s_942ba0c6":"Yeah...Imperials...they're good for the economy. OK never mind. Back to business. Your new mission targets a criminal of a different type. I'm talking about diplomats.",		"s_928dcf38":"The assassin you KILLED, brainiac. ",		"s_919b5558":"It's not the ambassadors they're worried about. This guy's gunning for the Queen.",		"s_8ebe23b3":"Must have been something you ate. These diplomats, they're not exactly trustworthy.",		"s_8e574ecb":"That's nice. Should've eaten before you got here. You need to work on your long-term thinking skills, start planning ahead.",		"s_8de81731":"I'm really going to miss that Saymonz Varg. ",		"s_8be640b8":"Sure.",		"s_89ff8475":"Obviously. This pilot will give you a lesson. Afterwards, you come see me for your next mission.",		"s_89ae25d4":"[says nothing]",		"s_88e6f763":"You sure do ask a lot of questions, you know that? Tell me, %NU, how do you like Naboo? 'Lot of Imperials around, you know.",		"s_88a726df":"Hey, we'll see what you say when you're on this side of the desk. Let's get you started.",		"s_84c9860e":"Thanks for clearing that up.",		"s_843db48d":"I don't think I know you. And Mama told me not to talk to strangers. Beat it.",		"s_841d27db":"Why?",		"s_83c29fd0":"Don't know. You know the royal family; always up to something. ",		"s_83b47a80":"You telling stories about me?",		"s_83905129":"Unlike you, I DO get paid the big bucks, %NU, and it's on account of my suspicious nature. Smugglers may be packing these ships with contraband.",		"s_80cc6c3b":"The only way you're going to get paid is if you complete your missions.",		"s_80a39a22":"Not exactly. This is a decoy ship. The REAL goods are somewhere else.",		"s_800cd173":"You gotta give me a better explanation than that.",		"s_800745bc":"No you're not. I haven't finished my job.",		"s_7ea4b2be":"And that's the way we like it! Listen %NU, the royal family has enemies. Always has, always will. They need us to keep them going. Nobody's interested in your opinion - or in your questions.",		"s_7e23ff31":"Ask me no questions. This is the Royal Security Force, %NU. We're here to help the politicians do their dirty work, that's all.",		"s_7b05ff95":"Yeah. So much for that. Whatever. We've got bigger fish to fry.",		"s_7a9f14df":"So I'm guarding nothing.",		"s_76734574":"En route. Fly out to the waypoint and get ready to inspect each and every one of them. ",		"s_76703443":"Thanks for the tip.",		"s_7478d95d":"Loud and clear. Where to?",		"s_738baf5a":"A figure of what...? Don't get smart with me, smart guy. Shut your trap and listen up.",		"s_7339c95e":"Anybody at the top of the list?",		"s_731caa45":"Got a mission for me?",		"s_72c4169a":"Ay'Nat Pirate Faction. They want what that ship's got. Or what they THINK it's got, anyway.",		"s_7278c01":"I don't have to give you BUPKIS. But I'll tell ya 'cause I'm feeling generous. This is a decoy ship. The real goods are on another transport.",		"s_719a036e":"Who?",		"s_70e76a9a":"OK, %NU, no more busywork. Time for some good old-fashioned killing. How does that sound?",		"s_70b9cf4c":"As a matter of fact, I do. Got a freighter that needs a pilot escort.  It's an old Corellian YT variant.The Cadamo Sun.",		"s_707ab918":"Now we're talking.",		"s_7009d8d":"Zip it. Look, genius, you're in the Royal Security Forces now. You know what that means, right? You make sure the ROYAL family is SECURE.  ",		"s_6c251948":"You got it.",		"s_6bdcb65c":"Just tell me where to go.",		"s_6bd02793":"Nothing.",		"s_6aba4373":"[low whistle]",		"s_692788e8":"Where can I find  this charmer?",		"s_68d4ba6b":"To be honest, it's probably not them. It's probably smugglers taking advantage of the opportunity, and hiding gear on their ship. Doesn't matter. Same difference.",		"s_66f6527f":"Do the diplomats know?",		"s_666cac71":"These guys pose a SERIOUS threat to the royal family - hell, to this entire planet. ",		"s_6540bc41":"Who's gunning for it?",		"s_653b9611":"Nah. Nothing so glamorous. You're going to escort a freighter, an old Corellian YT variant. The Cadamo Sun. They need your firepower.",		"s_61968e69":"The freighter's in orbit around Naboo. See ya.",		"s_5ed53186":"A human, name of Beldini. The worst of the bunch. He'd kill ya as soon as look at ya.",		"s_5bd69df6":"What do you need me to do?",		"s_5a889c20":"Like a dream come true.",		"s_5a236288":"Just for now; I'm not done yet.",		"s_5a2317e2":"Depends. Am I killing bad guys?",		"s_589399fa":"Love 'em.",		"s_57d34626":"I don't need to! People know those hunters are using you for target practice. Get back out there - and  try fighting back this time.",		"s_5772fc88":"Two out of two million ain't bad.",		"s_55a8fc90":"Good. You're going after a Rodian assassin.",		"s_53de9d8f":"Like what?",		"s_53daee1c":"You're starting to get a bad reputation.",		"s_530e5eb4":"Pick your poison.",		"s_51ca1520":"An assassin? Who's he killed?",		"s_5075e20b":"Your new mission targets a criminal of a different type. I'm talking about diplomats.",		"s_4fc6a099":"Aw. I think I'm actually going to miss you - maybe. But duty calls. You're now assigned to Admiral Diness Imler, down the hall - he'll be giving you orders from now on. See ya, %TU.",		"s_4f5f8321":"Well,  you noticed on your last mission that we have run-ins from time to time with pirates.",		"s_4ebef758":"OK. Maybe we will. But back to business. Your new mission targets a criminal of a different type. I'm talking about diplomats.",		"s_4bdc789d":"Hope you're being sarcastic. You're looking for a Rodian assassin.",		"s_4b6422f4":"Why do you work with the RSF if you hate politicians so much?",		"s_4ad40b9b":"Need anything? A drink, something to eat?",		"s_49772db3":"Under the bed, with all the other monsters. Now listen up. I've got a job for you.",		"s_47d51826":"I smell a plan.",		"s_47152ac5":"Oh yeah. The worst of the worst. That data you intercepted has led us to a real hornet's nest of assassins and terrorists.",		"s_46eb0ec8":"First, go to Dantooine. Just follow the data in your nav system. And keep your eyes open. This guy's a professional.",		"s_4636b7d1":"Nah. You're getting a whiff of my lunch. I think. But you're right, I DO have a plan.",		"s_42d73452":"That's above your security clearance. You'll be facing the Ay'Nat Pirates. They want that cargo.",		"s_41d3138c":"Why would they take that chance?",		"s_41a8901f":"You sure a Rodian is responsible?",		"s_41480145":"Welcome back. I'm so happy you're here.",		"s_406e1216":"Looks like you took a wrong turn somewhere. Scram.",		"s_3fa8b6f1":"Coordinates are in your ship. You're clear to leave.",		"s_3c468733":"You heard me. ",		"s_3c432969":"Right. Your first target is a human, Beldini. Terrorist, killer, all-around bad guy.",		"s_3b32ba04":"You're providing a valuable service to the Royal Security Forces of Naboo.",		"s_3b315f68":"Doesn't matter what I think.",		"s_38e0a377":"Where have you been all my life?",		"s_3898bb41":"Maybe yes, maybe no. Doesn't matter. These guys lie for a living. ",		"s_3895c4ae":"Okay...so what's onboard this ship?",		"s_36507434":"Why do I always get the remedial cases? ",		"s_333a7093":"This is a good one; wish I could do it myself. You're going after a Rodian assassin.",		"s_327eb2d6":"Oh yeah, that's right, I forgot. How about you GO DO THAT ALREADY.",		"s_3271f1e9":"Hey! I'M the one that makes the observations around here. Now listen. I want you to put that Rodian out of commission. And here's the kicker - we want him alive.",		"s_2df26676":"What's his M.O.?",		"s_2dbfc867":"Somebody's going to a lot of trouble! Must be quite a juicy haul they're protecting.",		"s_2d582b36":"[say nothing]",		"s_2ca7d4f4":"I thought you hated guys like him.",		"s_2c556bd9":"He's Rodian. What more do you need to know? Green and greasy; they're all the same.",		"s_2c397539":"That's more like it. I've got a freighter that needs a pilot escort.  It's an old Corellian YT variant.The Cadamo Sun.",		"s_2bcd2d13":"Hope this won't take too long. I've got dinner waiting.",		"s_2bc43dfd":"Come again?",		"s_2b9a70e4":"Then let me share the joy. You intercepted some pretty serious data on your last mission. We've got information on a whole host of assassins, terrorists, and assorted bad guys.",		"s_2b6e8499":"As long as I get to shoot down a couple of pirate ships, I'm happy.",		"s_2b25d03f":"Some people prefer the Rebels.",		"s_29a181c":"Those pirates really wanted that cargo, eh?",		"s_2852c031":"Prove it. Finish your job.",		"s_2734ffac":"Keep walking.",		"s_24ee6c29":"Someone's always shooting at politicians.",		"s_21bb034b":"You got it. And we want to keep that a little-known fact, if you get my drift.",		"s_1ebb58e3":"Any visuals?",		"s_1d418957":"SOME PEOPLE should talk about this later, when we're not on duty.",		"s_1d2b4360":"You're going after a Rodian. This one's an assassin. He's been taking potshots at the Rodian Political Corps for a while now.",		"s_1aa056a8":"Well I don't have THAT many - ",		"s_19b65be5":"It sure involves a lot of gunplay.",		"s_19ab407":"Pretty sure. My first guess was Gungan. Those guys are the scum of the earth. But all signs point to the Rodian.",		"s_19425c2f":"You are?",		"s_18868d04":"I was better.",		"s_1839ef54":"Who has he killed?",		"s_17dec7f9":"Then get in your ship and get happy. ",		"s_145dcab":"NO! I only like pilots that finish their missions! Get back out there!",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_privateer_tier3.stf) is automatically generated by the SwgConversationEditor."
}}
