{
	"stfFile":"conversation/naboo_imperial_tier3",
	"entries": {
		"s_fffa7b3b":"Of course not, Inquisitor.",		"s_ff715762":"I'll find that ship. I promise.",		"s_fdfe8d73":"I am afraid so. It was not pretty. ",		"s_fda4456d":"We will leak news that he has given us a list of names. You will transport this list. One thing that I did find interesting is that he mentioned the Dathomir system in passing but seemed to realize his mistake and quickly change the subject. I believe that is the area we should move the fake list through.",		"s_fd9fd112":"Loyalty is very important. Colonel Hend betrayed  the Empire. And as you surely know, he paid the price for that treachery.",		"s_fd0ebe0b":"I'm going back out there immediately.",		"s_fcdfe482":"What do Inquisitors do to people?",		"s_fc6aad81":"Didn't I tell you?  We cannot take the risk that an Imperial general has been trading secrets to the Rebellion.  Isn't that what I said to you?",		"s_f8e71988":"I'm ready for my mission.",		"s_f8a8c2d0":"Can you be sure? Isn't it dangerous to have him head of security for that operation?",		"s_f8176023":"You were doing so well up until this point. It is so simple that I am sure even you cannot mess this up. You are what's called a pilot. Your job is to fly your ship where I tell you to. You are to fly your ship to the Yavin system. That is in space. Then you are to find Doctor Shinss' Yacht. A Yacht is a type of ship... in space. When you find his ship, inspect Doctor Shinss' personal logs. Now get out of here before I get angry.",		"s_f8076c38":"I would like to make a promise as well. I promise to do my work. It will be with the people who stole Colonel Hend's yacht, or it will be with you.",		"s_f7b0b9b0":"How can you be certain?",		"s_f6f34e7b":"Someone in the engineering corps, perhaps?",		"s_f64e0998":"Good. Now move quickly, get to the Yavin system, and inspect Shinss' personal logs. You have your mission, now go!",		"s_f5cc022d":"Very true, but rules are rules, even for Inquisitors. Allow me to put it this way. Colonel Hend was in charge of security for the Death Star salvage operation. Many of the engineers who worked on the Death Star project are involved in the salvage operation. What do you think these people know that the Rebels would be so interested in getting their hands on?",		"s_f50e2248":"Ah, so you have learned to respect your elders. That is a good thing. You are to report to Grand Inquisitor Ja'ce Yiaso. You can find him just outside of Lord Vader's office. Do not disappoint him or you will find yourself under the question very quickly. Farewell, %NU.",		"s_f5039ccf":"I hope not, because it would be under unfortunate circumstances. You are to report to Grand Inquisitor Ja'ce Yiaso. You can find him just outside of Lord Vader's office. Do not disappoint him or you will find yourself under the question very quickly. Goodbye.",		"s_f4cbd517":"He swears his innocence. He's coming here now to clear his name. He is wise to do so. It is my understanding that he is traveling through the Dathomir system on his way here even as we speak.",		"s_f3d48e75":"If you are here, then you must have completed your mission.",		"s_f3a00a53":"If I wanted the help of children, I would ask for it! You are not ready to face the challenges that our profession presents. Return to your commander, listen, watch, and learn. When the time is right perhaps I will send for you.",		"s_f24b6a1a":"I could die.",		"s_f16b1b64":"I appreciate your zeal. And it certainly wouldn't be the first time that we decided to take matters into our own hands. But in this case I think it would be best if we actually see what there is to find.",		"s_ef85b67c":"That makes sense.",		"s_ef7a2df5":"Teach me about special forces training.",		"s_eec10bf5":"Is there any backlash about General Breckon?",		"s_ee64b80a":"This time, it is a soldier high in Imperial command. A General Breckon. If you are unfamiliar with the name all you need to know is that he is in charge of the Imperial Army stationed in the Dathomir system.",		"s_ee54dcb9":"Do you think he was involved?",		"s_ee0c7787":"I have enjoyed my time with the Doctor.",		"s_ed26944d":"I honestly never expected you to have a good idea. It is refreshing to see that I was wrong.",		"s_ed0f2b93":"So we know who the remaining agent is?",		"s_eb077a31":"Very well. I will teach you droid management. Now you have your mission. Go question Lieutenant Colonel Barlow at our outpost on Yavin 4 about the traitor Hend. Find us a lead on who Hend was working with. You may leave me now.",		"s_e9e86c08":"Sounds like a pretty skeptical way to go through life.",		"s_e90f4f67":"The Empire owes you a small debt for eliminating that most embarrassing colonel. Unfortunately for the Empire, we do not believe that he worked alone. The simple fact of the matter is that while he was in charge of security on our new special project, there was information leaked that even he did not have access to.",		"s_e8f655d8":"He was Colonel Hend's second in command, and now that Hend is no longer with us, he has been promoted to his superior's old position.",		"s_e7435914":"No, I am fine. We are all fine here.",		"s_e73bd99d":"Interesting choice. I will teach you. Come see me a little later and perhaps I will have some news about how my discussion with the doctor went.",		"s_e70ed5c9":"How about another fake list of names?",		"s_e65df49":"I wish I could have killed more Rebels.",		"s_e64051dc":"He has told me much about the Death Star. He also has told me that he hopes to live to see his family again.",		"s_e56fb28":"Yes. Now you are catching on. Before you go, you will need to learn a new skill that might assist you in your investigation. I will offer you my expertise in helping you become a better pilot. Do you have any particular skill in mind?",		"s_e5235eff":"Do you have a mission for me?",		"s_e440e620":"One thing that I did find interesting is that he mentioned the Dathomir system in passing but seemed to realize his mistake and quickly change the subject. I believe that is the area we should move the fake list through.",		"s_e3e0a092":"That is not quite the same as loyalty. ",		"s_e35bf94e":"I couldn't get anything out of him.",		"s_e331634e":"Yes it does. You have learned much from me but I think there is still something else that I have to teach you. What would you like to learn?",		"s_e2f46aa7":"What is going to happen to Shinss?",		"s_e1b0c231":"I have more important things to do right now than to speak with you.",		"s_e1a23a44":"He's en route to Naboo with an escort - to protest his innocence. Destroy him. It is my understanding that he is traveling through the Dathomir system on his way here even as we speak.",		"s_dfb757ef":"Why keep him alive?",		"s_dc30826":"I sometimes wonder if you ever think at all.",		"s_dbde1ca8":"I don't like this idea.",		"s_dbd88d67":"Who, me?",		"s_da4bf33c":"That is because I am the best.",		"s_d9c145dd":"The sooner the better.",		"s_d8f69fec":"I understand, Inquisitor.",		"s_d8d73e21":"There would be if anyone had evidence of what really happened. But everyone is simply willing to accept that General Breckon had a tragic accident on his way to Naboo. Of course, we are still working on the official report but no one is going to demand explanations on this one.",		"s_d8181837":"Then returning was a mistake. Do not make me angry.",		"s_d73be201":"Something that we use only as a last resort. It tends to have adverse effects on the neural paths in the brain. Most subjects survive the process but in an extreme vegetated state but it never fails to expose all of their secrets. It is actually quite fascinating.",		"s_d70dba34":"Yes.",		"s_d61b10cc":"I, too, enjoy astromech management. I'll teach you what I know. Come see me a little later and perhaps I will have some news about how my discussion with the doctor went.",		"s_d5f6b830":"I thought we arrested people for no reason all the time?",		"s_d3f5b32c":"That is none of your concern. Right now all you should be concerned with is recovering those logs from Shinss' Yacht. Is that understood, %NU?",		"s_d3942818":"Thank you for that promise.",		"s_d3144c5a":"Even Imperial generals can be foolish men. He believed our story about  the names. Those orders you recovered from the Rebels might as well have been written in his own hand. There is no doubt.",		"s_d2a2c5a9":"As I am sure you know, he has been eliminated for his traitorous activities. Unfortunately, for the Empire, we do not believe that he worked alone. The simple fact of the matter is that while he was in charge of security on our new special project, there was information leaked that even he did not have access to.",		"s_d24850e1":"It's not?",		"s_d1fa7f48":"You certainly will.  Again and again and again if necessary.  The General must never arrive.  So go to the Dathomir system and destroy his ship.",		"s_d1f39329":"Yes. I've heard of you. Tell me, did you enjoy it? ",		"s_d05c3a79":"Imperial technology it is. I will instruct you. Report back to me when you are prepared to undertake your next assignment.",		"s_cf7b4157":"You arrogant whelp. You are nothing without the might and power of the Inquisition backing you. Do you think that you would have had any chance of success without the training that I so graciously offered to you? Just being able to say that you work for the Imperial Inquisition alone probably won you half your battles.",		"s_ce4c8e17":"And then?",		"s_cb94834e":"I, too, enjoy astromech management. Check in with me after I have had a chance to look into this Dathomir lead. I might have use for a pilot at that time.",		"s_cb22323f":"I hope there isn't. You have talent and I would hate to see it go to waste. Like I was saying, we believe that Colonel Hend had a cohort and we suspect that this cohort worked in the Engineering corps. You need to go to our outpost on Yavin 4 and talk to Lieutenant Colonel Barlow about this matter.",		"s_ca264df9":"Interesting. I figured he was meeting up with the Rebellion but what if he was actually trying to meet with his fellow conspirator? We only keep a small security force in the region in order to patrol the outskirts of the system. It would have to be a person of authority. I think that your idea is at least worth investigating.",		"s_c9d5576a":"Not really. What is exactly I need to do?",		"s_c9911c0f":"A member of the Inquisition must show patience in all things. You must also learn to focus on your tasks. Do not return to me until you have completed the task that I have assigned to you.",		"s_c73e6431":"Are you sure he's guilty?",		"s_c682a578":"Must I lead you around by the nose in order for you to read between the lines? If you cannot figure things out for yourself then I cannot use you. I would advise that you get your act together or I will have to open up an investigation about a missing pilot.",		"s_c66cd0c9":"The data you recovered is highly classified. Well above Colonel Hend's security clearance. The data was also put together rather roughly, almost like it was coming from someone's memory rather than official documentation.",		"s_c5903cb3":"Is it done?",		"s_c4f95dc7":"I didn't mean it that way.",		"s_c39bdaeb":"Then say what you mean! You will find we will get along much better if you pay attention and present useful ideas to me.",		"s_c32eabc5":"Perhaps. His slip up of mentioning Dathomir might have been nothing but I believe it to be a mistake on his part. That is where you will focus your energies.",		"s_c142d50f":"Who is General Breckon?",		"s_c102f303":"Doctor Shinss has one of the finest technical minds in all of the Empire. It was his work that led to the creation of the power cells used in the Death Star's primary weapon. You never know when a man of such intelligence can be of use again.",		"s_c0f4399a":"Doesn't he realize he'll have to answer to you?",		"s_c0069753":"Do you think he is innocent?",		"s_bff840a0":"No. Even the Rebels wouldn't be foolish enough to name their agent in an order. But it does confirm our suspicion that Hend and Shinss were not working alone. We might have to use extreme measures to get Shinss to tell us who the third traitor is.",		"s_bfcce26a":"Imperial equipment; always useful. Let's begin. Report back to me when you are prepared to undertake your next assignment.",		"s_bf06e3a1":"Yes, it takes years of practice to perfect the technique that we are renowned throughout the galaxy for. But I take it you managed to get a lead even though the interview didn't go quite as smoothly as you thought it would?",		"s_bd61dda4":"What did you learn from the data I recovered?",		"s_bca78274":"Yes, quite clearly, Inquisitor.",		"s_bc30dc8c":"Then he is a casualty of war. We cannot take the risk that an Imperial general has been trading secrets to the Rebellion. Can you imagine the scandal that would ensue? It is far better if the general and his escorts simply have an accident in the Dathomir system. Since we will perform the investigation into his death, it will be simple to sweep under the rug.",		"s_bb627418":"Do you honestly think that the enemy is so stupid that they would fall for that again? They only fell for the ploy the first time because we moved quickly and kept them panicked. No, there is something else that I am missing. Dathomir...Dathomir...he wasn't going to Dathomir to meet up with the Rebellion, he was going to meet up with his ally!",		"s_bb4a477f":"It seems that we have managed to undercover the traitor.",		"s_baab1c4d":"I didn't mean I was more important then the Inquisition.",		"s_b9fc0fde":"Well? Why are you still here?",		"s_b9c39774":"Where should I start looking?",		"s_b9b27823":"Thank you.",		"s_b987ef3b":"Will he?",		"s_b981d334":"Are we certain it was him?",		"s_b95f9ff4":"A general in the Imperial Army a traitor? Think about the scandal and what a major black eye it would be for the Empire. It is simpler if he has an accident and then we sweep the whole mess under the carpet. Destroy his escort as well. No one must know how he died. Because we will do the investigation, we will conclude that he fell victim to a tragic accident.",		"s_b8302127":"It is your duty. Do it well.",		"s_b73943f":"What! Are you saying that I am not good enough to be your friend? Am I just a pawn that you are planning to use in order to gain power within the ranks? Well? Speak up!",		"s_b72f1079":"It sounds very interesting.",		"s_b6e7132e":"I was only doing my duty.",		"s_b6c9b83b":"How did you get in here? The guards will certainly hear about their failure to keep the likes of you out. Begone before I decide to put you under the question.",		"s_b61f3237":"So you decided to change the subject. You do have some measure of wisdom. Very well. Doctor Shinss has one of the finest technical minds in all of the Empire. It was his work that led to the creation of the power cells used in the Death Star's primary weapon. You never know when a man of such intelligence can be of use again.",		"s_b5f15b19":"Not yet.",		"s_b4ee5a51":"Perhaps. Shinss certainly had access to the information that Colonel Hend was passing to the Rebellion. On the surface everything would appear to have been wrapped up in a tight little package. But I learned long ago to never believe anything that I hear and only believe half of what I see. ",		"s_b49d8273":"We are fairly certain that the Lieutenant Colonel is free from guilt in the matter of Hend's treachery but that doesn't mean he is not aware of details that could help our investigation. I want you to question Barlow about Colonel Hend's activities. Who did he deal with in the Engineering corps? Did he have any private meetings with any of them? What did Hend do in his spare time? Basically, I want you to find out everything you can about Hend.",		"s_b48bd0a4":"I would never desert!",		"s_b45b7c66":"Yes, I'll try again",		"s_b41ba13c":"And so, our time together is done.",		"s_b3b2214d":"Why do I need to speak with him?",		"s_b374861b":"That is irrelevant. You will kill him before he reaches Naboo.",		"s_b333ecf9":"That's what he says. He's traveling to Naboo now, to protest his innocence. It is my understanding that he is traveling through the Dathomir system on his way here even as we speak.",		"s_b266743b":"I appreciate the vote of confidence. What is it I can do for you?",		"s_b1d44e0a":"So what did you learn from Barlow? Well, spit it out. I have been waiting for this information for too long already.",		"s_b02effe8":"Sorry, Inquisitor. I wasn't thinking clearly.",		"s_af70dc3":"Why do you think someone was helping Colonel Hend?",		"s_adf8c646":"Imperial equipment; always useful. Let's begin. Come see me a little later and perhaps I will have some news about how my discussion with the doctor went.",		"s_ac0524e5":"Someone else is involved?",		"s_ab7d0c2d":"Indeed it is. It allows us far more room to operate and perform our primary function, finding and eliminating traitors from within. And we make the most of any advantage that we have. The Army will regret this whole incident for years to come, I can assure you.",		"s_a9aeb386":"Teach me about advanced starship component use.",		"s_a96d5aee":"Very well. Where should I start looking?",		"s_a8d5c2b9":"But what if he's innocent?",		"s_a86d23d":"Yes, Inquisitor. He is the only one who makes sense.",		"s_a7addb41":"Just as I expected. The guilty parties come crawling out of the gutters to try to hide their names from us. It is always amusing to me to watch them start to panic when we begin to move in. You can almost smell the desperation.",		"s_a729151d":"If I knew what was in the data, it would help with the investigation.",		"s_a5beec1f":"Don't you know everything about Hend already?",		"s_a42ffb97":"Were you going to tell me about a traitor?",		"s_a425b892":"They used to say they were loyal, too.  I would like you to finish your job.",		"s_a3dbeea3":"Very well. I will teach you about Imperial equipment. Now you have your mission. Go question Lieutenant Colonel Barlow at our outpost on Yavin 4 about the traitor Hend. Find us a lead on who Hend was working with. You may leave me now.",		"s_a3ae4cb":"What are you going to do with that list?",		"s_a3921d3c":"You seemed to have made a joke. Most amusing. Perhaps I will not have your transferred to investigating the wonders of Dathomir prison after all. Since I am in such a forgiving mood, I think now would be a good time to get back to matters at hand.",		"s_a365e485":"I'm glad I'm not the Doctor.",		"s_a2078b19":"Having an advantage over the other branches could be useful.",		"s_a16f3f3d":"You will get your chance. Of course, you have heard of Colonel Hend, how he had betrayed the Empire.",		"s_a112be1b":"Imperial technology it is. I will instruct you. Check in with me after I have had a chance to look into this Dathomir lead. I might have use for a pilot at that time.",		"s_a0c5cad7":"The Empire has granted Shinss a private vessel for use in his work. From what I understand Shinss considers the vessel a refuge of sorts. If there is anything to be found it will probably be in Shinss private logs on board.",		"s_9df61e25":"That is what we believe. But who are we looking for? I think the answer to that question is on Yavin 4. I want you to go to the Imperial post on Yavin 4 and speak with Lieutenant Colonel Barlow.",		"s_9d83e334":"As long as the Inquisition has the favor of the Emperor we are above politics. But the Emperor, in all his wisdom, has been known to abruptly change his mind. It is just smart to make sure we are prepared should that ever happen. But to answer your question...no. Our primary mission is to root out traitors inside of the Empire and that is what we have done. If we can turn that into our advantage then even better.",		"s_9b43a7ee":"Yes sir.",		"s_98ee25e0":"General Breckon is in charge of the army forces stationed in the Dathomir system. His contacts and rank make him a perfect candidate to be able to pass information along to the Rebels without arousing too much suspicion.",		"s_96d7ed6a":"What a ridiculous question!",		"s_96871003":"Very well. I will teach you about Imperial training. Now you have your mission. Go question Lieutenant Colonel Barlow at our outpost on Yavin 4 about the traitor Hend. Find us a lead on who Hend was working with. You may leave me now.",		"s_92c37f5d":"Are you daft? Wasn't it you who helped bring down Colonel Hend? If you think that a uniform makes you immune to greed or moral indecision or whatever causes people to betray their own, then you are sadly mistaken. If that were the case there would be no need for us.",		"s_92a79510":"So what should I do now?",		"s_927126c5":"I hardly need approval from the likes of you for my life's philosophies. You forget that I have years of experience and knowledge that you will probably never possess. Just because I have bestowed some measure of favor on you does not make us friends.",		"s_92089a98":"That is sound thinking.",		"s_91dcaa8e":"Of course it is. If the doctor had other friends in the Empire I will find out who they are. After that, I will determine the fate of Doctor Shinns.",		"s_9016869":"I, too, enjoy astromech management. Report back to me when you are prepared to undertake your next assignment.",		"s_8fdf2b5d":"Fortune is currently on our side. Although Shinss is in charge of the Yavin salvage operation, he is currently in the Endor system beginning work on his next project there. He was not allowed to take his personal craft on this trip so it is still out in the Yavin system. If he is involved with the traitors and was using this vessel as a meeting point, you can bet it is being watched. So we have to move quickly before we tip our hand.",		"s_8fbd0301":"Interesting choice. I will teach you. Check in with me after I have had a chance to look into this Dathomir lead. I might have use for a pilot at that time.",		"s_8f1228f6":"You sound rather guilty about something. Maybe you would like to answer a few of my questions?",		"s_8d10c144":"[no response]",		"s_8b2f0509":"Did he tell you more about the conspiracy?",		"s_8a631324":"Yes, Inquisitor. I will try. About Doctor Shinss?",		"s_89772a9c":"You have performed better than my expectations. The doctor is safely in our custody and we have plenty of evidence to assist us in questioning him.",		"s_876396db":"What was in the data?",		"s_85eab9a":"Bah! I am done with you. I can no longer use someone like you. I have one last thing to teach you and, believe me, if I wasn't under orders to make you the best pilot I could I certainly wouldn't teach it to you.",		"s_85db59ee":"No. But the Rebels don't know that. We'll leak word that we have information. One thing that I did find interesting is that he mentioned the Dathomir system in passing, but seemed to realize his mistake and quickly change the subject. I believe that is the area we should move the fake list through.",		"s_841d27db":"Why?",		"s_8403cf96":"That remains to be determined. I have not yet had a chance to chat with him. His guilt is not in question but it is important for us to make sure that there is no one else involved. There is a slight chance that he will simply be terminated but it would be a shame to execute such a brilliant and useful man.",		"s_8367fc83":"I am here to report for duty.",		"s_82c168be":"Then we must find the proof. We would have a hard time explaining ourselves if we arrest such an important man on conjecture. You will have to find more evidence to his guilt.",		"s_82abf7e1":"Extreme measures?",		"s_81cf364c":"That does make sense.",		"s_7f9d08e9":"Why would it be unfortunate?",		"s_7f3265a7":"No. He's answering to you.",		"s_7ef46a67":"Shinss was running to Dathomir. Maybe his ally is there.",		"s_7e0ef42a":"You understand that the Inquisition can tolerate not even the slightest hint of treason?  You have a guilty look about you.",		"s_7df37f4b":"I don't know. ARE you a traitor?",		"s_7b9c0b3e":"Maybe I was mistaken. I tell you that I do not think Colonel Hend was working alone and all you notice is that I complemented you? Vanity has no place in the Inquisition! A good Inquisitor is nothing more than a tool for the Emperor, and tools have no ego. Never make the mistake of forgetting that, pilot.",		"s_7a8608b9":"I serve the Emperor.",		"s_7904d29b":"Won't Shinss notice if I am inspecting his vessel?",		"s_788cbcfb":"Don't stand there babbling like a fool. Just leave.",		"s_7859ec":"He would certainly have the knowledge and the opportunity to leak the stolen information to Colonel Hend. This is would be most unfortunate for the Empire if it turns out to be true. ",		"s_77e48d5b":"What do you mean?",		"s_76cdb911":"Doctor Shinss? The same Doctor Shinss that is currently in charge of the Yavin 4 salvage operation?",		"s_7673fc64":"I bet you didn't discuss science.",		"s_765d3767":"I'm loyal to the Empire!",		"s_75c4b8b4":"And then the enemy will attack?",		"s_7579d1ec":"Of course we do. But generally those people do not have any use to the Empire, so no one really cares all that much. When it comes to someone with some power, we need proof of their illegal activities.",		"s_7426e000":"No!",		"s_741df7ed":"Where?",		"s_73ffc0a4":"There will not be any need for that, Inquisitor.",		"s_727d7649":"What has he told you?",		"s_726886dd":"Being scary and intimidating is harder than it looks.",		"s_714d54de":"He is no longer in any condition to answer you. But he has been most informative.",		"s_6ffd0979":"Good. Now get out of my sight, get to our outpost on Yavin 4, and question Barlow about Colonel Hend.",		"s_6dec7910":"Perhaps you can tell me something about Doctor Shinss.",		"s_6db39b2b":"We would only use it on Shinss as an absolute last resort. But unless we can figure out who the third traitor is, I fear that we will have no other choice. Do you have any suggestions?",		"s_6d43b1bf":"Actually, we did. He truly is a brilliant man. I have enjoyed our conversations.",		"s_6c186cde":"What? Why?",		"s_69d78804":"Not yet. I will get to it soon though.",		"s_697ba4d3":"And then you will carry this list. His slip up of mentioning Dathomir might have been nothing but I believe it to be a mistake on his part. That is where you will focus your energies.",		"s_6905c6b2":"Good. General Breckon is actually on his way to Naboo in an attempt to protest his innocence. He must never be allowed to even reach the system. Tragedy must befall the general while he is still in Dathomir on his way here.",		"s_68bcbb36":"What is Shinss doing in Endor?",		"s_68aa150c":"Dangerous - and effective. The Rebels will have to try to get that list. His slip up of mentioning Dathomir might have been nothing but I believe it to be a mistake on his part. That is where you will focus your energies.",		"s_679b150d":"We do our jobs. And now you must do yours. ",		"s_6750e334":"I see. Barlow might be aware of the other traitor and not know it.",		"s_674c302":"Are you done?",		"s_64e8db24":"Ok, can you tell me a bit about Doctor Shinss?",		"s_61fa7c14":"Yes, quite. Most interesting process really. We start with a slight insertion into the frontal lobe. Followed by a...the process doesn't matter. Let's just say that it is rather intense. But I would prefer not to let things come to that. I am sure that there is something I am overlooking.",		"s_60e5259e":"I completely understand.",		"s_60cd6629":"They shouldn't be that hard to recover.",		"s_60495432":"Umm...I think I will be going now.",		"s_5ff8baab":"I was wondering if you could answer some questions?",		"s_5df75ba2":"Again you have surprised me. I am very impressed with the way you handled yourself in a most difficult situation. General Breckon has been eliminated and the Rebels have been shown the mistake of trying to cross the Imperial Inquisition.",		"s_5d47c3ad":"I understand you served under Inquisitor Fa'Zoll.",		"s_5b3ded86":"I don't know. That is why I was asking you.",		"s_5a9c71e2":"Actions speak louder than words. Complete your mission.",		"s_5a27cd7a":"Very well. I will teach you about Imperial technology. Now you have your mission. Go question Lieutenant Colonel Barlow at our outpost on Yavin 4 about the traitor Hend. Find us a lead on who Hend was working with. You may leave me now.",		"s_596a67f0":"Oh yes, very much so. The rebel plans that you returned to us reveal much. Just as we expected the rebels were tipped off about your mission and had orders to protect their remaining agent at all costs.",		"s_590440bf":"Imperial equipment; always useful. Let's begin. Check in with me after I have had a chance to look into this Dathomir lead. I might have use for a pilot at that time.",		"s_5815dd18":"It wasn't my fault",		"s_57d96aed":"People don't ask me questions, I ask them questions! Where were you on the night of the Aqualish uprising?",		"s_57d605af":"You must speak when you are spoken to. It is only polite. Tell me, are you loyal to the Empire?",		"s_57c8489e":"What should I do?",		"s_577a942":"Have you finished your questioning of Lieutenant Colonel Barlow about Colonel Hend?",		"s_54e4328d":"I suggest that if you wish to stay that way, you leave now.",		"s_5485ba8d":"Do you know General Breckon?",		"s_5400c2b8":"He may live but I would wager that he never sees his family again. What he has NOT told me is the names of his co-conspirators. But I have a plan.",		"s_53d34239":"Then you are not trying hard enough. I suggest that you get to our outpost on Yavin 4 and talk to him again. There are answers to our questions. You just need to find them. Do not come back without those answers.",		"s_531dcb5b":"Interesting. So you think he was working with someone?",		"s_51edad38":"Ah. Yes. You are eager to begin. You, of course, know of Colonel Hend.",		"s_5188aced":"To force the enemy to attack?",		"s_50c0b15c":"Nothing is ever certain. But I have been doing this for long enough to know to follow my instincts. Right now my instincts are telling me our target is in Dathomir. It is at least something to look into before we ruin one of the finest minds in the galaxy.",		"s_4dbbef78":"Why not just eliminate him?",		"s_4d169c0a":"[describe last mission]",		"s_4c695dbd":"No.",		"s_4c5e3fb9":"I believe that Colonel Hend's accomplice was a Doctor Shinss.",		"s_4c42a50e":"Interesting choice. I will teach you. Report back to me when you are prepared to undertake your next assignment.",		"s_4b5066f2":"Well done, %TU. You have the makings of a true Inquisitor. When assigned a task you follow through with determination and focus. It is now clear to me that the late Colonel Hend was working with someone else.",		"s_4a796b5a":"I hate the Rebellion.",		"s_4a3aa62e":"Why?!",		"s_4a34b1cc":"Your opinion does not matter. You are to leave immediately.",		"s_47424e40":"It is good to see that you are able to read between the lines. You are learning some of the valuable skills that make a good Inquisitor. I think that it is time to put some of your skills to good use. I want you to go to our outpost on Yavin 4 and talk to Lieutenant Colonel Barlow.",		"s_473d09d8":"Teach me about system balance programming.",		"s_46fbca74":"We're going to give it to you and send you on an interplanetary errand to the Dathomir system.",		"s_46423ae4":"After we discovered that Hend was a traitor we questioned all who were stationed under him. We could not find any wrong doing on the part of the Lieutenant Colonel and have no reason to believe that he was involved in his commander's treachery. Frankly, Barlow doesn't have the imagination to be a traitor.",		"s_42fdfb8d":"For now you are dismissed, I will be in need of your services again shortly though. Oh, and before you go let me teach you some more skills. You will probably have need of that training in the future. Is there anything you wish to learn?",		"s_421e1b5d":"Who is Lieutenant Colonel Barlow?",		"s_4103a0b8":"No. ",		"s_40cda759":"Teach me about advanced capability TIE vessels.",		"s_40abff84":"I am very certain that he is the traitor.",		"s_3f29cff4":"Hmmm, it would seem that either you have a very short term memory or are very good at forgetting things better left forgotten. If it is the first, you will not last for very long. If it is the latter, you might just go far.",		"s_3ced8a4e":"But I am the best.",		"s_3c31fee3":"So you want me to recover the yacht and bring it back to you?",		"s_3c1e05f":"Discretion is the better part of valor.",		"s_3bd0f63e":"Well obviously he is a general in the Imperial Army. General Breckon is in charge of the army forces stationed in the Dathomir system. His contacts and rank make him a perfect candidate to pass information along to the Rebels without arousing too much suspicion.",		"s_3b7137e5":"Um...you're welcome.",		"s_3b3b356f":"Correct. I think we can find out what we are looking for by cracking the ship's logs. The yacht has been gone long enough for the perpetrator to hide whatever they were trying to cover up, but perhaps not long enough to also delete the ship's logs. Now to your ship, pilot.",		"s_3a77410f":"Who is Colonel Hend?",		"s_39fb010c":"No Imperial officer would betray the Empire. ",		"s_39dfc6b4":"The doctor refused to name collaborators; but the Rebels don't know that. We're going to send you out with a false list of names. One thing that I did find interesting is that he mentioned the Dathomir system in passing but seemed to realize his mistake and quickly change the subject. I believe that is the area we should move the fake list through.",		"s_383b4c1a":"You would allow a traitor to work for the Empire again?",		"s_37d7964e":"Absolutely, Inquisitor.",		"s_371288aa":"If the data was classified higher than Colonel Hend's, the head of security on the project, clearance, what makes you think that you would have access to the information?",		"s_370a9fe4":"What are you waiting on? Believe me, you do not want to let this traitor escape because of procrastination. If I find out that you are not performing your duty to the utmost, you will spend the rest of your very short life in agonizing pain. Am I understood, pilot?",		"s_36aa6786":"He would not tell us. But the Rebels don't know that. We will pretend that we have a list of conspirators.",		"s_35462f38":"I should hope not. I wouldn't want to think less of you after you were coming along so nicely. The way you eliminated General Breckon and his allies was a thing of beauty.",		"s_34da8f1d":"Those orders you recovered from the Rebels might as well have been hand written by him. There is no doubt. General Breckon has betrayed his people, his soldiers, and his Emperor. There is only one punishment for that crime.",		"s_33c41dc":"Why not let him come here and then charge him formally?",		"s_31d4944f":"We will pretend that he has given us a list of names. You will transport this list. One thing that I did find interesting is that he mentioned the Dathomir system in passing but seemed to realize his mistake and quickly change the subject. I believe that is the area we should move the fake list through. ",		"s_30281933":"How can anyone know everything about a man? There are secrets that we even hide from ourselves. But in this case, I care nothing about Hend except who he was getting his information from. The answer is out there, Hend wasn't skilled enough to hide from us and neither is his ally. You will find it.",		"s_2fe1cf2f":"An unexpected answer. Perhaps you will find this posting more to your liking. Of course, you know about Colonel Hend...especially since you were the one who eliminated our problem for us.",		"s_2fd0e3dd":"The Army is happy to be rid of him without having to explain why they did not discover the traitorous activities of two high ranking officials. Of course, they know that the Inquisition let them avoid embarrassment, so in the future we will have an advantage when dealing with them. One hand washes the other.",		"s_2c8e3657":"It's not true.",		"s_2b4326ff":"I'm still searching.",		"s_2b08b3c4":"I'm glad to serve the Empire.",		"s_29eb9a6b":"What I mean, %TU, is that unless you can prove your devotion to the Emperor - improve your standing with the Empire - I will have you shot for treason.  In any case, you will no longer fly missions for the Inquisition.  Not until you prove your loyalty.",		"s_28876e4d":"We will leak news that the doctor has given us names of other conspirators. You will transport this list of names. One thing that I did find interesting is that he mentioned the Dathomir system in passing but seemed to realize his mistake and quickly change the subject. I believe that is the area we should move the fake list through. ",		"s_282a5395":"I must admit I had my doubts about you but one day I am sure you will make a fine addition to the ranks of the Inquisitors. You performed admirably in a difficult situation.",		"s_280b5512":"I thought we wanted to keep Shinss alive?",		"s_268fe491":"Yes, sir. Sorry, Inquisitor.",		"s_25317705":"So this was all about politics?",		"s_24a28f9e":"Uh...how about the weather we are having?",		"s_246a0af2":"For your sake, I will assume that you have NOT deserted your squadron. I suggest that you return to your commanding officer immediately.",		"s_23e0dd3":"Maybe we will see each other again.",		"s_231aa1cb":"Imperial technology it is. I will instruct you. Come see me a little later and perhaps I will have some news about how my discussion with the doctor went.",		"s_22515365":"Sounds like a dangerous idea.",		"s_22198261":"A general in the Imperial Army a traitor? Think about the scandal and what a major black eye it would be for the Empire. It is simpler if he has an accident and then we sweep the whole mess under the carpet. Destroy his escort as well. No one must know how he died and since we will do the investigation we will conclude that he fell victim to a tragic accident.",		"s_212d1edc":"That is what I am thinking. We are going to have to keep this operation quiet for the time being though. There is no need to alert anyone of our investigation of the doctor. You are going to have to travel to the Yavin system and inspect the vessel's logs.",		"s_204207":"Yeah, I had the misfortune of dealing with him.",		"s_2015270f":"Very good. I have a job for you. Since you were there, you probably don't need me to tell you who Colonel Hend is.",		"s_1fe8c0f8":"Lieutenant Colonel Barlow will not be allowed to hold his position for very long. I just fear that his health will take a turn for the worst in the near future. But for now he is the best available officer for the position.",		"s_1f64a6b3":"Sorry, I will leave right away.",		"s_1ee84e30":"Would anyone ever believe him?",		"s_1eba352e":"That, my friend, is up to you.",		"s_1e10a6ef":"I see. Well it would seem that General Breckon very well might be though. The orders that you recovered from the Rebel smuggler have his name all over them. It is too bad that he didn't cover his tracks better but I assume he didn't think you could win.",		"s_1d8714f1":"Isn't the Army mad about the loss of a general?",		"s_1d79fda2":"Yes. But now you have work to do. ",		"s_1d7660ea":"As do we all. The Emperor has a very important mission for you. Of course, you of all people are aware of Colonel Hend's treachery?",		"s_1d1e30b6":"So I'm the bait.",		"s_1c8bddbb":"What is it?",		"s_1c1bc0f8":"An Imperial general?",		"s_1bf6b48e":"Earlier this morning, Colonel Hend's private yacht was removed from the space dock where it was stored. We believe that whoever stole the yacht is trying to cover up something that might have been hidden on that ship. Just twenty minutes ago a scanning vessel got a lock on the shuttle in the Naboo system.",		"s_1ba9577c":"I will leave you alone then, Inquisitor.",		"s_1ba0129b":"I could always plant some.",		"s_1adf59ad":"Tell me. Are you helping the traitors?",		"s_1aa7b517":"Or for someone. We try not to make too many assumptions but we are very confident that the answers are out there. One must be diligent in the search for the truth. But I digress. There is an important task that I need you to do. Given your background in this matter I can think of no one better suited to assist me than you.",		"s_1954fa73":"What should I do in the meantime?",		"s_1834b871":"Please continue. I am anxious to find out why the Colonel's yacht was stolen.",		"s_180340a":"I will do my best, Inquisitor.",		"s_15cfb2c9":"Did he enjoy it too?",		"s_15ab633c":"So we are sure that Hend and Shinss were not working alone?",		"s_157ab93b":"Are there other traitors in the Empire?",		"s_1530dc31":"Save your excuses!  The General must never arrive!  Do you understand?  Go to the Dathomir system and destroy his ship.  NOW!",		"s_14ef7b20":"Indeed.  Perhaps you should take some time to reflect on your dedication to the Empire.  Perhaps you should do that now, before I have you executed.",		"s_14ea12c8":"I'm sorry?",		"s_14c5b74e":"For your sake, I hope your best is good enough. But perhaps I can help you become a little bit better. Allow me to offer you my expertise to make you a better pilot. I will train you in one of your important pilot skills. Is there any particular skill that you would like to learn?",		"s_13b747b7":"The name sounds familiar.",		"s_138af3f9":"For now you may go on leave. I am not certain how long I shall be detained with the doctor. Some people break very easily, others require some...effort. But before you go I would again like to offer my services as a trainer to you. Is there any particular skill you would like to learn?",		"s_12691b1c":"I do not have time for idle chatter with any one right now. I am very busy doing the work of the Empire.",		"s_120e3960":"Doctor Shinss is a brilliant scientist. His research actually led to the development of the Death Star's power cells. Not only is he in charge of the Yavin salvage operation, he is slated to begin work on a new project in the Endor system. We are going to need evidence if we will have any chance at proving his guilt.",		"s_10c8692a":"Inquisitors don't ASK ridiculous questions.",		"s_10a23848":"I make no qualms about using anyone to further our goals. In a very controlled environment, I think that Doctor Shinss can still be of use to the Empire. Of course, this is just idle chatter. I must conduct my interview with Shinss before a final determination can be made.",		"s_105d3df0":"About Colonel Hend?",		"s_0":"",		"do_not_edit":"The English version of this file (naboo_imperial_tier3.stf) is automatically generated by the SwgConversationEditor."
}}
