{
	"stfFile":"conversation/nym_technician_1",
	"entries": {
		"s_fdee07ad":"I destroyed the Kimogila's Claw.",		"s_ed4d7aa6":"Nym wants to organize something. Push the Empire back so he can start rebuilding. He's probably here for the long haul, but the Empire's assaults have definitely made him less likely to support the Rebels openly.",		"s_e727edeb":"What are you doing back here? Didn't I tell you to take off or you would blow my cover?",		"s_e15acd61":"Thanks. You better get out of here.",		"s_dce481f1":"Sorry, you've got the wrong guy. I don't handle engine work.",		"s_d724a599":"You could lobotomize Nym's command structure. Nym wouldn't have much of a chance to mount any kind of significant response if that happened.",		"s_ced0fec8":"Oh, don't let me get in your way.",		"s_ccc723ff":"I'm really busy at the moment. Five wrecks and three borderline cases so far today. The Empire is really bringing it to Nym. I've got to get that blaster cylinder back online and it's probably going to take all day.",		"s_ccc1622":"Shhhhh. What are you telling me for? I don't want to know anything about that. All I can tell you is if you are going to try to blow up a ship full of Nym's men, you better not stop until you succeed. Now beat it.",		"s_c70b951e":"YT-1300? If I can find that ship...",		"s_b8779a78":"I'm going there now.",		"s_aae05f6b":"I won't. You should probably take off, this area is supposed to be cordoned off.",		"s_a84adf58":"I'll be fine here. I think I'm still in the clear.",		"s_9518acb5":"I don't know. He's called for five of his captains to meet and work out details for a massive response. They're preparing to leave soon on a YT-1300. The plan is to review the damage to Nym's fleet and then discuss how best to proceed...",		"s_90422eb5":"Good luck.",		"s_8d9eefec":"What did you say?",		"s_81e175a9":"How can I find that ship?",		"s_7d114e8":"I failed in my attempt to destroy the Kimogila's Claw.",		"s_67a590c3":"I'm here to clean the antimatter condenser.",		"s_66c37cce":"Shh! Quiet. I can't believe the Empire sent someone here after what happened to the other agents.",		"s_62f865dd":"I'm here to scrub the plasma injector.",		"s_5c3323fd":"Then keep your head down.",		"s_536a83dc":"So what is he trying to organize?",		"s_51f0669b":"You did? Excellent. High Command will be pleased. You should try to get off Lok as soon as possible. Inform the Fleet of your success.",		"s_42e8bcae":"Well, you've probably only managed to blow my cover! Nym doesn't have any plans. He's too busy putting out fires and keeping his upper leadership from falling apart. The pressure the Empire has been putting on the organization has really started to test Nym's leadership.",		"s_3e5e55b6":"I can't leave without authorization from command.",		"s_3b4b03fd":"There is another fuel technician that might know. She's should be around here somewhere. Pretty Zabrak, no tattoos, won't come with me to the cantina. You shouldn't have any trouble finding her. Tell her that you think the fuel balance on the 'Kimogila's Claw' is wrong and you need to check it. That should get you access to the ship.",		"s_395d4c4":"Your report indicated a possible attack...",		"s_39510e77":"You too.",		"s_37dad091":"I'm here to find out Nym's plans.",		"s_35de4fcc":"I'm here to wax the matter infuser.",		"s_3345f404":"You better take off or you'll blow my cover.",		"s_2d587639":"This area is supposed to be cordoned off.",		"s_273b318b":"You don't have to tell me twice. Good luck.",		"s_169df3bb":"Never mind.",		"s_135c7b04":"You're here to...huh?",		"s_0":"",		"do_not_edit":"The English version of this file (nym_technician_1.stf) is automatically generated by the SwgConversationEditor."
}}
