{
	"stfFile":"conversation/nym_technician_3",
	"entries": {
		"s_f49a789f":"I'm here to wax the matter inducer.",		"s_e8060558":"Are you an idiot? The Claw's already long gone. Somewhere in the Lok system, but I have no idea where.",		"s_e32d36db":"You again? I don't have time to help you.",		"s_debe2412":"What? No way. I checked the Claw myself before it left. The balance is perfect.",		"s_d65e601b":"Oh yeah...",		"s_cf08b4c6":"Huh? Is that some kind of pilot slang? I'm not that kind of girl.",		"s_cbc1d532":"Oh, I thought...",		"s_c1013aa7":"Whatever.",		"s_a8162c2":"You're strange.",		"s_88d98675":"Oh yeah. Um, sorry about that.",		"s_8804f6ee":"Oh, I had no idea.",		"s_7e5b1e91":"Can you clear out now? This is hard enough without distractions.",		"s_76b02ea3":"Can I help you? This is a restricted area right now. We've had a lot of damaged ships come in and this area is cordoned off for repairs.",		"s_7002e5c4":"The fuel balance on the Kimogila's Claw is messed up.",		"s_6e00532f":"You thought WHAT? Get lost or I'll yell.",		"s_6da31acb":"That's really disgusting. You pilots are all the same.",		"s_69e50906":"Yeah, so there's nothing you can do about the fuel balance. Who are you anyway? You here to clean the antimatter condenser?",		"s_67a590c3":"I'm here to clean the antimatter condenser.",		"s_62f865dd":"I'm here to scrub the plasma injector.",		"s_5fcdd10d":"No problem. Just tell your boss you cleaned the condenser and come back in five cycles.",		"s_54711fd3":"You are? You're ahead of schedule. Our condenser has been working fine as far as I can tell. The thing isn't scheduled for maintenance for five cycles. Why don't you just clear out and let me focus on my repairs?",		"s_544505bd":"Look, if you're a pilot, you can check on your ship later. Most of these are going to be junk, but we might be able to save a few.",		"s_52fbe706":"Never mind, I have to go.",		"s_4d5276b":"The ship already left?",		"s_248faf8a":"Where did you say the Kimogila's Claw was?",		"s_1ebf6580":"Uh, okay I'll do that.",		"s_0":"",		"do_not_edit":"The English version of this file (nym_technician_3.stf) is automatically generated by the SwgConversationEditor."
}}
