{
	"stfFile":"conversation/padawan_pannaqa_01",
	"entries": {
		"s_fd022a50":"No, find some sap to bother with your shallow needs.",		"s_ed2f6bdb":"What kind of mup do you take me for? I'm not doing you menial labor.",		"s_df607c49":"I'm listening.",		"s_dd5fc3e4":"Sure, why not.  How can I help?",		"s_be0f3920":"Now maybe instead of just dead trees, I'll grow some vegetables. Or flowers. Or maybe just more trees.",		"s_bbfeec70":"Thank you kindly, I'll be here when you return.",		"s_b9c3a3be":"Any luck finding Shendo?",		"s_b336be8b":"I've decided that you're on your own. Find another servant.",		"s_b2216c3":"Do you have the part? Did you find Shendo?",		"s_ad0eb2bb":"Tasks like this are for the servants, bother someone else.",		"s_72d5a837":"Sorry for bothering, I didn't mean to offend.",		"s_6d11135b":"Did you find Shendo with the vibro-tiller part?",		"s_69af28a6":"I would be more than willing to help.",		"s_53c84ebd":"I can't leave the village.. there's far too much to be done at the moment. But I also need a replacement part for my vibro-tiller. Without it, farming is much more difficult.

As you can see, we have not had much luck of late trying to grow our crops. Between the harsh environment and the constant attacks of Mellichae's thugs, we have our hands full.",		"s_52da7aa":"Ahh, thank you. Please return when you have the part.",		"s_42e0a11e":"Thank you so much. Hopefully this will help me get  the gardens around here into shape.",		"s_41aab3ed":"I'm sure someone of your ability will be able to assist me.  Do you have a second to spare?",		"s_3a3e0d5d":"Yes, Shendo wasn't difficult to find... just to deal with.",		"s_387d18ec":"I've decided that I'm done being your slave boy. You're on your own.",		"s_30546869":"Not yet, but don't worry... I will.",		"s_24a1738d":"I see. I thank you for the consideration you've given and trust that you find your way.",		"s_194a6a4b":"Shendo, an extremely unreliable acquaintance of mine was supposed to have delivered it many hours ago but has yet to show up.  Would you be willing to find him and retrieve the part? ",		"s_1843ab7e":"One dead tree. That's pretty much all I've got to show for my farming skills. As if I should call them skills even. [*sigh*]",		"s_0":"",		"do_not_edit":"The English version of this file (padawan_pannaqa_01.stf) is automatically generated by the SwgConversationEditor."
}}
