{
	"stfFile":"conversation/padawan_old_musician_02",
	"entries": {
		"s_fafa8703":"Yeah, but that doesn't surprise me.",		"s_e9a5dbe":"I'm digging up his past before they start digging his grave.",		"s_d920c8d":"You have quite the morbid sense of humor don't yah?

Well, what do you need to know about Ol' Grizzy Two Tune?",		"s_d80ca537":"I've heard one or two of them moved to Lok about twenty some years ago, though it's been quite a while since I've heard from any them. I fear age may have caught up with them sooner than our friend Grizzlo.

I know a musician at the cantina on Lok near Nym's stronghold. He would know if any of those guys are still around. Look for Vixur Webb there. ",		"s_cf3cdb9a":"Why did they break up if they were so popular?",		"s_cefcce06":"Yes? Are you talking to me?",		"s_c8ad3417":"Who'da guessed that.  Well, what do you need to know about Ol' Grizzy Two Tune?",		"s_c7d951f7":"I think I've exceed my interest in this whole thing. Forget about it.",		"s_c7b21593":"I've heard one or two of them moved to Lok about twenty some years ago, though it's been quite a while since I've heard from any them. I fear age may have caught up with them sooner than our friend Grizzlo.

I know a musician at the cantina on Lok near Nym's stronghold. He would know if any of those guys are still around. Look for Vixur Webb there.",		"s_bdb08f0b":"That's what they used to call him; his band didn't know more than two tunes.

Truth is the tunes they did play were something else; I don't think their popularity ever spread off world though. 

Need to know anything else?",		"s_b38f136f":"The band had some sort of falling out, I'm sure it was over a girl.  Tad bit cliche, eh?",		"s_91a67d52":"Do you know where I can find any of his band mates?",		"s_8db3d0fb":"Do you know where I can find the other band members?",		"s_8593cffc":"Old Grizzy?  Sure, I've heard of him.  Didn't he die a few years back?",		"s_83a3fa55":"Do you know an old man by the name of Grizzlo?",		"s_79a946b4":"Know the current location of any of his band mates?",		"s_71918486":"No, he is very much alive. Well, sort of.",		"s_60181c57":"Never mind, I've decided I don't care.",		"s_5d25f30f":"Beep boop bop bop... yeah, play that thing.",		"s_58a6b3":"These stories never change friend.  Is that all you needed to know?",		"s_51ea4418":"Never mind, I don't think I care any more.",		"s_46660c8b":"Whatever you say. You were the one asking questions.",		"s_3ce5abed":"Grizzy Two Tune?",		"s_284c1131":"Whatever you say. Not like it makes any difference to me.",		"s_26888d70":"It's forgotten. Like you've never been here. Really, who are you?",		"s_1e50f991":"Sadly, I've lost interest in this..",		"s_0":"",		"do_not_edit":"The English version of this file (padawan_old_musician_02.stf) is automatically generated by the SwgConversationEditor."
}}
