{
	"stfFile":"conversation/padawan_the_ring_01",
	"entries": {
		"s_f7b65eb2":"Why is it covered in blood?",		"s_f61a9588":"Literal!",		"s_ea66e5db":"Sounds dangerous. If there's nothing in it for me, forget it.",		"s_e20e68ad":"Hmmph. Probably would have stolen the ring for yourself anyway.",		"s_dc264acf":"Fair enough. At least you're listening. You are listening, right?",		"s_d91ac73":"Thank you very much, I've uploaded your datapad with the last location I remember having the ring on me.",		"s_d403c577":"Is he ok?",		"s_d1457e5b":"I sort of borrowed my deceased mother in laws wedding ring from my wife, then I sort of lost it when I was out racing my swoop.",		"s_d0ed20dc":"Thank you again, friend. I'm sorry it had to come to violence, but I guess you had no other choice.",		"s_c6898781":"I'm sorry, it was just a joke.",		"s_c2f7ce8":"It's okay, I'm just a bit wound up.  I could truly use your help, if you are willing of course.",		"s_c0eab960":"Why are you back? What's wrong?",		"s_b7fd7db8":"Not exactly, depends on your definition of ok.",		"s_b4bf50d7":"No, if you put it that way.",		"s_b3083e4e":"Rewards are not always monetary, or even tangible friend.  

Learning that in life not all of your positive actions result in an immediate personal gain will leave you much more appreciative of the things you already have. ",		"s_a9ca1cc2":"No problem friend. Hurry back when you have it.",		"s_a410e80d":"It's free the first time, next time it's going to cost you.",		"s_9a1d24f0":"In the literal, or figurative sense?",		"s_997d67e4":"Why not get it yourself?",		"s_92a6af5a":"Brilliant!  Your incredible skills of deduction amaze me.

How much do I owe you for this display of pure ingenious?",		"s_91971db6":"That is a tight spot.",		"s_8626b2e6":"Sure, how can I help you?",		"s_7cb3d5a9":"Should have been more careful.",		"s_7b35cfbc":"What is the problem?",		"s_70e58d4e":"You're back. Did you get the ring?",		"s_70c10eb":"I would be happy to.",		"s_6fd316c5":"I did, though it wasn't easy.",		"s_6d739213":"Seriously... If it's not too much to ask do you think you could go out and try to find it for me?",		"s_63fcf51c":"In that case.. No.  He's not quite ok.",		"s_61a3322c":"If I'm not here when my wife returns she is sure to suspect I've done something wrong.

She had no idea I was going out racing, and if she finds out otherwise... Well lets just say she cannot find out otherwise.  Do you have time to help?",		"s_618117e6":"You... you killed him? Wow, I never thought he'd refuse to return it and fight you for it. Well, I thought he might fight you, but not that he'd og so far.

I don't know what to say... thank you, friend. Thank you very much.",		"s_5056dd2e":"No, he insisted on fighting for it. You're not worth the trouble.",		"s_4bbb35f5":"Coward! Why did I ever think you'd be able to help me anyway. Just go. Maybe I can buy another ring that looks just like it... with the exact same inscription... and... and... ah no. I'm doomed.",		"s_47749228":"You... you killed him? Wow, I never thought he'd refuse to return it and fight you for it. Well, I thought he might fight you, but not that he'd go so far.

I don't know what to say... thank you, friend. Thank you very much.",		"s_3faed3":"Nothing's wrong. I just haven't found the ring yet.",		"s_3a25f75a":"Alive?",		"s_3924c1a9":"I'm in a tight spot.",		"s_252ebf4f":"Little details like that don't matter.",		"s_23b61565":"I've changed my mind. Go get the ring yourself. I've got better things to do.",		"s_1f8ddc7":"I got it the only way possible, by killing the low life that took it from you.",		"s_16c644b4":"She'll have my hide. I'm such a fool. How could I have done such a thing... how??!!",		"s_112f3596":"Do you have the ring?",		"s_0":"",		"do_not_edit":"The English version of this file (padawan_the_ring_01.stf) is automatically generated by the SwgConversationEditor."
}}
