{
	"stfFile":"conversation/padawan_bad_cat_01",
	"entries": {
		"s_ff470431":"As I said, I think this problem is yours alone. I don't care.",		"s_ee242807":"No, and I've decided I'm not going to. Deal with it yourself.",		"s_ecd38d6b":"No. Please. Why would I care?",		"s_ddfbf107":"Thank you.  I have uploaded the cat's last known location to your datapad.  Return here once this is all behind us.",		"s_d3af9eee":"Please hurry.",		"s_d36ab1ec":"Don't worry... I'll do what needs to be done.",		"s_bad01abd":"Oh dear.",		"s_b4aeaba0":"[pause] I'm glad it's over. Thank you for your help.  I owe you my gratitude.",		"s_a2b99609":"Okay.  I have uploaded coordinates to your datapad for the cat's last known location.  Return here once it's over. Please.",		"s_93b5b885":"We have a slight problem.",		"s_913dffdc":"My pet, a fairly large cat, was spooked during a live performance earlier this evening. It leapt right at my good friend, who was performing with me, and went for his throat.

My friend is in bad shape, however, the real problem is that our cat is on the loose outside the city limits. Could you possibly help me resolve this most unfortunate of accidents?",		"s_908b3b7a":"What do you want me to do about it?",		"s_8b81f489":"Yes I'll do what I can.",		"s_89952c29":"Tell me it's all over.",		"s_799aee03":"Oh we do, do we?",		"s_72bfd7f8":"We did truly need your help. Now I don't know what to do.",		"s_6766a3d9":"What am I going to do...",		"s_6077d5":"Not yet, but I will.",		"s_5ffd7e8f":"It is.  The cat has been taken care of.",		"s_5b82e205":"Have you taken care of our problem?",		"s_5455041":"Find the cat, and ermm... take the necessary steps to make sure this never happens again. I realize that will mean killing the cat, but I don't know that there are any alternative.",		"s_3aa5b0e8":"I don't think the cat meant any harm, but those animals don't realize how much damage they can do.",		"s_34fc22c8":"No, I think you have a problem.",		"s_1ca2724b":"Too true, well my best friend is the one with the biggest problem.  

Our tamed cat was spooked during one of our live performances, sending it in a mad fury towards my best friend's throat.

That friend is in bad shape, however, the real problem is our cat is loose outside the city limits.",		"s_0":"",		"do_not_edit":"The English version of this file (padawan_bad_cat_01.stf) is automatically generated by the SwgConversationEditor."
}}
