{
	"stfFile":"conversation/padawan_spice_mom_01",
	"entries": {
		"s_dcecfc37":"Hand them over dear, or so help me I will make sure the rest of your existence is one of pain and misery.",		"s_dc552ff6":"Thank you dear, my son will be very grateful.  

The calming hallucinations this spice gives him help ease his mind of the lingering pain he still suffers from after he was in a horrible swoop accident as a child.",		"s_d4ade5e3":"Ask one of your kids to do it.  I'm busy.",		"s_d471cdd":"I would be happy to help.",		"s_d1aec57f":"Don't say anything you are going to regret.",		"s_cf8c69f5":"Oh good, hand them over please.",		"s_bf3942ab":"Please believe that I know what I'm doing, and that this is the best that can be done for my son.",		"s_b638139d":"Did you speak with Evif?",		"s_b40d662":"I see, well sorry for bothering dear.  Good day.",		"s_a8241eb1":"I don't care what you use it for... you're no better than a spice peddler.",		"s_a687a0a6":"I don't regret anything anymore.  Now give that spice here!  

My son is in horrible pain, and nothing seems to work better than the calming hallucinations he gets from that spice.

As much as I hate giving it to him, he needs it to make his painful existence bearable.",		"s_a3b22c35":"Oh my. What did I do to provoke such an outburst?!",		"s_9b2292c8":"Yes, I have them.",		"s_98244955":"Have you got my supplies.",		"s_93965747":"Oh good!  You are a dear, here is the waypoint to my good friend Evif Sulp, he has what I need.

Tell him Sola sent you.",		"s_8a806d30":"No and even thinking about doing so was a mistake.",		"s_85da54b7":"Are you sure you want these?",		"s_829888a9":"Here you go.",		"s_78f7bd03":"Thank you dear, these spices will help my son through another week or so.",		"s_751ed2f1":"May my son's pain be passed to you. Maybe then you'd see that the world is not so clearly good and bad. 

That spice would have brought peace to my son. To my mind, that good is worth the price.",		"s_72b6d639":"Wow, here you go.",		"s_6a11e41a":"I've run short on some supplies around the house, and could use a healthy person like you to run out and pick them up for me.  I know it's not the most glamorous of tasks, but I have no one else to ask.

Would you mind?",		"s_586cd026":"Thank you dear, my son will be very grateful.  

The calming hallucinations this spice gives him help ease his mind of the lingering pain he still suffers from after he was in a horrible swoop accident as a child. ",		"s_4f24860b":"Hello dear, I'm a single mother and could use all the help I can get.

You wouldn't mind helping out an old mother now would you?",		"s_42c15c5":"Not yet, but I'm on my way.",		"s_2aa97a99":"Oh my poor son. Whatever will I do if I cannot ease his pain and suffering.",		"s_238c7ac2":"Oh very good. Hurry back now, dear.",		"s_1aa2a6e6":"Oh, I'm sorry for causing trouble.  Here is the spice.",		"s_16ec7737":"No, not at all Miss, how may I help?",		"s_0":"",		"do_not_edit":"The English version of this file (padawan_spice_mom_01.stf) is automatically generated by the SwgConversationEditor."
}}
