{
	"stfFile":"conversation/padawan_kill_falumpaset_01",
	"entries": {
		"s_f3993d68":"No. And I'm sorry I spoke to you in the first place.",		"s_e73e7a7a":"I see. Well, thanks anyway.",		"s_dedea172":"Sure, what is your plan?",		"s_d4307269":"Not exactly, so are you willing to hear the problem?  Or no?",		"s_cce54be1":"Ah those poor creatures. But I suppose it's best to destroy them before this can spread to others.",		"s_beb9462d":"I assume that is the royal 'we', correct?",		"s_bd13c42d":"What I need you to do is kill 20 Falumpaset, those are the creatures who ate up the largest portions of the sludge that  was spilt.

Once you've taken down 20 of them come back here and let me know.",		"s_889a3584":"Whats wrong?",		"s_82761761":"Oh dear, we have quite the problem.",		"s_761aa5f8":"Well done. You took to that quite well. Sad business, but necessary. This kind of thing happens from time to time.",		"s_741c2cf1":"Let me know once you have killed 20 Falumpaset.",		"s_6f2a1f67":"A cargo vessel carrying a large shipment of some less than legal merchandise has gotten us all into quite a bad spot.  It seems as though this vessel has been leaking chemicals all over the place infecting a very large percentage of some of the local herbivores.

We have an idea on how to solve the problem, but we are going to need your help.",		"s_5036f77b":"Okay, what is your plan?",		"s_3d66a959":"Excellent work, I think you've cleared it up before any serious consequences could arise.",		"s_25c07049":"Sure, what can I help you with?",		"s_1faee9ae":"A cargo vessel carrying a shipment of some less than legal merchandise has gotten us all into quite a bad spot.  It seems as though this vessel has been leaking chemicals all over the landscape infecting a very large percentage of the local herbivores.

We have an idea on how to solve the problem, but we are going to need your help.",		"s_0":"",		"do_not_edit":"The English version of this file (padawan_kill_falumpaset_01.stf) is automatically generated by the SwgConversationEditor."
}}
