{
	"stfFile":"conversation/padawan_peoples_soldier_01",
	"entries": {
		"s_fae10b21":"I've been working my whole life, and have very little to show for it.  

More and more of the money I make is being used to line the pockets of the rich.  There is little I can do by myself, which is why I am asking you for help.
",		"s_f485390d":"Good show, all this spice is going to fetch a pretty penny.  See you around.",		"s_f3df0aae":"Medicine, and foods mostly.",		"s_edb238bc":"Go on.",		"s_eaa416f0":"There is a fairly large group of thugs here in town.  One of them is holding onto a crucial data disk, on which the location of a huge stock of stolen supplies is stored.",		"s_e8f293a0":"I knew I could see the spirit in your eyes.

You can find these thugs hanging around and causing trouble.  

Keep in mind talking with them is an exhausted option.  I wouldn't approach any of them without a blaster at my hip.
",		"s_df607c49":"I'm listening.",		"s_ddb27082":"Not yet, but I'm working on it.",		"s_dbc40340":"I knew I could see the spirit in your eyes.

You can find these thugs hanging around and harassing people. 

Keep in mind talking with them is an exhausted option.  I wouldn't approach any of them without a blaster at my hip.
",		"s_d1008bcb":"What is the problem? Have you done what I've asked?",		"s_c7676f2f":"Spice!  You said it was foods and medicine!",		"s_c0a878d5":"Indeed. Then fare thee well. No... make that fare thee poorly.",		"s_b9bc27b2":"Sure enough.  I thought it was going to be a challenge.",		"s_b84b366c":"How can I help?",		"s_a6cac2af":"With questions like that you might as well join their ranks, I must have read you wrong.",		"s_a082f8ab":"Don't feel so bad... it's all to a good cause. My bank account! Ha!",		"s_9f213941":"What type of supplies?",		"s_873db52a":"Don't expect a welcoming party; like I said before, I wouldn't approach them without a blaster on your hip. When you get the disk, bring it back to me.",		"s_6b8c7e69":"You did. If there's nothing in this for me, I'm gone.",		"s_6151c35f":"Can I trust you with some information?",		"s_53e9175a":"Would you have returned the disk had you known the contents were worth well over six million credits?  Didn't think so.  

Move along and learn from your mistakes.",		"s_4f53003d":"I should have expected as much. The stench of failure surrounds you... which I foolishly thought could be overcome. No chance.",		"s_4e6ee0cd":"The rich get richer. Too true. So that means I should become one of the rich.",		"s_464748ae":"I am willing to help, where do I start?",		"s_41ec1c94":"Sorry, it's a bad habit.  How can I help?",		"s_40708207":"Have you got the disk?",		"s_2ae116f8":"What is in it for me?",		"s_257d7def":"You can find these thugs hanging around and being a nuisance.

Keep in mind talking with them is an exhausted option.  I wouldn't approach any of them without a blaster at my hip.
",		"s_209a7c7b":"I just remembered that I don't care. Bye.",		"s_0":"",		"do_not_edit":"The English version of this file (padawan_peoples_soldier_01.stf) is automatically generated by the SwgConversationEditor."
}}
