{
	"stfFile":"conversation/padawan_spice_mom_02",
	"entries": {
		"s_f5bb1061":"Oh!  You should have said so before friend.

Miss Sola is a good friend of mine... and a loyal customer.  Take this to her and tell her Evif sends his well wishes.",		"s_e66080c4":"You sure about that?  I've got what every man and woman in the Galaxy needs.  Name your pleasure, my friend.",		"s_d0812b8d":"I'm sorry, I think I have the wrong person.",		"s_ca7eddd3":"You leave her alone! She doesn't need a thug like you bothering her.",		"s_bdb90e46":"No, Sola sent me here for her weekly supplies.",		"s_b56527e1":"Anything you want, need, or can dream up, I have and am willing to sell. For a price.",		"s_a0730d59":"Sola sent you didn't she?",		"s_a04364ee":"You aren't in law enforcement now are you?",		"s_798612aa":"It's not for me, Sola sent me for her weekly supplies.",		"s_625ba59c":"I guess. Thought I can't imagine why she'd be dealing with you..",		"s_6242972e":"Whatever you say friend. I'm not going to argue. I'll say this though... shouldn't be so quick to judge people you barely know.

And believe me, Sola can take care of herself. She's willing to do what she feels needs doing.",		"s_6168a073":"Now I'm certain I have the wrong guy.",		"s_350fcbe3":"She has her reasons. Miss Sola is a friend and a loyal customer.  just take this to her and tell her Evif sends his well wishes.",		"s_2c96cac3":"Oh!  You should have said so before friend, and you shouldn't be so quick to judge.  

Everyone has their hobbies; Miss Sola is a good friend of mine, and a loyal customer.  Take this to her and tell her Evif sends his well wishes.",		"s_1f593aa5":"I'm not interested.  But I believe I know someone who is?",		"s_168212d8":"What are you lookin' for?  

Somethin' to keep you awake? Help you sleep?  Help you walk, talk, eat, not eat, run faster, swim longer?

Anything you want, need, or can dream up, I have and am willing to sell. For a price.",		"s_0":"",		"do_not_edit":"The English version of this file (padawan_spice_mom_02.stf) is automatically generated by the SwgConversationEditor."
}}
