{
	"stfFile":"conversation/poi_tatooine_general_2",
	"entries": {
		"s_fa21b24b":"I'll definitely contact you if I need more assistance. You're the first on my list.",		"s_f6936e2a":"Exactly right. You have no idea how many individuals we've been cheated by these days, most of whom come from the Hutt side of the Tatoo System. Are you really looking for work?",		"s_f0016326":"In fact, there is. You've proven your worth so far. I can trust you with a little more than just a simple escort. Here's the deal. We can't tolerate any more harassment from the Zynt'aia Order. We must strike back at them. I'll transmit the data you'll need to find them and hunt them down. We need to clear the area so the freighters can move safely by. Will you do this?",		"s_ec4258cd":"Sure, I guess.",		"s_e9aeb150":"Thank you again.",		"s_d70603e1":"I'm so glad you've returned. I heard that you were attacked by pirates. No doubt, it's the Zynt'aia Order. Ugh! We've had such a problem with them lately.",		"s_d55f7726":"It is a shame I have no more work for you. However, I do have the last of your rewards. I hope it is enough. I hope to work with you again in the future.",		"s_d215c307":"I'm not afraid to try again.",		"s_c6f02543":"Sadly no. Perhaps it will change in the future.",		"s_c5afcca4":"Soon, I will have more work for you. Visit me when you have the time.",		"s_c4a3c855":"You're already busy with another task. I guess that's why you're all the way out here by yourself.",		"s_c2c9b283":"I am disappointed.",		"s_c27d920f":"Yes, I am, in fact.",		"s_bb5aa311":"[nod] Pilot. I heard about the great work you're doing out there for us. I hope this will be the first of many rewards for the help you've given us.",		"s_b755a869":"I have more work for you. It would be best if you contacted me in a few moments.",		"s_b034d9ae":"Sure, I'll help you.",		"s_a99397a":"Yeah, I guess so.",		"s_a401c759":"What do you mean? You seem kind of bitter.",		"s_a18139bb":"I'm going to think about doing this later..",		"s_9f495275":"I see you have failed your mission. Your tasks were simple enough.",		"s_8f164fcb":"Good. I'm glad to hear of it. I wish you well in your mission. Hurry back.",		"s_8d73b3f1":"I really don't want to help right now.",		"s_87d3a522":"What can I help with? There must be something.",		"s_75040efd":"We need you to--oh. You're not a miner, are you? What are you doing all the way out here?",		"s_70fb2f96":"That's good. I have faith in you and your abilities as a pilot. Go.",		"s_6fc5551a":"Thank you. No more work, huh?",		"s_692ea4e6":"Good. The targeted freighter should arrive soon. I'll upload all the data you'll need to successfully accomplish your mission.",		"s_6613e8a2":"Why, thank you.",		"s_630c1e1a":"I can't seem to get your signal. You must be too far away.",		"s_62d05d14":"All right. You'll meet the first freighter here and escort it and its crew to the mining field. It should be simple enough. Come back when you've completed your duty.",		"s_61657d0f":"I see.",		"s_56b87409":"Fine. I knew I couldn't count on someone like you.",		"s_5680cda2":"I'm interested in helping you.",		"s_5517628d":"I know. I shouldn't have failed.",		"s_544993c3":"[nod] Pilot. You've done your tasks well. I have decided to grant you another reward for your services. Our mining operation is appreciative of your efforts.",		"s_53ed657a":"I guess we could use you. I don't trust you, however. Maybe some small tasks at first before giving you more important ones. Yeah, that'll work. If you're really committed to helping us out, you'll escort freighters to and from a new mining field we've discovered. What do you say?",		"s_44e3e0d3":"No more work? That's a shame.",		"s_40f49d32":"I guess I can tell you the details. You see, the asteroid field we've discovered recently is peppered with rocks which we've yet to get near or attain. The Zynt'aia Order has been hounding us ever since they've settled in the Tatoo System, watching our every move. I expected them to try and take over our mining field, just not this soon.",		"s_3f9fe110":"I see. Another one of 'those' types.",		"s_3f54925e":"How very disappointing.",		"s_3bb73ee3":"I am astonished at how well you handled yourself out there, pilot. You are gifted, indeed. Unfortunately, I have no more work for you to do. Our freighters can now access the mining field without a hitch and the Zynt'aia Order seems to have packed their bags and gone away. You've done so much for us.",		"s_3988ce81":"What do they want?",		"s_31881ef":"Nah. I changed my mind.",		"s_2d737038":"Stop moping around and go back out there. You still have a task to do.",		"s_2d25ead":"I see. It was fairly difficult. The Zynt'aia Order has moved into the area and replenished its numbers. You can go out there again. Go.",		"s_2961542d":"I'm glad to hear of it. The more we try, the more the Zynt'aia Order reacts. This time, we'll have to take matters into our own hands. We just can't seem to get the samples we need from the rocks we've found in that asteroid field. I need you to recover a freighter belonging to the Zynt'aia Order and bring it back. Don't give me that look. We have to fight dirty now. Will you help us?",		"s_2613d24b":"I was just looking for some work.",		"s_255d3625":"Why are you back already?",		"s_1c914ce3":"I'd rather not take this on quite yet.",		"s_1a834cf5":"Welcome back. You've done so much for us already. I've heard of the daring rescue you braved out there. If you're willing, I have one more task I'd like to have done. The work I will give you is by far the most important.",		"s_14b13184":"I failed my mission.",		"s_102ed493":"I am slightly disappointed about your failure. I realize, however, it was quite difficult out there. The Zynt'aia Order can be vicious.",		"s_0":"",		"do_not_edit":"The English version of this file (poi_tatooine_general_2.stf) is automatically generated by the SwgConversationEditor."
}}
