{
	"stfFile":"conversation/poi_tatooine_privateer",
	"entries": {
		"s_fcf8c341":"I kinda failed my mission.",		"s_fc740f6a":"I'm sorry, my friend. You're breaking up. You must be too far away.",		"s_fc27931b":"Thanks.",		"s_f8ccf9dd":"Yeah, let me hear the details.",		"s_f59dd698":"Have you been doing tasks that would otherwise upset the Hutt faction? I've heard about you... ah, yes. I will not speak with you until you have increased your standing with the Hutts. Good day.",		"s_f4142e79":"In fact, you are. You continue to impress me and I feel you are ready for the most sensitive and important task I've received to date. We're ready to launch our attack. I need another courier. Are you interested?",		"s_e7cb1e01":"Thank you again. I will.",		"s_e4bd704d":"Why did you have me help launch a battle against the space station?",		"s_e48b5a8":"Sorry? You made us appear weak in the eyes of the galaxy, you... you! [Long Pause] I apologize. I implore you to try again. And may you do so with success.",		"s_e20422e9":"You've completed your mission, and in due time. You deserve a reward for your effort.",		"s_dfce1c9a":"Yes, but I really need to know what's going on.",		"s_d3874dd0":"Oh. Okay.",		"s_cccb49af":"Sounds good. I'm ready to take on this task.",		"s_c5afcca4":"Soon, I will have more work for you. Visit me when you have the time.",		"s_c5a66e82":"No, not really.",		"s_c45f4bb1":"I wish you luck, my young pilot. Again, I expect only success.",		"s_b71871d5":"You've returned. As you can tell, I'm perplexed by the sudden attacks launched by the Valarians. It seems we have a spy in our midst, informing the Lady's thugs about our activities. It is time to find out what they know. ",		"s_aef4404d":"I'm not really interested in being a lackey.",		"s_a388d49":"Run along.",		"s_99dc1f68":"Good. Go then, and be quick about it.",		"s_95d8887f":"How unfortunate.",		"s_936786d3":"It is quite simple. I need you to patrol the Dragon's Spine for the Lady's thugs. Perhaps one of them will have the information we need.",		"s_931fb8d6":"I wish you well.",		"s_8ff8682d":"A pity.",		"s_8e9d0848":"[nod]",		"s_8d73b3f1":"I really don't want to help right now.",		"s_8d1e636e":"You've completed all the work I have for you at this time. Your effort and loyalty are highly respected among us. Here is a reward for your effort.",		"s_8842ba84":"That is unfortunate to hear. I understand that the Valarians are a tough kreetle to crack. However, I expected you to do well. Do not prove me wrong again. Go out there and complete your mission.",		"s_76924085":"I see you have returned... and empty handed. It is imperative that I receive the documents from the informant at Jabba's Star. I expect you to try again.",		"s_7552334":"I'll need these orders delivered to the informants at Jabba's Star. You must do your task with haste. Simple as can be, no?",		"s_753c600d":"Be well.",		"s_752f38d3":"Excellent. Here, take these codes to the informant at Jabba's Star, our origin of affairs in the Tatoo System. You'll need to deliver the codes to the informant and receive the documents in return. After which, you'll return to me in due time. I wish you luck. Now, off you go.",		"s_736584d8":"I apologize. You seem rather busy, my friend. If it is a task I have given you, I expect you to do it... and soon.",		"s_706c0c0c":"So eager. It is a quality I like. I will transmit the information needed to find the Valarian thugs we're looking for. I suspect what we're looking for will be on one of the fighters in this area.",		"s_6fc5551a":"Thank you. No more work, huh?",		"s_6d43911a":"I agree. How do we find out?",		"s_6b51a7a7":"Good. The information is the same. Now go. Do your duty and do it well. I expect success from you.",		"s_68496504":"It is good to see you. I've processed the information you gathered from the Valarians. The particular 'spy' has been dealt with. Trust me, he won't be spying on the Hutts again.",		"s_67e6df55":"Okay.",		"s_6613e8a2":"Why, thank you.",		"s_618da618":"I'm going to think about doing this later...",		"s_61657d0f":"I see.",		"s_5f5d3519":"It was necessary. We must let the locals know that the Hutts still have the control in the Tatoo System. Unfortunately, you were just a pawn in our plans. You shouldn't trust individuals aligned with the Hutts, my friend. Lesson learned.",		"s_5c3ad40f":"I'm sorry.",		"s_50cdd468":"I'm growing quite fond of you, pilot. Here is a little coin for your purse. Check with me again and I'm sure I'll have more work for you.",		"s_4e0a91b7":"Unfortunately so. Continue to share your skills and intelligence with others. The galaxy needs it, I assure you.",		"s_4dc8c70":"[nod] Am I needed for anything else?",		"s_4b48508f":"How rude!",		"s_49904b3":"I do not converse with those not belonging to the Hutt faction. I bid you good day.",		"s_485816ee":"I have nothing to say to you, friend. I am waiting for one aligned with the Hutt faction. You are not one of them.",		"s_458d24ab":"You've done well, my friend, and have exacted the tasks of which I have given you with haste and precision. Unfortunately, I have no other work for you.",		"s_4470da":"In fact, I am.",		"s_42e25376":"You seemed to have failed in our time of dire need. What do you have to say for yourself?",		"s_4004b748":"Ah. One of 'us'. I implore you to assist us on a most sensitive task, my friend. But first, let me introduce myself. I am Garett Erlskel, employed by the Hutts to take care of... business in the Tatoo System. However, recent events have made my job more difficult. At this time, I need the assistance of a young, but intelligent, sort. Are you such, young pilot?",		"s_3bf29799":"For now, I need a courier. There are sensitive documents I need from an informant over at Jabba's Star. Unfortunately, they haven't come yet. I need for you to travel there and find out what the fuss is and why it's taking so long. Are you interested in this sort of task?",		"s_3a510008":"I wish I could help you.",		"s_3856c45c":"[Garett just laughs.]",		"s_36d6852":"And why have you returned so soon?",		"s_2d8a838b":"Yes, I will try my hardest not to fail this time.",		"s_2aa3e51d":"I will. Thank you.",		"s_27eedc3f":"Okay. Thank you again.",		"s_1c914ce3":"I'd rather not take this on quite yet.",		"s_1bce15e6":"Sounds pretty simple.",		"s_1639204e":"That is most unfortunate to hear.",		"s_0":"",		"do_not_edit":"The English version of this file (poi_tatooine_privateer.stf) is automatically generated by the SwgConversationEditor."
}}
