{
	"stfFile":"conversation/privateer_broker_retired_pilot",
	"entries": {
		"s_fc27931b":"Thanks.",		"s_fbdd44a6":"I see. Well, good luck!",		"s_fa94d5c5":"Good-bye!",		"s_f4760c16":"That sounds harsh!",		"s_ef85b67c":"That makes sense.",		"s_ecfd8a1":"Relax. I'm not saying you were.",		"s_ea090abe":"I'm not the bartender. Go ask Gil.",		"s_e288626b":"There's really nothing left for me now. I haven't had any time to figure out my next move. I'm thinking that I'm going to need to pick up a job with the shuttle services... and that's going to be horrible!",		"s_d31921cd":"You realize you are in Bestine, right? Do you know where to find the starport so you can get out of here... right away?!",		"s_cc070e7b":"I am a free pilot, myself.",		"s_c8d0555c":"I don't want to fly a TIE fighter.",		"s_c88254be":"I'm here to see Gil Burtin.",		"s_c6667cfa":"Well, I'm... Hmm. Let me think...",		"s_c4682ea6":"Thanks!",		"s_b93cdbd8":"That's awful.",		"s_b5ff56cf":"Then I don't know what you're doing here. Gil only refers pilots to CorSec and RSF. There's no work to be found here on Tatooine anymore, my friend. None whatsoever...",		"s_b5f15b19":"Not yet.",		"s_b3aefb70":"Shut down by order of the Empire! I guess they don't want anybody fooling around in space unless they fly a TIE fighter for the Imperial Navy!",		"s_b0cc84d1":"The Empire has installed military jurisdiction over the galactic transit services. It's a special oversight group that sets flight schedules, repair budgets, and so forth. It's a nightmare!",		"s_ab39b18c":"In the old days, a transport pilot was never allowed to run more than two shifts back-to-back. Now, the Empire's oversight plan has pilots running as many as they can handle. A Zabrak buddy of mine logged more than a dozen shifts in a row just last week!",		"s_9f74e2fc":"Then you'll probably want to see Gil. He's in the lounge, playing bartender.",		"s_8f67e0e7":"Can I get a drink?",		"s_8d4beebb":"Then I think you should talk to Gil. He can direct you to CorSec or the Royal Security Forces. You won't have to fly a TIE fighter, I can assure you!",		"s_8a596ff6":"Why so horrible?",		"s_89553663":"Oh dear. How can so many people be so wrong...?",		"s_877a4502":"I don't think you appreciate the sort of safety violations that are running rampant through the transportation service!",		"s_82e40fb4":"How is this a nightmare?",		"s_811a5ea0":"Sounds like good money.",		"s_7f9b8387":"Why not?",		"s_7d00c660":"He's in the lounge, playing bartender for this little party. Between us, I think he's been drowning his sorrows a bit between pilot interviews. Don't let that stop you, though. He was the founder of the Free Pilots Guild, after all. I can only imagine how this has affected him.",		"s_7c525a54":"I agree... but what can anyone do?",		"s_77b660fd":"You don't know?",		"s_75f774fd":"Are you looking for the Free Pilots Guild? I have what you might describe as a 'good news, bad news' situation.",		"s_6e54c48b":"What are you doing here then?",		"s_6bccf4e9":"I fly for the Empire.",		"s_6579c571":"I don't know. Ask Gil.",		"s_61129613":"There is no Free Pilots Guild any more. Bad enough for you?",		"s_5e303134":"What's the good news?",		"s_5ad17cbf":"Oh. Good. Wonderful! There's no heartbreaking shame in that, now is there? No filthy guilt eating your brain away, right?",		"s_54818bbc":"I don't know what you mean.",		"s_53d912d":"The good news... the good news... let me see. Now that I think about it, I lied. This is a 'bad news' situation. You a pilot?",		"s_4e888f16":"I'm not afraid!",		"s_49c76620":"Tell me where I can find Gil.",		"s_426a2f78":"Wow. You sound rich, my friend. Stay that way.",		"s_3e25fcee":"I never saw you...",		"s_39510e77":"You too.",		"s_31097eef":"That's not fair!",		"s_3069ecae":"What's the bad news?",		"s_2e674765":"Good luck, then.",		"s_2d495751":"Safety violations? By whom?",		"s_2d1ee89c":"No kidding! But, what can one person do about it? I'll tell you: nothing.",		"s_2ccec1c2":"Thanks for the warning.",		"s_26256229":"Right... except for the fact that the Empire is also taking a substantial chunk of credits out of your pay to support their blasted war effort!",		"s_252fcfaf":"I fly for the Alliance.",		"s_23bbba18":"Where is Gil?",		"s_2174cfc4":"I know, but what can you do?",		"s_1fbaff94":"And that's not all! The equipment is suffering just as much. Most transports are supposed to receive regular maintenance four times each cycle... but I know of a few here in Bestine that haven't seen maintenance for over nine months!",		"s_1bc3ac43":"It's our civic duty.",		"s_10b13d41":"That's terrible.",		"s_0":"",		"do_not_edit":"The English version of this file (privateer_broker_retired_pilot.stf) is automatically generated by the SwgConversationEditor."
}}
