{
	"stfFile":"conversation/privateer_broker",
	"entries": {
		"s_fea04ae8":"What other places?",		"s_fdea49b9":"Ok, but you didn't hear this from me... Meet this fellow in the park in front of the Tyrena Starport. He can tell you where to go from there.",		"s_fd94591f":"Yes. Royal Security Force. Talk about a cushy job! Think of it as Naboo's version of CorSec... only, of course, Naboo's also got the Empire defending it. It is the Emperor's home world, you know!",		"s_fd3512f0":"CorSec?",		"s_fcd4dd70":"That's what I like to hear. Take care, friend.",		"s_fc27931b":"Thanks.",		"s_f97198ff":"I see. Well... in that case... say you don't really want to fly for the Empire, do you?",		"s_f90d3de4":"Why don't you get permission to distribute it then?",		"s_f800df2d":"Yes. Well... not really my thing, you understand, but there has always been a certain... ah... 'fringe element' on the outer worlds. Smugglers, ruffians, pirates, thugs... that sort of thing.",		"s_f72f24be":"I want to retire.",		"s_f6dbaaf2":"I've come to join the Pilots Guild.",		"s_f58ab655":"Here, I'll add this location to your datapad... Go to CorSec headquarters on Coronet. It's just down the street from the starport. Go inside and talk to the CorSec Pilot trainer. He can tell you all about CorSec and get you signed-up!",		"s_f51c795":"On second thought... never mind.",		"s_f43b859":"I would rather be independent.",		"s_f3e5d7a0":"Oh. Well... then why did you come to see me? The Empire dumps more recruitment on the Holonet daily than we do in a year.",		"s_f15359b4":"So long!",		"s_ee816dc0":"Hey!",		"s_eaf87760":"Eh, I changed my mind. I'll stay.",		"s_e6455de":"I don't blame you for not wanting to fly for the Empire. It's dangerous what with the Rebel Alliance and all. Do you have any idea what the kill ratio of X-wings to TIE Fighters is?",		"s_e6101168":"What is this?",		"s_e4c89252":"Thanks. Bye!",		"s_e3ec2640":"I'm not interested.",		"s_e19a5c9a":"That's the location of the Imperial Pilot recruiter. You go talk to him and he'll get you all fixed up. You'll be dead in no time.",		"s_da0b2f54":"No, what is it?",		"s_d6791368":"Oh... well how about the RSF or work here on Tatooine? Are you interested in that sort of thing?",		"s_d3a7e09":"Oh, handy book, that. Explained all an aspiring pilot needs to know about piloting privately-owned starships. Travel routes, where to go to get private contracts, how to get certified by the necessary authorities to engage in commerce... you know, all that sort of stuff.",		"s_d1caa227":"You mean you actually WANT to fly for the Empire? There's a war on, you know. It's very dangerous.",		"s_d0969d78":"You want to what? Retire? You know if you retire, you'll lose all your pilot skills and they'll throw out your mission record, right? If you ever want to join up again, you'll start out as a new recruit. Are you sure that's what you want?",		"s_cf4d3521":"We'll see about that.",		"s_ce87b83e":"What is 'The Basics of Space Flight'?",		"s_cc9259e0":"Do I have a choice?",		"s_c3f7c619":"Hello. Nice to see you!",		"s_c2320129":"I don't really want to fly for the Empire.",		"s_bedc35ff":"Here, I'll add this location to your datapad... this is the Mos Eisley cantina. They don't get a lot of attention from the law out here in the Tatooine system, so there's always someone there looking for pilots willing to brave the wild frontier, so to speak.",		"s_bdf43a8a":"Well, you're the boss. I'll get the documents ready to transfer. If you want to change your mind, now's the time...",		"s_bd56d5dd":"Of course you have a choice. We all have choices. There are still... other places you could go to get some basic flight training.",		"s_bad24bb9":"On a case-by-case basis? Impossible! Do you have any idea how many pilots there are in the galaxy? Thousands! Hundreds of thousands! Millions!",		"s_b31be86":"Just tellin' it like it is, my friend. They're going to put you in a tiny little ball with a tiny little gun built by the lowest bidder.",		"s_a6f3f40b":"I've come to retire my status as a pilot.",		"s_a5fd1ad3":"Say, that's pretty dangerous. Going up against the Empire's huge fleet with nothing but whatever ragtag bunch you can get to oppose them? Still, I suppose the Empire DID destroy Alderaan...",		"s_a59f385f":"Let's see if you change your tune when you see that dinky little fighter with NO SHIELDS they give you! Ha!",		"s_9fdd7cf3":"Yes?",		"s_9ba377a3":"Take care, friend.",		"s_8e1dc39f":"Oh... well how about CorSec or the RSF? Are you interested in that?",		"s_8cb932b7":"Nothing. Goodbye.",		"s_8c645195":"That's right. Corellian Security. Since Corellia is officially neutral in this whole Empire versus the Alliance business, they've got to provide for their own defense. Some of the best pilots in the galaxy come from Corellia, you know?",		"s_8bed64bc":"Oh... well how about CorSec or work here on Tatooine? Are you interested in that sort of thing?",		"s_83c3a855":"RSF?",		"s_80d6e310":"Well... I don't actually know, but I bet it isn't very good.",		"s_7f3a602f":"Where else can I learn to be a pilot?",		"s_79be144a":"You don't look like a pilot to me. But I guess you can still hang-out here if you like. Try to be quiet, though.",		"s_77becf16":"I don't want to fly for the Empire.",		"s_759870d1":"Uh... I think I changed my mind. Can't I choose to do something else?",		"s_757d93fb":"Yes I do.",		"s_74c33af":"That's not the half of it! Imperial Decree 875a subparagraph 19 mandates that we still engage in recruitment activities - you know, job fairs and mass recruitments and that sort of thing - but then any potential recruits are directed straight to the Imperial Academy.",		"s_71bc4ac7":"Yes. I want to retire.",		"s_6ea276b4":"Rebel Alliance?",		"s_61657d0f":"I see.",		"s_56acd306":"I was just nearby.",		"s_562906b3":"What trouble?",		"s_5626358b":"Well it's Imperial Decree 875a subparagraph 13! The Pilots Guild used to oversee almost all aspects of space travel from training new pilots to establishing preferred travel routes, but the Emperor won't even allow us to distribute 'The Basics of Space Flight' without express written consent.",		"s_510d393e":"It's your funeral, pilot.",		"s_4cc40305":"Lots of places! Look, CorSec off on Corellia is a prime example. They're always looking for new recruits. And there's the RSF on Naboo, as well. Not to mention work you could get right here in the Outer Rim. Or even the Rebel Alliance, if you don't mind getting executed. What sort of piloting are you interested in?",		"s_44d6c7b2":"I don't care!",		"s_43f7f8f5":"Are you going to direct me to the Academy?",		"s_3cb06a88":"Ok, ok. Here, I'll add these coordinates to your datapad.",		"s_3269c6d":"Not really.",		"s_2d7a0d3":"Indeed? Well, shame about that. We've had some trouble you see...",		"s_2c417dde":"Tatooine?",		"s_22c8a818":"So where is the Imperial Academy?",		"s_2059cc73":"It's a blasted shame - that's what it is. Waste of a fine pilot. Take care in life, friend.",		"s_1fd99cce":"I want to fly for the Empire.",		"s_1d78d511":"Here, I'll add this location to your datapad... go see the RSF Pilot trainer in the Theed Palace. He can tell you all about the RSF. He'll probably bore you to death with long flowery speeches about their 'noble history' and all that nonsense.",		"s_1d546116":"Hm? Well, ok. See ya.",		"s_169df3bb":"Never mind.",		"s_159911f5":"Tell me more.",		"s_13dd951a":"Hey, I've heard people talkin' about you! Rumor is you've turned into a pretty decent pilot! What can I do for you?",		"s_0":"",		"do_not_edit":"The English version of this file (privateer_broker.stf) is automatically generated by the SwgConversationEditor."
}}
