{
	"stfFile":"conversation/pvp_station_rebel",
	"entries": {
		"s_e7fb4e63":"Welcome to the Rebel Alliance Space Station, %TU. Would you like to declare your affiliation with the Rebel Alliance?",		"s_e4046084":"Not all of them, %TU. Just the ones that have Declared their affiliation with the Empire. You'll be able to attack them, and they will be able to attack you. Ready to declare?",		"s_dd67013":"What does that mean?",		"s_dc5b544f":"All Imperial Pilots will be able to attack me?",		"s_d2cd41a5":"Although you are a Rebel Alliance Pilot by profession, you have not Declared your factional affiliation. Many Imperial ships [players] will hold fire in the event you are not really affiliated with the Rebel Alliance. You may declare your affiliation with the Alliance to make it clear that you are willing to respond to their attacks.",		"s_b780e818":"In that case, please move away from the station.",		"s_62e7ee":"Very well, %TU. Your ship will begin broadcasting your Rebel Alliance affiliation in 30 seconds. You may want to clear the area in the event there are hostiles nearby. Rebel Alliance Station, out.",		"s_626fe576":"How long does this last?",		"s_514ace33":"You are not welcome at this station!",		"s_48f82131":"You need to move closer to this station.",		"s_457a7010":"No",		"s_392e22":"You will be a Declared Rebel until you land your ship. The next time you launch, if you want to be a Declared Rebel again, you must speak to a Rebel Alliance Station again.",		"s_370822d1":"Yes",		"s_358253b2":"There's nothing we can do for you while you're in that civilian ship.",		"s_32da2cf3":"I have a mission",		"s_223d8c5f":"We could use your help fighting the Empire, %TU, but you seem to be busy doing something else.",		"s_1ef0f7f":"Finish it, or better yet abort your mission. We need your help!",		"s_17456755":"Sign up with the Rebel Alliance and we'll talk.",		"s_0":"",		"do_not_edit":"The English version of this file (pvp_station_rebel.stf) is automatically generated by the SwgConversationEditor."
}}
