{
	"stfFile":"conversation/qtqc_phase_2",
	"entries": {
		"s_ff02a401":"I'd like to see the project's current attributes.",		"s_ebcb651f":"I'd like to add an ingredient to the village defenses.",		"s_cdaf165d":"There are people who are working for Eozlin who are gathering special resources. You must get the resources from them to craft the items needed for the defenses. There are also reports that the Sith Shadows are using them to build their bases.",		"s_ca02afa6":"Refined Rudic",		"s_c57c793":"I'd like to know about the amount of ingredients people are giving.",		"s_bf623b9":"You need to give %DI more items.",		"s_bc2ccc0e":"There is no crafting project currently being run. Please come back later.",		"s_baf57f52":"I'd like to get the status of the village defenses.",		"s_adcf90d8":"I don't recognize the resources needed by the schematics.",		"s_a489b2f6":"The overall project.",		"s_9750fd54":"You need to give one more item.",		"s_87a5e151":"Refined Ardanium II",		"s_74be10c7":"You don't need to give any more items, although you can to help the project.",		"s_739cd87c":"Please put the ingredients you want to add into my inventory.",		"s_6ef148af":"You have been given the schematics needed for the project. They can be accessed via the 'mission/community crafting' categories of your crafting tool.  When you have an ingredient ready, see me to add it to the project.",		"s_67afc98f":"What would you like to do?",		"s_574683dc":"Small Turret",		"s_4f3fd2ab":"There are people who are working for Eozlin who are gathering special resources. You must get the resources from them to craft the items needed for the defenses. There are also reports that the Sith Shadows are using them to build their bases. The resources are Ardanium II, Endrine, and Rudic.",		"s_4ccd023a":"Which ingredient would you like to know about?",		"s_3a6af75d":"I need the schematics for the village defenses.",		"s_39019ea3":"I'd like to know about the quality of the ingredients people are giving.",		"s_36cd5966":"Reinforced Wall Module",		"s_31b4836a":"I'm sorry, something went wrong; you could not be given the project schematics.",		"s_2ce1f012":"How many more items do I need to contribute?",		"s_2a94bc85":"Refined Endrine",		"s_261bbc0d":"What would you like to know about?",		"s_212d314f":"The overall project",		"s_20141151":"Tell me about these special resources again.",		"s_0":"",		"do_not_edit":"The English version of this file (qtqc_phase_2.stf) is automatically generated by the SwgConversationEditor."
}}
