{
	"stfFile":"conversation/quest_hero_of_tatooine_bounty_hunter",
	"entries": {
		"s_ffdc10ae":"The guy I'm looking for stole some equipment. Nobody got a good look at him, but the crate that he stole had a transponder signal attached to it.",		"s_fc5b59e0":"That's great! Just point out who you think it is. If your reasoning is justified, I'll take care of the rest.",		"s_faaf7075":"Did you find out who my mark is?",		"s_eaa5c299":"You're not sure?",		"s_df981c5e":"I thought you were tracking him for a long time?",		"s_df879e":"No time to talk now, sorry.",		"s_dec94c0f":"I've got no time for 'kinda familiar'. I need concrete information.",		"s_dd6f7e":"Good luck with all that!",		"s_dce437b6":"Have you questioned all the smugglers here?",		"s_d9ec1dc4":"'Arrest him'... heh. Yea, I would 'arrest him' but the problem is, I don't know which one of these smugglers he is.",		"s_d3412303":"What seems to be the problem?",		"s_cd33dbbc":"OK. If you find out who it is, let me know.",		"s_bebac1d7":"You must think I'm stupid don't you? A little while after I tracked the signal to this city, it went dead. He must have found it and turned it off.",		"s_bd2c41cb":"You there. Do you know any of these smugglers here?",		"s_b932a57a":"Hey there! Thanks again for helping me find the right mark. You're OK in my book.",		"s_b8f4813d":"Well, that one guy does look kinda familiar.",		"s_b8bf2aa9":"Yea, that's the thing. I don't know which one of these smugglers is my mark.",		"s_a49ad86c":"I don't know, but good luck!",		"s_922dd166":"Then why don't you arrest him?",		"s_86c02324":"A lotta help you were. Get out of here.",		"s_806d4263":"Questioned them? Yep, I found all the suspected smugglers in the area and brought them here. Questioned them, pushed them around, roughed them up, you name it.",		"s_7eb6abbe":"I figured as much. Blast it all. Now what do I do?",		"s_7cf16bce":"Sounds like you have it under control.",		"s_775eed34":"No, can't say as I do.",		"s_69cdbab1":"Not yet. I'm still looking.",		"s_659bb141":"Listen up, kid. This stuff isn't as easy as it sounds. Cut me some slack.",		"s_624a9b6f":"Yea, yea. Get out of here.",		"s_60d63ec8":"No, I didn't think that you would. Curses. Now what do I do?",		"s_5fdaa4bb":"Well, so long then.",		"s_5e244342":"I've helped all I can. Good-bye.",		"s_54e633f8":"Then leave me alone. I'm busy.",		"s_47482ee2":"What did you find out?",		"s_44f4df":"You really do think I'm stupid. I can handle this myself... but, uh... if you want to, give it a shot. See what you can find out.",		"s_402e3e9a":"Wow, I wouldn't want to be in your position.",		"s_3ece0ca2":"You've got to be the worst bounty hunter ever.",		"s_3769e5f8":"I don't have time to talk right now. Sorry.",		"s_369a8bff":"Maybe I can find out who your mark is.",		"s_29ecd548":"You had your shot, kid. I'm not going to give you another chance. Get out of here.",		"s_254a92c6":"To be honest, I'm a little confused. I know the smuggler captain and I can trust him. But everyone else just blames each other, and I don't know what to do.",		"s_250df636":"One of these smugglers is my mark. I think. I'm not sure.  I've been tracking him for some time and just now caught up with him here in this city.",		"s_239b0909":"Well, I hope you find him. Good-bye!",		"s_1fa16fd3":"Then why not find the one with the transponder?",		"s_1b0651f8":"Yes, I think I know who it is.",		"s_1892fb83":"Good for you. So long!",		"s_12afde00":"Smugglers? Why would I know any smugglers?",		"s_0":"",		"do_not_edit":"The English version of this file (quest_hero_of_tatooine_bounty_hunter.stf) is automatically generated by the SwgConversationEditor."
}}
