{
	"stfFile":"conversation/quest_hero_of_tatooine_farmer",
	"entries": {
		"s_fb52d10a":"I wish you the best of luck.",		"s_f7d18c26":"Did you say you knew where your family was taken?",		"s_f4d0be1e":"Sorry, I can't talk right now.",		"s_f4a9d6e8":"Do you know where your family was taken?",		"s_f26c1a9":"Don't you think I know that? My family has been kidnapped! The only two things in my life that I hold dear! Of course it's terrible!",		"s_da11deae":"Hello! I wanted to thank you again for helping to rescue my family. We are all deeply indebted to you.",		"s_d5adc7c6":"Actually, I'd rather go rescue your family for you.",		"s_cf9c96f0":"What can I do to help?",		"s_cdbae137":"Sorry, I can't help right now.",		"s_cadf41fb":"I guess I'll have to go myself then. Wish me luck.",		"s_ca776e30":"Who are you?",		"s_c6144200":"Do you know who took your family?",		"s_c5196416":"I don't think I can help right now, sorry.",		"s_c4fbf8c5":"Calm down. Do you know where your family was taken?",		"s_c1d778b6":"I will give you the ransom money.",		"s_bed5a497":"The note says that I need to pay ten thousand credits. But I barely break even as a moisture farmer. I don't have that kind of money!",		"s_ba7f35a5":"Tell me what's wrong.",		"s_b7068b53":"Calm down. Do you know who took your family?",		"s_b658a801":"Sorry, I can't help you.",		"s_b394e1eb":"No, I don't. There were lots of tracks leading away from our house heading this way though. I think there might be a cave or something in this direction. They might be holed up in there.",		"s_ab3e1351":"Yes, hello. You are going to go rescue my wife and daughter are you not?",		"s_a6faa65a":"How much did you say the ransom was?",		"s_9ead1175":"Oh well. Thanks anyway for offering. I guess there's nothing left for me to do but go and try to rescue my wife and daughter myself.",		"s_9e0bb613":"Slow down. What's the matter?",		"s_9930ca3d":"How much is the ransom?",		"s_916b0cc0":"Sure. Here is the location of the cave where I think the brutes might be hiding. Now please save my family, and do be careful.",		"s_91139d19":"It's my wife and daughter, they're gone! I was out checking the moisture crop and when I got back to the house I found a note saying they'd been kidnapped! They're being held for ransom!",		"s_8e117483":"You're right. I'm sorry, but of course you realize why I'm upset.",		"s_8c9c92a":"Alright. Good luck and be safe.",		"s_7f1f06ba":"Oh, hello. Yes, I did have a problem, but a very kind soul has already offered to help. Thank you very much, though.",		"s_7d7b9050":"I'm a moisture farmer. And not even a very good one. I can't help but think that if I was at home instead of checking the evaporators, this never would have happened.",		"s_7c31a6a3":"Can you show me where you think the cave is again?",		"s_5cdaed70":"Yes, I am sure. [give 10000 credits]",		"s_5a04437":"Well, I don't have the money to pay the ransom, and if I don't pay, they said they would sell my wife and daughter into slavery. So I'm on my way to try and rescue them myself, although I don't think that I'll be able to put up a good fight.",		"s_545b2c24":"Really? I would be forever grateful, but that's a lot of money. Are you sure?",		"s_53fb3746":"Don't yell at me. I didn't kidnap them.",		"s_53686a92":"Yes, I'm going to go rescue your family.",		"s_4de6ecbe":"Please, oh please. You've got to help me! I'm desperate!",		"s_4b28f5f9":"It doesn't sound like there's much that I can do.",		"s_498b2572":"Are you sure? I appreciate your selflessness, but it will probably be very dangerous. Though I agree that you are probably better equipped to go than I.",		"s_46d3276e":"Sorry, I don't think I can help right now.",		"s_3abf0d9c":"Thank you so very much. You have my sincerest gratitude. But do be careful, for my family's sake. Here, I'll transmit a location to your datapad. I think that the brutes that did this might be holed up in a cave there.",		"s_31e2a586":"I don't know for sure. There was a name scribbled at the bottom of the note that was left. It said, 'Sennex'. But I don't know what that means. I don't know anyone named Sennex.",		"s_2fdb8fbd":"On second thought, I don't think I can help right now.",		"s_2f051629":"I will go rescue your family for you.",		"s_2e1d6626":"Oops. Looks like I don't have that much money either.",		"s_29e0b99d":"Thanks. I think that I'll need it.",		"s_28fe80fc":"That's terrible!",		"s_27d7b600":"Thank you! Oh, thank you so much. I will be in your debt always. I'm going to go make arrangements to pay the ransom money now. Thank you again for your kindness.",		"s_22e3a3":"Thanks again for paying the ransom! I'm going to go set the deal up right now!",		"s_17089ea4":"Yes, I will go save your wife and daughter.",		"s_12d39d30":"Who do you say might have taken your family, again?",		"s_0":"",		"do_not_edit":"The English version of this file (quest_hero_of_tatooine_farmer.stf) is automatically generated by the SwgConversationEditor."
}}
