{
	"stfFile":"conversation/quest_hero_of_tatooine_hermit",
	"entries": {
		"s_f9a4e3e3":"In order to attain the Mark of Intellect, you must find one in need of your wisdom. Perhaps a bounty hunter needs assistance...or a puzzle needs to be solved somewhere in the galaxy. I beseech you to keep an eye out while traveling to the cities of Tatooine. You'll find what you're looking for there.",		"s_f297414":"Dark times? What do you know of dark times?",		"s_f013aca1":"Yes, my friend?",		"s_e9bd97f9":"Here? In this cave?",		"s_e0ab34b6":"I am well. Yet, I am still here in this drafty old cave. It suits me well, I think. I must return to my meditation. Go forth and spread your wisdom throughout the galaxy.",		"s_db6d4167":"You should now have all the items that you have not yet received.",		"s_da196589":"Nevermind.",		"s_d86dc24":"I'm done. Thank you for the information.",		"s_d38cc2cb":"Pirates and criminals travel freely.  The Old Republic has been shattered.  The Jedi have been hunted to all but extinction.  Over all of this hangs the shadow of the Empire.",		"s_d2a7ff43":"Mind your manners, child.  I philosophize of the state of our worlds...of these dark times.",		"s_d22f1e74":"I have no interest in bandying words with you, child.  Educate yourself and seek out enlightenment. Perhaps then we might have a civilized discussion.",		"s_d111fbf4":"I will do this for you.",		"s_cfb883ed":"I am well. Just seeing how the old man is.",		"s_cf3b7067":"I will do these things.",		"s_cd2c070a":"I have returned from my journeys, my friend.",		"s_cc62685c":"Tell me about the squill skull again?",		"s_cbb8634f":"The Mark of the Hero.",		"s_cb535214":"The Mark of Altruism.",		"s_c6825098":"Within the depths of this cave, there lies an item which has been stolen from my home by the vile creatures that live here. I need it to continue my studies. It is the skull of a squill. Find it, return to me, and I will present to you the ways in which you can become the Hero of Tatooine.",		"s_bbb8e096":"Excellent. You have proven yourself as worthy of my challenges. In order to deserve the Mark of the Hero, you must undergo four different tasks and gain the Marks of Courage, Honor, Intellect, and Altruism. Which task and mark would you like to learn about?",		"s_b9b27823":"Thank you.",		"s_b6a019cf":"The Mark of the Hero will only be granted to those who have completed acts of Intellect, Honor, Courage, and Altruism. When you feel you have completed such tasks, return to me.",		"s_b2929fdf":"Merely an old man.  I keep to myself and tend my books.  I think.  I philosophize.",		"s_af540d0":"I have the skull you are looking for.",		"s_ab4620a6":"It appears that your inventory is full. You must free some room before we proceed.",		"s_a5bd2f51":"Go then. Seek the tasks which I have described for you. Return to me when you have completed them. Only then will you become the Hero of Tatooine.",		"s_9b634554":"I wish to become a hero.",		"s_96fd32c3":"To attain the Mark of Altruism, you must selflessly help a soul in need. Somewhere, in the harsh desert heat, a farmer desperately cries out...in need of a hero.",		"s_96a66dea":"A noble intent, but intentions in the face of a challenge are as dust upon a Tatooine windstorm.  One must act and through one's actions, one might be proven a hero.",		"s_920f731c":"The Mark of Intellect.",		"s_8ecd39ce":"What is the Mark of the Hero?",		"s_8cb1f35d":"You will gain the Mark of Courage by defeating a ferocious beast bent of terrorizing the world. Speak with the people of the cities of Tatooine. Perhaps they know of such a beast.",		"s_8bfb7334":"You speak truly.  The Empire rules ruthlessly and unjustly.",		"s_856de06c":"Somewhere on this desert planet, strife between ranchers and pirates rages on. Seek them out, choose the correct path, and the Mark of Honor shall be bestowed upon you.",		"s_7adceec5":"Ah!  The hero returns!  It is good to see you are still well.",		"s_7abf0913":"How do I prove that I am a hero?",		"s_6cd88f7f":"I wasn't always an old man.  Many years ago, I won many a campaign against the forces of darkness.  I wore the symbol about my neck as a reminder of my cause.  I would pass this thing to the one I believe capable of continuing my work.",		"s_66fbfd08":"It is my belief that the galaxy is in dire need of heroes--those individuals who have demonstrated beyond doubt their dedication to the path of light.  You are brash and young, but perhaps one day you will become a hero and bring light to this darkened place.",		"s_669b88aa":"The Mark of Courage.",		"s_66270434":"I will seek to prove my character.",		"s_6441a2a6":"As you wish.",		"s_63076377":"I see that you have returned. You have done well so far, but I sense that something is missing. Please allow me to fulfil that which you are owed.",		"s_5ff9d2ec":"You do not have the room in your inventory to receive all the items you need. Please free some room and speak to me again.",		"s_5e7d1e16":"You will gain the Mark of Courage by defeating a ferocious beast bent on terrorizing the world. Speak with the people of the cities of Tatooine. Perhaps they know of such a beast.",		"s_599bebab":"Go then.  One cannot become a hero by spending all day chatting with a crazed old man...and may the Force be with you.",		"s_59283967":"I see you bear the Marks of Courage, Honor, Intellect and Altruism! Can it be?  Have I found the one I have sought for so long?",		"s_579bac17":"You have done great things in the name of the light.  I am honored to be in your presence.  Take my Mark of the Hero and let it remind you of your cause.  Do not forget why you fight.  Good luck, young warrior.",		"s_55937d94":"You speak boldly, my friend. Dangerously, in fact. ",		"s_50c6e23d":"The Mark of Honor.",		"s_503d468c":"I would like more information about...",		"s_4fcf6919":"Good. First, a small task for you to prove yourself worthy of my challenge...worthy of becoming a hero. Within the depths of this cave, there lies an item which has been stolen from my home by the vile creatures that live here. I need it to continue my studies. It is the skull of a squill. Find it, return to me, and I will present to you the ways in which you can become the Hero of Tatooine.",		"s_48bfa35f":"Yes, I am the hero you seek.",		"s_48a263f0":"Well met, traveler.  What brings you to my small and lonely abode?",		"s_342ec337":"Travel the world.  Perform acts that demonstrate your heroism.  Through these actions you will be transformed.  A hero must be honorable, intelligent, courageous, and altruistic.  You must seek to help the world despite the cost.",		"s_2d0b6a":"What do you philosophize about, old man?",		"s_2a85c56b":"I am able to watch after myself. These cold, lifeless walls do not disturb me any longer. Far too long have I lived here in solitude. I have become stoic to its effects.",		"s_2a82993c":"I see that you have returned, my child. What do you seek?",		"s_1f8abb5f":"Return to me when you have proven the measure of your character.  An act of honor.  An act of intellect.  An act of courage.  An act of altruism.  Demonstrate to me these characteristics and I will bestow upon you the Mark of the Hero.",		"s_1bb7b1eb":"I was curious to see who lived here.",		"s_1bb3475f":"I would like to learn about...",		"s_194db552":"The Marks? Which one?",		"s_0":"",		"do_not_edit":"The English version of this file (quest_hero_of_tatooine_hermit.stf) is automatically generated by the SwgConversationEditor."
}}
