{
	"stfFile":"conversation/quest_rebel_easy",
	"entries": {
		"s_ffe8fcc8":"I would like to fly for the Alliance.",		"s_fd20ae06":"Additional quest info.",		"s_fc12045e":"Excellent. Would you be willing to tour quadrant IV and eliminate Imperial probe droids that have been pouring into this system?",		"s_fa27d75e":"I'll protect our transports.",		"s_f6c52e55":"Take care.",		"s_f69aa3a8":"Thank you! Take care of yourself.",		"s_f323f799":"See you then, sir!",		"s_f1d613dd":"Let me at 'em.",		"s_eff1c76c":"How are you, my friend?",		"s_efc3891a":"I still think the TIE fighter patrols are an issue.",		"s_e90efb5f":"Well, let me know as soon as you are free. Maintaining our chief supply route is critical and we could really use the help.",		"s_e12d7cb1":"I hoped you'd say something like that! I'll upload a nav package to your ship. Rescue any disabled Rebel freighters you find along the route.",		"s_e037a4ee":"This is the Rebel HQ in orbit above Corellia. You're obviously part of the Alliance - or you would have been shot dead by now. And I'm also guessing you're a pilot...?",		"s_de131dac":"Yes I am a pilot.",		"s_dd95d118":"I appreciate that. Good-bye.",		"s_d6cd8f5b":"Well, I have word that the Empire is attempting to insert spy ships in our supply convoy. They're disguised as transports... blending easily with the legitimate Alliance craft. We need someone to inspect transports and eliminate any undercover Imperials they find.",		"s_d623f2e5":"That's good news. We're short-handed in quadrant IV. Imperial probots are raining down on us. This is a definite sign of fleet action... and, at the moment, all we can do is try to keep them blind. We need you to patrol quad IV and destroy any probot you encounter.",		"s_d2b76d1":"I have enjoyed working with you.",		"s_d2722119":"Excellent! Intercept transports anywhere along the convoy line. Inspect them. Let the Rebel ships go - and disintegrate the Imperials. The Force be with you, friend.",		"s_d0c0c6b":"I guess so. Seems like a waste of talent, but if you'd like I can assign you to transport duty along the Corellian supply route.",		"s_ccfcfa6f":"Those supply transports still need protection.",		"s_cc569d6f":"What is this place?",		"s_cba5214a":"Recent pilot transfers have left the Corellian transport route somewhat vulnerable. I'd like to assign you to protection duty along this supply route. Meet up with Alliance transports, and ensure their safety as they push through Corellia space.",		"s_ca776e30":"Who are you?",		"s_c648ac95":"I guess word is getting around. The rumors are true - fleet action is definitely heating up.  We can use you. Are you ready to launch?",		"s_c4762a08":"I'd bet you want to be one, though! Everyone wants to fly starfighters for the Alliance! Just let me know when you're interested in some training and I'll get it taken care of.",		"s_c2db6878":"Good-bye.",		"s_c1edf4f":"What sort of part would I play?",		"s_c1013aa7":"Whatever.",		"s_c08b1382":"What can I do for the Alliance today?",		"s_bacdd03c":"Additional quest information.",		"s_b9b27823":"Thank you.",		"s_ae492561":"I guess so. But it really seems like a waste of talent to have you sweeping probots in quad IV instead of protecting supply lines or running interdiction dutyl. Are you sure you want to clear the area of probots?",		"s_aca51392":"Honestly, I don't believe in this Force nonsense.",		"s_a83c3d32":"Sir! Yes, sir!",		"s_a2fc624a":"Take care of yourself, ma'am!",		"s_a081a078":"Get more quest info.",		"s_9c1466ca":"That's honorable. A real thankless job.. you have to inspect all transports to root out Imperial spies.",		"s_9beeb96c":"That won't be necessary.",		"s_9a133a37":"TIE Fighter patrols are still giving us grief, commander.",		"s_967bf166":"I am Humbek, the Alliance flight coordinator. I work with new recruits - get them into space, and give them a part to play in the Rebellion.",		"s_962df3c0":"I want to pursue more Interdiction duty.",		"s_95f5718c":"How can I best serve the Alliance?",		"s_90fc8440":"I'll do it.",		"s_8f878421":"Can I be assigned to probot duty?",		"s_8bc0699c":"I can't do this now.",		"s_89b72435":"Thanks. Good-bye!",		"s_894f192b":"I'm requesting orders to patrol qadrant IV.",		"s_8693f72c":"Good luck. I'll upload the navigation package to your ship right now.",		"s_84e1d1bc":"I'm ready for action.",		"s_84a11719":"Outstanding. I'll upload the navigation package to your ship. The Force be with you!",		"s_82b273a8":"Suit yourself.",		"s_796eb235":"In that case, I should tell you about the pirate attacks on our heavy deep-space freighters. Several important weapon supply lines run through the asteroid field in quadrant II. Pirates have sniffed it out and now we're losing half a dozen transports every week.",		"s_78bcdcf6":"See you then, ma'am!",		"s_75a599ec":"This is true. If you'd like, I can have you assigned to this region again. Although I do think the problem has gotten much better, - and we could really use you on the transport route. Are you sure you want to clear quad IV of probots?",		"s_75699acd":"Probably, but they're certainly not as common as they used to be. I can re-assign you temporarily to a sweep-and-clear job at the upper edge of quad IV if you'd like...",		"s_74d6040c":"No, I am not a pilot.",		"s_74010e27":"Nah. I'm not coming back here.",		"s_6e9aa5a0":"At the moment, we are most concerned about long-range TIE patrols that are showing up at the upper-edge of quad IV. Patrol this region in search of TIE craft... and destroy each and every one of them.",		"s_6e06ed41":"Yeah, but we already have people who handle that.. Are you saying you want me to assign you to TIE fighter search and destroy duty in quadrant IV?",		"s_6d3b2601":"Hey! Alliance HQ has new orders for you. Looks like you've been transferred to Reeda Bluewater's command. Congratulations.",		"s_6b65d95":"What can I do for you, pilot?",		"s_67c1a3c3":"Unfortunately, I can't do this right now.",		"s_665d84b0":"Good! The Alliance is always looking for able-bodied pilots. Let me know if you're interested in flying for us.",		"s_653ab907":"Great! Intercept friendly transports in this quadrant and escort them to quad I - and make sure they all jump out safely!",		"s_63e686c1":"Well - we're going to need this done as soon as possible. Please let me know when you're ready.",		"s_61657d0f":"I see.",		"s_615f324e":"Actually, I can't do this right now.",		"s_6074dcc9":"Probots are still a problem in quad IV.",		"s_5cf59b4a":"I'm looking for a challenge.",		"s_59087c6e":"Well, it's about time I got a promotion.",		"s_58432c68":"Hey there. What's happening?",		"s_5802a59d":"Good-bye, ma'am.",		"s_5602d6a5":"Our supply lines need more protection.",		"s_525dad8e":"We'd be happy to provide some work for you if you ever return. Just let me know!",		"s_51b761c0":"I, for one, cannot fight without faith... in something.",		"s_4d71aa70":"You too, ma'am!",		"s_49c77b48":"Well, we always need talented pilots to brave the Imperial onslaught!",		"s_3f1b5d3f":"I can't help right now.",		"s_36142d2b":"I can't do this right now.",		"s_342438b9":"How's it going?",		"s_2ffec059":"Stay safe, ma'am.",		"s_2eb41112":"Good-bye, sir.",		"s_2a13170":"Look, all probots must be destroyed.",		"s_2723fb62":"True. They can't be too heavily defended, can they? How do you feel about being re-assigned to transport protection duty?",		"s_254c300d":"Well, finish your business and get back to me as soon as you can. We need to keep those probes away from this outpost!",		"s_201dcb2c":"You're right. And if nobody is there to clear those TIE patrols, our new pilots won't fare very well. If you'd like I can assign you to patrol for long-range TIE patrols in quad IV.",		"s_1f7c77cd":"The Force be with you.",		"s_1e72f5f8":"How can I be of service?",		"s_1e37c708":"I guess so. You've done an excellent job. If you're ever in the neighborhood - I can set you up with some missions at a decent pay rate.",		"s_1d888221":"Get more quest information.",		"s_1c862b5e":"Stay safe, sir.",		"s_1b97ed30":"Good to see you again, pilot.",		"s_1a78337":"Let's not be wasting time, pilot.",		"s_18866b1f":"Same here. Let me know if at any time you'd like orders from base command. The Force be with you.",		"s_17536b20":"Take care of yourself, sir!",		"s_170b675c":"Great! I look forward to returning here.",		"s_16f717c7":"I am ready for duty.",		"s_16582dba":"See you then!",		"s_1537650":"Stay safe.",		"s_139ad943":"TIE Fighters are menacing quadrant IV.",		"s_11eb3ca":"You too!",		"s_116dbc9b":"Are you serious?",		"s_1090e3ab":"You too, sir!",		"s_0":"",		"do_not_edit":"The English version of this file (quest_rebel_easy.stf) is automatically generated by the SwgConversationEditor."
}}
