{
	"stfFile":"conversation/quest_hero_of_tatooine_pirate_leader",
	"entries": {
		"s_e30e7484":"Good. The rancher's house is around this location. I've marked in on your map. Be quick about it. Oh, and don't come looking for me after the deed is done. We pirates don't stay in the same place for long.",		"s_da25a2d9":"Bad deal. No, I won't help you.",		"s_d9706ae2":"Won't help us? Boys, let's teach this peasant a lesson for wasting our time.",		"s_d57d668a":"Yeah, I'll help.",		"s_cacfa6a2":"I guess I was mistaken. Boys, let's show this peasant how real pirates plunder! Get 'em!",		"s_abc7e09d":"I think they deserved it. Nope, I won't help you.",		"s_a6c6f57b":"No! Die, fools!",		"s_7557e310":"Whoa! Hold on! I give up! Whew... you're pretty tough, my friend. In fact... you'd be the perfect person to help us in our little dilemma we've been facing. Right boys? Are you interested in a little task we have for you?",		"s_5a3d905f":"Oh, is that so? Time to be taught a lesson. Boys!",		"s_543c2619":"You just made an old pirate happy. The location of the house is around here somewhere. I marked it on your map. Be careful. Them ranchers aren't the nicest people in the galaxy. But then again, neither are we! HA HA! Oh, and don't come looking for us. You won't find us here. We pirates like to keep ourselves "on the go" if you know what I mean. Now, scram!",		"s_48566ef9":"What's in it for me?",		"s_4575b29e":"We'll be in debt to you. That's all we can offer. There might be some loot still left at the house.",		"s_446af42e":"First, what's the task?",		"s_34bde7db":"I guess I'll help you out.",		"s_256d8f99":"Little skeptical, eh? I guess I don't blame you. After all, we are pirates! Har, Har! Oh--the task, right. Some of our boys were looting a rancher's house when he walked in. He and his wife are holding our boys captive. We want you to go and help them escape. Well, what do you think?",		"s_0":"",		"do_not_edit":"The English version of this file (quest_hero_of_tatooine_pirate_leader.stf) is automatically generated by the SwgConversationEditor."
}}
