{
	"stfFile":"conversation/quest_crowd_pleaser_manager",
	"entries": {
		"s_ffa16d1d":"You're here about your next show aren't you? Sure, sure, I understand. You'll need to go out and do some more promotion before you get started with the next performance, though. Is that alright?",		"s_fe82f47f":"Advertising and promotion is part of the business kid. Now are you ready to go out there and spread the word, or not?",		"s_fd047f06":"I'd better come back later then.",		"s_fb55e1c0":"Actually I'm not quite ready yet.",		"s_fa31756f":"OK, come back when you are.",		"s_f72be127":"Alright. Come back whenever you're ready.",		"s_f66a7b69":"Excellent. Just go out and entertain twenty people. That should be enough. Then come back and we'll talk about your next show.",		"s_f3d46f0b":"No, not quite yet.",		"s_f29e46b6":"Great work! Really great work! I'm starting to hear a lot of people talk about you! I've got a feeling that this show is going to be fantastic.",		"s_f148a2c3":"Hm... it looks like someone else is on stage right now. Try back again in a little while and we'll see if we can get your show started.",		"s_ed9c9f8d":"Oh yes. You're ready to get going for your next show. Let's not get too ahead of ourselves, though. You need to go out and do some more promotion before the next performance.",		"s_e8276d66":"That sounds pretty hard, maybe I'll come back later.",		"s_e66da464":"Good. I'll let the crew know so that they can start setting up. The performance will start in two and a half minutes. You may speak with the audience beforehand if you like, but you must be on the stage when the show starts, alright?",		"s_e5438cc6":"Welcome back! I still can't tell you how impressed I am with your performances. You truly are a credit to the entertainment professions. Best of luck to you in the future, friend!",		"s_dda95847":"Is that possible?",		"s_dd4bb16d":"Let's do it!",		"s_db3a3e40":"Good. I'll let the crew know so that they can start setting up. The performance will start in two minutes. You may speak with the audience beforehand if you like, but you must be on the stage when the show starts, alright?",		"s_da9a29e9":"No, not yet.",		"s_d730c5dd":"No, I'm not quite ready yet.",		"s_d66dc712":"Too busy to talk right now. I'm very busy, sorry.",		"s_d0fc43d":"Hm. I don't have time for that right now.",		"s_cad51774":"You've completed your first show! Congratulations, the audience loved you. Let me give you another advance for your next performance. Come back and see me again when you're ready to talk about your next show.",		"s_c9770db7":"I would think that if you were to go out and do a performance routine for at least twenty people, that would be sufficient. Remember, the more people that get a taste of your act, the more tickets we'll sell!",		"s_c7cb7929":"I don't really have time for that right now.",		"s_c73756f7":"On second thought, I'm not quite ready yet.",		"s_c6403b16":"OK, I'll go get started.",		"s_c5a66e82":"No, not really.",		"s_c08ff946":"I'm looking for some new solo acts to perform here at the theater. I've been scouring the city trying to find fresh new talent to put on some live shows. Would you possibly be interested in doing a performance series?",		"s_bba5f6f2":"Excellent. Just go out and entertain thirty people. After that, no more promotional work, I promise. Then come back and we'll talk about your next show.",		"s_b85a558e":"Nah, it's not for me.",		"s_b751f222":"If you're ready now, I'll go ahead and start getting things set up. What do you say?",		"s_b6dac7cf":"OK, I'll get started on that now.",		"s_b5c6a62d":"Wow... this is fantastic! Everybody in town is talking about you! We'll have a sold out show for sure! Go make your preparations and come back whenever you're ready to start the performance!",		"s_b5131941":"Ready to start the show, are you? Don't worry if you're nervous. Everybody gets like that the first time they're on stage.",		"s_b1522710":"I see. Well, come back when you have more time and we'll get started.",		"s_ad679858":"I changed my mind. I'm not ready yet.",		"s_ab1c9c5f":"That's fine. Take your time. Just come back when you're ready.",		"s_aa18ac6":"It looks like your previous show didn't go over so well. That's too bad. You can try the performance again, but not until twenty-four hours have passed since your last one. Come back then and we'll talk.",		"s_a99397a":"Yeah, I guess so.",		"s_a84a3743":"Well, I'll be honest with you. Ever since your show, every hack that thinks he can play a note has come here to perform. So we're all full on musical shows, but we still have a few spots open for a dance show if you're interested.",		"s_a820a6d1":"I don't have time for that now. I'll come back later.",		"s_a2fae368":"Sure, that sounds like a lot of fun.",		"s_a2ce6dd9":"That's all you youngsters are worried about these days, isn't it? Don't worry, you'll be compensated for your time.",		"s_a19891a9":"OK, that's fine.",		"s_9d801ae8":"OK, come back anytime.",		"s_9739cb4c":"Yes, that's fine.",		"s_9728f9e3":"No, that's not really something I want to do.",		"s_95037778":"Oh, hello! Welcome back, friend. Are you looking to participate in another performance?",		"s_942ddb10":"Alright, come back when you have the time.",		"s_937f2001":"Back already, huh? I don't blame you for wanting to get started.",		"s_9288900f":"I understand.",		"s_919f9d5a":"Well, I'll be honest with you. Ever since your show, every hack that thinks he can dance a step has come here to perform. So we're all full on dance shows, but we still have a few spots open for a musical show if you're interested.",		"s_9172f29c":"As a dancer.",		"s_8e4955d6":"OK, count me in.",		"s_8ddf8010":"How do we do that?",		"s_8b00fbc4":"OK, I'll get the promotions started, you just go out and entertain ten people. Then come back here and we'll talk about getting the concert started.",		"s_86731ce6":"Good. I'll let the crew know so that they can start setting up. The performance will start in three minutes. You may speak with the audience beforehand if you like, but you must be on the stage when the show starts, alright?",		"s_85b97ed7":"Sure, sure. You've got a stomach of pure steel. So, are you ready to get started?",		"s_857ede28":"Hey! I hear that you passed the audition! That's fantastic. Here, let me give you a payment in advance for your up-coming performances. You deserve a break now, though. Come back later and we'll discuss what needs to be done next.",		"s_847c3be4":"More promotion?",		"s_82b273a8":"Suit yourself.",		"s_810fffd0":"Oh, you're back. But I don't think you've finished your promotional campaign have you? Come back when you're done and we'll talk about your show.",		"s_7cef0609":"Here's what you do. Go out and do a small performance routine for thirty people. Soon, everybody should be talking about you, and if the word is good, we might even have a sell out show!",		"s_7b9543aa":"Let's not get ahead of ourselves. First, you must pass an audition. We can't just have anyone getting up on the stage now, can we?",		"s_7b58a334":"When can we get started with the next show?",		"s_7943785d":"Sure, no time like the present.",		"s_7223d3c0":"Amazing. Simply amazing. You truly are one of the best performers I've seen in a long time. Here's a bonus for doing so well. Also, one of our past acts left this scroll here. It's not much use to us, maybe you'd like to have it?",		"s_70da1c6a":"OK. You'll still need to audition though. Is that acceptable?",		"s_705ff1a9":"Excellent. Make whatever preparations you feel are necessary, and then come back to me when you are ready to start the audition.",		"s_6b02387e":"I see. I'm not ready for that yet.",		"s_694f2644":"OK, so what do we do next?",		"s_68c92267":"Actually, we're all booked up right now. Maybe some other time, sorry.",		"s_67e4d556":"OK... Well, if you ever need any more work, just come see me.",		"s_668b00bf":"That's fantastic. This is going to be your biggest performance ever! I can feel it!",		"s_664ead2a":"I'm hearing people talk about your upcoming show, but it's not enough. Go finish your promotional job, and then we'll discuss your performance.",		"s_64d20f97":"Audition? Uh, I'd rather not be judged.",		"s_61657d0f":"I see.",		"s_5a936e2e":"That's fine. I don't mind doing the promotions.",		"s_59a59142":"As ready as I'll ever be.",		"s_58ea419":"Indeed! This show will be even bigger than the last one! If the next show is as good as the last, you'll be on your way to the top!",		"s_57f90c0e":"Hm... it looks like someone else is on stage right now. Try back again in a little while and we'll see if we can get you set up.",		"s_57c8489e":"What should I do?",		"s_56d2a81f":"I understand. Come back if you change your mind.",		"s_55e428e8":"Last show?",		"s_4dbb8ff6":"I'll take care of all the promotions on this end, but you need to go out and promote yourself, if you know what I'm saying. Get your name out there on the streets... get people talking.",		"s_4be62475":"No way. I don't want to go through that again.",		"s_4a1d2431":"Yes, I'm ready.",		"s_499afb89":"What is your offer?",		"s_472f2a5e":"You're here for an audition, yes? Are you ready to get started now?",		"s_4365b273":"I'm not nervous.",		"s_414898b2":"I'm not quite ready yet.",		"s_3ef23ade":"Sorry. I'll come back later.",		"s_3e04f6f":"Alright. What do I need to do this time?",		"s_3d244a46":"You haven't completed your promotional assignment have you? Come back when you're done and we'll talk about your next performance.",		"s_3cdabd0e":"What? Oh, hello there. I'm sorry, it's recently become rather busy. What can I do for you?",		"s_39aa9593":"Sure, I can give it a try.",		"s_3936bc63":"Oh, you didn't pass the audition? That's too bad. We can set you up with another audition, but not until twenty-four hours have passed since your last audition. Come back then and we'll talk.",		"s_38a3b1e2":"Nervous? I understand. Just come back when you're ready and we'll get you up on stage.",		"s_388438a6":"How much will I get paid?",		"s_37b822c1":"Hello there! You're a member of the entertainment industry are you not? I've got an offer for you if you're interested.",		"s_36a4e374":"Yes, I am.",		"s_353af024":"Well, before you put on your first show, we need to do some advertising. You know, what good is a show if nobody comes to see it?",		"s_350a3257":"Not right now, I've got some stuff to do first.",		"s_34bf7b50":"I see. Just tell me what I need to do.",		"s_326a697e":"Sorry, I'll come back later.",		"s_303aa95e":"Alright. Come back when you're ready.",		"s_2f3d57d6":"I don't really like doing the promotions.",		"s_2cf69669":"That's right. This is the last show scheduled for your concert series. But don't worry, for an entertainer such as yourself, I'm sure that there will be many opportunities for you in the future.",		"s_2b8d253d":"Excellent work. I'm starting to hear the buzz about your performance! We should be able to put on the show whenever you're ready. Go make your preparations, then come speak with me again when you want to begin.",		"s_2a8b6bf":"Only entertainers and crew should be backstage. What are you doing here?",		"s_2883b989":"Not right now, thanks.",		"s_274a8930":"Alright, I'll go ahead and get things set up. You'd better hurry up and get onstage. The audition will start in thirty seconds.",		"s_250ebca6":"Oh yes, I see, I see. Yes, we do have an open slot coming up here very shortly. Are you ready to get started with your show now?",		"s_2224e2b8":"It should be quite simple. Just go out there and do a little performance routine for some people. I think that if you were to entertain ten people, that would be enough. Are you ready to do this now?",		"s_1fe0d27c":"I don't have time for that stuff now.",		"s_1e0d968c":"Whenever you like. Just go make yourself ready and speak to me again when you want to start.",		"s_1dc24a1":"I'm here to talk about my next performance.",		"s_1c296980":"It doesn't look like you're skilled enough to perform yet. Go practice a little more and come back when you're ready to try again.",		"s_1b58131a":"Alright. If you change your mind, I'll be here.",		"s_1a0fba4e":"Wow, that was a great act! Really! Here, I'm supposed to give you an advance for your next performance. Go get some rest, and come see me whenever you want to talk about your next show.",		"s_183e8ee4":"As a musician.",		"s_16e98373":"Ah, you're here about your last show?",		"s_14556b51":"OK. Go ahead and make your preparations. You know the drill. Just come back and talk with me when you're ready to audition.",		"s_1377703a":"Yes, I'm ready. Let's get this show on the road.",		"s_1343b0ab":"Nah, doesn't really sound like something I want to do.",		"s_1204a0c6":"I see. Now, do you want to audition as a musician or a dancer?",		"s_11a3b43":"I'll have to come back later.",		"s_0":"",		"do_not_edit":"The English version of this file (quest_crowd_pleaser_manager.stf) is automatically generated by the SwgConversationEditor."
}}
