{
	"stfFile":"conversation/quest_ship_smuggler",
	"entries": {
		"s_f52fac53":"Nothing! Who said I knew anything about Kott, anyhow? What sort of nerf-herders are you running with these days?",		"s_f507e1a8":"ST-52",		"s_eceba92b":"Ha! Ha! Well, I like you're style, kid! Loud, boastful and completely ignorant! You're tailor-made for the smuggler's life! What can I do for you?",		"s_e4fd9825":"Done. Here's your starship keycard. Don't go getting yourself killed, now.",		"s_e125f8e1":"Big surprise. What kind?",		"s_dfbfdcbe":"Oh yeah! I recognize you. What do I have to do to get rid of you?",		"s_ca776e30":"Who are you?",		"s_ca582823":"Get rid of me? Lady - I'm the best thing that's ever happened to this run-down excuse for a pirate base!",		"s_c69b4483":"Sunflare Cruiser",		"s_bf2e9dcd":"Consider yourself forgotten, buddy.",		"s_bb5254e1":"Oh you do, huh? You KNOW this? How do you KNOW any of this?",		"s_b6715881":"Heh. Look - if you still wanna get to know me after you're through proving yourself to the Hutts, then fine. I'll be here. Until then, let's keep this on a business level, okay?",		"s_b2c34bd4":"Thrilling. Can you fly?",		"s_add31f19":"I need a starship.",		"s_acb2bff2":"I know there's a lot of them... most of them smell bad, and you can't trust any them. What's the matter did a deep space pilot threaten you or something?",		"s_a8ff14ff":"What do you know about deep space pilots in the Outer Rim?",		"s_a1ca1166":"Your lies stink, kid. I'd say you'd be wise not to rely on your wits. So why don't we set you up with a fast ship, then?",		"s_9fdd7cf3":"Yes?",		"s_960dbcdf":"You mean you don't recognize me? I'm a major smuggler around here!",		"s_95095dca":"What do you want to know?",		"s_8dc2800e":"E-Wing",		"s_8ca80840":"Tell me about yourself?",		"s_8becc67e":"Nobody. Forget it.",		"s_85be3317":"A smuggler. Just like you, right?",		"s_7718ed43":"Well, pick your poison...",		"s_74925e77":"Hutt Scarab",		"s_67ade299":"Gimme a break, lady. How about setting me up with a starship so I can get out of your hair?",		"s_55ab3705":"I know you were once married to the pirate ace Kott Gars. I know he left you here - injured... and that you made friends with the Hutts.",		"s_512ba759":"I'd like to ask you some questions.",		"s_30a96992":"Heh. Good smugglers generally don't go around bragging about how they're big-time smugglers, do they? Good smugglers keep a low profile. So, grow up will ya? What can I do to speed you on your way?",		"s_2b30f56":"What do you know about the pirate ace Kott Gars?",		"s_2401ede8":"I'm new here. Looking for work... whatever you need done.",		"s_203aa348":"Look, I'm sorry. I'm new around here and I got kinda nervous. Will you help me find some work?",		"s_160bdc1c":"Hutt Devastator",		"s_0":"",		"do_not_edit":"The English version of this file (quest_ship_smuggler.stf) is automatically generated by the SwgConversationEditor."
}}
