{
	"stfFile":"conversation/quest_ship_imperial",
	"entries": {
		"s_f9585f15":"Gimme a TIE-Fighter!",		"s_f1bd17f2":"Sir! I am ready for my assignment, sir!",		"s_e68165ba":"TIE Defender",		"s_e228175b":"TIE Fighter",		"s_dcd8623e":"Sir! I would like to donate to the war effort. My last act as a civilian... sir.",		"s_daffa30b":"Oh really? Why don't you just back off!",		"s_c460e647":"Outstanding! What equipment will you need?",		"s_bf0b73d6":"TIE Sentinel",		"s_bebfdbe9":"What do you want, now?",		"s_ac02bc4c":"Look! Get out of here, now.",		"s_a83c3d32":"Sir! Yes, sir!",		"s_a095b54f":"Actually, I have some business to attend to before I can sign in.",		"s_9e3acb05":"Outstanding, Pilot! How much will you donate to your Empire?",		"s_919e66c4":"I see. What sort of ship do you think you'll need, then?",		"s_9177e268":"I advise you to make it fast, Pilot. The war waits for no one.",		"s_8d16305a":"Sorry, sir! I apologize. I'm just nervous.",		"s_7e996dfd":"That's it! I don't want to see you here again! Get back on the shuttle and get off of this base or I will call the MP's and have you tossed out of an airlock!",		"s_7bb9cd35":"Hm. That's interesting... This is a military recruiting station, my friend! You don't get here by mistake!",		"s_77d62be0":"Sir! I am ready for my ship assignment, sir!",		"s_6e8fe246":"Threatening me, eh? You'd get out of here if you knew what was good for you!",		"s_6b65d95":"What can I do for you, pilot?",		"s_6a70a479":"Directly behind you. Be quick...",		"s_5f1e2428":"I swear - I didn't mean to come here. In fact, can you direct me to a transport? I really must be going, now.",		"s_5e865634":"Done. Here's your starship keycard. Good luck.",		"s_5d18271d":"TIE Advanced",		"s_578cba1":"This is wartime, Pilot. Put your emotions aside. Now, are you ready to sign in?",		"s_4c76a3f0":"I'm sorry, but I cannot help you. There is no civilian business aboard the space station. I'd advise you to leave, my friend.",		"s_3a362bd6":"Pilot! Report!",		"s_31fc03a8":"Sorry, I think I'm in the wrong place.",		"s_244895bc":"TIE Interceptor",		"s_14aaf93d":"Are you ready to take command of your Star Destroyer, now?",		"s_0":"",		"do_not_edit":"The English version of this file (quest_ship_imperial.stf) is automatically generated by the SwgConversationEditor."
}}
