{
	"stfFile":"conversation/quest_hero_of_tatooine_wife",
	"entries": {
		"s_f74cb815":"You know, you did a great job decorating this place.",		"s_f6c25472":"Eep! Okay, bye!",		"s_f26b5d58":"I'll call the authorities on you!! Leave now!",		"s_ea1b59c":"They're planning to break out as we speak!",		"s_e83ad536":"I'm sorry to disturb you.",		"s_e45adc31":"I'd rather not get into this mess.",		"s_c74cdffb":"I'm sorry. I'm having issues with pirates right now. Come back a little later. Maybe you can help me then. I really need to concentrate on the situation at hand...",		"s_c5a33502":"I'll go keep an eye on them.",		"s_b8584429":"Being a rancer's wife is hard work. I barely get any time for myself with what all the work I have to do. Oh well. As you can see, having a successful rancher as a husband has its perks! Do you like how I decorated the place? Ack! Look at the time... I really need to get back to work. Nice meeting you!",		"s_aebcaa68":"Really? Wait a second. I guess you don't look like a pirate or a thug. I'm sorry. I'm so riled up I can hardly think straight. Look, I could use your help with this. My husband has left to contact the authorities. I need to go calm down or I may do something drastic. Please, go down the stairs and keep an eye on those thugs for me. It would really help me out.",		"s_abec95a3":"I really think so!",		"s_8ad6289":"You really think so?! I'm so glad you noticed! I hope to win a house decorating contest this coming summer. I hope to get my home in the spotlight! Do you really think I'll win?",		"s_84ee73da":"Hold on! I'm not a thug or a pirate at all.",		"s_83da2e04":"Thank you so much! There's an intercom outside the room in which I've locked them up. They may try to coerce you into helping them. Just ignore them. I need to go relax for a minute...",		"s_82bd1b20":"Who are you?! More of those thugs? I'll lock you up like I did the rest of your friends! Get out!!",		"s_7ee07d1c":"I need to get myself calm. Please go downstairs and keep an eye out for escaping thugs.",		"s_6422820b":"Go away!",		"s_63f6701b":"I can't believe this! I am awed by your honor. Thank you so much for helping us! Oh, here comes my husband now! They're going to take those nasty thugs away! Here, you really deserve this. I hope it will do you well.",		"s_50587782":"You do? I'm so riled up I can hardly think straight. My husband has left to contact the authorities. I need to go calm down or I may do something drastic. Please, go down the stairs and keep an eye on those thugs for me. It would really help me out. Will you help me?",		"s_43f5726a":"It's you again! What do you want? Can't you see I'm busy?!",		"s_37c0824f":"Wait! I want to help you.",		"s_3220d628":"How are they? Are they behaving? Thank you for helping me. I completely appreciate this.",		"s_2622df9f":"You're so nice! I--AHHH!",		"s_210b4c5b":"Yes, I will!",		"s_1ecfff90":"No, I have other things to do.",		"s_18dbba11":"Ugh! You're so heartless! Get out of my house! I don't need this right now!",		"s_0":"",		"do_not_edit":"The English version of this file (quest_hero_of_tatooine_wife.stf) is automatically generated by the SwgConversationEditor."
}}
