{
	"stfFile":"conversation/racing_lok",
	"entries": {
		"s_fbd55d9d":"I don't need anything right now.",		"s_f9faa915":"Very well. I am erasing your personal best time now... Oh hello, I don't believe we've met before!",		"s_ed644123":"I'd like to race this track again.",		"s_e460e3d3":"How do I race?",		"s_dffdee4b":"I'd like to give this track a try.",		"s_d900d1be":"I need to abort this race.",		"s_d459b94a":"Accessing data...",		"s_d24f3595":"That's the spirit! Just say go when you want me to begin the timer. Good luck and may the force be with you!",		"s_c0918d6":"No hurry. Let me know when you're ready.",		"s_b2acc217":"And they're off!",		"s_abd9745d":"Displaying data.",		"s_8bc77434":"Nice speaking with you again anyway.",		"s_891e1f6":"Race completed.",		"s_838e4ffb":"I'd like to see my best time for this track.",		"s_6a5b9858":"The clock is ticking, get moving!",		"s_6441a2a6":"As you wish.",		"s_59d4e0ee":"I'd like to PERMANENTLY ERASE my personal best time.",		"s_55824ba":"Greetings, I'm the race coordinator for the Lok Marathon. If you'd like to race the track, just let me know. How may I serve you today?",		"s_5014ede5":"WAIT. I don't want to erase me best time.",		"s_4c21202f":"As you wish. I have made no changes to my records.",		"s_4b4fb2b7":"A series of waypoints will appear one after the other. Head to each waypoint as quickly as possible. When you arrive back here, talk to me again and I'll register your last time for this track.",		"s_4aa68942":"Aborting race as requested.",		"s_48072ab3":"Welcome back! How may I serve you?",		"s_392149e8":"This is one of the longest and most arduous races in the galaxy. Don't bother with it unless you have the time and stamina. The Empire doesn't come here often, so it gets a lot of use from swoopers looking for an illegal race. The trouble is most of them do not complete the marathon. Beware of dangerous beasts, pirates, confusing mazes and a very large and active volcano.",		"s_371b3f4":"Displaying current data...",		"s_31168968":"I am CERTAIN I want to PERMANENTLY erase my best time.",		"s_27aa48e0":"Oh dear, such a drastic measure but sometimes a fresh start can be invigorating. I am here to serve. I must warn you this will PERMANENTLY remove your best time and I will forget we've ever met. Are you CERTAIN you wish to do this?",		"s_262e8687":"Uhh, wait a minute.",		"s_2528fad7":"GO!!!",		"s_2492930f":"I'd like to see who holds the current record for this track.",		"s_1cd82216":"Get ready... I'll start the timer when you say go!",		"s_1736e216":"Tell me about this track.",		"s_145d0a85":"Give me another moment.",		"s_0":"",		"do_not_edit":"The English version of this file (racing_lok.stf) is automatically generated by the SwgConversationEditor."
}}
