{
	"stfFile":"conversation/rebel_master_trainer",
	"entries": {
		"s_ffeb2f4c":"Was my operation successful in pushing the Empire back?",		"s_ff2c163e":"We cannot afford a large scale assault, but we can use a small mobile force to strike quickly at their patrols. If we can hammer hard enough on their positions and destroy enough of their patrol craft, we can put them on their heels. Once we have them down, we will strike with everything we have.",		"s_fe42648c":"You certainly have an interesting way of showing your skills then, Pilot. Normally when someone is good at something they accomplish any tasks involved. ",		"s_fd815e48":"You have your orders, Pilot. It is imperative that you complete the mission that you have! Once you have completed the task on hand, talk to me again and we will see what needs to be done.",		"s_f799f9ec":"Perfectly clear, sir!",		"s_f2bb94ef":"I normally do not drive off a potential ally, but I cannot trust just ANY member of the Royal Security Forces. Your group is just too tightly involved with the Empire, and I cannot risk allowing you to join our cause.",		"s_f00f629f":"We are mobilizing on the Outer Rim?",		"s_efd059ff":"%NU, it is always nice to stop and chat with the men, but I am afraid that I do not have time to talk right now. I am planning a very important operation and I can only use the finest pilots available to the Alliance. I suggest you gain some more flight experience and then come back to see me.",		"s_efc8c4f5":"We have a number of skilled pilots, but no one that I feel is up to this assignment. I asked around and your name came up again and again. I believe that you are the only pilot around that can pull off this mission. I am not going to force anyone to attempt this, but I am asking you to volunteer.",		"s_ef3cc459":"Perhaps, but there is no need to be humble when it comes to your accomplishment. Victories like this can raise the morale of the troops across the entire galaxy. Thank you, %NU. You are dismissed.",		"s_ee795f66":"I am not one of the finest. I am the finest.",		"s_ed30fff8":"It wasn't my fault, sir. The mission failed due to bad planning.",		"s_ecd272f1":"The Kessel system is located deep in the Outer Rim. It has important strategic value to the Alliance, since there are three other systems with important shipping lanes running through it. With control of that system, the Alliance can defend a huge portion of the Outer Rim worlds.",		"s_eb02d65":"I am a good pilot, sir.",		"s_e8d6a9e7":"I am afraid that I do not understand. How can I assist you?",		"s_e87785ac":"As am I. I still believe that we can take the area but Alliance Command believes that the Empire will be able to mount a Star Destroyer attack. We cannot risk a direct confrontation with one of those. Regardless, you have more than done your duty. I have been authorized on behalf of the Alliance to issue you a reward for your noble actions.",		"s_e7f9b26f":"'Fraid I have never been there.",		"s_e374b3bf":"I will remember that, sir.",		"s_e3714e1d":"We were unable to follow your progress via long range scans due to the interference of the Maw. What do you have to report?",		"s_e228ef89":"Sir, may I suggest that you give me another chance?",		"s_e0c18ed4":"Right now our force is roughly of equal strength to their own. I believe that we can win any such assault, but I fear it would weaken us to the point where we could not hold the system. The Empire would be able to wipe us out easily once their reinforcements arrived.",		"s_dc822762":"You shouldn't be here! I have nothing to say to the likes of you. You have made your choice, now you must live with the consequences.",		"s_dc2fa6d8":"The members of CorSec have always answered the call of the Alliance.",		"s_da2cf079":"Then you would know of its strategic value for the Outer Rim. With the three other systems' shipping lanes running through it, the Alliance could defend a large portion of Outer Rim worlds by controlling that system.",		"s_da1503ff":"I am going to have to leave the assembly of a team up to you. Once you have your team assembled, enter the Kessel system and look for the Imperial corvette as it moves through the area. Keep in mind that it sometimes leaves the system for several hours, so you might have to hunt for a while in order to initiate attack.",		"s_d8da45e7":"I have an important and very dangerous mission that I need a highly skilled pilot to achieve. Unfortunately I do not think any of my pilots are up the task, so I've turned to our allies for support. Your name came up over and over again. It is my understanding you are one of the finest pilots anyone has ever seen.",		"s_d7e71a00":"The CorSec are important allies in our struggle against tyranny. I thank you for arriving as quickly as you did. I have a situation here that I think you can assist me with.",		"s_d6d7f7f9":"You and I have nothing to say to one another. I suggest you clear out of this area and get back to your tyrant leaders. We will one day meet on the field of battle, I can promise you that.",		"s_d646c11":"I am sorry but I cannot take this risk.",		"s_d4d47c04":"Give me another chance, sir.",		"s_d41a131":"Thank you, pilot. May the force be with you.",		"s_d1111dc8":"I will hunt them down. They are no match for me.",		"s_d09ace00":"A glorious victory for the Alliance! You really came through when it counted, %NU. You have made a difference to millions of lives along the Outer Rim and you have proven yourself a hero of the Alliance.",		"s_d02bfc3b":"We brought in a Corellian Corvette?",		"s_ce45643c":"Do not worry, sir. I will not fail you again.",		"s_cd70bed3":"The Alliance has begun moving ships into the system. Unfortunately, it seems that the Empire has also determined the value of Kessel and has begun moving their own support craft in. We need to get those Imperial vessels out of the system.",		"s_cba67818":"I understand, sir. Will I have any support for this assault.",		"s_cab1f8c7":"Listen to me closely because you are walking on some very thin ice right now, Pilot. You are to return to the Kessel system and destroy the Imperial positions. My plan will not fail because of the incompetence of a lowly pilot such as yourself. Are we clear?",		"s_ca1a4aa4":"The Empire has a corvette in the Kessel system?",		"s_c97cb0b8":"Why not organize a raid on the Imperial support vessels?",		"s_c78b33ad":"Welcome back, %NU. It is good to see that you managed to perform such a difficult task and return. Intelligence reports that the number of Imperial ships in the system are down. Our Corellian Corvette should be able to drive the rest of their support craft out of the system.",		"s_c788dadf":"No, sir. Of course not, sir.",		"s_c68b1dd3":"What happened, sir?",		"s_c67e8169":"I am only one of many heroes for the Alliance.",		"s_c5b25047":"In a nutshell... yes. We are too evenly matched to launch an assault on their positions without being weakened to the point where we could not hold the system. The only solution that I could come up with was a series of raids on the Imperial positions.",		"s_c4d08624":"Yes, it is patrolling several systems right now, but with your victory we should be able to set up a command post in the Kessel system. Alliance Command believes that the time might be right for us to make our move on the Outer Rim.",		"s_c2eca562":"I am afraid that I am too busy right now to talk to you. If you are interested in helping our cause I would suggest that you find some of our recruiters. They are located here and there but I am afraid I really don't keep track of them. Maybe try talking to J'pai Brek in Tyrena.",		"s_c1c7c6c":"Wouldn't it be better to try to recapture the vessel?",		"s_c13f9a11":"I am sorry, sir. Give me another chance. I will succeed.",		"s_c10e0254":"I have no love for the Empire. You have your pilot.",		"s_bfaef3d8":"%NU, you have performed brilliantly in the face of overwhelming odds. It has been my privilege to have been your commanding officer. The victory that you lead in Kessel has assured the continued freedom of the Outer Rim. Currently I do not have any new missions that I need you to run. I trust in your ability to uphold the values of the Alliance without assistance from me.",		"s_becf889":"You are not fighting for me. You are fighting for yourself and those you care about. Remember that. We have lost so much already, we cannot lose here.",		"s_be631237":"I assure you that the honor is all mine. Leading men such as yourself is a privilege. You are dismissed, %NU.",		"s_b6b25f13":"Yes, sir!",		"s_ad709e77":"What can I do for you, Sir?",		"s_aa01a084":"I don't know if I would go that far.",		"s_a7be18a9":"The Alliance will compensate you for your time and effort if you choose to assist us in this mission.",		"s_a79ccb10":"Are you saying that I was wrong in my assessment of the Imperial strength in the Kessel system?",		"s_a6fb8def":"Destroy the corvette, sir?",		"s_a667be99":"Yes, sir. I will do that.",		"s_a2b72d37":"You are a brave soul, %NU. May the Force be with you.",		"s_a21308bb":"That is exactly the plan. We cannot afford to have a large scale assault but we can use a small mobile force to strike quickly at their patrols. If we can hammer hard enough on their positions and destroy enough of their patrol craft, we can put them on their heels. Once we have them down, we will strike with everything we have.",		"s_9e5b1d54":"Yes we do have our own corvette in the system that we use as a command vessel, but after the loss of the one in the Ryloth system, we cannot risk losing another one. It would appear that we will have to send out fighters to try to combat this menace.",		"s_9a0798b3":"Yes, I was wondering that.",		"s_98d92abb":"%NU, you have performed brilliantly in the face of overwhelming odds. It has been my privilege to have been your commanding officer. The victory that you lead in Kessel has assured the continued freedom of the Outer Rim. Currently I do not have any new missions that I need you to perform. I trust in your ability to uphold the values of the Alliance without assistance from me.",		"s_938d38":"Our lack of resources in this system makes any attempt at recapturing the vessel futile. The Empire can use that ship to tie up the Kessel system long enough to bring in their star destroyers... and at that point I cannot foresee any chance of us getting Kessel back. The key to the whole Alliance operation in the Outer Rim lies with the destruction of that corvette.",		"s_92ad6ffe":"Where do I fit into this?",		"s_8f3f7918":"So, what does this have to do with me?",		"s_8d7967cc":"I am disappointed to hear that.",		"s_8c56411b":"To show you that I am a forgiving man, I accept your apology. And I will also give you another chance to destroy the stolen Rebel corvette that is regularly patrolling the Kessel system. For your sake, do not fail me again. Are we understood?",		"s_89f9ea03":"I am sorry, Sir. I didn't mean to.",		"s_8964c03a":"So you are asking me to hunt Imperials?",		"s_87d4bfc2":"Crystal.",		"s_875c631e":"This is where things get a little more tricky. Because of the Maw, long range scanners are next to useless in Kessel. Recon reports that the Imperial vessels patrol all throughout the system, so I am afraid that you will have to perform a seek and destroy style attack on them. I estimate that you will have to destroy at least thirty of these patrol ships in order for us to have an overwhelming advantage.",		"s_86a40b9e":"The Alliance has been moving ships into the system, but we have come up against heavy resistance from Imperial forces. The Empire has also been moving support vessels into the system. My only guess is that they also realize the potential value of Kessel.",		"s_85b8ffbd":"The Kessel system?",		"s_84b47be3":"You certainly have confidence. That is a good thing, because I am in need of someone who is confident in their abilities for a very dangerous mission in the Kessel system. I cannot force you to take the mission, but I ask that you at least hear me out before making your decision.",		"s_837c0670":"The Empire has captured and retrofitted one of our corvettes that was in the Ryloth system. Intelligence reports that it has been seen in the Kessel system. This is truly grim news. We believed that we had their star destroyer fleet tied up in several other areas so we could accomplish our tasks here, but it would seem that the Empire has learned how to improvise.",		"s_834a890e":"Why not initialize a full scale assault?",		"s_826f20e2":"Yes, it certainly would. But we simply do not have the resources to initiate a boarding party right now. I am afraid that our only choice is to make sure that if we don't have it, neither do they.",		"s_81f189ef":"Reporting as ordered, Sir.",		"s_7f725bea":"%NU, what is the status of your operation in the Kessel system?",		"s_7e8aa338":"It is at that. And it is only possible because of your victory. The Alliance thanks you and I have been authorized to issue a credit reward to your account. I still have some more planning to work on, but after you take some well deserved rest come and see me again. I am sure I will have a place for you in the attack plan.",		"s_7cd01fd0":"I am afraid that I am rather busy right now. Under normal circumstances I am always willing to speak to possible allies in our struggle against the tyranny of the Empire, but right now there just doesn't seem to be any time. Perhaps we can talk again after you have earned some more flight experience in real situations.",		"s_7cbd5de5":"Sounds like a big undertaking.",		"s_7bf46fb2":"I need a pilot who is willing to brave the Imperial forces stationed in the Kessel system. It will be extremely dangerous and it is highly likely that anyone who accepts this mission will not make it back alive. I will not force a pilot to accept this mission so I am asking for volunteers.",		"s_7a052bd2":"I understand we have a corvette in the system, couldn't we use that?",		"s_78ce5241":"Okay, what is it you want me to do?",		"s_7826431d":"I see that you failed to destroy the corvette. This is not good news. The balance of power inside of the Kessel system has shifted heavily in favor of the Empire. Unless we can destroy that vessel we could lose the entire region.",		"s_77cd7306":"In a nutshell... yes. We are too evenly matched to launch an assault on their positions without being weakened to the point where we could not hold it. The only solution that I could come up with was a series of raids on the Imperial positions.",		"s_77a163bd":"I see. That would explain why reports show that more Imperial vessels are moving into the system. We must find a way to reduce the number of Imperial support craft in the system for our primary objective to have any chance at success.",		"s_76d5f218":"Don't worry much about that. I have a knack for finding what I need to.",		"s_7660776e":"From my understanding you were one of the finest pilots they have ever dealt with. They said you were a natural, which is just the sort of pilot I need.",		"s_74cca111":"It would seem that this corvette is patrolling several systems, so it is not always in Kessel... but it is always close enough to be a threat. I fear that we only have one choice. You are going to have to destroy that corvette.",		"s_6ff4c6e1":"It is at that. And it is only possible because of your victory. The Alliance thanks you and I have been authorized to issue a credit reward to your account. I also have granted you a token of our appreciation for what you have accomplished. I still have some more planning to work on, but after you take some well deserved rest come and see me again. I am sure I will have a place for you in the attack plan.",		"s_6f27454c":"So you have a sense of humor as well. That is good. You will need to keep your moral up for we are looking at some bleak times and I fear that many lives may be lost. But we have to strive on if we ever hope to drive the Empire from power. I think you are just the type of pilot I need.",		"s_6daab4e1":"Thank you, pilot. May the Force be with you.",		"s_6d976791":"A very good plan. And you need me for the assault team.",		"s_6c42736d":"Even though you are not officially a member of the Alliance, you have proven yourself a hero for what is right. I believe that you have achieved the highest level of piloting skill that anyone can hope to accomplish. The Alliance is in your debt.",		"s_6be5ab4e":"The Kessel system is located deep in the Outer Rim. It has important strategic value to the Alliance, since three other systems have important shipping lanes running through Kessel. With control of that system, the Alliance can defend a huge portion of the Outer Rim worlds.",		"s_69741346":"I understand, %NU. If you change your mind come back and talk to me. Until then I wish you continued success in your own duties.",		"s_684ff0a":"There is no need for false modesty, but it is appreciated. I am in need of someone with your skills to perform a highly dangerous mission in the Kessel system. I cannot force you to take the mission, but I ask that you hear me out before deciding.",		"s_677c6a2":"At ease, Pilot. I asked you here because after speaking with several of your commanding officers, I believe that you might be perfect for a very important mission. They told me that you were one of the finest pilots they have ever seen.",		"s_65a12a87":"We have a number of skilled pilots, but no one that I feel is up to this assignment. I asked around and your name came up again and again. I believe that you are the only pilot around that can pull off this mission. I am not going to force anyone to attempt this but I am asking you to volunteer.",		"s_647683fc":"You have use of me and my vessel for as long as you need them.",		"s_63214db1":"Correct. You will need to assemble a team of pilots who you feel are up to the challenge. The Imperial pilots in the Kessel system are some of the best in their entire fleet and they are all flying state of the art ships, so this will be no walk in the park.",		"s_5fa0c79":"That's the spirit, %NU. Keep up the good work and one day maybe you will do great things for the Alliance.",		"s_5bdc459b":"Good! Now get to your ship and take out those Imperial positions in Kessel.",		"s_5bd6bf77":"Understood, sir. I will not let you down.",		"s_5919485e":"That is what I hoped you would say. The Alliance has decided that it is time to try to make a strike at the Outer Rim. We believe that the Empire is stretched too thin to adequately defend all of its positions in these system. Our first goal is to take Kessel.",		"s_5869e64b":"Thank you, sir. I appreciate it.",		"s_58559f7e":"I am not sure. This mission is highly important and it is imperative that it succeed. The Empire cannot be allowed to gain absolute control of the Kessel system, or the Alliance will be hard pressed to maintain its forces in and around the Outer Rim.",		"s_583fa6fb":"As am I. I still believe that we can take the area but Alliance Command believes that the Empire will be able to mount a Star Destroyer attack. We cannot risk a direct confrontation with one of those. Regardless, you have more than done your duty. I have been authorized on behalf of the Alliance to issue you a reward for your noble actions. You willl always have friends in the Alliance.",		"s_575c9eb2":"With the Empire distracted elsewhere, we feel that this is a perfect time to strike. The attack will focus on attacking the weakened Imperial positions in the Kessel system. Then we can use it as a staging point for control of a number of systems around it.",		"s_52917b0d":"Of course.",		"s_4ebc69dd":"I completely understand. If you change your mind come back and talk to me again. Good luck to you, %NU.",		"s_4c9d51f4":"No thank you, sir. I do not wish to take this mission.",		"s_4c9055c9":"[relate the details of the failed mission]",		"s_4bdfa49b":"I am glad that you agreed. You will need to assemble a team of pilots who you feel are up to the challenge. The Imperial pilots in the Kessel system are some of the best in their entire fleet and they are all flying state of the art craft, so this will be no walk in the park.",		"s_47e9fbfd":"I understand. So what is the plan?",		"s_46ecd1ec":"I can do it, sir. I know I can.",		"s_46b27b0c":"Hello, %NU. I have been looking forward to meeting you. You are probably wondering why I asked to see you.",		"s_44bd3318":"What is it you need me to do?",		"s_429ad94c":"Yes. Your operation did accomplish its goals. But word has come in that the Empire has managed to capture one of our corvettes in the Ryloth system. Intelligence has reported it has been seen patrolling through Kessel.",		"s_41910783":"Greetings, %NU. I am sure you are plenty confused as to why an Alliance Admiral asked to speak with you. To put it bluntly, we are in need of your help.",		"s_3f7dd52e":"I will assume you are familiar with the Kessel system?",		"s_3f6a8711":"Thank you, sir. I do my best.",		"s_3e83f2ea":"Thank you, Pilot. May the force be with you.",		"s_3d93239d":"What is this mission?",		"s_3ccc33fb":"There is no need for modesty. Be proud of your accomplishments. Unfortunately this business with the Imperial corvette has allowed them to reestablish a presence in the system. Although it is not as large as it once was, it is still formidable. Alliance Command has decided to play it safe and not issue the full scale assault on the Kessel system.",		"s_39516a4":"Very well. Get back to the Kessel system and destroy the Imperial support vessels that are patrolling the region. Good luck, pilot.",		"s_3924b90e":"Good. Now get to your ship before I change my mind.",		"s_377d1a96":"Thank you, sir. It has been an honor to be allowed to serve under you.",		"s_37157452":"I hope it was a good impression.",		"s_36256b98":"I have been speaking with several of your former commanding officers about an important mission that I need a talented pilot to undertake. Your name came up over and over again. I must say you really left quite an impression on your commanders.",		"s_35c0388d":"I do not see the profit in getting in the middle of a fight between you and the Empire. I have to decline.",		"s_32062da9":"I am your pilot, sir. I volunteer.",		"s_2cbd4ffa":"You can count on me, sir.",		"s_2acaca5d":"I am just a simple smuggler. What could I possibly do for the Alliance?",		"s_28d79ee3":"Your accomplishments have proven that you are a valued asset to the Alliance and a truly exceptional pilot. I believe that you have achieved the highest level of piloting skill that anyone can possess. I think that you might find some measure of fame waiting for you when everyone finds out what you have done.",		"s_26bd9f23":"I am willing to hear you out.",		"s_24a07bd4":"I don't work cheap.",		"s_22d87576":"What do you mean, sir?",		"s_21d9c824":"You shouldn't be back here. You have a job to do in the Kessel system. Your mission is of utmost importance and the entire Alliance is counting on your success. To your ship, Pilot!",		"s_1ffdcc4b":"Are we clear?",		"s_1fd64638":"Where are the Imperials held up?",		"s_1da9fe53":"[relay the destruction of the stolen Corellian Corvette]",		"s_1c9d33ed":"It is a good thing that you achieved victory over the Imperial support vessels. We desperately needed that good news. Unfortunately for us we have received some very disturbing reports from Ryloth. I fear that our plans on a large scale assault on the Kessel system have been scrapped.",		"s_1c113900":"I was about to suggest the same thing. I still cannot think of anyone better suited for this important mission than you. %NU, you must destroy that corvette. Unless the Empire's power in the Kessel system is diminished, they will begin exerting their influence on the entire Outer Rim.",		"s_17652085":"You are a courageous pilot. You might be all that stands between the Empire and freedom in the Outer Rim. May the Force be with you.",		"s_174c76a5":"You have pilots. Why not use one of them?",		"s_1668a97b":"The Kessel system is strategically located between three separate systems, all of which have important shipping lanes passing through it. With control of the Kessel system it is possible to defend the surrounding systems very easily. Alliance Command has determined that we take the area for ourselves. Unfortunately, it would appear that the Empire has its own plans for Kessel.",		"s_16531693":"The Alliance has begun moving ships into the system in order to defend it. Unfortunately, it seems that the Empire has also determined the value of the Kessel system and has begun moving their own support craft in. We need to get those Imperial vessels out of the system.",		"s_133c89f7":"From what I understand, you are anything but a simple smuggler. The way I hear it you are one of the finest pilots this side of Coruscant. I am desperately in need of a fearless and skilled pilot. And I think that you are just such a pilot.",		"s_0":"",		"do_not_edit":"The English version of this file (rebel_master_trainer.stf) is automatically generated by the SwgConversationEditor."
}}
