{
	"stfFile":"conversation/rebel_broker",
	"entries": {
		"s_fc2710b9":"I would like to retire as a Rebel Pilot.",		"s_f72f24be":"I want to retire.",		"s_ef21d878":"And what would that be?",		"s_ee2fdf32":"I said 'Good day'!",		"s_e81a1436":"I want to be a pilot.",		"s_dbb2bd71":"You are lying!",		"s_d70dba34":"Yes.",		"s_d6b3d709":"It was nice meeting you.",		"s_d15ec255":"Corellia.",		"s_ca776e30":"Who are you?",		"s_c4d665ba":"I don't believe you.",		"s_c4b91b55":"Is there something I can help you with?",		"s_c3bfda20":"Alright. I'll start getting the paperwork ready. If you want to change your mind, now's the time...",		"s_c2a4c0b1":"Are you recruiting pilots for the Rebel Alliance?",		"s_c0dd7feb":"I received a transmission from the Rebel Alliance",		"s_c0ca92b1":"Here, I'll add the location of our FX-model droid to your datapad. Whatever you do, don't allow that to fall into Imperial hands! Go there and speak with the droid.",		"s_bbc28ec8":"Want to be a little closer to the action, huh? I'd recommend Corellia or Naboo, in that case.",		"s_b8e72ced":"Hello, friend. It's always good to see that another skilled pilot has joined the ranks of the Alliance. What can I do for you?",		"s_b42be0ca":"Wow, that's quite a bombshell. Are you sure? If you retire, you will lose all of your pilot skills and your mission logs will be erased. If you join up with the Alliance again, you will start out as a new recruit.",		"s_aad360f4":"Hello, friend. Good day to you!",		"s_9fdd7cf3":"Yes?",		"s_98a75031":"Corellia's official stance is to remain neutral in the war against the Empire, but that has made it a useful place for us to marshal our forces.",		"s_8a4e6549":"My name is J'pai Brek. How can I help you?",		"s_895d093":"Ok.",		"s_84d6bcaa":"I don't blame you. The Empire has been absolutely ruthless in its war against the Alliance. What about Corellia or Tatooine?",		"s_80d99409":"Tatooine is a backwater world far removed from most of the action. It seems the criminals and pirates give us as much trouble there as the Empire. Still, it's an important assignment as the remote location allows us to gather resources and supplies without constant harassment from the Empire.",		"s_7671cbe2":"I see. Best of luck to you in the future, then!",		"s_70f18874":"I'm not interested in that.",		"s_6ed0d2aa":"Very well. We hate to lose a good pilot like yourself, but in the end, it's your decision.",		"s_697a1143":"I've changed my mind. I'll stay.",		"s_658b5a75":"Yes, I want to retire.",		"s_6491bb19":"Tatooine.",		"s_63cd6ccb":"Naboo.",		"s_5af29bb7":"No, of course not. That would be illegal.",		"s_568d0bc":"That's a relief. We'd really hate to lose a good pilot like yourself.",		"s_50f22f35":"Ok, just checking.",		"s_4c695dbd":"No.",		"s_43cd3e42":"Here, I'll add the location of our Tatooine contact to your datapad. Whatever you do, don't allow that to fall into Imperial hands! This will take you to the Mos Espa cantina. Speak with Commander Da'la Socuna.",		"s_3fd213c":"Nothing, really.",		"s_3bde39e1":"In that case, yes, I can direct you to a unit in need of volunteers. Do you have a preference for duty anywhere in particular?",		"s_3714bdfe":"Now that's quite a dangerous assignment! We have managed to install an Alliance Trainer droid in the city of Moenia. The Empire is quite strong in the Naboo system, but Moenia belongs to Borvo the Hutt... and he's indifferent to the Rebellion - so long as we stay out of his way.",		"s_31bc521f":"Then let me add this location to your datapad. We have an operative stationed in a 'safe house' here in Tyrena... in the slums not far from here.",		"s_2a805b93":"Nothing I can do for you, friend. But if you know anyone that might make a good pilot, you ought to send them to see me. Good day.",		"s_28a5ab46":"I most certainly am not! And I resent the implication! It's an absurd accusation! Ridiculous! Now if you'll excuse me, this conversation is over. Good day!",		"s_1c0a2eb0":"I cannot imagine why not. If someone has been spreading rumors about me, you should report them... not me. I'm not doing anything wrong at all. Nothing whatsoever.",		"s_1adbb986":"I see. Well, that does sound very exciting. But what makes you think I can help you with that?",		"s_18dad60e":"What about Naboo or Tatooine then?",		"s_169df3bb":"Never mind.",		"s_159911f5":"Tell me more.",		"s_0":"",		"do_not_edit":"The English version of this file (rebel_broker.stf) is automatically generated by the SwgConversationEditor."
}}
