{
	"stfFile":"conversation/sean_questp_market",
	"entries": {
		"s_fc27931b":"Thanks.",		"s_faf0f6d6":"We've recently established ourselves in this new marketplace . Isn't it great? Sean Trenwell used his own money to help build it.",		"s_f319b246":"Our little market is tucked away in the city, but provides wonderful rewards for brave acts. I think some of the merchants here are looking for rare bones. Not sure where you'd get them from. But someone mentioned Sand People. Does that mean anything to you?",		"s_e61c91fe":"Actually, my Jawa friend may have something like that. Wait here a second while I discuss it with him.",		"s_de2e386f":"That's nice. I have to go.",		"s_ce0e0612":"Nice doing... well, we didn't exactly do business, did we. Thanks for coming by, I suppose.",		"s_cb056ffb":"Do you have record of that?",		"s_c8e9e99a":"Hi again. Good to see you... and oh, since you still have that disk I gave you, my friend thinks he can use something like that in an invention of his. But I guess you still need it, don't you. Nevermind.",		"s_c82e9a2f":"Yes, please.",		"s_c1035c83":"Ah, well return when you've done so.",		"s_b4164d7b":"Oh yeah? We'd love to help! Of course, we'll give it to you for the sake of helping Sean Trenwell win the election. Here you are. Good luck!",		"s_a4149441":"Let me tell you the situation...",		"s_a1a4c8c9":"Oh yeah? We'd love to help! Of course, we'll give it to you--Wait a second. Unfortunately, you don't have enough room. Come back when you do.",		"s_9e71b2ab":"In fact, he does. You're lucky you came today. He was going to take the disk apart and recycle it to make one of his new, crazy inventions. Why do you need it?",		"s_7ffa475":"Are you here to collect these influx capacitors? *pauses listening to the Jawa next to her* Oh... sorry, you're not the right person. While I've got your ear, I should let you knoww there's an election going on at the capitol. I encourage you to support Sean Trenwell if you get involved.",		"s_6cd9792d":"Haven't had a chance yet.",		"s_67e6df55":"Okay.",		"s_60613aaf":"Bye!",		"s_40977666":"Welcome! Oh, I remember you. Do you have enough room now to receive the evidence?",		"s_1b885620":"You didn't have enough room again. Come back when you do.",		"s_14d1042b":"Here you are. Good luck on the voting!",		"s_0":"",		"do_not_edit":"The English version of this file (sean_questp_market.stf) is automatically generated by the SwgConversationEditor."
}}
