{
	"stfFile":"conversation/sean_questp_house",
	"entries": {
		"s_f6effab8":"Oh my! I didn't expect visitors today! This place is a complete mess! Please forgive me. The last of the tragedy victims left. They all found new homes. I'm just cleaning up. Why are you here?",		"s_e69937da":"Yes. Thank you.",		"s_d6d23166":"Well, return when you do. I'll be happy to give it to you then.",		"s_d5702a3b":"Come back any time. You're always welcome in the Trenwell house.",		"s_d066eb10":"Hello! Are you here to discuss the election? You haven't heard about it? You should really go to the capitol. The governor is taking votes.",		"s_bd542a54":"You still don't have enough room. Come back when you do. I'd be happy to give it to you then.",		"s_ab4c4ff8":"Really? Can you help me with something?",		"s_9e4a0794":"Here you are, then. I hope you have a wonderful day.",		"s_8a9c6889":"Oh, you didn't hear? The Empire went on a rampage and destroyed one of the newer, smaller cities assumed to harbor Rebel operatives. Those poor people. Sean Trenwell opened his homes for the survivors. He's such a kind man.",		"s_67e6df55":"Okay.",		"s_51c40792":"I'm in the wrong house. Sorry!",		"s_48b343d3":"Actually, no I don't.",		"s_47e61b76":"Here you are. Please let me know if you'd like to come over for dinner sometime. I'm a great cook! Have a great day!",		"s_43e36f6f":"Sure, I can try. What do you need? Write a testimony? Of course, I will! Anything to help him with this election. I really hope he wins. He deserves it. Let me write it up..",		"s_41f6594d":"Oh hello! I'm surprised to see you again so soon. Please be sure to sure to show the governor the testimony I wrote for you. I want her to know what a kind and generous person Sean is.",		"s_34f710c5":"What victims?",		"s_2267c63c":"I'm so busy. Sean is planning to run for the new election that will happen soon. He's going to have tons of people over for dinner in hopes of impressing them. I really must get back to work. I'm sorry.",		"s_20b8d563":"I'm glad you're back. Do you have enough room now?",		"s_198905a5":"Here you are--Oh no! You don't have enough room. I'm sorry. Please come back when you do.",		"s_0":"",		"do_not_edit":"The English version of this file (sean_questp_house.stf) is automatically generated by the SwgConversationEditor."
}}
