{
	"stfFile":"conversation/ship_trainer_01",
	"entries": {
		"s_fc27931b":"Thanks.",		"s_f5508176":"Do all ships have this system?",		"s_f2bd013b":"You can invoke the holocron knowledge-base by pressing Control + H at any time - whether you are in space or on the ground. Use this system to find out information about all game features and systems.",		"s_f29dd33b":"Shields are a damage-resistance system that recharges over time (as long as the shield generator is in good health). If your target has shields, you must destroy them before doing damage to the ship armor. Same goes for your own ship. If you lose your shields - the next hit will likely scrape off a nice chunk of armor.",		"s_f2293d3f":"Use the TAB key to lock the closest enemy target. Press the T key (or SHIFT-T) to cycle your target lock between enemies in the area. Use SHIFT-TAB to lock the closest enemy player target, and use the Z key (or SHIFT-Z) to cycle player enemy targets.",		"s_e9a2f2f4":"Excellent. What else would you like to discuss?",		"s_e93ecaeb":"What do I do then?",		"s_e6772f13":"Goodbye.",		"s_e5a158de":"Use the left and right arrow keys to roll your starship. Right arrow rolls clockwise, and left arrow rolls your ship counterclockwise.",		"s_dede7bc9":"How do I use the holocron?",		"s_d589bcc5":"Starship blasters.",		"s_d4836a51":"Missiles.",		"s_d37b0214":"Good. Is there anything else you would like to discuss?",		"s_c87b607":"When an enemy fires a missile at you, you'll hear a missile warning sound as the ordnance approaches. To get the missile off your trail - fire your countermeasures with the MIDDLE MOUSE BUTTON (default) or JOYSTICK BUTTON (3). Note that you may need to release several countermeasures to spoof high-level missiles.",		"s_c27a66c4":"Review the 'Space' category. We recommend the 'Quick-start Guide' section. There is more information about space combat, interactions with other ships and space stations, as well as PvP, and starship crafting.",		"s_c111fe6c":"Affirmative. Ybella Learning Systems would like to remind you to use your personal holocron if you need help in the future. Press Control H at any time in space or on the ground to invoke this system.",		"s_c00ac18c":"What area of damage are you interested in reviewing?",		"s_ba96a20e":"Landing is free. The planetary defense systems of all modern worlds will automatically convey you to the planet surface and secure your starship in a municipal starport hangar.",		"s_b9b27823":"Thank you.",		"s_b9916a35":"Starships carry a variety of weapons. Starship blasters (or 'flash cannons'), missiles, torpedoes, and countermeasures. Which should we discuss?",		"s_b8d366e5":"The armor layer of your ship protects your starship chassis and all of the components that it contains. Unlike shields, armor does not regenerate. You must install new armor once your old armor is destroyed.",		"s_b8768b9a":"What do I do when I reach the station?",		"s_b5d951d6":"I know enough about this now.",		"s_b4939dbb":"How do I get rid of you?",		"s_b440102e":"Where do I find a space station?",		"s_aceff31e":"Good luck, pilot.",		"s_abd54560":"Good. Is there anything else you want to know about?",		"s_aba0472f":"Your primary starship blaster weapon is fired by pressing either the LEFT MOUSE BUTTON (default) or the JOYSTICK BUTTON (1). Be sure to aim for the small bright blue circle just in front of a moving target. This is your 'target lead indicator' that calculates the target speed vector.",		"s_a8a57e90":"You can set a waypoint to the space station and fly to it manually. Or if you want to relax a bit, right-click on the station name and choose 'Autopilot.' Your ship will fly there automatically.",		"s_a836ab41":"Does it cost anything to land?",		"s_a44e0bb8":"Review flight controls.",		"s_9aa7d166":"There are several subcategories within the subject of space combat. Which area would you like to discuss?",		"s_993e6843":"Can I target specific components?",		"s_986a2b5e":"Your ship will be parked at the starport of the city at which you chose to land. When you want to return to space, go to the starport where your ship is parked, use the starship terminal, and launch.",		"s_9584abbd":"Yes. When you have a ship target selected, you can use the [ and ] bracket keys to cycle through subcomponents. Starship parts, such as the main reactor or the engine, can be targeted in this manner. Fire as normal - and your weapons will be tuned to hit the specific subcomponent so long as the sub-target remains locked.",		"s_9288900f":"I understand.",		"s_91919963":"This holodisc is installed to a secure area of starship memory. Only the rightful owner of this craft, or an Ybella Learning Systems administrator, can remove the Starfighter Training system.",		"s_915b9a74":"How do I target enemy ships?",		"s_88eefc1a":"Teach me about targeting.",		"s_82697b23":"Excellent. Would you like to discuss any other area of starship operations?",		"s_7e90f3fa":"How do I know my shield or armor strength?",		"s_7b82a9d5":"You are welcome, pilot.",		"s_7980ca09":"Discuss space combat.",		"s_784cfb1e":"Countermeasures.",		"s_759c9273":"If you are flying with the mouse, you need to be aware of your mouse mode. Use the ALT key to toggle between mouse modes. In mouse-flight mode, the cursor changes to a light blue virtual-joystick indicator, and your mouse movements control the ship heading. In mouse-cursor mode, you will see a yellow arrow cursor which can be used to interact with elements on your heads-up display.",		"s_757a074a":"Use the up and down arrow keys for throttle control. Up arrow - speed up. Down arrow - slow down. You can also set your speed to maximum with the 'home' key - or set it to zero with the 'end' key.",		"s_73b3d88d":"Tell me about damage.",		"s_717ffa5d":"Starship weapons",		"s_6f4feb49":"How much do repairs cost?",		"s_6f13ef54":"When you are close to the space station, target and communicate with it by pressing Shift-C. After this, you will be able to request ship repairs or land on the planet below.",		"s_6de416e5":"Skip training.",		"s_6d152f2a":"I know enough about landing now.",		"s_6c2b30a6":"Any recommendations?",		"s_6b96b4b0":"Use the mouse (or a joystick) to change your ship's heading. The up / down axis on your mouse controls the ship pitch while the left / right axis controls the ship's lateral turn or 'yaw.'",		"s_6b0b0a5e":"To target the nearest friendly player-piloted starship, press the K key. To cycle friendly player pilots, use the L key. The semicolon selects the nearest friendly non-player-piloted starships, and the apostrophe key cycles through them.",		"s_659d0168":"Unfortunately, no. The Starfighter Training holodisc product line has been discontinued by order of The Emperor. Pre-installed systems such as I are allowed to remain in service provided that they are never sold or transferred.",		"s_603f0296":"What about friendly ships?",		"s_5ef040d8":"Okay. Let's talk about flight.",		"s_5e014e82":"I know enough about space stations now.",		"s_5d8dd52b":"I don't doubt that. What other areas would you like to discuss today?",		"s_5d06faf2":"I think I understand ship movement.",		"s_56daefef":"You should also be aware of the chat system in space - and its potential interaction with your flight controls. When you are piloting a ship, you must press the ENTER key to begin chat. Type your message, then hit ENTER again to send. Note that when you are in 'chat mode' your mouse mode automatically switches to 'cursor mode.' The mouse will return to flight mode when you hit ENTER to send your message.",		"s_55651ec5":"It is advisable to lock your target while in combat so that you can keep track of its health, distance, and relative position. Additionally, you will need to have a target selected in order to inspect it, dock with it, or to fire missiles at it. The starship targeting system allows you to acquire enemy targets, friendly targets, neutral space station targets, and other player pilots.",		"s_51b1431b":"When you launch, your ship computer automatically creates a 'Launch Waypoint' to the nearest planetary station. To activate this waypoint go to your datapad by pressing Control-D, click the 'Waypoints' tab, locate the 'Launch Waypoint,' right-click and select 'Activate.' You can also locate these stations using the zone map.",		"s_4e9c20b8":"I understand targeting. Thanks.",		"s_4cc9a6bb":"How do I control ship heading?",		"s_4bdcddad":"Armor.",		"s_4bd64d06":"I think I understand space combat.",		"s_46e4ecc6":"When you are ready to land you must fly to a planetary space station and request landing clearance. Press Shift-C to target the station and open a communications frequency. Also, if you fly close to the space station's hangar the station will communicate with you automatically.",		"s_43401557":"Open the zone map by pressing the 'N' key. Space stations, points of interest, waypoints and mission critical objects are listed by category on the right-hand side of the screen. Click on the 'Space Stations' category then click on the space station of your choice.",		"s_3ec6b879":"Landing procedures.",		"s_3e07db47":"How do I roll my ship?",		"s_36ba2186":"I understand ship weapons.",		"s_353c0343":"It varies. You will have the option of repairing all of your ship damage or a select percentage of overall damage. The more you want to repair, the greater the cost. Space stations routinely stock up on low-grade parts and have trouble making repairs to exotic machinery.",		"s_306c1aa":"Shields.",		"s_2e9195ac":"Welcome to the Ybella Systems 'Starfighter Training' holodisc program. Press the ALT key on your keyboard to activate your mouse cursor, then select one of the training options below to begin. Press the ESC key to skip this training sequence. Press the ALT key again to return to flight mode.",		"s_2b99ba00":"Look on the radar at the lower center area of your screen. The circular blue bars surrounding the radar indicate your shield strength. The center red circle shows your armor strength. As you lose shielding, the blue bars shrink. As you lose armor, the red circle also shrinks.",		"s_23f4b352":"How do I find stations with the zone map?",		"s_1a22f0e7":"Excellent. Are there any other areas that interest you at the moment?",		"s_199da0c4":"What happens when I land?",		"s_173a50a8":"If your ship is equipped with missiles, you'll be able to fire them by pressing the RIGHT MOUSE BUTTON or JOYSTICK BUTTON (2). Missiles take some time to 'lock' onto their targets - so watch your targeting indicator. The spinning squares will 'lock in' and become solid when your missile is ready for release.",		"s_13f18f29":"I agree. Are there other areas of space combat you would like to discuss at the moment?",		"s_0":"",		"do_not_edit":"The English version of this file (ship_trainer_01.stf) is automatically generated by the SwgConversationEditor."
}}
