{
	"stfFile":"conversation/station_yavin4",
	"entries": {
		"s_fdfb1283":"(Transfer funds)",		"s_fd0f3d0e":"No...well not right now anyways, right? How about you finish up with what you are...you know...working on. Then come back and see me, right?",		"s_fca1af26":"So what about those fake Massassi?",		"s_fc7d4b5c":"Good...great...wonderful. You go and help them now. I will send you their location, right?",		"s_fb527baf":"How did...your assignment go? Did you help the convoy out...did you find out who is doing this to us? Do not keep me in suspense...what did you find out?",		"s_fa50b9ba":"Sure. I won't miss this time.",		"s_f87400e1":"Did you get the vessel? Your command wants a...an update. I will contact them with what happened, right?",		"s_f81ac626":"Your command wants an update...you know...on your progress with the smuggler operation. Do you have anything to report?",		"s_f7a9938a":"Who is attacking your vessels?",		"s_f771fd8a":"Let's just say it didn't turn out well.",		"s_f5012975":"Are you sure? Yes...yes you are sure, right? Fine, maybe you keep the Massassi from slaughtering us all later. Do you need something else?",		"s_f4af242d":"Labor Outpost.",		"s_f3c91859":"Your ship is fixed, now. So! Now you're leaving, ok!",		"s_f3ae756e":"Right...you make the call. You let me know when you are ready, right? What can I do for you now?",		"s_f366ed39":"Here is your payment...for services rendered...as promised. You just let me know if you are willing to do some more work. Yes, we always have something that needs done, right?",		"s_f2d0e888":"I got a report that they...you know...finished their questioning of the pilot you brought back. It would seem that this is...this is part of a larger smuggler operation. They need you to travel to the Corellia system and meet with the ship...the vessel that the freighter was going to meet with. I have been instructed to send you the location, right?",		"s_f03bdbb4":"You seem a little confused. Can I help?",		"s_ea72067c":"Can we send message taunting Corellia Mining Company? I have been waiting...been waiting to taunt them.",		"s_e9060855":"I will check out the third location.",		"s_e6e072e0":"What? Mining Outpost? Ok, right. You're clear. Land any time you want, so!",		"s_e6bdd32b":"That is good. The company has been having...problems with our freighters being attacked. We will pay for each freighter you get out of the system, right?",		"s_e6b2affe":"That mercenary will not be pretending to be Massassi again.",		"s_e5cc8ab2":"75% of your ship's damage has been fixed. Now you go on.",		"s_e233265e":"Fix most of the damage.",		"s_e0bc7c8a":"I need repairs",		"s_dce1cf5c":"That is great news...I will tell the bosses that I have found a pilot that can help us out. We don't know where they are keeping our man, but we do know where the...demands are being broadcast from. If you go check out that ship, I bet they will know where our man is, right?",		"s_d8fb3431":"Our man in Naboo said he didn't get the...special delivery.",		"s_d7bd9744":"Let me check out the first area.",		"s_d751e8a9":"I cannot wait to see look on...on their CEO when we tell him...you know...that we know. I will send you the location of their ship. You go blow it up and we all profit, right?",		"s_d6871012":"You're the boss, right? If you want to take another...shot at him, just let me know.",		"s_d431431b":"Are there any messages for me?",		"s_d1e796bb":"You got it. I will send you a patrol route that will take you around the area mentioned in these writings. You go out and see what...see what you can find.",		"s_d0a3dd21":"My bosses are not happy that you...you know...lost the first man. But they are pleased to get a new, shiny executive fresh from headquarters. The bosses told me to pay you. Also they said for me to give you...work if you need it, right?",		"s_cfeb314":"What? Who are you...wait never mind. Let me see here...oh, yeah, this. Listen this isn't the company's fault...this is the pilot's fault, right? We hired some pilots to help us ship some stuff and they didn't pay their Imperial flight taxes before they left the system. We reported it to your command...you know...like a good loyal company would.",		"s_ce7c38dc":"Not yet. I need to try again.",		"s_ce5c006e":"Let me check out that...document you recovered. What! This shouldn't be...not at all. This document is written...it is written...in Massassi. But Massassi are dead...they all dead...hundreds...thousands...they all dead a long time ago.",		"s_ca8c30c3":"We got word from our man in Naboo that the...that the special package made it there. You did...good.",		"s_c9c08b99":"Let me try again.",		"s_c9085385":"No worries...you just let me know if you are interested. So...can I help you with something now, right?",		"s_c88bcdf1":"Let me try out the first area.",		"s_c820fb26":"Ok, ok...we still happy that you helped us before. What can we help you with...now, right?",		"s_c65f1e3e":"I don't want to talk about it.",		"s_c4025f7f":"You let me know what you want to do, right? I will see to it that you get what you...what you need.",		"s_c3e92bf9":"I see you out there, right? But why are you so far away? Can't help you with anything from way out there, huh? Ok! Fly closer if you need me, right!",		"s_c26109ef":"Not right now. Maybe later.",		"s_c22323cb":"That area is very dangerous...but you are good pilot, right? I will send you patrol route. It will take you around the area mentioned by the Massassi.",		"s_c1a784c7":"Hey, you are back..good. Did you find the evil Massassi trying to kill us all? You did...didn't you? Did you destroy them all...you know...and save us?",		"s_c04cb7fd":"I just got another report of another convoy in trouble. Maybe you would like...you know...try to help them out, right?",		"s_bf544155":"I take it that you failed and don't want to try again. I understand...those mystery fighters worry me too. We will find a way to deal with them...maybe you will help in the future...right?",		"s_bf522c1c":"What? No...yes! It's nothing, right. Well, actually we have been losing lots of ships lately. They are being attacked and destroyed. No survivors. The bosses decided...for safety...to send out convoys of freighter but that apparently hasn't helped.",		"s_bf4f4650":"It seems to be some sort of warning...these Massassi want us...the company...to leave the planet and system. If we do not, they...they will kill us all. Maybe you could destroy them first, right?",		"s_bee28138":"Glad you have asked...glad indeed. The bosses are still...you know...mad about the hostage taking incident, right? Maybe you could help make them...not so mad, you know?",		"s_bc357ddf":"Did you find...you know...any of those Massassi out there? Wait! I don't want to know...I don't like ghosts. You just tell me if you won or lost, right?",		"s_bc264042":"I will get back to this problem later.",		"s_bad44c3c":"I do not have special work for busy...pilots. Finish what you are working on and then...you know...I might have something for you, right?",		"s_b989d1b3":"(Abort Landing)",		"s_b942e498":"Oh yeah, right! Hard workers there. You're ok! Land when ready, huh!",		"s_b883f442":"So, the leader got away, right? Not that it is any problem really...he came back. I told you they were loonies. Even with us...trying to kill him, he still comes back. You can take another whack at him, right?",		"s_b745173d":"What? Oh, it's you. Did you find out anything about our missing man?",		"s_b4d282f9":"No worries...I said nothing, right?",		"s_b3228c04":"You can go kill the cult leader, right? The leader of the...loonies never tries to hide so we know where he is. We can send you right to him. You blow that crazy out of the system and we will pay you for your...services.",		"s_b239081a":"25% of your ship's damage has been fixed. Now you go on.",		"s_b1d9e97d":"I would rather not get involved right now.",		"s_b10d0d97":"Don't know! It's not pirates, since they are not taking anything...just destroying. Maybe you could find out who it is...if you want. We will pay you, of course, right?",		"s_b0064b47":"Sounds like a mystery for me to solve.",		"s_afffbb01":"Hmmm...well all reports show another ship in the same area of the Corellia system. Maybe you go check that one out, right?",		"s_ac93ee89":"Right, never mind, huh? I guess so!",		"s_ac4d2f7b":"Yeah, you got damage, right. We can fix that, no problem, huh?",		"s_ac3664be":"Those Massassi are sure...sneaky. Which area would you like to check out next. You go out and you will find them, right?",		"s_aa668ed0":"I never liked those cultists.",		"s_a8657d8a":"Yes? What? I mean... oh. Yavin Four Labor and Mining Company station, here. Who are you and what do you want?",		"s_a7682fb9":"Yeah, no worries, right? We will deal with it. So what do you want?",		"s_a5e6e823":"Quick work? You already have a...a job. Finish that before we spend time working together, right?",		"s_a5105d38":"Glad I could help.",		"s_a3a3ddb5":"Fix all of the damage.",		"s_a3447b3e":"No, thanks. I will pass.",		"s_a11e9514":"Yeah, you should go out again. What route do you plan on taking this time?",		"s_a0d09783":"Only my failure. I need to try again.",		"s_9ed36c63":"Do...what? We didn't ask you to do anything, right?",		"s_9d3a870e":"They told me to give you...I am supposed to pay you. They also said that they are almost done with the questions and they might need you to help...you know...later.",		"s_994bdf16":"You will! Great...that makes me happy to hear. I don't want to be killed by these...Massassi. The document mentions three areas that seem to be...to be important. Those might be good to check out, right?",		"s_97155f17":"I will need to get back to this problem of yours.",		"s_96106d14":"Your high command...well...they wanted one of their people to go get this freighter. You can go get this freighter, right? I will send you the location of where it is...you better hurry before it leaves the system.",		"s_9512e7b6":"Ah, so you just need quick...job, right? I have what you need. We need help with...cutting down on the Debris Cult numbers. Also, maybe you...if you want...could help escort some of our freighters?",		"s_914cece8":"Ok, see you, right? Later, huh!",		"s_8d876d5d":"How is that Debris Cult problem going?",		"s_8bd7b9f9":"I...I understand. We could really use your help in dealing with these loonies. But if you won't, you won't. Is there anything...anything else you need?",		"s_8ac5cbaf":"[relate details of mission]",		"s_89c7160a":"We have this convoy that just sent out a...a distress signal. They need help. You can go help them and maybe also find out who is...you know...attacking them, right?",		"s_89761e1":"You are busy. I am busy. Too busy to discuss this matter. Come back when you are less busy, right?",		"s_86922104":"Yes. I found this on the debris cult ship.",		"s_8684604b":"Nope, but I will go look again.",		"s_85e232ff":"I will watch over the freighters.",		"s_85a18987":"Yes...yes. That is good...great news. We will pay you for what you have done. You are good pilot, very good pilot. Is there anything else you need?",		"s_85861a57":"Hmmm? Yes...messages from your...commander. But he said that you cannot be working on...you know...other things. So maybe come back when you are free, right?",		"s_84ee6fa0":"I will check out the first location.",		"s_84388bb":"Ok, I will take care of that for you.",		"s_82e7434e":"Fine...same drill as before. We will give you new package to deliver. You do this and we pay you, right?",		"s_826b822":"Mining Outpost.",		"s_7fab133d":"Alright, so what do you need now?",		"s_7f4fd215":"I can rescue your executive now.",		"s_7ee088d3":"Ok, you know what you are doing, right? I will send you a patrol route that...it will take you around the area mentioned in the writing.",		"s_7e90de8b":"So does my command need anything now?",		"s_7e57c029":"I am looking for some special work.",		"s_7de495e9":"Just fix a little of it.",		"s_7d8d113d":"Let me see that. Oh...wow! This is great. This has the location of where they are keeping our man. We will pay you for your help in finding this, but maybe you could...you know...rescue our executive, right? We might have a...short time so you let me know when you are ready, right?",		"s_7ce5949b":"Hmmm...oh, yes...yes, you can. We are having this problem with those crazy debris cultists, right? They decided that we were to blame for the Imperial salvage operation and have taken one of our executives hostage. Those loonies say that if we don't leave they are going...they are going to kill him, right?",		"s_7c3eca7b":"50% of your ship's damage has been fixed. Now you go on.",		"s_7afe2900":"Imperial Base.",		"s_7771bbc9":"I need to get back to you on that.",		"s_75d9fc2d":"That is great...great news. I will send you information on where he is being held. Capture the ship and...and bring it back here, right? You do this for us and we...we will not forget, okay?",		"s_74cde053":"Debris Cult! They are here...wait no...oh! My bosses said they have something for you...you know...to do. But they need your full attention, right? Come back when you are not...you know...working on something else.",		"s_70ff6541":"Good...good. I will point you in the right direction again, okay? Good luck.",		"s_6ff7e194":"Stall them. I need to do something else.",		"s_6f79f449":"People...dead long time ago. They lived on Yavin...you see their writings all over Yavin 4. I will use computer to translate, right? I don't know why...I don't know how the fighters would be using Massassi language. That is very strange, right? We will pay for your services. Computer should have answers soon.",		"s_6e605bd6":"About payment?",		"s_6ca9e420":"Good...good. You need to meet our delivery ship in this system and take it out to Naboo. When you are in Naboo, you need to...to fly a special route. Our pickup man will recognize you by that route. If anyone interferes you will...well you will have to make them uninterfere, right?",		"s_6c8ffad8":"I need repairs.",		"s_6a96c9e9":"Huh? Oh. Ok, thanks anyway.",		"s_698e2f7b":"I think I will head to the second area.",		"s_66b09324":"Well...I cannot say that the executives are...you know...happy about this turn of events. We cannot pay you for this...job, right? But at least you were willing to help. Maybe in the future we can have work for you...work that you won't screw up.",		"s_61d2adfc":"So what does the computer say about the Massassi?",		"s_5f17be38":"I will check out the second location.",		"s_5bd69df6":"What do you need me to do?",		"s_5bbcc6ae":"Sounds like I can help.",		"s_5b3f10e8":"I will try to help them.",		"s_57a3711":"Well, I...we need help! But you are too busy...too busy. If you were not working on something else...you know...you could work for us!",		"s_56df1754":"So...so did you find them? Maybe not...eh? Yes, right? Did you stop them from killing us all?",		"s_550d80c":"I am looking for some quick work.",		"s_54aa968b":"Oh...yes. They have told me to pay you for them. Is there anything else I can help you with?",		"s_5482942":"Yes...payment. Here is your pay for a job well done. Now forget you ever did that for us, right? Is there anything else you need?",		"s_5171cf99":"You brought back a very nice...prize for your command. They are glad...they are pleased that you have succeeded.",		"s_504c55d7":"I need to go out again.",		"s_4fe53802":"The bosses are very...pleased, right? You got our man back from the loonies. We always pay for a job well done. If you...you know...don't mind we might have more work for you in the future.",		"s_4f36a268":"Ah, so they are not Massassi! The Corellia Deep Mining Company was just trying to...you know...scare us into leaving and taking our operation over. HA! They almost got away with it too. You sure meddled in their plans, right? I bet...I bet they are not happy right now. We will pay you for doing so good.",		"s_4f34ceb5":"That showed those crazies that we mean business. You did...good. The bosses like it when a plan works out.",		"s_4ed46b5d":"[relate mission details]",		"s_4bb8df07":"%DI credits! You gotta pay now, huh!",		"s_48d5ef59":"I am just the pilot you are looking for.",		"s_4658b1ba":"No, thanks. I think I will stay out of this.",		"s_41cc7b3e":"Ya? Me either. I don't like crazy people and they are...touched, you know. I send you to areas where they hang out. You kill them all, right? The company will pay for each one you take out.",		"s_4110b7ff":"Wow...I didn't think you would say that. Maybe, you come back later and save us all from...from certain doom, right?",		"s_40aac287":"No, thanks. Sounds too dangerous.",		"s_3d4bf49c":"Fine...fine. I will update the location of the enemy ship yet again. The bosses are getting impatient and want this matter solved...you know...quickly, right?",		"s_3c12de44":"I don't have time for this right now.",		"s_3aac2f84":"Yeah, right! You can never mind, too, huh?",		"s_38f85840":"Massassi?",		"s_382df536":"How did...your assignment go? Did you help the convoy out...did you find out who is doing this to us? We are still getting reports...of trouble from all over the system.",		"s_362a48e0":"Anything else?",		"s_36142d2b":"I can't do this right now.",		"s_337d7f80":"He said...he said you need to focus on one task at a time, right. Come back when you are not working, right?",		"s_33418857":"You seem a little out of it today.",		"s_32c93882":"Fix half the damage.",		"s_305434ff":"I want to land.",		"s_2e963e84":"They are not going to like that...you know. You are in luck...another freighter left and they didn't pay either. Maybe you should...you know...get them, right? I will send you an update to where they are, okay?",		"s_2dc4697a":"(Land)",		"s_2dbe402f":"There was nothing there. Let me try again.",		"s_2d2ea22b":"Fine...I will tell your command and it will not be company's fault, right? They can...well they can blame you for not doing what needs to be done. Maybe you make things right later on. Is there anything you need now?",		"s_2c9ad69a":"Do they want anything else?",		"s_2b867034":"Yeah, right? Ok. Where do you want to land now, huh?",		"s_2b11ced5":"Bosses think we should send Corellia Deep Mining a...a message. We pay you to go destroy the leader...you know...of these fake Massa...the mercenaries, right? We have spotted where that ship is. You got destroy them and then we laugh at Corellia Mining Company, right?",		"s_29093d3e":"Okay. They are not going to hold off on killing our man much longer, right? Try to hurry.",		"s_281a828d":"You want me to...to stall the Empire? I am grateful for what you have done but I will only stall them for a little while, right? What else can I do for you?",		"s_27407967":"You got the ship back in one piece. Your command will be pleased to discover that. We have transferred the freighter to them and they are...they are questioning the pilot, right?",		"s_24645c62":"What is the message?",		"s_238a5da3":"Oh yeah, right! You're ok! Land when ready, huh!",		"s_1e46e4ca":"I need to try again.",		"s_1e323046":"I have been watching you and I think you are just...shady enough to be of use. Maybe you would like to carry a...a secret package to Naboo. No questions asked, right?",		"s_1c7eca56":"The third area is probably where they are.",		"s_1be05588":"Did the ship go boom? I hope you made them...pay for scaring all of us. They will think twice about trying anything like that again, right?",		"s_17204aa9":"Ok! Back to work, right!",		"s_170a9bf2":"I will take a crack at the second area.",		"s_169df3bb":"Never mind.",		"s_1642841a":"So...so did you find out...anything?",		"s_1000a375":"Sure, what can I do to help?",		"s_0":"",		"do_not_edit":"The English version of this file (station_yavin4.stf) is automatically generated by the SwgConversationEditor."
}}
