{
	"stfFile":"conversation/station_lok",
	"entries": {
		"s_fef28268":"Do it.",		"s_fc6171f1":"Right, so Storm Squadron has you in a fit again.",		"s_f33a826f":"Yeah, you're not so badly damaged after all, I s'pose. If you're on your way, then I'll be getting back to work.",		"s_f17c177b":"It will be.  Every time we take out a mole, some other information leak opens up around here.  I am constantly amazed at how efficient Imperial Intelligence is.",		"s_ebe2e111":"It's a deal.",		"s_eb2cfdac":"You bet.",		"s_ea7d0b42":"Lazy? Did you say you're too lazy?  Ha ha! Fine, %NU.  You go be lazy then... and let our boys rot in some Imperial prison.",		"s_e998576d":"I can see where I come in.  You want me to get them back?",		"s_e99611e":"Hey, around here a love of money is a virtue.",		"s_e5ce7fcb":"I'll get our gunships through.",		"s_e39c0a00":"I'm much too busy for that.",		"s_daa54d2":"Go to it, %NU! Our gunships demand respect from the enemies of Nym, but the factory models never really cut it.",		"s_d70dba34":"Yes.",		"s_d6695e83":"No thanks.",		"s_d47aa2c4":"How does this sound? We'll take care of three-fourths of the damage, and you take care of us to the tune of... say... %DI credits. Sounds good?",		"s_d38dd40":"Right! Money's a bit tight, isn't it? How about we get you running for %DI credits?",		"s_d34f2ea4":"I will transfer you to our special operations guy, he can handle the mission details.",		"s_ce3f3ff6":"Your ship has been completely fixed! And that work is guaranteed for life... barring any sort of combat-related damage, or normal wear and tear, or acts of the Force and the like. Come see us again if you have problems at all!",		"s_cac4df9f":"Not right now.",		"s_c80840ca":"Just fix half of it.",		"s_c6280dee":"My contacts in the stronghold tell me that a transport carrying some very important people will be traveling out of the system soon and they need an escort.",		"s_c408ae1e":"I've notified Vestil Kwass to expect you.  I trust you enjoyed working with him before.",		"s_c23916c6":"Not now %NU, perhaps not ever.",		"s_bf151ca2":"No, just fix a little.",		"s_bc62d0fb":"Greets to you! And welcome to the Lok Station. What are you needing today?",		"s_bc1b6f03":"Ok. I guess I'd better get back to work.",		"s_bbfa316b":"I'm ready for anything.  Let the Kimogila's Claw know to expect me.",		"s_bb83a046":"Something new has come up.",		"s_b69f3131":"Bingo.  Are you up to the task?",		"s_b1729740":"I am interested in your credits.  So what little thing is keeping the two of us apart?",		"s_ad7b177d":"I'll take on Storm Squadron.",		"s_a7ea491f":"So what are the details?",		"s_a77bdd74":"Imperial attack is expected, this won't be a snooze assignment.",		"s_a6a8081b":"Don't expect them to be alone.  The Imperials can be wasteful, but never count on them being stupid.",		"s_a6054d56":"Repairs complete! How's that for quick work? Stop by again if you need anything else!",		"s_96576ff4":"It seems there's nothing I can do for you then. Off you go!",		"s_94d99aa4":"I would alert the authorities of your arrival... if there were any!",		"s_8d68ee17":"Sounds dangerous.",		"s_8a98e9e7":"Well, what do you know about the cost of repairing a ship as damaged as yours, anyway? Ask around and you'll see that was a fair price. Then you'll be back, won't you?",		"s_77685adb":"You say, 'had'.  I take it something came up.",		"s_7488284":"The Kimogila's Claw will be making their departure soon and you will fly with them to their hyperspace jump point.",		"s_720fe84e":"Ho-yeah! They won't know what hit them! Good luck, %NU!",		"s_716b5194":"Destroy.  We already know all that they hope to learn, so what use are they to us?  We want them to be blind to our actions.  Enough chatter, are you up for it?",		"s_6cc25feb":"I've got something for you. So... we had acquired some Imperial 'guests' in the compound and needed to get them to a safe place.",		"s_6c8ffad8":"I need repairs.",		"s_676e1e17":"Not yet.  And we would like to keep it that way.  They are flying an Imperial Scan Freighter through the system soon.",		"s_63942640":"Hey, you know we've always got something special for you to do, %NU! Those Storm Squadron thugs are always hassling us around here. If you're not in the mood for that sort of rumble, maybe you could get our gunships through to upgrade their reactors.",		"s_60460c5":"And here's your repairs! That ought to allow you to limp back home, anyway.",		"s_5e3dd46f":"Lazy? Did you say you're too lazy? Ha ha! Fine, %NU. You go be lazy then.",		"s_5d8ae855":"Hey hey! Welcome to the Lok system! I can't do anything for you at this distance, but give a shout when you're a little closer, ok?",		"s_5adb5e96":"Capture?",		"s_59b2e836":"Destroying a helpless freighter, sounds like easy money.",		"s_4c695dbd":"No.",		"s_474141fe":"I'm interested in some work, start talking.",		"s_445607d0":"Repair all of it.",		"s_40a7b30f":"I have a job for you, if you are interested.",		"s_3e88ac8b":"Ha ha! That's the spirit! No sense limping around in a damaged heap, right! This will only cost you %DI credits, and a better price you'll never find!",		"s_360058b6":"Easy to say, easy to do! And a bargain at %DI credits, don't you agree?",		"s_35f718b7":"Well, there's only one starport on Lok that can handle that ship of yours... So will it be Nym's Stronghold for you then?",		"s_3538339":"I can see that! I mean, I wasn't going to say anything, but since you mentioned it... Anyway, we've got all the necessary equipment to fix you right up! Want a complete repair job?",		"s_305434ff":"I want to land.",		"s_2f9e3b7b":"Maybe later.",		"s_2d1962b":"Repair most of it.",		"s_20fce91c":"I'm too busy.",		"s_1b3d0b9e":"I'm looking for work.",		"s_185ada38":"Bah! Later, later. Maybe I'll just get someone else.",		"s_169df3bb":"Never mind.",		"s_14a79f3e":"That's it?",		"s_10c4c33b":"Doesn't it always? Some Storm Squadron operatives captured our transport, and the 'guests'.",		"s_0":"",		"do_not_edit":"The English version of this file (station_lok.stf) is automatically generated by the SwgConversationEditor."
}}
