{
	"stfFile":"conversation/station_rori",
	"entries": {
		"s_509":"Okeyday! Byenow. And forget mesa mentionin' a Rebel Base on Rori, okay?",		"s_507":"No thanks. I'm not interested.",		"s_505":"Okeyday! Byenow. And forget mesa mentionin' a Rebel Base on Rori, okay?",		"s_503":"No thanks.",		"s_501":"Ah, much thank yousa! Make sure dose droids make it here safely.",		"s_499":"I'll do it.",		"s_497":"Mesa needin' yousa ta protect a shipment of repair droids on its way to dissen station. Borvo's pirates keep attackin' our shipments and tryin' ta disrupt station business. Escort da freighter ta a safe location where station transports can accept da delivery in secrecy.",		"s_495":"Okay, I get it. Where do I come in?",		"s_493":"Um, yeah. Da fact bein', wesa no awful good at doin' ship repairs, so mesa usin' repair droids. Awful good repair droids. Da droids do everything and wesa no actually do anythin'. But mesa don't want dissen secret to get out. People might just buy da repair droids demselvin', and wesa'd lose all dat moolah.",		"s_491":"Sounds good. What do you need me to do?",		"s_489":"Hmmm. Mesa hear yousa Rebels are good at keepin' a secret. If yousa'll help mesa wid somedin', mesa'll send some work yousa way. And mesa'll even let yousa land at da Rebel Base which mesa no supposin' to know about. See, mesa can keep a secret as okiday.",		"s_487":"Okeyday! Byenow.",		"s_485":"Never mind.",		"s_483":"Yin', thank yousa. Dose repair droids are awful important to dissen station. Without dem, wesa no able to make any repairs, but wesa also can't let anyone know wesa are usin' dem. Make sure dey arrive safely and in secret.",		"s_481":"I'll protect inbound repair droid shipments.",		"s_479":"Thank yousa. Dissen will give those nosy Imperials somethin' else ta look into instead of mesa. Go destroy some Imperial fighters.",		"s_477":"I'll distract the Empire for you.",		"s_475":"For yousa, yin'! Yousa helpin' mesa, and now mesa help yousa. Mesa have two duties yousa could perform. One bein' ta distract Imperial inquiries into dissen station by destroyin' some Imperial fighters. Da other bein' ta protect inbound shipments of repair droids.",		"s_473":"Would you have any work for a Rebel Pilot?",		"s_471":"Okeyday! Byenow.",		"s_469":"Never mind.",		"s_467":"Black Sun ships have been harassin' dignitary transports comin' to Naboo. Da Queen desirin' yousa help in protectin' dese ships.",		"s_465":"I'll escort the dignitary transports.",		"s_463":"Borvo's pirates have been causin' many problems lately. Yousa orders from da Queen are to take da fight to dese pirates and remind dem whosa controls dissen system. ",		"s_461":"I'll fight Borvo pirates.",		"s_459":"Yin'. Mesa have two duties for yousa. Yousa can choose one. Da first bein' ta fight Borvo piratin' in da system. Da other bein' ta escort and protect incomin' dignitary transports from Black Sun attacks.",		"s_457":"Do you know of any work for an RSF Pilot?",		"s_455":"Okeyday! Byenow.",		"s_453":"Never mind.",		"s_451":"Da Imperial order says dat da Rebels know too much about what's happenin' in dissen system. Yousa are ta knock dem down and disrupt deir efforts here.",		"s_449":"I'll fight Rebel ships.",		"s_447":"Da Imperial order says dat yousa are ta protect supply ships comin' into da system from bein' attackin' and destroyin' by Rebel fighters.",		"s_445":"I'll escort those supply ships.",		"s_443":"Yin'. Yin'. Mesa got two duties for yousa. One bein' ta protect supply line for da Imperial force. Da other bein' ta reduce Rebel fighter activin' in dissen system.",		"s_441":"Have any jobs for an Imperial Pilot?",		"s_439":"Yousa tink yous smarty den us-ens? Yousa tink yous brain so big. Yousa fixen dat crunchen on your own sef den!",		"s_437":"Forget it. I'll get repairs somewhere else.",		"s_435":"Yuosa see, we fix dat crunchen an yousa been good en new.",		"s_433":"Ok, I want repairs.",		"s_431":"No problem, %TU! Wesa pitty good at dis!",		"s_429":"Are you sure you can repair my ship?",		"s_427":"We dood it! Yousa allee bombad now!",		"s_425":"Okeyday!",		"s_423":"Okeyday! Byenow, %NU!",		"s_421":"No.",		"s_419":"We dood it! Yousa allee bombad now!",		"s_417":"Yes.",		"s_415":"We fixen all dat crunchen fer %DI credits. Okeyday?",		"s_413":"Fully repair my ship.",		"s_411":"Okeyday! Byenow, %NU!",		"s_409":"No.",		"s_407":"Okeyday! We dood it!",		"s_405":"Yes.",		"s_403":"Wesa fixen mossen all da crunchen. You payin %DI credits?",		"s_401":"Repair most of the damage.",		"s_399":"Okeyday! Byenow, %NU!",		"s_397":"No.",		"s_395":"Okeyday! We dood it!",		"s_393":"Yes.",		"s_391":"Wesa fixen halfsies on da crunchen. You payin %DI credits?",		"s_389":"Repair half the damage.",		"s_387":"Okeyday! Byenow, %NU!",		"s_385":"Never mind.",		"s_383":"Okeyday! We dood it!",		"s_381":"Yes.",		"s_379":"Wesa fixen some da crunchen to your ship. You payin %DI credits?",		"s_377":"Just fix a little.",		"s_375":"Oie Boie! You been crunchen, huh? Wesa gonna fix you up!",		"s_373":"I need repairs.",		"s_371":"Okeyday! Byenow, %NU!",		"s_369":"Cancel that request.",		"s_367":"Wesa thankin yousa!",		"s_365":"Thank you.",		"s_363":"Werry good! Tey is waitin-now fer yousa!",		"s_361":"The (Rebel) Outpost.",		"s_359":"Okeyday! Byenow, %NU!",		"s_357":"Cancel that request.",		"s_355":"Wesa thankin yousa!",		"s_353":"Thank you.",		"s_351":"Werry good! Restuss is waitin-now fer yousa!",		"s_349":"Restuss Starport.",		"s_347":"Okeyday! Byenow, %NU!",		"s_345":"On second thought, never mind.",		"s_343":"Wesa thankin yousa!",		"s_341":"Thank you.",		"s_339":"Allee clear! Yousen landaway now.",		"s_337":"Narmle Starport.",		"s_335":"Okeyday! Wesa give usa landaway... Which Roritown yousa goen?",		"s_333":"I want to land.",		"s_331":"Ello, boyos! Yous wantin ta speedaway down ta Roritowns? Or yousa been crunchen?",		"s_329":"I need repairs.",		"s_327":"I want to land.",		"s_325":"If yousa must. Return when yousa ready.",		"s_323":"I'll do this another time.",		"s_321":"Yousa better. Mesa need dem droids.",		"s_319":"I'll protect it this time. Trust me.",		"s_317":"Yousa let them destroy mesa shipment! Mesa repair droids! Maybe yousa no up to dissen, but mesa'll give yousa another chance. Mostly because mesa have no other option.",		"s_315":"But mesa need dem droids. Hurry and return when ready.",		"s_313":"I'll do this another time.",		"s_311":"Go and get mesa repair droids! Hurry!",		"s_309":"I'll get them! Count on me.",		"s_307":"Dat Borvo pilot whosa stole mesa repair droids escaped, but wesa managed to get a fix on hissen location. Go and get mesa repair droids!",		"s_305":"Okeyday. Return when you are ready.",		"s_303":"I'll do this another time.",		"s_301":"Go show them whosa owns dissen system.",		"s_299":"Black Sun fighters. I'm on it.",		"s_297":"Mesa repair droid suppliers are no confident dat wesa can protect deir ships. Dey are goin' to back out unless dey believe dey can make deir deliveries in safety. Prove dat dey can be protected by defeatin' fighter squadrons from our most common troublemakers. First up are Black Sun fighters.",		"s_295":"Okeyday. Return when you are ready.",		"s_293":"I'll do this another time.",		"s_291":"Mesa not like dem Borvo pirates. Yousa make dem hurtin'.",		"s_289":"Borvo pirates. No problem.",		"s_287":"Yousa have ta prove dat yousa can defeat dese Borvo pirates, or mesa repair droid supplier goin' to refuse future shipments. Go destroy dat squadron of Borvo pirates!",		"s_285":"Okeyday. Return when you are ready.",		"s_283":"I'll do this another time.",		"s_281":"Yousa doin' good. Dem Imperials mean, though. Good luck.",		"s_279":"Imperials, eh? Okay, I'm on my way.",		"s_277":"Mesa know dissen one bein' tough, but Imperial squads sometimes intercept our shipments. Defeat a squadron of Imperial fighters to show yousa could handle dem.",		"s_275":"Arrgh. But hesa getaway. Please hurry back so yousa can catch hims.",		"s_273":"I'll do this another time.",		"s_271":"Hurry. Hesa gettin' away!",		"s_269":"I'll catch hm. Don't worry.",		"s_267":"An Imperial spy in place at mesa supplier has learned of mesa arrangement with dem and is rushin' to report to hissen superiors. Wesa jammin' hissen communications, but yousa must go stop hesa before hesa can report in!",		"s_265":"Yousa next move bein' to finish yousa current mission. Come back when dat one has been completin'.",		"s_263":"What do I do next?",		"s_261":"Good, yousa back. But yousa no finishin' yet!",		"s_259":"Ello, boyos! Ah, 'tis yousa. mesa appreciate yousa help!

Mesa have some work yousa can do if yousa want, and mesa'll also let yousa speedaway down at da Rebel Base on Rori if yousa wanna. Or yousa been crunchen?",		"s_257":"Den yousa ganna go away now and no comenback hare!",		"s_255":"No, not really.",		"s_253":"No, I'm not that sorry.",		"s_251":"No.",		"s_249":"No.",		"s_247":"No.",		"s_245":"Oh FORGET IT!",		"s_243":"Okeyday, den! No more crunchen! We bean friends now.",		"s_241":"Yes, I promise!",		"s_239":"Yousa promise?",		"s_237":"Yes.",		"s_235":"And yousa ganna be rilly nice to Rori-gungans now an allways?",		"s_233":"Yes.",		"s_231":"Yousa gonna be nice ta all da Gungans now?",		"s_229":"Yes.",		"s_227":"Yousa ganna bean nice ta wesa now?",		"s_225":"Yes, I'm really sorry.",		"s_223":"Rilly rilly sorry?",		"s_221":"Yes, I'm really sorry.",		"s_219":"Rilly Sorry?",		"s_217":"I'm sorry.",		"s_215":"Ho No! Yousa tink yousa smarty. Byenow! Yousa not ganna bean friends wit anybody hare!",		"s_213":"I changed my mind, repair my ship.",		"s_211":"Mesa no tink so! Yousa wude. Yousa say sorry or yousa no comenback hare!",		"s_209":"Just let me land, idiot.",		"s_207":"Okeyday, yousa wanna git ta Roritowns. Mesa tell you howta do it. Yousa speedaway to Nabootowns and yousa taken da shuttle!",		"s_205":"I just want to land.",		"s_203":"Wesa no like yousa! You tink you so smarty!",		"s_201":"Heyo-dalee, %TU! Yous comen hereabout.",		"s_199":"",		"do_not_edit":"The English version of this file (station_rori.stf) is automatically generated by the SwgConversationEditor."
}}
