{
	"stfFile":"conversation/station_corellia",
	"entries": {
		"s_f7203392":"Assigning you an operator. Transmitting data now.",		"s_f6948278":"Coronet Starport (Freelance Pilot Trainer).",		"s_f0f7d52d":"Very well, %TU, you are cleared for landing at the Tyrena Starport.",		"s_ef7f535a":"A complete repair of your ship will cost %DI credits, %TU.  Are you sure?",		"s_eec4dc6e":"Very well, %TU, you are cleared for landing at the Kor Vella Starport.",		"s_edb238bc":"Go on.",		"s_ecb04612":"Good work, pilot. Under the circumstances things went as well as could be expected. Since the Cloak leader was destroyed, I don't think the remaining forces will be much of a threat. Here is your final extended mission pay.",		"s_e2d1b03":"Something urgent just came up. A ranking officer of these 'Cloaks' has been seen passing through the system. We need to capture him for questioning. Do you think you can handle it?",		"s_e0234542":"Understood. I would like to land.",		"s_dfd4b5bb":"I am ready and willing.",		"s_db1a3377":"Good. The operation is about to begin. We'll assign you an operator and transmit the mission data now.",		"s_d8f24b5b":"Repair a little of the damage",		"s_d6306870":"We've interrogated the Cloak Officer that you captured. It seems like this group is a splinter cell of the Hidden Daggers clan. We're still not sure what their intentions are, but it seems like they are targeting CorSec exclusively.",		"s_d44fd86f":"That's understandable. It could be extremely dangerous. In that case, just go to the location and destroy his ship. However, if you change your mind and decide to go undercover, dock with him and see what he has to say.",		"s_d066a27d":"The officer gave up a meeting location and a time. A courier is bringing leaked CorSec information to transfer to a Cloak ship at that location. We need you to destroy the Cloak ship and pick up the leaked information in its place. Are you up to it?",		"s_d00437d0":"Very well, %TU, you are cleared for landing at the Coronet Starport.",		"s_cd78560b":"Sorry, you cannot try again right now. Maybe later.",		"s_ccc6f3ed":"Kor Vella Starport.",		"s_c9c08b99":"Let me try again.",		"s_c84e1098":"You're treading thin ice here, pilot. Hopefully nothing will go wrong this time.",		"s_c804e280":"Very well, %TU, please clear the area for other traffic.",		"s_c3f09c65":"Roger that, %TU.  We can repair three-fourths of your ship's damage at a fee of %DI credits.  Are you ready to transfer the funds?",		"s_c358d041":"(Request Repairs)",		"s_c3399297":"Coronet Starport.",		"s_c11eb75b":"Request declined. I must land immediately.",		"s_bf5b2480":"Welcome to the Corellia system.  We cannot assist you at this range.  Fly closer and identify yourself.",		"s_bf0e6b55":"This is a very important operation, pilot. Don't screw it up this time.",		"s_b84b366c":"How can I help?",		"s_b6a0e70f":"Request declined. I am in need of urgent repairs.",		"s_b596ece0":"Very well, %TU, you are cleared for landing at the Doaba Guerfel Starport.",		"s_b284b08f":"Very well. Carry on, pilot.",		"s_b1525744":"Do it",		"s_af84143a":"Bye",		"s_ae89219d":"Acknowledged. Proceed to the Dathomir system and destroy the Cloak remnants.",		"s_ade7f893":"No, I will decline this mission.",		"s_a98368fb":"As you wish, %TU.  Please leave the area to make room for incoming traffic.  Out.",		"s_a8b432b3":"Good. Taking out an entire Cloak attack wing should weaken their forces significantly. Of course then your cover will be blown, but that should be acceptable. Are you ready?",		"s_a827381c":"Good work, pilot. Here is your extended mission pay. We'll look into who these 'Cloak' pilots are and keep our eyes open for more activity. In the meantime, carry on with your standard operations.",		"s_a7a9ff1a":"I see. That is excellent. Now is the perfect time to strike. Here's what we'll do. Meet the freighter and offer an escort as expected. When the Cloaks come in, they will expect you to allow them to freely attack and board the freighter.",		"s_a5591c27":"I accept this mission.",		"s_a4e56782":"So you've decided to go undercover? You are to be commended. Not many pilots would be so brave. There's not much to do now but wait until the Cloaks contact you. In the meantime, here is your extended mission pay.",		"s_9be6fb53":"Received, %TU.  Half of your ship damage has been fixed.  You are clear to leave the area.  CorSec station, out.",		"s_9bd6e8c6":"This is top priority, pilot. Intelligence tells us that the leader of the Cloak sect will be passing through the sector very soon. We need you to intercept, disable, and upload your autopilot override program to his ship. Hopefully capturing this villain will squelch any further Cloak activity in this sector.",		"s_99824a76":"Roger, %TU.  For a fee of %DI credits we'll repair just enough to get you underway.  Please confirm.",		"s_9624c26b":"Get out there and capture the Cloak officer. Hurry we don't have much time.",		"s_942f251f":"As a matter of fact, we do have an elective duty assignment for you. Ever since we've uncovered this Cloak sect, small attack wings have been popping up everywhere. We need you to go out and destroy them. Will you accept this mission?",		"s_9288900f":"I understand.",		"s_903180db":"CorSec command will contact the freighter and have them hyperspace out as soon as the Cloak attack ships start to come in. We will send an attack squadron there to ambush them.",		"s_8eddcaf7":"You have entered CorSec space in the Corellia System.  Please identify yourself.",		"s_8bd9c726":"Do you have any assignments for me?",		"s_87bb06cf":"You have entered CorSec space in the Corellia System.  Please identify yourself and state your business.",		"s_851eb5fa":"Disregard",		"s_835e1db9":"Since you are interested, we do have an elective duty assignment for you. You've done a good job eliminating the Cloak sect in this system. Now the survivors have fled and are trying to regroup. We need you to get to the Dathomir system and eliminate the remnants. Will you accept this mission?",		"s_82701bb4":"Repair most of the damage",		"s_7f59cc25":"CorSec station, out.",		"s_7e77cbe2":"I would like to land",		"s_7defec52":"Secure channel open.",		"s_77e48d5b":"What do you mean?",		"s_71e0fb8":"I am. Awaiting data transfer.",		"s_71a60205":"As you wish, %TU.  Please clear the area for other traffic.  CorSec station, out.",		"s_7023f204":"CorSec Command is impressed, pilot. That went off without a hitch. We will get to work tracking down how this information was leaked, and who leaked it. Here is your extended mission pay.",		"s_6c23a697":"You were right to come to us with this, pilot. It is good to see that your loyalty to CorSec is unwavering. However, this does present a unique opportunity to go undercover with the cloaks.",		"s_6926e8ad":"Ackowledged. Find and eliminate the Cloak attack wings.",		"s_652d249e":"If you were to meet with this Cloak representative and mislead him to believe that you are going to betray CorSec, we might be able to get some information about the inner workings and rankings of the Cloaks.",		"s_63ccb695":"Tyrena Starport.",		"s_6223506b":"That sounds like a good plan.",		"s_61071474":"Repair all of the damage",		"s_5f4e62c9":"Understood. I am in need of repairs.",		"s_5e10bea5":"Of course. Awaiting tracking data.",		"s_5a29d93f":"Meet with the representative if you want to go undercover. However, if you change your mind and want to go the direct route, just destroy his ship. ",		"s_58263150":"I cannot help now. Please reassign this mission.",		"s_52917b0d":"Of course.",		"s_51cc9a48":"Requesting secure channel 37 Alpha.",		"s_504294eb":"You have entered CorSec space in the Corellia System.  Please identify yourself, pilot.",		"s_4f83609d":"Good job, pilot. Going undercover isn't for everyone, and now there's at least one less Cloak ship in the system. Here is your extended mission pay.",		"s_4e134be8":"Alright, but don't let this become a habit.",		"s_4a546bbb":"Funds received, %TU... Repairs complete.  You are clear to leave the station.  CorSec station, out.",		"s_457a7010":"No",		"s_453e4f7d":"(Explain Cloak Communication)",		"s_4490cfae":"Alright. Get back out there and investigate the situation. Let's not have a repeat of the last operation, ok?",		"s_383d79b3":"Nevermind",		"s_37b5c504":"Repair half the damage",		"s_370822d1":"Yes",		"s_35836858":"Secure channel open. Go ahead, pilot.",		"s_31b93be":"Pilot, we've got a special assignment for you. We've received a distress call on emergency channels. A freighter was attacked by an unknown group of ships. We need you to go assist with repairs and investigate the situation.",		"s_31b2918b":"Tyrena Starport (Rebel Pilot Trainer).",		"s_2f8c6a62":"25% of your ship damage has been fixed. Please clear the area for other traffic.  CorSec station, out.",		"s_2f3c1bdc":"Copy that, %TU.  CorSec station out.",		"s_2dfdd4ae":"Greetings, pilot. Please go to CorSec secure channel 37 Alpha.",		"s_2dc4697a":"(Land)",		"s_2b40f4fd":"Excellent work, pilot. I'll transfer your extended mission pay now. The Cloak officer is on his way to the interrogation base now. Hopefully we'll get some more answers as to who these pirates are and what they're after.",		"s_2b28cd2":"This is against my better judgement, but I guess I have no choice. We've got to try and run this operation again. Hopefully better this time.",		"s_28d56475":"Affirmative, %TU.  Repairing half your current damage will cost %DI credits. Are you ready to transfer the funds?",		"s_26f0c6f6":"Repairs complete!  You are clear to leave CorSec station, out.",		"s_23058f01":"Great work, pilot. Under the circumstances things went as well as could be expected. Since the Cloak leader was destroyed, I don't think the remaining forces will be much of a threat. Here is your final extended mission pay.",		"s_229f6f26":"I'm not sure I'm comfortable with that.",		"s_206f187d":"Failure does not become you, pilot. This will go in your permanent record.",		"s_1d1ea6ae":"This assignment is critical! We cannot allow the cloak leader to escape. Now get back out there.",		"s_1bbaf71f":"Roger that, %TU.  Please clear the area for other traffic.",		"s_19bf16ff":"Doaba Guerfel Starport.",		"s_13071055":"Roger, %TU.  We are a fully functional station and can provide you with whatever level of repairs that are necessary.  Please indicate your status.",		"s_1270fff5":"Copy that. Awaiting navigation data.",		"s_108cc9eb":"There are four starports available to a ship of your class, %TU.  Please indicate your destination.",		"s_0":"",		"do_not_edit":"The English version of this file (station_corellia.stf) is automatically generated by the SwgConversationEditor."
}}
