{
	"stfFile":"conversation/station_talus",
	"entries": {
		"s_ff85dbce":"No problem, %NU, you're welcome to land anywhere on Talus, at any time. What is your destination?",		"s_fe3902e2":"You know it.",		"s_fd46b8d9":"Kan'dest ka nir zan da zint! Pa!",		"s_f895eb69":"Kan'dest ka nir zint! Pa!",		"s_f7c832f1":"Imperial Outpost (Imperial Pilot Trainer).",		"s_f3dea437":"Ok, I'll fly closer.",		"s_f34bcf78":"(Request Landing Permission)",		"s_ec7d72e3":"Oh! Oh! Please switch to encrypted holochannel p278-98-alpha.",		"s_ec207c14":"As you wish, %NU. Please comm Talus Station again if we may be of any service to you.",		"s_e03a2006":"Yes, of course I'm sure.",		"s_d70dba34":"Yes.",		"s_d3b3ffb2":"Nyard'msh k'rall deeba Nashal Starport?",		"s_d082abf0":"Repair a little of the damage.",		"s_cd4fd870":"Nyard'msh k'rall deeba Talus Imperial Outpost?",		"s_c8613339":"Very well, %NU. Talus Station is at your disposal should the need arise.",		"s_c36f297f":"Thanks. I need repairs now, please.",		"s_c358d041":"(Request Repairs)",		"s_c2a24c7f":"What is the Tusk Cat Run?",		"s_c245bae":"Pa!",		"s_be61c03c":"Maybe some other time.",		"s_ba2af981":"Repair all of the damage.",		"s_b3c0bdbd":"(switch to encrypted channel)",		"s_b2f28d35":"We can repair most of the damage for %DI credits. Is that acceptable, %NU?",		"s_b27ab51e":"Sure, sounds like fun!",		"s_b1f89988":"Thanks. Good-bye.",		"s_afed720c":"We can repair a little of the damage for %DI credits. Is that acceptable, %NU?",		"s_ab77f60d":"Is it dangerous?",		"s_ab4e2dfb":"Say, you ARE a pretty good delivery person. Stop by again the next time you're around. We might have a little something for you to try out.",		"s_a9bcbfea":"Oh, sure. You've proven yourself to be a pretty decent smuggler. Why don't you try out the Tusk Cat Run?",		"s_a830645d":"Neeshter syish freg'n Talus Station. Meesta krand't fnyor, %TU?",		"s_9b8f2142":"Dearic Starport.",		"s_998a06e6":"You might say I'm sort of a delivery-person.",		"s_9288900f":"I understand.",		"s_91f9c80":"Alright, I'll upload the program to your ship. Good luck!",		"s_918c1120":"Well, it doesn't look like you did too well on your last job. Are you sure you'd like to try again?",		"s_90ab9704":"Your range is too great for this station to assist you in any way, %TU. In order to request landing clearance or emergency repairs, you must decrease your range.",		"s_8c4754ed":"OK, I'll try it.",		"s_8bc61a14":"Whatever you say, captain.",		"s_86511be7":"There are droid controlled attack drones along the way, but hey, what fun is a smuggling job without a little challenge, huh?",		"s_8633b901":"Welcome to Talus Station, %TU. How may we be of service to you?",		"s_80d1bac3":"You know, %TU, there is an IMPERIAL OUTPOST right here on Talus! They could be monitoring ALL of our comms!",		"s_808845f3":"As you wish, %TU. We can offer a variety of services with a fair and balanced fee for the amount of damage you wish to be repaired. Please indicate the degree to which you wish your ship to be repaired.",		"s_7dbb29de":"Very well. Stand by.",		"s_7b41cc12":"Understood. Got work for me, or not?",		"s_6c8ffad8":"I need repairs.",		"s_69e2af52":"We can repair a half of the damage for %DI credits. Is that acceptable, %NU?",		"s_6997c76":"Oh, wait... uh. No sir. Not right now. Have a pleasant day, sir.",		"s_67820697":"Affirmative. I'm landing now.",		"s_672b2c6f":"Fnyorgin p'shhis!",		"s_622304ca":"Oh.... alright. As a matter of fact, yes. I do have a couple of deliveries that you could make. The first one is here in the Corellia system. If that goes ok, then we will contact you with more. Too risky to be seen talking with you here, you see?",		"s_608c1c86":"A very discreet delivery person?",		"s_5e5b02dc":"We can repair all of the damage for %DI credits. Is that acceptable, %NU?",		"s_5e3d8b95":"Nyard'msh k'rall deeba Dearic Starport?",		"s_5cf3921":"Repair most of the damage.",		"s_55ea041":"Maybe another time.",		"s_536fb215":"Good luck to you, pilot!",		"s_5360ec3f":"Well, if you say so. Here's the information for your first delivery run. We'll contact you with more information when that's finished.",		"s_4c695dbd":"No.",		"s_494f7626":"Sorry, %TU. Perhaps we may be of service in the future. Please comm Talus Station again if there is anything we can do for you.",		"s_460e892f":"Very well. Repairs complete. Thank you for allowing Talus station to be of service.",		"s_40163a4":"Eh, you're right. Maybe some other time.",		"s_3ee404d7":"Fnyenk, b'dor, %TU?",		"s_3eaa38fc":"Thank you, %NU. Please comm the station again when you are within range. I look forward to talking to you.",		"s_3adc835a":"T'cost din miska %DI credits. Ka dir pa?",		"s_3a99c5fa":"N'rynma, Pa! Range?",		"s_39ecf00a":"Looks like you're a little busy right now. Why don't you finish up what you're doing and come back later.",		"s_38ddef56":"Thanks. I'd like to land now, please.",		"s_38572429":"Repair half of the damage.",		"s_335e1e3":"Mag'n fweroba, %NU! Eshka b'lor ka pa?",		"s_305434ff":"I want to land.",		"s_2b17557d":"It's a series of fake smuggling jobs to and from droid controlled drone ships. Some pilots make the run to hone their smuggling skills. But it's all just for fun really.",		"s_2902ab38":"Imperial Outpost Starport.",		"s_278cd19d":"Alright. I'll upload the program to your ship. Good luck!",		"s_234498b9":"Very well, %NU. Enjoy your stay on Talus.",		"s_22f23540":"You are cleared for landing at the Talus Imperial Outpost. Please confirm.",		"s_20df8d79":"I... see... Well, what sort of work do you do?",		"s_1b3d0b9e":"I'm looking for work.",		"s_16dacacf":"You are cleared for landing at Nashall Starport. Please confirm.",		"s_169df3bb":"Never mind.",		"s_16015565":"Nashal Starport.",		"s_13cd465":"Negative, cancel that.",		"s_103ebe2f":"You are cleared for landing at Dearic Starport. Please confirm.",		"s_0":"",		"do_not_edit":"The English version of this file (station_talus.stf) is automatically generated by the SwgConversationEditor."
}}
