{
	"stfFile":"conversation/station_tatooine",
	"entries": {
		"s_f2b8a1d8":"What kind of work?",		"s_eecfecc1":"We can touch up the paint for %DI credits. How's that sound?",		"s_ea06a410":"Ok, you're clear to land.",		"s_e76d5278":"On second thought, I don't want to land there.",		"s_e2190b5d":"That name, I recognize that name. Oh, that's right, you're on my list to be offered some sensitive work if you're interested.",		"s_e1ef9209":"Wait, I don't want to land there.",		"s_dd4bb16d":"Let's do it!",		"s_dbc1c043":"Bestine Starport (Imperial Pilot Trainer).",		"s_da196589":"Nevermind.",		"s_d7e462ff":"Very well, give me a second.",		"s_d70dba34":"Yes.",		"s_d6695e83":"No thanks.",		"s_d195782":"Wait! I changed my mind.",		"s_d1076b9d":"Repair all the damage.",		"s_d0fd857b":"I'll take it.",		"s_ce4621b5":"Jabba's Palace.",		"s_cd0dcead":"Of course not.",		"s_ccbc6cf4":"Mos Eisley Starport.",		"s_c5b42136":"Repairs complete! See you soon! Ha!",		"s_c4682ea6":"Thanks!",		"s_c130a6b8":"Sure, we can do that. Does %DI credits sound fair?",		"s_c1013aa7":"Whatever.",		"s_b9b27823":"Thank you.",		"s_b729c637":"Land in the Dune Sea for all I care. Tatooine Station, out!",		"s_b6e0e78d":"Repairs complete. You're almost as good as new. Good as you probably need to be, anyway.",		"s_b26eb03c":"Good riddance!",		"s_b086bdca":"Fine by me. Repair it yourself.",		"s_a9ce7ad3":"Hey, what do you expect me to do for you when you're so far away? Come closer before you bother me.",		"s_a9152d31":"Hey, you! What do you want?",		"s_a5254f36":"No I don't have time.",		"s_96bea28d":"I just need repairs.",		"s_895d093":"Ok.",		"s_83bace61":"Yeah? Anywhere in particular or were you just gonna set down in the desert?",		"s_82f403b1":"I don't have time for this, come back when you have made up your mind.",		"s_7a45c683":"We can repair all the damage on your ship for a mere %DI credits. Good luck finding another offer like that around here.",		"s_75ba8830":"Mos Espa Starport.",		"s_6ff46cdd":"Go ahead and land. No one there cares who comes or goes.",		"s_6c8ffad8":"I need repairs.",		"s_6aea6f34":"Repair half the damage.",		"s_69ffeefe":"Mos Entha Starport.",		"s_696719e4":"Minor repairs.",		"s_66b68768":"I thought so.",		"s_630ab375":"Alright. The Hutts are hiring pilots to assist them in capturing freighters around the Tatooine system. If that sounds like something you want to do, I can connect you to one of them right now.",		"s_5e2a2bb1":"Sounds good.",		"s_5cf3921":"Repair most of the damage.",		"s_5984746e":"I want to land on Tatooine.",		"s_5964dabc":"I don't think so, maybe another time.",		"s_5739799e":"These are not times to be picky, but suit yourself.",		"s_52917b0d":"Of course.",		"s_4fd56d4d":"Mos Eisley Starport (Freelance Pilot Trainer).",		"s_4dc4840b":"Wait, I changed my mind.",		"s_4d9fae53":"Ok, there you go. We fixed just enough to get you out of my face. See you next time. Ha!",		"s_4c695dbd":"No.",		"s_4650b19f":"Watch your back.",		"s_462a718b":"Lady Valarian has placed a bounty on one of Jabba's smugglers and is looking for competent pilots to collect it. Interested?",		"s_43d2bcbe":"Bestine Starport.",		"s_43b6dcb9":"I'm too busy to wait. Let me know when you figure out what it is you want.",		"s_4360fc64":"Do you have any work for me?",		"s_42648804":"Ok, how does %DI credits in exchange for repairing three-fourths of the damage sound to ya?",		"s_3cdf6820":"Mos Espa Starport (Rebel Pilot Trainer).",		"s_3cbb3f38":"Keep in mind, the target is pretty dangerous. Looking at you, you may need some help in completing this. Anyway, if you are ready now, I will patch you up to the contact Lady Valarian gave me.",		"s_39076454":"Suit yourself, you were probably not the right person for the job anyway.",		"s_382cb25f":"Hutts?! I don't think so.",		"s_375a3c20":"I just want to land on Tatooine.",		"s_35221afe":"So I noticed. Looks like you bit off a little more than you could chew. So what do want: a complete overhaul or just enough repairs to put you back on your way?",		"s_333ffc01":"Yeah, yeah. Tatooine station, out!",		"s_3147a9c7":"Sounds interesting, how do I get started?",		"s_2f2188d5":"I will come back later.",		"s_2e631d52":"Hook me up!",		"s_2a7858d1":"Well, hail me when you figure out what it is you need.",		"s_28b0a7fa":"Well, if you don't mind helping the Hutts, I might have something.",		"s_27445295":"Your ship has been completely fixed. No doubt I'll be seeing you again real soon. Ha!",		"s_1dbd74da":"Well hail me when you figure out what it is you need.",		"s_1d21e3c0":"Let me see if you're welcome there. I guess you are.",		"s_1ba81e14":"Fine by me. Stay in orbit and rot. Tatooine Station, out!",		"s_12b89c7f":"Very well, good luck. Oh, and this target you're going after, he's a clever guy. Make sure to search the cargo of his ship if you get him.  He's bound to have something interesting.",		"s_121c3b6":"What does this look like, an unemployment agency?",		"s_0":"",		"do_not_edit":"The English version of this file (station_tatooine.stf) is automatically generated by the SwgConversationEditor."
}}
