{
	"stfFile":"conversation/station_endor",
	"entries": {
		"s_fc27931b":"Thanks.",		"s_fb6681b8":"I love killing Pirate scum!",		"s_edc85a49":"Will do! Repairing half of the damage on your ship will cost %DI credits. Ok?",		"s_ebe2e111":"It's a deal.",		"s_eb2adf47":"Ok, come back any time.",		"s_e8eb7684":"Ok, bye!",		"s_e1c14e1d":"Greetings! If you require emergency repairs or clearing to land at our research station, you'll need to fly closer to the station. I'll be happy to help you then!",		"s_de3168cf":"Greetings! Have you come to visit the Endor Research Center?",		"s_d9c39726":"I'll escort those freighters.",		"s_d70dba34":"Yes.",		"s_cfc852d9":"I'm ready for work!",		"s_cc059cc2":"Oh, ok, %NU. I guess if you're too busy. Do you just want to visit the Endor Research Center?",		"s_c98e000":"Just repair half of it.",		"s_c6f610d3":"(Land at the Smuggler's Outpost)",		"s_c6b82293":"There you are! Come back any time!",		"s_c3d359f2":"Need any help?",		"s_c0da04f9":"I can't thank you enough, %NU! I'll comm him to let him know you are on the way!",		"s_c0d7347d":"Not a problem. There will be a fee of %DI credits, however. Is that acceptable?",		"s_b68693bb":"We can completely repair your ship for %DI credits. Is that acceptable?",		"s_b40dc05e":"Thank you very much, %NU! I really appreciate this!",		"s_ab6892a7":"Good Luck!",		"s_a9d26781":"Ok, %NU. Do you want to visit the Endor Research Center?",		"s_a22bada4":"Repairs complete. That should get you underway, at least.",		"s_a19e12a1":"That's OK, %NU. I'm sure he'll be ok on his own. I worry for no reason sometimes. So do you want to visit the Endor Research Center?",		"s_a168a94b":"You'd better be!",		"s_a115d9be":"I'm a little busy right now.",		"s_9eae7799":"I... see... I wasn't aware of another outpost on Endor, but...",		"s_9e0cc5c":"If you say so. You're cleared to land... wherever it is you're going to land.",		"s_96ff1c97":"I'll be careful.",		"s_9445899b":"Oh. Well... Ok... Comm me if you need anything.",		"s_90fc8440":"I'll do it.",		"s_8ae30058":"Only a little.",		"s_895d093":"Ok.",		"s_8353c277":"Do you have any special assignments?",		"s_809da719":"I certainly do, %NU! I've been picking-up a lot of unauthorized activity in this system lately. I'm sure it's nothing, but would you mind terribly checking things out for me?",		"s_7bc8f950":"Your ship has been completely fixed. Thank you for coming.",		"s_78f29efc":"That's great, %NU! I have a couple of assignments for you to choose from. You know there are always freighters coming through that could use an escort, or you could help us kick the Pirates out of this system.",		"s_75d638d8":"Be careful. Endor is uncivilized.",		"s_7272cd2a":"I sure do, %NU! A friend of mine, Jenson Marsh, has been doing some freelance work for the Empire since his retirement. It would be a great help if you could check-up on him for me. Just give him an escort so that no pirates or Rebels attack him, ok?",		"s_70876928":"All of it.",		"s_695e2019":"(Land at the Research Outpost)",		"s_685bb895":"In that case, let me know if there is anything else I can do for you.",		"s_5f4952b7":"No, I need repairs.",		"s_592038e":"Be careful. The Forest Moon of Endor is not very civilized!",		"s_549ada4b":"Repairs complete! Thank you for visiting the Forest Moon of Endor Research Station!",		"s_4c695dbd":"No.",		"s_4a43e175":"I'll find a place.",		"s_478bdae6":"Oh, ok. Well if you need anything, just comm me. I'm here to serve!",		"s_460bcfda":"We could repair three-fourths of your ship's damage for %DI credits. Ok?",		"s_4360fc64":"Do you have any work for me?",		"s_3b68a624":"I guess that is pretty expensive. Maybe you can get some cheaper repairs somewhere else.",		"s_35417d09":"I'll notify the Research Outpost that you are on your way.",		"s_31e68e8b":"Wait, never mind.",		"s_2f9e3b7b":"Maybe later.",		"s_2d9d1ee4":"That's great, %NU! You are always so helpful! I'll give you the coordinates to check-out for me. Thank you very much for doing this for me!",		"s_2a121119":"Not a problem! It may surprise you to learn that our little research station is well-supplied by the Empire! How much damage do you need repaired?",		"s_2944ab48":"Oh, I know, %NU. I just can't help it.",		"s_26dfa294":"You worry too much.",		"s_2610c442":"Yes! I want to land at the Research Outpost.",		"s_25759913":"No, but I do want to land on Endor.",		"s_24dd12a9":"I'm glad you asked, %NU! An Imperial transport coming out of the Rori Weapons Research Center has had a run in with Rebel forces and are listing.  If you can travel out to the Naboo system and get them under way it would be great.",		"s_203953bd":"Ok, I'll make sure he's safe.",		"s_169df3bb":"Never mind.",		"s_1572cf8":"Would you? Oh that's fantastic! Thanks so much for your help, %NU!",		"s_14897567":"Most of it.",		"s_143e876a":"Certainly!",		"s_1110e057":"Ha ha! I know that you do, %NU! But this is serious business. You be careful! I'd hate for anything bad to happen to you.",		"s_0":"",		"do_not_edit":"The English version of this file (station_endor.stf) is automatically generated by the SwgConversationEditor."
}}
