{
	"stfFile":"conversation/station_dathomir",
	"entries": {
		"s_965":"Very well. Was there anything else?",		"s_963":"Never mind.",		"s_961":"I'll escort the passenger transports.",		"s_959":"I'll deal with the Black Sun pirates.",		"s_957":"For one such as you? As it happens, I do. I have two duties you can undertake. One is to deal with some Black Sun pirates and teach them to honor their agreements with this station. The other is to escort the transport of.... Well, let's just call it the transport of passengers who have managed to arrange to leave the Dathomir system, but who wish to do so in secrecy.",		"s_955":"Very well. Was there anything else?",		"s_953":"Never mind.",		"s_951":"Very well. Was there anything else?",		"s_949":"Never mind.",		"s_947":"Excellent. Be careful. I outbid a Black Sun Captain in order to obtain these goods, and I expect him to make an attempt to take them from you as you return here. ",		"s_945":"I'll take care of it.",		"s_943":"Good. This needs to remain strictly between the two of us. I arranged to obtain some goods from some associates in the Lok system. I need you to go pickup that cargo and shuttle it to a freighter here in the Dathomir system.",		"s_941":"You can trust me.",		"s_939":"Very good. You task will be to escort transports that are on their way out of the Dathomir system. As I previously stated, these transports are carrying passengers who have arranged to leave the system. Their reasons for this vary and should be of no concern to you. What you should concern yourself with is the safety of these passengers. They have paid well for this service, and I intend to see that they gain their freedom. So to speak.",		"s_937":"I'll escort the passenger transports.",		"s_935":"Excellent. I had a... business arrangement of sorts with some local Black Sun pirates. Don't ask what it involved, because I'll certainly not say more. The important part is that these pirates failed to uphold their part of the arrangement. And for that they must be punished.",		"s_933":"I'll deal with the Black Sun pirates.",		"s_931":"For one such as you? As it happens, I do. I have two duties you can undertake. One is to deal with some Black Sun pirates and teach them to honor their agreements with this station. The other is to escort the transport of.... Well, let's just call it the transport of passengers who have managed to arrange to leave the Dathomir system, but who wish to do so in secrecy. There's also one other thing... if I can trust you.",		"s_929":"Do you have any work?",		"s_927":"Very well. Was there anything else?",		"s_925":"Never mind.",		"s_923":"I'll escort the supply freighters.",		"s_921":"I'll teach those Rebel pilots a lesson.",		"s_919":"Actually, I do. There are two duties you could undertake. One is to teach some Rebel pilots not to mess with this station. The other is to escort supply freighters that are en route to the Imperial prison.",		"s_917":"Very well. Was there anything else?",		"s_915":"Never mind.",		"s_913":"Very good. Let me brief you on the details. A Rebel officer presented what looked like a genuine authorization code for Dathomir. If I hadn't recognized her as a member of the Rebel Alliance, she would have been allowed to land. She fled once she realized we knew who she was, but we managed to get a fix on her location. Capture her so that we may interrogate her and find out where she got those codes.",		"s_911":"I'll track down that Rebel officer for you.",		"s_909":"Supply routes to the Imperial prison on Dathomir's surface are vital to its smooth operation. Freighters are en route with new supplies and must be protected from Alliance interference. To be honest, some of the freighters are decoys to help increase our chances of the actual supply freighters making it through. Even I don't know which are real and which are just decoys. Your job would be to provide protection to any or all of them.",		"s_907":"I'll escort the supply freighters.",		"s_905":"Excellent. They had the gall to try and use a fake code, and then the stupidity to celebrate its use while their comm link was still open. Teach them that this station is not to be taken so lightly.",		"s_903":"I'll teach those Rebel pilots a lesson.",		"s_901":"Actually, I do. There are a number of things you could help me with. I have two duties you could undertake. One is to teach some Rebel pilots not to mess with this station. The other is to escort supply freighters that are en route to the Imperial prison.

Oh, there is one other thing. You could track down a Rebel officer for me.",		"s_899":"Any work for an Imperial pilot?",		"s_897":"Never mind.",		"s_895":"No.",		"s_893":"Repairs Complete! Let me know if there is anything else I can do for you.",		"s_891":"Yes.",		"s_889":"The most we could possibly repair at this station is 75% of your ship's damage. There will be a fee of %DI credits for that repair... is that acceptable?",		"s_887":"Never mind.",		"s_885":"No thanks.",		"s_883":"Repairs Complete! Let me know if there is anything else I can do for you.",		"s_881":"Yes.",		"s_879":"Well, we can repair 75% of your ship's damage for %DI credits, and it looks like you could afford that amount. Would you like to try that instead?",		"s_877":"I can't afford that.",		"s_875":"Repairs Complete! Let me know if there is anything else I can do for you.",		"s_873":"Yes.",		"s_871":"Repairing your ship of all damage shouldn't be a problem. There will be a fee of %DI credits, however. Is that acceptable?",		"s_869":"All of it.",		"s_867":"No.",		"s_865":"Repairs Complete! Let me know if there is anything else I can do for you.",		"s_863":"Yes.",		"s_861":"Repairing half of the damage on your ship shouldn't be a problem. There will be a fee of %DI credits, however. Is that acceptable?",		"s_859":"Half?",		"s_857":"Very well. Good luck.",		"s_855":"No thank you. Never mind.",		"s_853":"Yes, I want to land.",		"s_851":"I don't think there's anything we can do for you, unless you'd like to land and seek repairs on Dathomir.",		"s_849":"No.",		"s_847":"Acknowledged. I hope that holds you until you can get back to civilization.",		"s_845":"Yes.",		"s_843":"I think we can manage to get you underway. There will be a fee of %DI credits for this, though. Is that acceptable?",		"s_841":"Just a little.",		"s_839":"We're not equipped to provide more than the most basic level of repairs. How much of the damage do you want us to fix?",		"s_837":"Thanks, %NU.",		"s_835":"Well, hang in there.",		"s_833":"I really am sorry, %TU. Very, very sorry.",		"s_831":"That's okay. Forget it.",		"s_829":"I really am sorry, %TU. Very, very sorry.",		"s_827":"Aw, forget it.",		"s_825":"Try!",		"s_823":"But it's true! I mean... maybe I could scrounge something up to get you under way, but... it wouldn't be much.",		"s_821":"I don't believe you!",		"s_819":"Well... look... it's not my fault. I wish I could help you, I really do. I just don't have the supplies on hand here.",		"s_817":"You don't deserve a transfer.",		"s_815":"I know, I know... but what can I do? I wish I could get a transfer.",		"s_813":"This is the worst station in the galaxy!",		"s_811":"Okay, %NU. Good luck!",		"s_809":"That's okay. I'll manage somehow.",		"s_807":"I know, I know. It's terrible being stationed in such a remote locale. We hardly ever get a supply run through here.",		"s_805":"Arrgh!",		"s_803":"Well, just give me a few minutes... maybe I can scrounge something up...",		"s_801":"I can't wait that long!",		"s_799":"Sorry, %TU, but we don't have the supplies on hand to provide you with more repairs. We should be getting more supplies any day now though.",		"s_797":"(Request Repairs)",		"s_795":"Acknowledged. Landing clearance aborted.",		"s_793":"Never mind.",		"s_791":"Good luck.",		"s_789":"(Land)",		"s_787":"Acknowledged. Dathomir Science Outpost is ready for you to land.",		"s_785":"Dathomir Science Outpost.",		"s_783":"Acknowledged. Landing clearance aborted. Hail me if I can be of service.",		"s_781":"Never mind.",		"s_779":"Be careful down there. This is a dangerous world!",		"s_777":"(Land)",		"s_775":"You are cleared for landing.",		"s_773":"Trade Outpost.",		"s_771":"There are only two outposts on this planet than can accommodate your ship. Where do you want to land?",		"s_769":"(Request Permission to Land)",		"s_767":"This is Dathomir Station. What do you need?",		"s_765":"(Request Repairs)",		"s_763":"(Request Permission to Land)",		"s_761":"As it happens, I do. I have two duties you can undertake. One is to deal with some Black Sun pirates and teach them to honor their agreements with this station. The other is to escort the transport of.... Well, let's just call it the transport of passengers who have managed to arrange to leave the Dathomir system, but who wish to do so in secrecy.",		"s_759":"You need to finish your current mission. Come back when you 're done with that.",		"s_757":"Any duties I could do instead?",		"s_755":"Okay. I guess waiting a bit longer will make no difference. Return here when you are ready.",		"s_753":"I'll do this another time.",		"s_751":"Good. And be more careful this time. Please.",		"s_749":"I'm on my way.",		"s_747":"You failed! How could you fail such a simple task? How? I'll give you another chance, but don't press your luck. Be more careful this time.

The cargo awaits you in the Lok system. Pick it up and shuttle it to a freighter here in the Dathomir system. I'm counting on you.",		"s_745":"Time isn't exactly on our side, so hurry back when you're ready.",		"s_743":"I'll do this another time.",		"s_741":"Catch those pirates before they escape. Off with you!",		"s_739":"I'll recover the cargo.",		"s_737":"The freighter with the cargo you delivered was ambushed by Black Sun pirates. They killed everyone on board and took everything that was worth salvaging including my cargo. We can forget about the casualties for now, but I need that cargo recovered. Luckily, foresight prompted me to have a tracking transmitter installed in one of the packing crates, so I've been able to locate the pirate ship. Go recover my cargo!",		"s_735":"I was afraid you'd say that. [*itches*] Very well, but please hurry back when you're ready.",		"s_733":"I'll do this another time.",		"s_731":"Yes. Good. Please hurry. [*itches*]",		"s_727":"I'll protect those freighters.",		"s_723":"Good work recovering my [*itches*] shipment. There's one small hitch, as it turns [*itches*] out. The packing [*itches*] crates were infested with lice! Those [*itches*] sent me a shipment infested with [*itches*] lice! Arrgh! We'll deal with them [*itches*] later. For now, I have arranged for ointments [*itches*] and pesticides to be delivered to the station. Go escort the freighter [*itches*] carrying those and make sure they arrive safely.",		"s_720":"Very well, but return when you're ready.",		"s_716":"I'll do this another time.",		"s_713":"Good. Teach them that this station is not to be trifled with.",		"s_711":"I'm on my way.",		"s_709":"I can't say what a relief it is to finally be rid of those [*itches*] lice. Well, mostly rid of anyway. And well on the way to having the station be pest-free again. Which leaves one other matter to deal with. I've got to send a message to those [*itches*] who sent me that lice infested cargo. And I want you to deliver it. Go to the Lok system and let that Kimogila battlelord know that I didn't appreciate his little surprise.",		"s_707":"Next you need to finish your current mission. Come back when you 're done with that.",		"s_705":"Yes, what do I do next?",		"s_702":"You're back. Are you ready to continue?",		"s_698":"(Request Repairs)",		"s_695":"(Request Permission to Land)",		"s_692":"As it ends up, I do. There are two duties you could undertake. One is to teach some Rebel pilots not to mess with this station. The other is to escort supply freighters that are en route to the Imperial prison.",		"s_690":"Your need to finish your current mission. Come back when that one has been completed.",		"s_688":"Any duties I could do instead?",		"s_686":"Bah. Fine then, but don't delay too long. I wish to find out what she knows as soon as possible. Return when you are ready.",		"s_684":"I'll go after her another time.",		"s_680":"Good. That's the attitude I like to see. Now go.",		"s_676":"She won't get away again.",		"s_673":"You let the Rebel officer elude you, but we've managed to recover from your incompetence. My technicians have gotten a fix on her location.

See to it that this time we are able to interrogate this Rebel. Now go.",		"s_669":"Hmmph. Well, come back when you're ready.",		"s_666":"I'll take care of that another time.",		"s_663":"Excellent. She'll soon be singing like a witch from that mountain on the planet below.",		"s_660":"I'm on it. She'll talk soon.",		"s_657":"The Rebel officer you captured refuses to reveal the source of the authorization code. She claims that no one gave her any codes, and that she just had them. I don't believe her.

Go kill some other members of her squad. Maybe the news that we are hunting and destroying her comrades will loosen her tongue.",		"s_654":"Very well. Return when you are ready.",		"s_652":"I'll do that another time.",		"s_650":"Excellent. Hit them hard, and we'll see what happens in response.",		"s_648":"I'm on my way.",		"s_645":"Your attack on the Rebel officer's comrades worked beautifully. She has finally opened up and named the Black Sun as the source of the codes. She still wouldn't name anyone specific by name, which is a bit odd, but that's not a matter of concern. We will target Black Sun ships in the area until we get the information we seek. Go attack some Black Sun pirates, and we'll see what more we can learn.",		"s_642":"Arrgh. Return when you are ready, but be quick about it.",		"s_640":"I'll catch the pirate another time.",		"s_638":"You'd better. Now go!",		"s_635":"I'll catch that pirate!",		"s_633":"Arrgh, you let that Black Sun pirate escape! I'm certain he knew something. We... wait. Excellent, we've located a ship matching the one that escaped. Go capture that pirate, and this time there had better be no mistakes!",		"s_631":"Very well, but don't delay too long. We'll monitor his location.",		"s_629":"I'll go after him later.",		"s_627":"Go now and be swift about it!",		"s_625":"Don't worry, I'll take care of him.",		"s_623":"[*He visibly composes himself and pushes a button in front of him on his console*] Yes, yes. I'm fine. The pirate's claims are, of course, untrue. How could they be anything but? And, oh my, look at that. The pirate has escaped! Such a shame. Go destroy him.",		"s_621":"Is everything okay?",		"s_619":"This is odd. The captured Black Sun pirate claims that no Rebel has ever been given authorization codes by them. And that the Rebels have never even approached them for anything like that. He further claims that you don't need any codes. That you can just make up any code and be granted access to the planet's surface. [*he suddenly looks flustered*] No, it can't be....",		"s_616":"Your next move is to finish your current mission. Come back when that one has been completed.",		"s_613":"Yes, what is my next move?",		"s_610":"You've returned. Are you ready to continue?",		"s_608":"This is Dathomir Station. Ah, it's you. You've served me well, and I appreciate that. 

As a reward for your loyalty and assistance, I can arrange for your ship to be fully repaired instead of only up to 75%. There will still be a fee for this service, of course.",		"s_605":"This code doesn't look right... *sigh* Why doesn't the Empire ever send me the latest codes? This must be new. Okay, how can I help you?",		"s_603":"(Fake it)",		"s_601":"Stop playing games, pilot. Do you have the authorization code or not?",		"s_598":"I don't have one.",		"s_594":"Transmit your authorization code, please.",		"s_591":"Yes.",		"s_588":"Well... I guess it would save me some paperwork to forget I ever saw you. But don't hang around here!",		"s_586":"Don't do that. I'll leave.",		"s_583":"Wait! Yes I do.",		"s_581":"I'm sorry. I won't be able to help you. In fact, I should probably call this in...",		"s_578":"No.",		"s_576":"I don't think you're supposed to be here. Do you have the Imperial authorization code to be in this system?",		"s_574":"Yes!",		"s_571":"Very well, %TU. Dathomir Station, out!",		"s_568":"No, I'll keep waiting.",		"s_566":"Sorry, %TU, I still haven't found any supplies we could use to repair your ship. Do you want to land on the planet? Maybe there's a shipwright that could help you there?",		"s_564":"Good news, %TU! I found a crate of old parts that might be just what you need!",		"s_562":"If you wish to interact with this station, then you must fly within scanning range. And please have your authorization code ready!",		"s_560":"",		"do_not_edit":"The English version of this file (station_dathomir.stf) is automatically generated by the SwgConversationEditor."
}}
