{
	"stfFile":"conversation/station_dantooine",
	"entries": {
		"s_ff02facb":"Ok. Give us a comm if there's anything I can do for you.",		"s_fef28268":"Do it.",		"s_fe0697d3":"Shouldn't be long now. Check back in a few. Or I guess you could land on Dantooine and see if there's a shipwright handy.",		"s_fc85e244":"I have business on Dantooine.",		"s_f801849e":"I will take care of the pirates.",		"s_f7587a6":"You did it. Now at least I will be able to do get some supplies in here. You can land anywhere ya want. Oh and I suppose I can manage a slight monetary reward too. Thanks again, friend.",		"s_f3b73e85":"I'm afraid I can't help you, then. Give us a comm if there's something we can do for you.",		"s_f00111d":"I was wondering if ya were going to ask me about that? I have been watching ya from up here...don't have much else to do really. I am willing to help ya out if ya help me out. One hand washes the other...ya know?",		"s_ebe2e111":"It's a deal.",		"s_eb3c41c":"Oh, I see. Here on official business, are you?",		"s_ea0c00c7":"Did you managed to pick up that cargo from Corellia?",		"s_e2fc1d54":"Ok, got it. This should be a snap.",		"s_e141a0e8":"Let me give it another go.",		"s_e06f5f77":"Oh, it's you. Sure thing buddy. No problems. Thanks again for helping me earlier.",		"s_df473597":"Whatever. Not that I expect ya to ever come back...no one else ever does.  Anyways, head to Tatooine and meet up with the delivery vessel there. I will have your payment waiting for ya on delivery of the goods.",		"s_da7e618d":"Fine. Just try to get it done this time.",		"s_d857aa79":"Heh. Ok, you got it. Good Luck!",		"s_d7c1b26f":"Listen! You are going to have to do better than that. I am not going to be breaking Imperial law and letting ya land where ya want if my freighters are not returned.",		"s_d70dba34":"Yes.",		"s_d6695e83":"No thanks.",		"s_d4c99a54":"Have it your way. If you change your mind...",		"s_d3dfb66a":"Sorry we couldn't be of more help. You might be able to find an engineer on Dantooine at one of the mining outposts to help you, or if you can make it to a better-equipped station...",		"s_d1d752d1":"I am not afraid to bend a few laws.",		"s_cc899cff":"I want to try something else.",		"s_cbcf9a11":"I would like to make the pickups.",		"s_cb019515":"I'll wait.",		"s_ca932c28":"Forget it.",		"s_c9aa99a2":"I am listening.",		"s_c3d29ec8":"I am heading to the Corellia system.",		"s_c385e8d2":"Ok, you have a deal.",		"s_c0ce6b3a":"You are talking about piracy. No way!",		"s_c03160ec":"What about Tatooine?",		"s_be24e8c2":"Your call, friend. Give us a comm if there's something we can help you with.",		"s_be141863":"How did your trip to Naboo go?",		"s_bceb6c8c":"Yes, clear me for landing.",		"s_bc8bd720":"That mining outpost hasn't been producing decent resources for months. I'd suggest traveling to a different system. I hear Naboo is nice.",		"s_bbdda3b3":"Fine. Bye.",		"s_b6617db1":"Adventure, eh? I might have something for ya if ya don't mind...doing something that isn't exactly legal.",		"s_b6546bce":"Ok, I will send you the navigation location to one of the freighters. You capture it and bring it back here. I will repaint and rename it. The dumb Imperials won't know the difference. Thanks for helping out.",		"s_b22f6cee":"Well, you sure picked a backwater station to get repairs from. Until our next supply ship comes through, we're sort of limited with that. Just how much of that damage do you need repaired?",		"s_b16218ce":"I really hate Corellia. Always fully stocked...never having any problems getting goods. I bet those station owners are making a fortune. Here is your payment.",		"s_b0cfe018":"No problem, friend. Give us a comm if you're needin' anything else.",		"s_aec16b0a":"On second thought, never mind.",		"s_aa9dafbe":"Fine, I hope you remember the instructions because I am not going to explain myself twice. I have better things to do than hope for the best.",		"s_a7c07d40":"No, no...is there anything that I can do for you?",		"s_a7b78b9d":"Alright. I will forward you coordinates of each of the ships when you arrive in the system. Oh, and if you get caught I will deny everything.",		"s_a567620f":"No thanks. I am not interested.",		"s_a560e84c":"I am looking for work.",		"s_a545492f":"Do you have anything in the Lok system?",		"s_a3c632c9":"I will escort your freighters.",		"s_a14e5fb1":"I will try again.",		"s_9fa6755e":"Let me land at the Mining Outpost.",		"s_9e962746":"Ok then. Nice talking to you, %NU.",		"s_9977dcd9":"Let me land at the Agro Outpost.",		"s_965f7738":"Ok, fine...fine. I should have known I wouldn't have been getting my supplies.",		"s_964449aa":"I didn't say anything about piracy...how insulting. I am an honest businessman. We are done talking now.",		"s_9553e32c":"Anything else I can do for you?",		"s_925010fb":"Ok, for each of the freighters ya get through I will pay you. These freighters are coming in from Corellia and I am not really sure what is on them...but we do need them. I will send ya the arrival location of each of the freighters when they are ready to arrive.",		"s_9121f9d2":"I have a slight Imperial problem. If you help me out with my problem, I can see fit to look the other way if you were to...say land at a base on the planet that isn't supposed to be there...if ya get my drift.",		"s_90f8c50e":"The first thing I need is on a freighter called the Shifty Prince. It is carrying a load of phasotron radium and is in the Naboo system right now. Inspect that ship and get the radium. Then I need you to go to Corellia and capture the Bez'ox Mentzz. The load of atmospheric inhibitors is mine but the shipping company won't send them to me.",		"s_90ee7f5d":"Just a little.",		"s_8a3087d7":"Tatooine must be nice this time of year. Wish I was there...by the way did you make that pickup for me?",		"s_89c649f8":"'Fraid we can't manage that, friend. Probably the best we could do would be to repair three-quarters of your damage... How about for %DI credits?",		"s_890b6a4c":"Just clear me for landing.",		"s_87f1159b":"It looks like you are a bit busy, ya know. Maybe finish up with what you are doing and talk to me later.",		"s_874539f7":"Oh, really? Well then I have just what ya need...or rather maybe ya can help me with some problems around here. Seems like I have nothin' but problems. Let me see here...I need someone to take out some pirates. I have some supply pickups that need to be made. And..oh yeah...I need some freighters escorted through the system.",		"s_853a6233":"Ok, I'll land at the Mining Outpost.",		"s_8316a19c":"Oh... Oh! You're one of... I mean. Ok, then. You're sure you want to land there? I mean, there's some rough customers around those parts, if you know what I mean.",		"s_7f81007d":"Let me land at the Rebel Base.",		"s_7f5d5f9d":"I need special landing permission.",		"s_7e303ed8":"Ok, %NU. Give us a comm if there's anything we can do for you.",		"s_7a1a092d":"Fine. Let me land.",		"s_783aa9d8":"Illegal! No way.",		"s_7823bf":"Yeah...I want something for me, blast it. There is a ship in Tatooine called the Lord's Mistress. She is loaded with Corellian Brandy and I want some. Being out here makes a man want to drink. Inspect her and get me some of that brandy. Just watch out for Hap, he owns the Mistress and is a real vengeful cuss.",		"s_772ab602":"Yeah, that's what I thought. Give us a comm if you need anything else.",		"s_75f22c97":"I want to land on Dantooine.",		"s_73a08149":"This is Dantooine Station. What can I do for ya?",		"s_737e644a":"Never mind then.",		"s_72e300ed":"I want to travel to Naboo.",		"s_72db56e1":"And I thought ya were looking for adventure. Fine...play it safe.",		"s_70876928":"All of it.",		"s_6ee8b2ec":"Yeah, I thought ya looked the shady type. Maybe...I have something for ya. I have this problem of never getting my supplies. Now how am I supposed to run a station without supplies, I ask you? There are some pretty fat shipping lanes in Corellia, I doubt that they would miss a few freighters.",		"s_6c9d2543":"Let me land at the Imperial Outpost.",		"s_6bceda29":"A deal is a deal. Do you have the %DI credits to cover the costs for this? Hey, I never said I would do it for free!",		"s_6b2d605a":"Ok, that shouldn't be too much trouble. We can fix you up just enough for you to get underway again for a mere %DI credits. How's that sound?",		"s_688c4b5e":"Good grief, friend. Why would you want to land here?",		"s_6301c26":"I knew you were going to help me. Ok, this is the deal. First you need to go to Corellia and pick up an order of micro-processors that I put in close to a month ago. After that there is a freighter in Tatooine that is dragging it's feet getting here. You get me those processors and get that freighter here and I will repair your ship to full when you need me to.",		"s_61aa8974":"Well, let me see. I am out of nearly everything here. Hey...maybe you could help me and get me some more supplies? If you do, I will fix your ship to full...but don't go around telling everyone that I gave you this opportunity.",		"s_60117ea4":"I have been waiting for this. I understand that Naboo is nice this time of year...wish I could be there instead of here. As promised here is your payment for a job well done.",		"s_5f4f6d25":"I am looking for some adventure.",		"s_5d4f7fdb":"On second thought...",		"s_5ce90655":"On second thought...no thanks.",		"s_5ac08819":"Hey, I haven't gotten my stuff yet! What is the deal?",		"s_59a700b5":"Oh, ya will. That is surprising news I must admit. Meet up with the delivery vessel in the Naboo systsem. Once I have the cargo, ya can get paid.",		"s_5600fd38":"There you go. You might be limpin' for a while 'til you can afford some more repairs. Just give us a comm if there's anything else we can do for you.",		"s_54c04765":"I need repairs!",		"s_53317e16":"So, did you get my stuff from Lok for me?",		"s_5076c164":"It wasn't any problem.",		"s_4ff8fc41":"I need to try that one again.",		"s_4daeb488":"Repairs complete! Give us a comm if there's anything else you need.",		"s_4c695dbd":"No.",		"s_49c64100":"Why can't you fix all of it?",		"s_49a5815f":"Sure thing, friend. Maybe you want to land, though? Could get some help on the planet, maybe.",		"s_49140378":"Fine, fine. I will pay ya what I can for taking out those pirates. It seems that even the few supply freighters that make it out this far always seem to get ambushed by those scum. I will send ya location points to where they usually hang out.",		"s_48d5ef59":"I am just the pilot you are looking for.",		"s_478f318d":"Fine with me. Travel to Lok and meet with a delivery vessel that is waiting there. I will pay ya for the trouble when you get back to me.",		"s_460d6dba":"There are nicer places to visit in the galaxy, but I suppose if you're in a pinch, then you might be able to get by on Dantooine.",		"s_432005ea":"Ok what do ya want then?",		"s_407899ba":"I thought you would be interested. I will find someone else to escort those freighters coming into this system, so all ya need to do is to capture them in Corellia and send them out here. Watch out for those CorSec...they get rather upset about losing freighters for some reason.",		"s_3ea99f04":"Sounds good to me. Travel to Corellia and meet with the freighter that is supposed to have a load of cargo for me. You will be payed when ya return with the cargo.",		"s_3da1b8c8":"Whatever...I am just glad to have those much needed supplies. Is there anything else I can do for you?",		"s_3d1c2e17":"Don't worry about it.",		"s_3ca4bcbc":"Ok, ok... don't know why you're in such a rush to go there, though. You're cleared for landing.",		"s_362a48e0":"Anything else?",		"s_3626cec6":"'Fraid we can't manage that, friend. We're all out of supplies 'til the next shipment comes in.",		"s_3555e858":"Part of my freighter fleet has been conscripted by those blasted Imperials. Even with those ships I cannot keep my station fully stocked...without them I am running dangerously low on supplies. If you get my fleet back from those Imperials, I will let you land at that base that isn't really there.",		"s_338dd0a0":"Ok, what do ya want then?",		"s_305434ff":"I want to land.",		"s_2fc5fe5d":"We can manage that. Do you have the %DI credits to pay for this, though?",		"s_2f1ada36":"Right ya are. I have several scheduled pick ups in a few other systems. If ya go pick that stuff up for me I will pay you for each of the deliveries you make. I cannot pay ya a lot but at least it is something. You should do this for me.",		"s_2ba33f79":"Hey, look whose back and look at all of this nice stuff. You did good...real good. I cannot wait to take a little sniff of that brandy...I know I deserve it. Oh, yeah...ya need to be paid.",		"s_29632203":"Keep talking. I'm listening.",		"s_28876db2":"Ok, ok... You're cleared for landing.",		"s_2798158f":"I am still listening.",		"s_26c53da2":"Fantastic. Repairs complete! You'll want to hit a better-equipped station to get the rest of that damage taken care of.",		"s_2612d825":"How about you finish up with what you are working on and then come back to talk to me. I want your full attention before I will just hand out jobs.",		"s_25a58267":"Na, I just want my ship fixed.",		"s_25329888":"Ok, just try to be timely. I am really running low here.",		"s_245c7c6d":"Repair half.",		"s_23615777":"I was thinking of some 'special' help.",		"s_21255661":"I should have known that my plan wouldn't work out...nothing else ever does. It's this place...Dantooine...it's cursed, I tell ya.",		"s_2102ee02":"You have a deal.",		"s_1e46e4ca":"I need to try again.",		"s_1c95bcfd":"Good luck with your repairs! You're cleared to land.",		"s_1b90bd5":"I think you must have comm'd me by mistake... but if not, well then you're going to have to fly a bit closer than that. I can't help you with anything from this range!",		"s_1b800e2e":"Yes. Let me land.",		"s_1b496fe4":"Excellent. I have been waiting for this. I hope your trip to Lok went smoothly. As promised here is your payment for a job well done.",		"s_1841fbde":"Hey, nice job. The freighter showed up just a short time ago and those micro-processors will come in handy. Whenever you need repairs, I will fix your ship to full...for a price of course. Is there anything else you need?",		"s_169df3bb":"Never mind.",		"s_15716a1":"I am surprised that Tatooine had anything...they are almost as remote as I am. Must be nice to have everyone flying around there. Oh well, here is your payment.",		"s_106850f3":"Well, this should be simple enough for someone like you. I have some things that I need to have...picked up. Ya see, I was promised some goods and those goods never showed up. I need someone with your talents to go make those goods show up.",		"s_0":"",		"do_not_edit":"The English version of this file (station_dantooine.stf) is automatically generated by the SwgConversationEditor."
}}
