{
	"stfFile":"conversation/story_loot_collector",
	"entries": {
		"s_f37c7b85":"Okieday. Mesa need information for mesa clan. Wesa really interested in what goes on in da space systems. Yousa enemies have a chance of droppin' logs or diaries when yousa defeat them. If yousa don't want what yousa find, yousa can bring them to mesa and mesa pay yousa for them. Okieday?",		"s_d89d872a":"No, sorry.",		"s_c8d95e9d":"Ooie booie! Mesa glad! Whensa yousa find anythin', just come back and drag de object on mesa and mesa will pay yousa for it. Okieday?",		"s_c8984072":"Okieday. Enemies drop logs and diaries? Yousa get. Bring to mesa. Mesa give moola.. er--credits?",		"s_c7c399e0":"Tatooine! Mesa hear many thin's about space system. Lot of pirates, okieday? If mesa ever visit de space systems, mesa goin' to stay away from dat one.",		"s_c5da1302":"Okay. Sounds fair.",		"s_c416ff05":"Dantooine isa a fine place. Yousa moola.",		"s_b59591d7":"Okieday. Mesa sad now.",		"s_b5402a0f":"Wheresan isa dis from? Ooie booie! Itsa from a freighter. Yousa not a mooie mooie nice %TO!",		"s_b21c6039":"Ooie booie! From Dathomir? Dat deserves a lot of moola, okieday. Yousa moola.",		"s_afaf698":"Ooie booie! Yousa not a pilot. Mesa need a pilot. Okieday?",		"s_a3b5a049":"Lok.. Mesa not heard much about dat place. Was yousa okieday up dere?",		"s_9a173443":"Okay. Now we're getting somewhere.",		"s_91b60e5f":"Dis' from Yavin 4. Mooie mooie! One day, mesa hope to visit de space systems too. Okieday! Mesa almost forgot. Yousa moola.",		"s_8bac8381":"Ooie booie! Mesa happy!",		"s_7cabd9ea":"Mesa thankful.",		"s_64f35d26":"Ooie booie, Endor! Mesa hear lot of rumors about dat space system. Stinkowiff Imps!",		"s_618244d1":"Yes, I will *help* you.",		"s_5d39c47e":"Ooie booie! Yousa a pilot! Mesa need yousa hep with somethin'. Okieday? Will yousa hep mesa? Mesa need some information from da space systems above usan. Yousa have a maxibig maccaneks, okieday?",		"s_5a59fcdc":"Sounds good. I'll go look and come back.",		"s_579e662c":"Uh.. no thanks. I'll be going now.",		"s_48d5fb5a":"I can't understand a word you're saying.",		"s_37b0ec80":"Naboo! Mesa recognize anythin' from dere. Thank yousa for hepin' mesa. Yousa moola.",		"s_2b8acda7":"I'll think about it. I need more information.",		"s_26df7294":"Corellia.. Mesa thank yousa for hepin' mesa with dis.",		"s_253fa7ea":"Oh. Okay. I'm sad.",		"s_236d3d10":"Maccaneks..? Yousa basic folks say 'ship'? Flyin' in da space?",		"s_20931802":"Ooie booie! Mesa welcome yousa, boyo! Did yousa find anythin'? If yousa did, drag da object onto mesa and mesa pay yousa for it! Okieday?",		"s_18833216":"Oh. And you need information?",		"s_11bab004":"Yousa hep mesa?",		"s_0":"",		"do_not_edit":"The English version of this file (story_loot_collector.stf) is automatically generated by the SwgConversationEditor."
}}
