{
	"stfFile":"conversation/story_loot_tyrena",
	"entries": {
		"s_e35ea3ad":"In the space systems, of course! Like Corellia and Tatooine except all over. You know? I guess I'm not making much sense. If you find yourself in a dogfight up there, just check to see if they drop 'a log', or 'a diary' or something. Data disks that contain information, you know? Those are what I need. Just give them to me and I'll pay you.",		"s_e339c89e":"What do you need done?",		"s_d89d872a":"No, sorry.",		"s_c33acdc8":"Oh no! I'm going to be a failure!",		"s_b4192cf":"You're back so soon! I knew you were the right one to help me. Didja' find anything? If you did, just give it to me by dragging and dropping. Okay, I'm waiting!",		"s_b36ae370":"Corellia.. home of the Alliance, right? I hear they're pretty troublesome! I really don't pay too much attention to the war between the EMpire and the Rebellion. I should, shouldn't I? This is a great story, by the way. Thank you.",		"s_9b448b0d":"Yavin 4, huh? Hmm.. Aha! This is a great story. I should get a pat on the back for this one at the guild. Thank you!",		"s_9208410d":"...",		"s_9176a524":"Wow, I'm *so* grateful! Okay, so space systems, right? If you go to any of those, like Corellia or Tatooine for instance, an enemy has a chance of dropping a little tidbit of news. If you bring those to me, I'll pay you a generous sum. Some are worth more than others, you see. Like risk and reward, you know? Look for 'a log', or 'a diary'. Those are exactly what I need.",		"s_9030290e":"I'm an intern at the 'News Now!' Information Guild. If I don't get enough news stories, they may let me go. I can get some, but not enough to make me the top reporter. I'm really aspiring to be the best, you know? What do you think? I'd pay you, of course.",		"s_83d5af87":"You don't know how much this is gonna help me out! Thank you!",		"s_66dce3ab":"I don't know a lot about Lok. But it sure seems like interesting things are happening there! Thanks so much!",		"s_5a59fcdc":"Sounds good. I'll go look and come back.",		"s_57b843a1":"Dathomir.. What a scary place! Was it dangerous up there? I sure am glad you're okay. Thanks so much for doing this!",		"s_579e662c":"Uh.. no thanks. I'll be going now.",		"s_5432ff59":"I need more of an explination. Where do I get this 'information'?",		"s_4bab1b65":"Naboo.. what a pretty place. And it has news! Thank you so much for this!",		"s_46258640":"Psst! Hey! You look like you're a pilot! Am I right? I could really use your help if you are. I'm in a bit of a bind.",		"s_45768069":"Endor! What's going on up there, anyway? I keep hearing weird rumors. The people would love to know! This story will go into our next paper.",		"s_446fdc1d":"A freighter?! Hey, you're mean! Oh well.. I guess I can take it. Here's your pay. Be nicer to people!",		"s_3c1f9431":"I guess I can help.",		"s_36989baf":"Wow Tatooine! I hear about so many things happening in that system. Thank you for the great story. I should definitely get that promotion soon!",		"s_21a1e8c0":"Straight from Dantooine's system. What a neat story! I think the Information Guild will be pretty excited about this one.",		"s_11676386":"Hey! Oh wait--you don't look like you're a pilot. Sorry, I was waiting for someone else.",		"s_0":"",		"do_not_edit":"The English version of this file (story_loot_tyrena.stf) is automatically generated by the SwgConversationEditor."
}}
