{
	"stfFile":"conversation/story_loot_bestine",
	"entries": {
		"s_f468472d":"From a freighter? You may be a good choice to serve in our court. Ruthless, I like it!",		"s_e523caed":"Of alll the places, you decided to hunt in Naboo? Ugh. Please leave. Find something better than this next time!",		"s_de1ad09e":"Yeah, sure. Hey, is that a Hutt?",		"s_da2693fc":"Endor? I'm slightly impressed. You may not be completely wrothless, after all.",		"s_d7e58047":"Tatooine. I could walk outside this cantina and find more information than this!",		"s_d4673a":"Not a pilot, eh? Go away. We don't want to talk to you.",		"s_c333eea":"I'll bring you your information, but only because you're paying me.",		"s_c2e59721":"Wow! I've never seen one before. What is he doing here?",		"s_c10227fa":"You're setting your sights a little higher, I see. I still find you annoying.",		"s_c03b2cd7":"Yes, yes. Go away.",		"s_b05e0d8c":"Fine, then don't!",		"s_a050b81f":"That's a shame.",		"s_811e4893":"I suppose this information will be worth a few credits.",		"s_7cbeeeed":"No, I don't want to get you any information!",		"s_7b7f4a0f":"I said go!",		"s_781f5cfe":"Out of all the creatures to make you nauseous...",		"s_6d679a15":"You petty %TO. My employer, Belhata the Hutt--how original--is here to mingle with his... 'friends', the twisted politicians of Bestine. While Belhata is here, he assumed it would be a good idea to employ peons, like yourself, to gather information for him. Unfortunately, to make it worth while, I have to pay you for any type of information you find. My life has turned painfully pitiful.",		"s_6c3929dd":"Hurrah. You managed to bring something back from Yavin 4. I'm not impressed.",		"s_66e27b28":"I don't have all day to chatter with you, little %TO. The information can be found in the space systems. Go up there, try not to die *too* often and collect information from the enemies you eliminate. The information can be in the form of a log or even a diary. Go now. Your presence make me nauseous.",		"s_61e0fe65":"Oh... it's you. Well, what did you find? If you managed to find anything with your mundane fighting skills, just drag the object on me and we'll get this over with.",		"s_6128587b":"What information? Where can I find it?",		"s_50394b57":"Why, indeed, it is. I've never noticed him before. Of course, it's a Hutt, you dolt! In fact, *he* is my employer. I highly recommend oweing him the proper respect. He hasn't been fed today.",		"s_49ebaa61":"Corellia.. what a waste of my time!",		"s_499a8089":"Dathomir? Even more impressive. I suppose I can tolerate you a little longer.",		"s_324c1a5a":"Yeah, but.. I gotta do other things.",		"s_2e41605f":"Your aura indicates you are a pilot. Is this true, young %TO?",		"s_0":"",		"do_not_edit":"The English version of this file (story_loot_bestine.stf) is automatically generated by the SwgConversationEditor."
}}
