{
	"stfFile":"conversation/story_loot_coronet",
	"entries": {
		"s_fb2d2773":"Information straight from Dantooine! There's so much going on there. Thank you so much! I should be getting a promotion soon with all this information I keep getting! Here's your pay. Be sure to come back with more.",		"s_eeb5ec9":"Yes, I am!",		"s_d89d872a":"No, sorry.",		"s_d50da00e":"Naboo, huh? What a peaceful place. I didn't think I'd get any information from that system. I'm so glad! Here's your pay. Keep coming back with the information you find, okay?",		"s_d38cbaeb":"Yavin 4's system.. it seems you've provided great information here. Great job! Here's your pay. Keep returning with those bits of information!",		"s_d2e79392":"Thanks, hon! You're a life saver!",		"s_cde666f4":"Let me see. Oh! Do you find yourself in a lot of dogfights? If you do, there's a chance your enemy will drop a bit of information be it 'a log', or 'a diary', or what have you. If you bring them to me, I'll pay you handsomely for them. Granted, some will be worth more than others. If you find some, just hand them to me.",		"s_b02ea236":"I need more information. Where do I get this 'information'?",		"s_a0c8586a":"News from Dathomir? That deserves a hefty credit, indeed! Here's your pay. Keep visiting those space systems and collect information for me.",		"s_a050b81f":"That's a shame.",		"s_9e4796e9":"Endor? I keep hearing a lot about that space system. Seems the Empire is up to no good up there. Here's your pay. Keep visiting me with information!",		"s_8e14e452":"Oh.. you don't look like you're a pilot, hon. That's too bad. I could use someone like you to help me with a lil' somethin'. Let me know when you get a ship and your wings, alright hon?",		"s_8894e226":"What a sweetie! This information from the Lok system will do wonders for the Information Guild. Thank you for doing this. I hope to see you soon. Bring any tidbits of information you find out there!",		"s_8794aec1":"Oh! Welcome back! Didja' enjoy your flight? I bet you have some information for me. If you do, just give it to me by dragging and dropping! I'll pay you handsomely for anything you find.",		"s_86775be0":"Ah, Tatooine! So much pirate activity going on in that system. I was expecting something from there soon. And here you are! Thank you. Here's your pay. I hope to see you again with more information. It's doing wonders for the Information Guild!",		"s_6de6d29b":"First, explain what you need done. Then, I'll think about it.",		"s_5a59fcdc":"Sounds good. I'll go look and come back.",		"s_579e662c":"Uh.. no thanks. I'll be going now.",		"s_4b465cc3":"Oh. Okay. Maybe you can come by and see me after I get off from work, then? *wink*",		"s_491794fd":"Oh! This looks like it came from a freighter! Wait a second.. shame on you for picking on poor, defenseless freighters! Oh well.. news is news, right? Here's your pay. Remember, come back if you find more!",		"s_480f9afe":"Greetin's! Aren't you a lil' young to be walkin' 'round here all by your lonesome? Oh, hon. Don't be like that. I was just givin' you a hard time. Listen.. are you a pilot? You look to be. I need your help with somethin'. What do you think?",		"s_4670569c":"From Corellia? This ought to be valuable information! Here's your pay. Keep bringing them to me if you find anymore. I'll always need them!",		"s_43fa3ec7":"Alright! I'm so excited! In space, there's a chance your enemy will drop a bit of information be it 'a log', or 'a diary', or what have you. If you bring them to me, I'll pay you handsomely for them. Granted, some will be worth more than others. If you find some, just hand them to me, okay?",		"s_1b7e5efd":"Hm. Sounds fair. I'm a part of the 'News Now!' Information Guild, specializing in the news of the galaxy. Here's where you come in.. I'm afraid of heights, you see. I can't fly and often get motion sickness up there when I try. You need to go up there and gather information for me. Are you interested?",		"s_0":"",		"do_not_edit":"The English version of this file (story_loot_coronet.stf) is automatically generated by the SwgConversationEditor."
}}
