{
	"stfFile":"conversation/story_loot_moenia",
	"entries": {
		"s_fb58660c":"You want.. a bird bath!",		"s_f93d75ff":"You want.. hm. Information?",		"s_f09b75ae":"[Would you stop that? It seems Droijack-dyn really needs some help. Get serious, here. You try again.]",		"s_e9574203":"[You think back to your trip to Endor as you hand Droijack-dyn the item requested. You had a feeling the Imperials were up to something up there. But you can't seem to figure out exactly what it was. Hm. You forget anything about Endor as Droijack-dyn hands you a rather large handful of credits. Endor smendor.]",		"s_d768ce2d":"[You shake the sand off the item from Tatooine and hand it to him. Droijack-dyn pulls out a handful of credits from his backpack and gives them to you. If you could only steal that backpack...]",		"s_d70926bc":"[Droijack-dyn greets you warmly. His bird expression appears to be quizzical, you think. You smile. You're getting pretty good at understanding this bird-man. Hm. You bet he's waiting for those nifty objects he requested. Do you have any? You look in your backpack. Your backpack isn't as neat as his is. You bet you can just drag the object onto him and he'll pick it up with his little--er big bird hands. Maybe you should try?]",		"s_d701ec31":"[Naboo was easy sailing. In fact, you were able to stop by the local freighter and get a souvenir *while* dogfighting some pirates. You're just that good. Because the trip was so easy, you really don't expect much credit-wise.]",		"s_d57d668a":"Yeah, I'll help.",		"s_d3466494":"I don't want to help after all.",		"s_c9179ad6":"[Droijack-dyn the Ishi Tib nods. It, although you've kinda figured out it's male by it's appearance, points to the sky. Space. Obviously, he wants something from the space systems. But, what, you can't tell. You start to guess.]",		"s_b953d944":"[You barely came back from that trip alive and expect a large pay ount from the bird-man. You desperately need to do some repairs. When he does, you celebrate in the only way you know how.]",		"s_b3731646":"[Droijack-dyn the Ishi Tib nods. He seems happy, but you can't tell because.. well, he has a bird face. You stop wondering exactly why birds like crackers so much and run off.]",		"s_aa1b838f":"[You look closer at the objects Droijack-dyn is holding. The objects appear to be disks, and a datapad of some sort. Huh. One of them has 'diary' written on the front of it. Looks like you'll be hunting enemies for their diaries and logs of information. Just your line of work. Droijack-dyn pulls out some credits from his backpack, either gloating he has way more money than you or that he'll pay you for the information you get him.]",		"s_aa0a2be5":"[That freighter had it coming. It seems that Droijack-dyn knows exactly where it came from too, according to his birdly expression. You scram before the bird-man pecks you really hard. Freighter sympathizer.]",		"s_a8aa7613":"[Finally, Droijack-dyn nods and pulls out two objects from his backpack. One looks like a log of some sort, the other, a diary--you can tell because 'diary' is written across the front of it. Pretty tricky. Droijack-dyn points up. You begin to piece together that you can find objects like this in space and that the bird-man needs them. Will you help?]",		"s_92154c00":"A cracker!",		"s_8b12a5dd":"[You crinkle your nose. Where did that come from? Well, he is a bird, isn't he? Droijack-dyn the Ishi Tib shakes his head. Of course that's not what he wanted! You try some more guesses.]",		"s_8a1e08c":"[You had front row tickets to the Galactic Civil War Extravaganza in Corellia. If only you had brought your favorite snack, Almond-Kwevvu Crisp Munchies, you would have been happy. What a show. You give Droijack-dyn his information and, in return, he gives you a handful of credits.]",		"s_81fa3514":"[Well, Droijack-dyn looks like he's pretty mad. You better scram before he pecks you pretty hard.]",		"s_7f89f5d3":"[Droijack-dyn advances toward you threatingly. You know, for a bird-man he's pretty impressive. In fact, you begin to wonder what profession he is. Just your luck, he's probably a Teras Kasi. That'd really ruin your day. You bet he has some powerful 'beak attack' that only birds get. You've decided you'd rather not find out and run off.]",		"s_6d9c4154":"You want.. information!",		"s_61cc04c8":"[You hope that Droijack-dyn doesn't mind that the objects you bring back are a little.. crispy. You hand the information disk to the bird-man and it falls apart when he touches it. He frowns.. at least, you guess that's what he's doing. You shrug. Information is information, right? ... right?",		"s_5c453f12":"Nah, I've got other things to do.",		"s_5b7b08d1":"But.. what exactly am I looking for?",		"s_5b29fb2":"[Droijack-dyn the Ishi Tib tries to get your attention by spouting off what sounds like chipring. Ah, yes. The Ishi Tib, an avian race whose language consists of bird-like sounds and squawks. You try to understand what it's saying.]",		"s_5b01a6db":"[You fight the urge to hand the bird a cracker and give him the object he requested instead. Droijack-dyn appears to be happy with it.]",		"s_57df7ab9":"[Right on the first try! Looks like you have all of your kreetles in one lair and definitely the sharpest stone knife in the drawer. The bird-man pulls out several objects, looking to contain some pretty neat information. You start to piece together that he wants these objects, you can get them from space and from the enemies you defeat. Wow, your intellect is amazing. You puff up, trying to look all impressive.]",		"s_579e662c":"Uh.. no thanks. I'll be going now.",		"s_56dc8579":"[Droijack-dyn nods again, pulling a handful of credits from his backpack. You wonder what else he has in there. Snapping out of your daydream, you guess what he's trying to say is he'll pay you for any 'information' you find. Sounds like a sweet deal. You shrug. Time to go into space and defeat some enemies, hoping they'll drop their diaries. Nice.]",		"s_4f8f72e2":"[Dantooine didn't offer much in the ruse of excitement. As Droijack-dyn hands you a hanfdul of credits for giving him the information he needed, you begin to wonder. Do the Ishi Tib like crackers? You decide against giving him a sample of your favorite snack, Almond-Kwevvu Crisp Munchies. They're too good to share.]",		"s_45d96c97":"I can kinda understand you. I think you need help.",		"s_43728039":"[Bird people are weird and you'd rather not help them. Droijack-dyn advances toward you. You bet, by his physique, he could really give you a pounding. You run away. You have Almond-Kwevvu Crisp Munchies to eat and enemies to fight.]",		"s_34e97c89":"Okay. I'll help you.",		"s_308c2df6":"[Droijack-dyn the Ishi Tib, an avian race whose language consists of chirping, waves you off. It seems like he--is it a he or a she?--needs someone specific. With all the space talk around, you assume he needs a pilot to help him.]",		"s_0":"",		"do_not_edit":"The English version of this file (story_loot_moenia.stf) is automatically generated by the SwgConversationEditor."
}}
