{
	"stfFile":"conversation/tatooine_imperial_trainer_2b",
	"entries": {
		"s_fe624ae0":"What do you plan to do?",		"s_f81f75fc":"Command has us searching for something and we don't even have specs on its dimensions. We don't even know what its supposed to be. Now they want someone to go hunt down Rebels to find out the information they don't know or do know and just won't tell us? This job shouldn't be this convoluted. I should be directing walkers in battle, not grubbing around in a debris field.",		"s_f4817c":"HQ believes that the Rebels have found the core and are planning to extract it. If they succeed, the Mon Cal traitors could duplicate the technology and fabricate their own super weapons.",		"s_f1639d7c":"You flyboys certainly like to take your time. While you've been gallivanting across the stars, I've had men dying in Rebel raids.",		"s_f14c78f8":"I came as soon as I received my orders.",		"s_f08d82df":"A capital ship?",		"s_ed5d85e3":"You aren't the one I was told to expect. My information is security rated Gamma Three. I can only talk to the one Oberhaur is sending.",		"s_ea3da11c":"By the Emperor, I hope for all our sakes that is not the case. Your assignment is to locate that gunboat and disable it. We need to recover the core if it is on board and interrogate the crew if it isn't.",		"s_e73e5d21":"I want to study pilot combat training.",		"s_e70b39dd":"Intelligence has lowered the security rating on this operation so key command elements can operate more effectively. The 'relic' is believed to be the firing core of the Death Star's planet-killer weapon.",		"s_e6647df0":"The Emperor himself is interested in the outcome of this operation. Failure will result in harsh penalties.",		"s_e6315aa":"Command is working to refine the scan data as quickly as possible. If we can recover the relic it may help us to construct similar weapons.",		"s_e617e5c8":"We have located an area that it would appear the rebel agents are using as a meeting place with flight commanders. We believe it is these agents that have the information we are after. If you find a Rebel, search his ship's computer for the ships activity logs and return to me when you find anything that might help us out.",		"s_e240955d":"If I had anyone else to send up, I would, but you're the only pilot in the system rated for this kind of thing. As much as it disgusts me, I've been ordered to send another scanning team up. You're lucky they aren't sending you to fly garbage detail on some backwater outer rim world.",		"s_e053d691":"(Nod.)",		"s_dc229c8d":"Blast it! You were supposed to be the best man for the job and you seriously botched it. Fortunately for you it would appear that we managed to damage the gunboat enough that it has not been able to hyperspace out of the system.",		"s_dbcc5353":"The new scan ship is waiting for you. Don't lose this one.",		"s_dbb5bf46":"I want to study advanced weapons technology.",		"s_da3db7b8":"I..",		"s_d7641f66":"Normally I wouldn't even consider it, but as it turns out I do have some elective duty tasks that require a pilot.",		"s_d5ee9adc":"I'd like to escort salvage transports.",		"s_d1b5b50":"Given our calculations of their incursions and the blast pattern of the Death Star's destruction, Imperial Intelligence believes they've found something. Something big. In fact, they are hopping mad we didn't find it first.",		"s_d040d381":"I take it you don't agree?",		"s_c76594d7":"I want to study advanced reactor engineering algorithms.",		"s_c4880407":"Developing new levels of tactical and physical excellence will be critical in realizing your true potential. Use these study programs and destroy them when you have internalized the information.",		"s_c27ccdd6":"If I had things my way, you'd never see the inside of a fighter again.",		"s_c0203d03":"That is the only reason that I have not busted you right out of the service. You are going to get another crack at capturing the vessel. Get up there and get me that ship before it's able to repair itself.",		"s_bf7cf7b8":"I'll dispatch the scanning team. I need you to go up and escort the team while they make their sweep. There are probably Rebel fighters in that region, so you'll need to stay sharp. Once the scans are complete, return to me. I have a few things you can do while we process the scan results.",		"s_bf7bc308":"Where can I find Captain Denner?",		"s_bd3101cc":"We've dispatched teams to search for whatever the Rebels found, but it will take time. Command has the idea that one of you Storm Squadron thugs could accelerate the process by hunting down the Rebels and beating the information out of them.",		"s_b84b366c":"How can I help?",		"s_b7cb6b94":"This is an Ultimate Omega priority operation. The Emperor would dispatch a more elite team to handle the recovery, but there is no time. You must succeed. Failure to capture the firing core could result in disaster.",		"s_b6b25f13":"Yes, sir!",		"s_b54802f8":"We need to find the relic soon.",		"s_b2d005b0":"You did it. I would be lying if I said that I wasn't shocked. You have proven yourself to be one excellent pilot and an asset to the Empire. Unfortunately, for me I have just received word that you are being transferred from under my command. ",		"s_b0d3b474":"I'm ready for training.",		"s_aec16b0a":"On second thought, never mind.",		"s_ae26c22":"Let me think about this for a bit.",		"s_ad3ca2e6":"Do you think that I'm here to hand out missions like so much candy? Why don't you go talk to your own commanding officer.",		"s_a73dd488":"I'm sorry, I'll leave you alone.",		"s_a30c1a53":"Yes sir!",		"s_9f6b62d3":"I see why Intelligence put a lid on this.",		"s_9c0c10ef":"Report back to me when you are ready for a new assignment.",		"s_9893fb0":"Against my better judgment it would appear that you are fit for some flight training. Personally, I wouldn't waste my time training you but I have my orders too.",		"s_957a3e29":"Here's the situation. This information is highly classified, I do not need to remind you of the penalties of leaking Gamma Three intelligence.",		"s_95549379":"We need to buy time. Slow down the Rebel efforts until we can determine the exact location of the relic. You have operational discretion in this regard, but let me know your plans so I can coordinate with HQ. I've also received new details on the relic from Imperial Intelligence.",		"s_9506a2bd":"A squad of Storm Troopers will be standing by to board the ship. All you need to do is disable the ship's reactor or engine subsystems and render them helpless. Once the Storm Troopers are on board they will take over the ship and then you will have to escort them and the ship to a safe jump point.",		"s_9315388f":"(Whistle, impressed.)",		"s_916abbd9":"They may have already escaped.",		"s_8efde2ae":"Yes, sir.",		"s_8e9a6b0f":"Any raiders you destroy will hurt the Rebellion's recovery operation. Keep them busy while we finish refining the scan information.",		"s_8dbf276d":"Figures. Go get lost.",		"s_8bd72bb5":"Mastering proper use of heavy weapons technology is key. Use these study programs and destroy them when you have internalized the information.",		"s_8a202d7b":"I'm going to hunt Rebel raiders.",		"s_86b2a029":"(Roll eyes.) Yes, sir.",		"s_847e12c5":"Hmm. Looks like the Rebels have definitely found something. There's a lot of activity in region M84/2. I'll dispatch a scanning team to check it out.",		"s_81e0c16":"What is it they found?",		"s_80efb61c":"Any progress with the search?",		"s_7eed59f9":"I am ready for my training.",		"s_7ec622db":"Flying Officer %NU, I have an urgent assignment for you. Stand at attention for briefing!",		"s_7e1ae5f8":"It could take a few days, even with maximum computing power directed at the problem.",		"s_7e1391b7":"Welcome back, Officer %NU. The scanning team has submitted their data for review. It's going to take some time to process it all. The debris and the radiation fields make it difficult to get clear readings.",		"s_7b25fbc3":"You're cleared for training, so let me know when you are ready to begin.",		"s_7a761694":"(Continue to listen.)",		"s_71bf4315":"I am being transferred again?",		"s_6d22cae7":"We aren't the only ones interested by the Death Star's potential. Various alien factions, as well as pirates, and the Rebellion has sent scavengers and special teams in to try and recover secret technology. We have a Navy division here, but lately the Rebellion has been sending in larger and larger incursions.",		"s_65d0e7ef":"Do you think that's where the relic is located?",		"s_6598178f":"Interesting.",		"s_647a7426":"Any advice?",		"s_62e2ea4c":"Not quite but pretty close. The fact that this gunboat evaded our sensor net is disturbing. HQ believes the Rebels are planning to transport the Death Star firing core on board that vessel. Since the sensor sweep data is old, they may already have the core.",		"s_5d5a0c89":"There's a never ending supply of salvage to recover. The Rebels and other pirates have been capturing our salvage transports. The transport pilots would be grateful of any cover you could provide.",		"s_5cab0f15":"I haven't had luck in finding Rebel information.",		"s_5c8a242":"We haven't had any luck finding the relic, either.",		"s_5a7ec1e4":"What kind of operations can I help with?",		"s_598456ed":"Search the Death Star debris, the radiation clouds, and the nebulae from the Yavin gas giant. They seem like likely areas for the Rebels to hide. All of the garbage from the Death Star makes it hard to scan the system, so you're on your own.",		"s_5950b85e":"I'll try and capture pirate salvage ships.",		"s_594a07fa":"I want to study advanced TIE combat operations.",		"s_591121d9":"That's better. The least you fly boys can do is show a little respect.",		"s_57c8489e":"What should I do?",		"s_567022e6":"You do that.",		"s_55289b72":"Well, it's the pilot from the Navy. Having fun in your auto cooled little cockpit? You know what its like to trudge around in the jungle wearing armor? The sun is killing me, today.",		"s_54c421ec":"Never mind. Disregard that. Regardless you are being transferred over to Captain Denner. Word is that all members of Storm Squadron are being transferred over to his command for a priority alpha assignment. It would appear that the Empire is preparing to transfer resources out of this system in order for some new project.",		"s_53b0407b":"I am a member of Storm Squadron.",		"s_53923b62":"Yes sir! We certainly...",		"s_5365b13d":"When do you expect the results?",		"s_4fc85d67":"What are you still doing standing here talking to me? Get to your ship and get me that core...NOW SOLDIER!",		"s_4e7a1e3a":"We need to keep it that way. The last thing we need are other races attempting their own recovery operations. Yavin could become a warzone.",		"s_4d81d507":"I managed to find this activity log on a Rebel ship.",		"s_4b074298":"Come back when you're done with your mission. You can abort your mission if you want to start over.",		"s_48a73eb9":"Very likely. Region M84/2 is within the probability projection that Imperial Intelligence sent us. We still don't know what we'll find there.",		"s_486da900":"Your continued success will rely on your ability to make maximum use of all new Imperial technology. Use these study programs and destroy them when you have internalized the information.",		"s_4854758d":"I would like to request a mission.",		"s_47f58b41":"You think they found something?",		"s_44522227":"What sort of new project?",		"s_42e9d63a":"Well if it isn't another pilot for the Imperial Navy. What do you want?",		"s_3d7cbb44":"You could hunt Rebel raiders, escort our salvage transports or capture some of the pirate salvage transports.",		"s_3cbda2cf":"What are the new details?",		"s_3c521b4d":"Watch your mouth, pilot. I can still stick a reprimand on your file a shipload of boronic acid couldn't clean off.",		"s_395c2680":"The scan team has finished processing the results of the system sweep. The scan has revealed a large concentration of Rebel ships in region M84/2. The scan details indicate the Rebels already have a Gunboat class in the region.",		"s_38c83a93":"I'll see if I can help.",		"s_34b41ecc":"Those orders detailed that you are under my direct supervision for the duration of this operation. You will be prompt next time, is that clear?",		"s_31804e15":"Understanding how to rapidly and efficiently manage the complex systems on board a fighter is a necessary step in your development as a pilot. Use these study programs and destroy them when you have internalized the information.",		"s_2f3bf1d8":"Captain Denner is stationed here in the outpost for the time being. He is organizing the transfer of Storm Squadron and salvage operatives to their new theater of operation. Jump to it soldier. Don't keep your commanding officer waiting. Oh, by the way here is your duty pay for the Twilight Sun.",		"s_2eaae5bc":"Commander Oberhaur told me to contact you.",		"s_24fbbc08":"I'll keep searching.",		"s_21772e5a":"I'm sorry, I can't help you.",		"s_2172d08a":"As much as I'd like to deny your request, I've seen nothing but good work from you over the past few operations. I have received permission from command to give you access to new training programs. This information is security rated Gamma Three and you may not share any information regarding your training level with another officer. What area would you like to train in?",		"s_20009dcb":"That is what I said soldier. Don't you fly boys ever pay any attention?",		"s_1ff4247a":"I will not fail.",		"s_1eb2fb7a":"If you see a pilot from Storm Squadron tell him to come talk to me. Oberhaur promised he'd be here by now.",		"s_1da2b1f3":"So the Twilight Sun is still in the Yavin system.",		"s_1d253370":"I'm not convinced you're ready for training.",		"s_1af04177":"I am not privy to that information. Perhaps Captain Denner can fill you in more on your assignment. I am still required to continue with my salvage operation here and that is all I know or care about.",		"s_1a4113b":"I've already received the report! You lost the scanning team. Unbelievable. Do you know how much it costs to manufacture and deploy a scanning freighter? I thought the Storm Squadron could handle this, but clearly I was misinformed.",		"s_19717825":"Since the destruction of the Death Star, the Empire has maintained a heavy presence in Yavin. The Death Star was not completely disintegrated in the core explosion and the remaining debris still contains valuable raw materials and technology.",		"s_18478398":"Although the Imperial Navy usually handles space operations, the Imperial Engineering Corps is in charge of materials recovery. We've been slowly salvaging large portions of the Death Star to be recycled into new projects.",		"s_17ce8fe5":"It's nearly impossible to patrol the entire debris field, so some pirates go undetected. Any pirate salvage convoys you manage to capture would be an added bonus to our own operations.",		"s_16de6424":"You want me to capture a gunboat?",		"s_12d564a4":"It's priority clearance Bravo Zeta. Way above my head. All I've been told is that the Storm Squadron was being assigned to deal with the situation.",		"s_128d62a":"I'm very busy coordinating the ground effort here at the base. I'll have to talk to you later.",		"s_10ee338d":"Do you have something wrong with your hearing, pilot? You are working for Captain Denner now. Report to him here in the Outpost on the double!",		"s_10c85b25":"Good for me you don't have things your way.",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_imperial_trainer_2b.stf) is automatically generated by the SwgConversationEditor."
}}
