{
	"stfFile":"conversation/tatooine_privateer_trainer_shamdon",
	"entries": {
		"s_ff5b4126":"Jabba? Why?",		"s_f520ab35":"How did it go?",		"s_f4b9423e":"Yes, I am",		"s_f3d46f0b":"No, not quite yet.",		"s_f1bbe36f":"Don't get too full of yourself. It's a dangerous world, you know? Ready for another assignment?",		"s_eff66f4d":"I am interested in reactor engineering algorithms.",		"s_eca7c053":"No problem at all.",		"s_e4c0ecd":"We can't afford any more mistakes! It's only a matter of time before Jabba figures out you're working for me. Now go escort our transport so it can make it out of the system!",		"s_dffe951a":"Fantastic! %NU, I knew I could count on you. Ready for another assignment?",		"s_dfd3392c":"Good choice. Your new abilities will come in handy soon. Are you ready for your next assignment?",		"s_dab97824":"I don't know who you are, but you don't look like someone I want to talk to.",		"s_da9a29e9":"No, not yet.",		"s_d9b1bd09":"Nice work with that Corsair leader. Maybe that'll teach those guys to steer clear of our transports. I've got your payment right here.",		"s_d70e2c34":"Excellent. This is a special assignment. The Black Sun pirates are trying to move in on our territory. They been blocking our operations in the Yavin system. I want you to go there and destroy the Black Sun leader. Once he's out of the picture we'll own smuggling there.",		"s_d70dba34":"Yes.",		"s_d6924ee9":"Welcome back, %NU. Are you ready to get back to work?",		"s_d6695e83":"No thanks.",		"s_d5a42663":"Good choice. Are you ready for your next assignment?",		"s_d4079379":"That's what makes you such a good pilot. Ready for another assignment?",		"s_d14c381d":"I brought this from Lok.",		"s_d01d0154":"No, never mind.",		"s_cbe97427":"Then stop bothering me. Can't you see I'm busy?",		"s_c631f8da":"Escort Transports in Lok.",		"s_c562c4fb":"Oh, I guess you're the new woman working for Talon Karrde's outfit. Here's the payment Talon and I agreed upon.",		"s_c4682ea6":"Thanks!",		"s_c29ec5c2":"Well, we've got some bad news, %NU.",		"s_c261cfae":"No problem.",		"s_c1ff5062":"I'm looking for a mission. Do you have any?",		"s_bce510d4":"Alright, but you'd better be ready soon. Hurry back.",		"s_bc000879":"It was nothing.",		"s_bb27779e":"What would I have?",		"s_b4790825":"I don't know why you're talking to me... do I know you?",		"s_aed52b48":"Yes, I'm here to do a job for you.",		"s_ae1a4b87":"Our contacts on Dantooine are getting nervous. You have to destroy that Imperial patrol before our customers decide to take their business elsewhere. Now get out there are finish the job!",		"s_acda8fe":"What are you interested in?",		"s_a24306df":"There's no way we're going to allow the Black Sun to move in on our operations! Get back to the Yavin system and destroy that ship before it's too late!",		"s_a07f4bc4":"Excellent. This is a very special assignment! Jabba's pirates have been cracking down on our smuggling operations in Tatooine and we're having problems getting shipments out of the system. I want you to escort one of our transports out of the system... and watch out for the Hutts!",		"s_9fa5f777":"Excellent! They've been moving in on our operations for just a little too long. Go to the Yavin system and wipe them out!",		"s_9f5f269":"No problem",		"s_9eb35e93":"Good thinking. The Imperial patrols there are making it difficult to operate, but if we can cut down on the amount of legal traffic, demand for our services will soar!",		"s_9b0ac27a":"Jabba sent a thug over to have a little 'talk' with Talon Karrde. He's a little spooked, I think.",		"s_9939e2d7":"A smart-looking boy like you ought to be able to figure that on your own. You go on now and interrogate someone else, alright?",		"s_98adf66d":"I can see you're busy. Come talk to me when you've got some time. I can always use your services.",		"s_9839c24f":"Eh... I may be making a mistake, but you've got that look about you... like you might make a good smuggler one day. Yes, I do have some duty missions. What do you think you can handle?",		"s_93ba78e7":"Kill Black Sun Pirates in Yavin.",		"s_90a85d36":"A smart-looking girl like you ought to be able to figure that on your own. You go on now and interrogate someone else, alright?",		"s_8f5942fa":"I am interested in starship defense training.",		"s_8be95ab4":"What's this?",		"s_8be640b8":"Sure.",		"s_8a24761e":"Me? What did I do?",		"s_895d093":"Ok.",		"s_89555084":"Excellent. I want you to head Lok and destroy a Canyon Corsair Behemoth. This pirate's been trying to block our shipments to Nym... and we just can't have that.",		"s_8179979d":"Naturally.",		"s_7cb248ee":"Did it go alright? Any problems?",		"s_766563c7":"Nothing I couldn't handle.",		"s_75d43a2b":"Well apparently you've been just a little TOO successful, working for Lady Valarian. Jabba wants Talon Karrde to work for him, and only for him.",		"s_739845d3":"No... especially not for the likes of you. Go find your own contacts.",		"s_725573da":"What now?",		"s_71a8cc01":"Why is Karrde spooked?",		"s_6ff30da7":"Hijack transports in Dantooine.",		"s_6e21ce1c":"Talon thinks Jabba's going to put a death-mark on him... because of you!",		"s_69e17dd2":"I'm sure I'll have more for you if you're up to doing some more jobs... or say, if you'd like to flip for that. What do you say, double or nothing?",		"s_66b1a06f":"Alright. Come see me when you're ready.",		"s_666ebdc8":"Excellent. Our shipments to Dantooine have been blocked by a surprisingly competent Imperial patrol. I need you to go destroy it so we can resume operations there.",		"s_650a0c35":"Bad news, %NU.",		"s_63227fe4":"You're probably right. Ready for another assignment?",		"s_5f96d75a":"%NU, don't be naive. This is Tatooine. Everyone cares what Jabba wants. More importantly, Talon Karrde cares, so you better care too.",		"s_5d262b71":"You are here for work now, yes?",		"s_5c522568":"Yes, of course.",		"s_5b1bed8b":"Well?",		"s_5af9448":"Good. There are a number of things you can do for me. What can you do for me right now?",		"s_5ad49b89":"Alright. Well come see me when you're ready.",		"s_57adb96":"Who knew you'd make such a good pirate, %NU? Ready for another assignment?",		"s_5423b2d0":"Right! Help our shipments get through to Lok without being hijacked by those Canyon Corsairs.",		"s_52e7e5e":"You'd better go talk to Talon Karrde. I have a feeling he's made some promises to Jabba on your behalf.",		"s_474f9205":"Who cares what Jabba wants?",		"s_45b71b4d":"I am interested in advanced fighters.",		"s_43f63a81":"I killed the Imperial.",		"s_4362ba26":"The Imperial Pilot has been neutralized.",		"s_3c3002fc":"Oh, I don't think so. The only people doing jobs for me are from Talon Karrde's outfit. And if Talon sent you, you'd have something for me.",		"s_3b48f08":"That Canyon Corsair leader needs to be taken out! He's responsible for our lost transports in the Lok system. Go defeat him!",		"s_383435":"You've done an excellent job for me, %NU. I can see that you are ready for more training. What are you interested in learning?",		"s_36bdb4df":"I don't know why you're talking to me... do I know you? Why are you here?",		"s_36a4e374":"Yes, I am.",		"s_360d8728":"No thanks",		"s_34e4d30":"I doubt it!",		"s_32965dab":"Who is Talon Karrde?",		"s_2fef6afd":"Good choice. No doubt that will come in handy soon. Are you ready for your next assignment?",		"s_2e6c7754":"Oh you must be Talon Karrde's new man. Thanks for this. Here's the money Talon and I agreed upon.",		"s_2b2c40c1":"I knew you could handle it. Ready for another assignment?",		"s_2640d39c":"You know Lady Valarian and Jabba are... 'competitors'... so to speak. Right?",		"s_2118caa8":"Ha ha! Well that's none of your business now, is it? You go on now and find something useful to do.",		"s_1fe46aff":"Well what?",		"s_1f4922ce":"%NU, you'd make an excellent pirate. Ready for another assignment?",		"s_1c8bddbb":"What is it?",		"s_1b1dd9b4":"What do you think? Did you eliminate that pirate?",		"s_1aaeed53":"No I am not.",		"s_1a3dce13":"This isn't much money.",		"s_197f4f94":"I am interested in intermediate starship component use.",		"s_114c29a9":"So?",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_privateer_trainer_shamdon.stf) is automatically generated by the SwgConversationEditor."
}}
