{
	"stfFile":"conversation/tatooine_rebel_trainer_2",
	"entries": {
		"s_fc01f22f":"Those Black Sun fighters are history.",		"s_f3a2a7d2":"I can't believe you aborted the first mission I gave you! I hope you're here to try again, soldier!",		"s_ef7c4c8":"Do you have a progress report for me, pilot?",		"s_eeed5bcd":"What does Black Sun want?",		"s_e3034e87":"Look for any Black Sun craft in the area. They'll likely bring skiffs, some fighters, and maybe even a handful of gunboats.",		"s_ce77bdfc":"Hmm. This seems a bit rough.",		"s_ca776e30":"Who are you?",		"s_c999ae60":"Let me at 'em!",		"s_c49dadaf":"Sweep is done, and our ship is safe.",		"s_c1cb6e44":"If you weren't ready, you should've said so!",		"s_bf46ea6c":"Deep in Tatooine system quadrant III. I think they're prepping to stage an assault on the Hutts... and a lot of our friends could get caught in the cross-fire.",		"s_b76bbf5f":"Good. One of our top pilots is using a modified Y-Wing in this system to gather sensor data for the Alliance. Meet him at the rally point, and make sure he finishes his sensor sweep in one piece!",		"s_b65b63e":"Outstanding! Let me know when you are ready to fly again!",		"s_b2f0eabb":"C'mon, I'm just kidding. What say you fly for me? Bust up a Black Sun fighter rally in Quad III?",		"s_add38b4":"Are you kidding me? This is the Alliance, friend! Straighten up!",		"s_adb01382":"The Black Sun are moving in to challenge the Hutts for this bit of the Outer Rim. That means bloodshed, and that's bad news for us!",		"s_ad45bcbf":"Talk to the general. She'll have work for you.",		"s_9d805e09":"They want to cut a hole through the Outer Rim to run spice, and they're sick of trying to negotiate with the Hutts...",		"s_9d7e5a09":"I must decline.",		"s_9ccfeefa":"Outstanding! Talk to me when you're ready to fly again.",		"s_9ac87532":"The mission is still in-progress.",		"s_9633bc98":"How dangerous?",		"s_95ca3dcc":"Perfect. We have word that a Black Sun assassin force is gathering strength somewhere deep in the Tatooine system.",		"s_8d90443c":"Where exactly?",		"s_8af71059":"So. I hear it was pretty rough out there. Would you like to try helping us again?",		"s_803bce3f":"Gonzo dangerous! An INSANE mission that will kill you flat out!",		"s_7f5b6f74":"Good! Eliminate all Black Sun fighters at this nav point and return to me when you are finished.",		"s_7aa2ae19":"Heh. Get some missions under your belt, friend. Then come talk to me.",		"s_76c732ab":"I'm not afraid.",		"s_71fdec41":"Who is Black Sun?",		"s_704ffa17":"Tell me about it, then.",		"s_6c251948":"You got it.",		"s_65c6992e":"Yes, I am ready.",		"s_57c8489e":"What should I do?",		"s_56ea3421":"You'll know when you need to know. Talk to the general. She's bound to have work for you.",		"s_4e1e1511":"Seems like a waste of resources.",		"s_49580a34":"You know, that would take a long time to explain. Look - I need someone with guts to take flight against a swarm of assassins. Are you interested?",		"s_4243cd30":"Get out of here, pirate!",		"s_4021e802":"What sort of ships should I target?",		"s_3e8d2533":"Are you ready for a very dangerous mission?",		"s_3a8e238f":"What does it pay?",		"s_340e3cc":"How did the sensor sweep go?",		"s_32c77056":"I have nothing to say to you.",		"s_32761c80":"Excellent! The Force be with you, friend! See you soon.",		"s_32583e8e":"No, I haven't even left yet.",		"s_30e82ed":"You're wasting my time, kid!",		"s_24fcd0f1":"Well, if you're not ready - just say so!",		"s_1f680e83":"You sure?",		"s_1d2c155d":"Hold on, pal. I don't think you're ready to work for me, yet.",		"s_14bb212a":"Then get back out there and make it happen!",		"s_113f133e":"Are you ready for your next assignment?",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_rebel_trainer_2.stf) is automatically generated by the SwgConversationEditor."
}}
