{
	"stfFile":"conversation/tatooine_privateer_trainer_2",
	"entries": {
		"s_ff6979b6":"Sorry, %NU, I don't think you're quite ready for anything that I would need for you to do. Check with Dravis and see if he's got some work for you.",		"s_fa31c92f":"Believe it or not, Jabba was so impressed by your work against him that he has asked for your services specifically. You are to speak with Beissa in Jabba's Palace.",		"s_e8ed6f9a":"Ok, I'll go.",		"s_e70a45c9":"Never heard of him.",		"s_e002e01a":"What are you doing here? I told you to go to Lok!",		"s_de9b68cd":"Jabba wants me to work for him after what I did?",		"s_de0bf763":"He goes by the name of Nirame Sakute, and he's trying to make a name for himself in Nym's organization.",		"s_dc9e436d":"What do you do?",		"s_db4bd0fd":"What is the job?",		"s_daf180e6":"Right to the point, huh.",		"s_c8206f73":"If you don't know, then I'm not going to tell you. Go talk to Dravis if you're curious. He'll either tell you or shoot you.",		"s_c3c2195b":"I was busy.",		"s_bb6309e6":"Simple. Just travel to the Lok system and rendezvous with Nym's man. Here are the coordinates. All you need to do is to pick-up a package from him and deliver it to Shamdon in the Lucky Despot here on Tatooine.",		"s_ba9fbfb1":"Yes... and he really hates me.",		"s_ba77b53a":"What sort of work?",		"s_b50f6fd1":"I'm too busy to talk to you. If you're looking for work, then talk to my man Dravis.",		"s_af906d73":"No? Well, I suppose you wouldn't. Not many of them around any more. Anyway, like I said, it's not really important.",		"s_aa257bf2":"Of course you'll go. Don't think all that work you did for Jabba changed who your boss is. You work for me! Now get to the Trade Outpost on Dathomir and start earning us some credits!",		"s_a89cdefd":"But Nym is on Lok!",		"s_a60a995b":"I ran into a problem.",		"s_a134e447":"Like I said, we're branching out. Nirame gives us a cut of his profits. He helps Nym's operation in the Dathomir system, and everyone is happy.",		"s_9fcfc09a":"Ever heard of a place called Dathomir? Sure you have. Well it's a nasty little place with lots of opportunity for us to expand our operations. I've got a contact there you should meet.",		"s_9cf1e4c3":"Say no more.",		"s_9a287fb8":"What? Why? What did you do?",		"s_98893f74":"So what is going to be my next assignment?",		"s_983a902c":"What are you doing here? Didn't I tell you to go to Lok?",		"s_9571c1b4":"Excellent work! We have recovered the package from the scene of the battle; Now deliver it to Shamdon in the Lucky Despot like I asked you to. She's going to be one of the Smugglers Alliance's best clients after this. Just keep a low profile and work for Shamdon, now.",		"s_9504aca1":"So you are smarter than you look. I would have really hated to train a new pilot after Jabba's men got through with you, had you refused. Go talk to Beissa in Jabba's Palace. Good luck to you and welcome to the big time.",		"s_89b061e3":"%NU! It's about time you got here. Didn't Dravis tell you I wanted to see you right away?",		"s_810a7e7":"Oh NOW you're in a hurry. You greedy bludfly! Alright, here's the deal, I need you to travel to Lok. Ever heard of a guy named Nym?",		"s_805cb6f3":"Alright I will report to Jabba.",		"s_800d8ca1":"Who is it?",		"s_7a2ca8fc":"That's what passes as 'fast' for you? Look, this is no Lum Run, I have an important job for you. And this assignment is going to make us RICH!",		"s_7642f4a4":"What did you do? Kill a bunch of fodder that Jabba really doesn't care about? Jabba respects only one thing and that is strength. You showed backbone and Jabba is more then willing to forgive and forget as long as you do a good job for him.",		"s_74bf2381":"So, Jabba's happy with your performance, I guess, or else he'd have fed you to his rancor, right? Well that's excellent news, and I've got some even better.",		"s_71162f37":"Busy?! You lazy antenna-breaker! Next time Dravis tells you that I need to see you, you'd better haul jets! This is no Lum Run, I've got an important job for you... and this assignment is going to make us RICH.",		"s_697e04cf":"So Shamdon got cold feet and decided to call off the operation. Nothing unusual about that though, you have to have an iron will to mess with Jabba. No matter, we always have work lined up for our pilots.",		"s_6372b444":"Can you give me an assignment?",		"s_4963bef6":"Good, then you know he's not one to mess with. 'Course, he has a lot of enemies, but it's better to be on his good side than not, if you know what I mean.",		"s_4312ff91":"That's ok. He's one nasty customer anyway. He's a Feeorin, if you can believe that. You know how they are!",		"s_415dfb0e":"So what do I do?",		"s_3ff6efdd":"Ah, %TU! One of Dravis's new 'employees', right?",		"s_3f2c222d":"And what are you now, some sort of Imperial Inquisitor? It's none of your business what I'm doing!",		"s_3f10da9d":"I got here as fast as I could.",		"s_365a729a":"I know him.",		"s_2d0c7400":"I don't have any work for you here, %NU. But you have enough contacts by now to stay busy. Why don't you see if you can squeeze some coin out Shamdon or Nirame?",		"s_2a5548e1":"He's told me about you, %NU. Keep up the good work. You should talk to Dravis if you're looking for something to do.",		"s_25e48bc1":"No, actually, I don't.",		"s_238f162d":"Yeah, so? Never heard of hyperspace? Nym's boys go wherever there's an opportunity for profit. Especially at the Empire's expense.",		"s_1c8bddbb":"What is it?",		"s_151b3d1":"That's right.",		"s_12f6a89c":"I don't want to hear about YOUR problem. Now complete that assignment or something REAL bad is going to happen to you.",		"s_1169dea4":"Whoa! Listen up, you need to keep a low profile as long as you're working for Shamdon! We don't want Jabba to find out we're also working for his competitors! Just hang out at the Lucky Despot for a while and do what Shamdon asks of you.",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_privateer_trainer_2.stf) is automatically generated by the SwgConversationEditor."
}}
