{
	"stfFile":"conversation/tatooine_imperial_tier4",
	"entries": {
		"s_fee3d28f":"We continue to pursue these stolen shuttles.",		"s_fcc7875e":"Do you have any more information on the shuttles?",		"s_f6f97563":"Excellent. Sometimes I think half the galaxy has taken an interest in this godforsaken little corner. You're free to leave anytime.",		"s_f5ef44e1":"The Emperor appreciates your loyalty.",		"s_f5e3efbe":"I understand that you served the Grand Admiral with distinction. You have done well by me and the squadron. Are you just here for more work?  Sure you are.",		"s_f4d0ec53":"Do so! You're clear to leave.",		"s_f2643fdd":"What is your major malfunction, %TU!?  I just got a report that you're under investigation for treason!  Do you realize how this makes ME look?  I should shoot you myself.",		"s_f10afb8":"Very good! Now you will serve me! I have a mission for you.",		"s_ef420789":"Yes!",		"s_eef2363b":"Mm.",		"s_ee7cbdbe":"See that you do. Because, you see, it is also drawing attention to myself. And I do not want that. So do good - for me. ",		"s_ee15b61":"I hope so - for your sake. Return to your duties immediately.",		"s_ebe5a831":"We destroyed the Rebel command ship, but they may still have the stolen information.",		"s_eb570c2b":"Ah yes. I know this too. What should we do about this?",		"s_e91413e7":"I am amazed myself. As is the Inquisitor. He is eager to speak to one of these Bothan spies. They've done an amazing job.",		"s_e604f53":"And that's why we will win.",		"s_e5f302f7":"Space debris?",		"s_e542a06b":"You are not authorized to fly the missions that I have. You would probably have more luck talking to your commanding officer.",		"s_e26ff616":"I will do my job.",		"s_e16137e8":"Get out of my sight immediately!",		"s_e0e28bdb":"You are drawing the attention of the Inquisition. They are wondering how a pilot like yourself could possibly be an Imperial.",		"s_e015cb4":"Good. Remember you reflect on me and the entire squadron. The Grand Admiral has the power to eliminate our entire group with a single order, so don't let us down. Now don't keep the Admiral waiting. Get to Theed Palace and report in right away.",		"s_df3eeb29":"Why, what sort of man is he?",		"s_dd2ae025":"I don't know what to say.",		"s_dc219a69":"Grand Admiral Nial Declann is one of the twelve men in charge of the Imperial Navy. From what I have heard he has the Emperor's ear and is definitely not a man to be trifled with. I would suggest that you be on your best behavior because that man will not tolerate any impertinence.",		"s_d88c15de":"Of that you can be sure.",		"s_d7be8f57":"Don't spend it all in one place.",		"s_d669284c":"Pilot, if you screw this up, the Grand Admiral won't have a chance to execute you because I will do it myself. And I won't make it all pleasant like he would. You will suffer long, you will suffer hard, and you will live to regret ever messing with my squadron. Now get out of my sight before I have to inform the Grand Admiral that you had a little accident involving my foot.",		"s_d3b2272c":"I believe your trainer is looking for you.",		"s_d318f289":"You don't look like much of a pilot.",		"s_d1e73984":"It is essential that all pilots continue their training. Select your next course of study!",		"s_d115dd42":"Somebody's got to recover those freighters.",		"s_cec1f447":"I'd like to take out that pirate clan.",		"s_cc9ccc9a":"Well then. There's your answer.",		"s_cae57de6":"There's more where that came from.",		"s_c9b872a1":"Then continue your search for those shuttles.",		"s_c90d9b02":"The Empire pays well.",		"s_c8003afd":"Don't play innocent with me, %TU.  You need to get this situation straightened out.  If you cannot improve your standing with the Empire, then you can't be trusted with any more assignments.  Do I make myself clear?  You are dismissed.",		"s_c782ced7":"I'm flattered.",		"s_c3f0115e":"Not this time. They have captured several of our command shuttles.",		"s_c28a04da":"I don't tell secrets.",		"s_c1ce722e":"I will complete my mission! I swear it!",		"s_bf2260fb":"Yes, sir. I will be on my best behavior.",		"s_bc2b5278":"I hope so. Dismissed.",		"s_bac59fd8":"No. Of course not. I am not concerned. You know and I know that if you betrayed the Empire, you would be dead before nightfall.",		"s_b9b27823":"Thank you.",		"s_b885dd25":"Can I fire on the ships?",		"s_b8173a60":"Yes, sir. I won't let the squadron down.",		"s_b78b6139":"Good. Now don't keep the Admiral waiting. Get to Theed Palace on the double and report in.",		"s_b7879974":"How do you know they're here? Bothan spies are usually invisible.",		"s_b474959c":"Of course! I did my duty.",		"s_b3d150e3":"I know I have not completed my mission.",		"s_b3c5ff5e":"Have you completed your mission?",		"s_b2da1ce2":"Bothan? They usually work with the Rebels.",		"s_b2a9497c":"Enough to keep you busy, I think. You are to leave immediately.",		"s_b1d99272":"Life is short - especially for an Imperial pilot. I would enjoy that money if I were you.",		"s_b03d4317":"It is curious, isn't it? But no matter. They won't get far. Bothan spies have no chance against an Imperial pilot such as yourself.",		"s_ae9853f8":"Bothan spies are operating in this system. They have gone so far as to capture several of our command shuttles.",		"s_adfa15d1":"Any idea what it could be?",		"s_adcc0a23":"You want me to be lazy and undisciplined?",		"s_ad56e0fd":"For what reason?",		"s_abddb145":"I am sorry, it won't happen again.",		"s_a9fb7454":"I suggest you get back to work.",		"s_a87c6f7d":"You must control your temper. If you find these Bothans, you must deliver them to the Inquisitor unharmed. They will know what to do, believe me.",		"s_a5d7d28d":"I want to learn about elite TIE guard training.",		"s_a5b9be0a":"The Bothan spies are good pilots after all.",		"s_a5827814":"You will address him as Grand Admiral or sir! If you lip off to the Grand Admiral he is liable to have you shot on the spot and then he will probably turn his vengeance on me. You are a reflection of our entire squadron so you had better not screw this up. Now get to Theed Palace and report in.",		"s_a5182b84":"You have earned it.",		"s_a50d5eb4":"I want to learn about experimental TIE vessels.",		"s_a4f1dc7d":"How would I know? I have never had the honor of meeting a Grand Admiral. But your behavior reflects on me. If you screw up  he will probably just have you executed. I on the other hand will probably be put on garbage detail for the rest of my life. So show this Grand Admiral what being a member of Storm Squadron is all about.",		"s_a4dd5d0d":"Very good, %TU. I have your duty pay.",		"s_a46cdee9":"Excellent!",		"s_a1586753":"Do you know how the Bothans managed to pull this off?",		"s_a0bfbb":"We are also receiving reports that several freighters were attacked by pirate vessels. We need an experienced pilot to retrieve those freighters.",		"s_9ff091bd":"Ah. %TU. Hello. I wish to give you your duty pay.",		"s_9e02d014":"Incredible! How can this be? We've been pursuing them at full speed!",		"s_9da5d80d":"See that it doesn't! The Empire only has room for the best. Get back to work.",		"s_9cc5ad7c":"I am here to serve the Empire.",		"s_9b43a7ee":"Yes sir.",		"s_9ad8fa8f":"Use extreme prejudice. We'd rather see those ships destroyed than fall into Rebel hands. ",		"s_99e3a272":"My thoughts exactly. You must make your way to Dantooine and destroy those stolen shuttles.",		"s_9853c232":"That is not my concern. It is yours. You will fix the problem. I want you to inspect each satellite personally.",		"s_97682588":"I want to learn about droid intelligence theory.",		"s_96443422":"We'll get them.",		"s_958dc561":"The Emperor's most potent weapon - besides myself,  that is. Your fears are well founded.",		"s_951d1b06":"There must be...How many satellites are there in this system?",		"s_8f4d001d":"I haven't?",		"s_8f48acff":"Unlikely. But whatever it is, it will be corrected. By you. I want you to investigate each satellite personally. ",		"s_8eb7d0ee":"Destroy those shuttles!",		"s_8bcb23a1":"Then show me  that you are a person of your word.",		"s_8a4f7617":"Please.",		"s_898e32ed":"I should say not! I am unsatisfied! Finish what you have started, imbecile!",		"s_87d4bfc2":"Crystal.",		"s_86c72612":"That's very good of you. My men will upload coordinates to your ship.",		"s_83e62040":"They are attempting to leave this system. But they will not - because you will stop them. ",		"s_83cb9cbb":"I would have no problem replacing you with another pilot. And replaced pilots are dead pilots. Am I making myself clear?",		"s_8028a6ed":"I am not concerned. We took action in time. The Empire may shoot too far or too wide at times - but at least we shoot!",		"s_7f465235":"Oh yes. I was told to expect you. I imagine you fancy yourself quite the pilot. Well I'll make my own judgments once your prove yourself. Now, how about you get to work?",		"s_7b7590d4":"Yes...",		"s_7b2d0234":"I'll be happy to transport those freighters.",		"s_7a3b60ae":"Pretty words. I would rather see ugly action, if you know what I mean.",		"s_783f1d49":"We have gathered information from that Rebel shuttle.",		"s_77e48d5b":"What do you mean?",		"s_77788129":"More supply freighters are arriving every day. They must be transported to headquarters.",		"s_7426e000":"No!",		"s_7247f243":"I do not have any missions for which you are authorized. But I do have some elective duty tasks if you are interested. Would you like a briefing?",		"s_71e775f5":"You have not done your job!",		"s_71874e85":"You have earned some of my trust, %NU. Not all, but some.",		"s_717d4e48":"Don't be. I'm only giving you the information you need to serve the Empire.",		"s_7177c3f2":"Who is Grand Admiral Nial Declann?",		"s_71197541":"Yes. I have.",		"s_7090182":"What?!",		"s_6ebb13d3":"I do.",		"s_6dda58fa":"Of course not. Our engineers plan for that kind of logical event. It's something else.",		"s_6c642831":"And I speak for the Emperor! The Endor system is back under our control. This is as it should be.",		"s_6a85372e":"What are they doing with them?",		"s_67f91789":"Always plenty of work for a pilot like you. Are you ready to accept an assignment? Or would you like to hear the briefing again?",		"s_66bd8046":"The Emperor continues to take an interest in this system. He is sending an Inquisitor here.",		"s_665b67d1":"Very good.",		"s_661f1464":"Excellent idea! Let's do that. ",		"s_643d24c8":"An Inquisitor?",		"s_61657d0f":"I see.",		"s_613f70ae":"So I shouldn't call him Nial?",		"s_60db9426":"I should...finish my mission?",		"s_5ec3bab9":"It's as good as done.",		"s_555b7ab7":"Sabotage?",		"s_53773f7e":"Welcome back, %TU. Your next assignment is waiting. Are you ready?",		"s_535d53b3":"That must not happen!",		"s_52bae760":"Incredible! Bothans are rarely so bold.",		"s_52917b0d":"Of course.",		"s_5208f382":"I can help those damaged freighters.",		"s_510025b7":"Not yet. But we DO know that the stolen shuttles were taken to the Dantooine system - and will  be transferred to the Rebel Alliance shortly.",		"s_5085bdab":"I can use the money.",		"s_5066022c":"And so, of course, I will pay you now.",		"s_50605b35":"What are you doing here pilot. You are not a part of this unit.",		"s_4d41f7fe":"Dismissed.",		"s_4c695dbd":"No.",		"s_4aef73fb":"You have earned some of my trust, %NU. Not all, but some. ",		"s_499130ad":"Then shut your mouth and listen! We have learned that Bothan spies are operating in this system.",		"s_49805f81":"Can I hear the briefing again?",		"s_49425c4b":"I'd like to do more than talk.",		"s_49237f95":"No...",		"s_4854758d":"I would like to request a mission.",		"s_484092bd":"The Bothans took the ships to the Dantooine system. They will be transferred to the Rebellion shortly. But that must not happen.",		"s_469b88eb":"I wish only to serve.",		"s_4621ec24":"I'll report my findings back to you.",		"s_45c5c358":"The orders don't say and I don't make a point of sticking my nose in their business. The order simply say that you are being transferred under his command and that you are to report to him immediately. I suggest that you be on your best behavior for this one.",		"s_43e05ffa":"Exactly. Now listen! Satellites in this system are going offline. There is no reason this should be happening.",		"s_3ec8b347":"The Rebels continue to bother us. They are incessant! But you have done well, %TU. You have earned your duty pay.",		"s_3e6a4237":"Very well. The sitrep is as follows. A pirate clan has foolishly chosen to set up operations in this system. They must be dealt with. ",		"s_3e3689e0":"Do you REALIZE what will happen if you fail this mission?!",		"s_3de69a90":"They are attempting to leave this system. You will stop them. Fire at will.",		"s_34f8d771":"Why? Have you been naughty?",		"s_33cd03fd":"I am sure the Inquisition is interested in Bothan spy activity. This particular - person - is very important to me, which means he is very important to you as well.",		"s_333f441a":"What would a Grand Admiral want with me?",		"s_31428bf1":"Looks like that somebody is you, %TU.",		"s_2f748550":"I thought I had all of them!",		"s_2eb3aa2":"You are resting on your laurels, %TU. Do not be so overconfident. ",		"s_2e7cf1a7":"No. You did not. Several shuttles managed to escape our sensors. ",		"s_2d7a9ef4":"Freighters are also a popular target for Rebel forces. Several have taken damage, and they must be rescued. And that is the situation. Tell me, which one interests you?",		"s_2c4789b":"Understood.",		"s_2c46518":"It's always useful.",		"s_2c2ce09e":"I want to learn about heavy starship component use.",		"s_2afd4ef5":"I would expect nothing less.",		"s_2a973dfa":"Something is knocking our system satellites offline.",		"s_2a35d2fe":"This war will be won by pilots who FIGHT, not by  pilots who like to drop by for visits! Begone!",		"s_2483f4e0":"The Inquisition means to get to the bottom of this. You are to escort their ship to this location. Dismissed.",		"s_21b67b7a":"I have nothing to fear from them, right?",		"s_1e4c7d44":"Ha! How very kind of you.",		"s_1e20c3ab":"You did. And the Emperor thanks you.",		"s_1c3b8136":"You will personally escort the Inquisitor's ship to this position. You are to leave at once.",		"s_175d585":"I will kill you myself. Is that enough motivation for you? Return to your duties!",		"s_146bc0b9":"I just received the orders, you are shipping out. Grand Admiral Nial Declann has ordered that you attend him immediately. The orders come from the Palace at Theed so that is where I expect he wants you to go.",		"s_134dd45":"I will accept it.",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_imperial_tier4.stf) is automatically generated by the SwgConversationEditor."
}}
