{
	"stfFile":"conversation/tatooine_privateer_trainer_1",
	"entries": {
		"s_ff2a95e8":"A Black Sun pirate attacked me!",		"s_fd8bee64":"You'll need to comm the Tatooine space station and tell them you want to land.",		"s_fc963b1e":"I'm ready to train",		"s_fc4ba900":"Well what DO you want?",		"s_fc27931b":"Thanks.",		"s_fc0b7ade":"Er... I don't have a ship.",		"s_fa5082f1":"Ran into a spot of trouble, huh? Are you up to running that patrol again, or not? 'Course you are!",		"s_f17c03b4":"Oh, and %TU...",		"s_f04d5e44":"Well, we do need someone to escort our supply shipments. If you're feeling more aggresive, you could take out some Black Sun pirates, or even the Black Sun leader. Of course, there's always room for some healthy competition with the Valarians, too. What do you say?",		"s_ebe2e111":"It's a deal.",		"s_eb2cfdac":"You bet.",		"s_ea9c260b":"Oh good. I'd really appreciate that.",		"s_e84d85e2":"Sounds great.",		"s_e81a1436":"I want to be a pilot.",		"s_e5c453e0":"You're not ready for more training yet. But duty missions are a good way of getting good experience so that you'll be ready for training soon. What do you say? Are you ready to try a duty mission?",		"s_e2bc57c4":"Who sent you?",		"s_dc9e436d":"What do you do?",		"s_dc5b3564":"A friend of yours or a friend of mine? And just what did this friend tell you about me?",		"s_db74ddc6":"How about some training?",		"s_d9eefb7e":"I am",		"s_d60a3e3":"Oh you do, huh? Well what do I look like, a flight instructor? Go join the Imperial Academy if you want to learn how to fly.",		"s_d5cecb82":"Hey, the way the Empire has been cracking down lately, it's not as if a free-freighter bum has any choice, right? Anyway, we figure we've all got to stick together, so we're forming a sort of Smugglers Alliance.",		"s_d57c89f2":"Ha! All right then, go ahead and join the Empire! You'll rue the day!",		"s_d43b2932":"Duty missions are a good way for you to get experience as a pilot. Only experienced pilots can receive the proper training to learn new skills and abilities.There's no real final objective so you can end the mission whenever you want. So, would you like to take a duty mission?",		"s_d3d66c68":"Excellent! Now talk to Talon Karrde.",		"s_d345d41f":"Hutts in a handbag, you're starting to be more trouble than you're worth. Fine, make your preparations and come see me again when you're ready. But don't take too long...",		"s_d335136f":"Yes I am.",		"s_d24a2285":"Will do.",		"s_d0cc72e0":"I bet there are more out there.",		"s_d038a005":"And then what?",		"s_cff9699e":"Well, I can't say I blame you. After what happened to that massive space station of theirs!",		"s_cf4d3521":"We'll see about that.",		"s_ce52ddaa":"You're going to need a ship if you plan on doing anything constructive around here. I'll add the control codes to your datapad that will get you into a little model that I, uh, found. You'd better think about upgrading to a better ship, though.",		"s_cdcb429b":"Nothing! Forget I said anything.",		"s_cd0dcead":"Of course not.",		"s_cd038c67":"Look, if you're here about the kid... It's not mine",		"s_ca932c28":"Forget it.",		"s_ca38bc3e":"Run that patrol, and we'll talk about training later.",		"s_c8bcb663":"You're right! It is rather unfortunate but we find that the Valarians are not keeping up their end of the bargain. So we need to help them meet their dues. Go 'recover' some of their precious cargo, though I don't expect they will just hand it to you.",		"s_c86b6bef":"I'm minding my own business. What are YOU doing here?",		"s_c6f8e9e9":"Ever heard of the Smugglers Alliance?",		"s_c4c3d546":"How do I comm the space station?",		"s_c30fda16":"Don't you have something you should be doing right now?",		"s_c28cc06d":"Are you here about that Imperial Shuttle? I'm telling you, that's an unsubstantiated rumor, nothing more. I have never stolen a shuttle in my life. Don't you think the Empire has precautions and safeguards to prevent that sort of thing?",		"s_c1ff5062":"I'm looking for a mission. Do you have any?",		"s_be1beb37":"Listen, something has come up that we need you to take care of. Talon Karrde's got a special assignment for you. He is right over there. Go talk to him.",		"s_bb3a34dc":"Maybe I can...",		"s_b9b27823":"Thank you.",		"s_b4d6cb30":"Ok, fine. Look, here are the access codes to a little thing that I, uh, found. Do you think you're ready for your first assignment NOW? Or do you want me to pull it around front for you?",		"s_b34a0dd2":"That was quick thinking on your part, rescuing our transport like that and escorting it through. You deserve a bonus for that. I've also got something special for you... this mercenary bandolier will help you keep your things organized.",		"s_b26194cb":"What are you doing here?",		"s_b1f10b5":"I don't care about that.",		"s_afc7e628":"Depends who's asking.",		"s_ae220ebc":"There's no doubt all that practice has paid off. I think you've proven you're ready for some additional training. What skill interests you?",		"s_aa69d394":"I suppose we could work something out. But you're going to owe me! And you'll need your own ship! I can't supply every wannabe freighter bum.",		"s_a2e76d1a":"No sooner do you kill one of their leaders than they find some thug to take his place. We're just going to have to take their leader out, is all. I hope you're committed to this!",		"s_a2123b71":"You need to do some more for me, before I do anything more for you. There'll be time for training later. Go get those Black Sun right now.",		"s_a0b4565":"Can't you loan me one?",		"s_a02b95fc":"Look, this is no job for a creddrone. You've got to have SKILLS to be a pilot!",		"s_9fdd7cf3":"Yes?",		"s_9f8c06d0":"So you're smuggling?",		"s_9ea8105f":"Alright, make your preparations and come see me again when you're ready. But don't take too long...",		"s_9dcdd171":"I don't want to work for you.",		"s_999009d":"What happened to you? I thought you could handle this? Look, we need that ace DEAD. If you're not up to this, then maybe you should hire some help.",		"s_98d00f66":"Great! Thanks!",		"s_9690c2f9":"There are a few simple tricks I can teach you that will make you a much more lethal fighter pilot. Of course, you'll need to get out there and practice these maneuvers in order to really improve.",		"s_96294214":"Escort Duty.",		"s_95df6b05":"Some of our shipments have come up missing. We suspect foul play... Why don't you run a quick patrol and make sure there's nothing under-handed going on out there? Jabba's going to be pretty angry if we start failing to deliver the goods!",		"s_94e896c1":"NMP. Do you know what that stands for? Not my problem. Come see me when you get your own ship.",		"s_9480f430":"I am interested in droid interface basics.",		"s_940e1e78":"I want to join.",		"s_9237617f":"What about training?",		"s_900f01d1":"What?",		"s_8d95c731":"I'd rather take care of some things, first.",		"s_8aeba6e5":"Yes, I am. What missions are available?",		"s_88a0099":"That's the beauty of it! Forming a Smugglers Alliance means we have jobs for all types. We need combat pilots to guard shipments, rescue ships for when things go bad. Heck, we could even use someone to run decoy flights.",		"s_87f48e61":"The Black Sun leader.",		"s_8622fd74":"Go to the starport. Look for a 'starship terminal.' You can use these terminals to configure your ship and to launch into space.",		"s_85dd7d6c":"How do I get back?",		"s_85355c2f":"Ok, ok... tell ya what, %NU. You go dispose of that ace pilot for me, and then I'll train you to be a better pilot. I'll even throw in a new blaster for your ship.",		"s_8467c710":"Ok",		"s_807f6dd0":"Ok, I'll let Talon Karrde know we've got a new employee. Are you ready for your first assignment?",		"s_80094dc8":"Great idea!",		"s_7f1ca275":"The space station will let you land. You know - you might want to have the station repair your ship before landing. It would save me some trouble...",		"s_7d57477f":"I am interested in basic training.",		"s_7d5682f4":"You're going to need a ship with a hyperdrive. Do you have one?",		"s_7705d12c":"Good job. I knew that patrol would be no problem for you.",		"s_7436b5b6":"That's good thinking. We need to make sure our shipments are making it through safely. Get out there and escort our transports through and we'll pay you for every one that makes it.",		"s_7425c603":"Your ship is parked at the starport. The control codes are uploaded to your personal datapad. Check your datapad to review the status of your ship. ",		"s_7262f027":"Hey wait... you're not going to say anything about that shuttle business are you?",		"s_71e7a88":"You don't look like much of a pilot to me. Get lost before I feed you to the womp rats.",		"s_71015a7d":"There are a lot of Black Sun pirates in the Tatooine system and they have no business being here. Just go out and kill all of them that you can find and we'll pay you for each kill. This is HUTT space!",		"s_70421509":"You've got your assignment and the control device for your ship in your datapad. Go to the Starport and access the terminal to launch into space.",		"s_6e03f969":"So can you teach me to fly?",		"s_6d6f9a8d":"We thought that would be the last of the Black Sun pirates, but I guess there were more out there. Try running that patrol again, ok? Maybe they've moved on.",		"s_6d273b75":"Will you train me?",		"s_6bedd221":"You must be lost! Why don't you go somewhere else before you attract any unwanted attention my way.",		"s_695b8483":"Black Sun pirates.",		"s_681e480d":"I hear you can train pilots.",		"s_676c343f":"That was easy.",		"s_66ef1520":"Fantastic job! The Black Sun ace won't bother us again, I can tell you that.",		"s_62f16f7a":"Well, training like this, it's worth its weight in spice. And I hope you don't think you're going to turn into an ace spacer overnight! Tell you what: you come to work for me and I'll teach you how fly. We'll call it OJT - On the Job Training. Do a good job and maybe I'll even pay you, too.",		"s_61b6e28a":"Healthy competition.",		"s_6106187c":"What is a duty mission?",		"s_605d90db":"Right! I think you're ready for some additional training. Now tell me, which area interests you the most?",		"s_60225cc9":"Thanks, but it was nothing.",		"s_5f272b1e":"I don't know what you're talking about.",		"s_5ac0c4a5":"Good, great, whatever. See you later.",		"s_599b087d":"You'll launch into the vicinity of a space station just above Tatooine. A waypoint will be automatically created. Fly back to this point when you are done with your assignment. You can also use the zone map to find space stations.",		"s_58b6db3f":"Well, ok, then. Go bother someone else.",		"s_541c2f70":"Well that's just fine. I've got plenty of people working for me already. Come see me if you change your mind.",		"s_4ff172ab":"I don't want to fly for the Empire!",		"s_4d19fcb1":"What's on your mind? Thinking about performing some duty missions?",		"s_4a441e77":"Improving your skills as a pilot will definitely help you in your career. This will probably save your life someday!",		"s_49a60ce1":"I don't want any trouble, Imperial. Why don't you go harass someone else?",		"s_481c3940":"When will you teach me to fly?",		"s_4738e99f":"How do I find a space station?",		"s_4440ce87":"I changed my mind.",		"s_4358efe9":"Where is my ship?",		"s_429872ac":"Ok, it's a deal!",		"s_41e93b9e":"Perhaps some other time, then.",		"s_40a69ad7":"Maybe I will...",		"s_3fa70900":"I am interested in basic starship component use.",		"s_3924fc00":"There are still pirates in the area. We need you to get out there and kill them right now, understand?",		"s_381dd7dd":"How much is this going to cost?",		"s_3818dc2a":"I am interested in basic fighters.",		"s_370822d1":"Yes",		"s_35a591ea":"The ability to interface with droids is an invaluable skill for any pilot.",		"s_35047e82":"Look, no offense, but I could get in big trouble with the Smugglers Alliance if I started just handing out missions to anybody. You should really go through your own contacts.",		"s_32c51f93":"I probably shouldn't, but the Smugglers need all the help they can get right now. I do have some duty missions available. Are you ready for a duty mission?",		"s_31fc5801":"Well then go away and stop bothering me. I'm a busy man!",		"s_2e5f3688":"I really don't know what you are talking about.",		"s_2e13d0e0":"The station operator will recognize you when you show up and they'll comm you... but if you get impatient, hit SHIFT+C.",		"s_2d1e63d0":"I don't want to smuggle.",		"s_2b94498c":"Excellent choice. Learning to pilot better ships will allow you to tackle more difficult assignments.",		"s_2b691aa0":"A friend.",		"s_2b595da6":"No one sent me.",		"s_2a8b0366":"Well these Black Sun pirates aren't getting the message. We need to hit them hard: Cut off the head and the tail will follow. I want you to kill an ace pilot operating in our area.",		"s_298df3ee":"It's Talon Karrde's idea, really. Just something we're trying out here on Tatooine. Nothing strictly what you'd call 'legal' exactly, but here in the Outer Rim who cares, you know?",		"s_2883b989":"Not right now, thanks.",		"s_25cf6221":"You'd better run a more thorough patrol to make sure there aren't more Black Sun in the area. We don't want to lose any more shipments through here.",		"s_25669048":"So the Black Sun are trying to move in on Hutt space, huh? Well we'd better show them who's in charge around here. Analyzing the sensor data from that ship you killed, you should find more in the system. We will provide you with some possible locations, now get at it.",		"s_2268b9e0":"I got a ship.",		"s_20df70f7":"Hey, I've heard of you! Not a bad pilot, as I understand it. What can I do for you?",		"s_1f0c9843":"Ha! That'll get the Black Sun off our backs for a while. Way to go!",		"s_1adbadc4":"I'm ready.",		"s_174c33a6":"Whoa, whoa! Don't be hasty. Look, you don't want to join the Imperial Academy. Do you have any idea how long they make you serve? Years! Trust me, you'll be dying to get away from the Empire within a month.",		"s_140229b8":"Oh yeah? That was fast. Must have been a level zip ship. So, you ready to sign up with old Dravis?",		"s_111621e7":"Where do I go now?",		"s_110c7bdd":"Just complete a couple more assignment, %TU. You're doing a good job. Don't worry, I'll train you soon.",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_privateer_trainer_1.stf) is automatically generated by the SwgConversationEditor."
}}
