{
	"stfFile":"conversation/tatooine_privateer_tier3",
	"entries": {
		"s_ff68e70a":"Very nice. First, you'll recover a weapons shipment. Somebody stole it from Jabba. Can you believe the nerve?",		"s_fccc4442":"Jabba invited me.",		"s_fcb2370":"This is confidential information. You cannot share this, with anybody.",		"s_fbe476b0":"Um...hi.",		"s_fa60efdf":"Looks like SOMETHING stopped you. ",		"s_fa1878f7":"I AM. I just ran into a little problem.",		"s_f9cb6eac":"Get out of here before I blast you myself!",		"s_f9a25cfc":"Hey, I know when to shut up!",		"s_f840ac8a":"Was it too much for you to handle, %TU?",		"s_f5f8f818":"Excellent! Then we're getting off to the right start. I'm Beissa. I'll be your commanding officer today.",		"s_f5dff86f":"Your old friends, Lady Valarian's thugs. You remember the Valarians, don't you?",		"s_f5427310":"Of course not!",		"s_f3d30738":"Makes you the perfect person for the job, doesn't it? You know how they think. Remember, this is your big chance to show Jabba how loyal you are.",		"s_f390de3b":"How did you like Jabba's party guests?",		"s_f2593c16":"Next time, say Please. I'm sure we'll meet again soon.",		"s_f20d43a6":"I've learned the error of my ways. ",		"s_f0fbdf16":"That's the REALLY bad news - we don't know. Nobody's been able to identify them yet. They call themselves the Rancor Clan.",		"s_ef696d16":"Doesn't that seem strange? You WERE working for the competition, after all.",		"s_ef2cceae":"Yes, you did. Jabba thanks you. I don't think Lady Valaria will want to see you again anytime soon.",		"s_edd73236":"What is the Witchblood clan?",		"s_ed7786ee":"Yes, quite ingenious! Once the Witchbloods are under control, we can move forward with our plans. It all hinges on you. Get to your ship!",		"s_ecbb4e43":"Oh whatever.",		"s_eb9f64f0":"Maybe he brought you back so that he could have you killed. Did you ever think of that?",		"s_ea9e3ad2":"I can guess.",		"s_ea84693":"You're hurting my feelings.",		"s_ea4e584a":"I salute you, %TU, for your brave and loyal service! Jabba is always generous with his employees. He'd like to offer you a training session. Isn't that nice? What would you like to learn?",		"s_e9b69720":"That's the plan.",		"s_e610029c":"I didn't think so. Why did you come back, anyway?",		"s_e4dc5d6":"Very.  These are aggressive, dangerous fighters. I wonder why they've taken an interest in this area?",		"s_e4b6a4d3":"Because you're supposed to be working. I can't figure out why you'd be shuffling around here.",		"s_e480eda0":"What's there to tell? Dathomir's a gold mine, for the right sort of entrepreneur. We just need to establish good relationships with the neighbors.",		"s_e413d452":"If you say so! Try to learn quickly, I have more exciting missions for you.",		"s_e2e25101":"You might want to be a little more friendly, %TU. I'm your contact for Jabba. You don't want me telling him what a sourpuss you are, do you?",		"s_e2b3bd3d":"They were almost as disgusting as Jabba.",		"s_e1ffebd7":"What am I supposed to do?",		"s_e17cca44":"Your old friends, the Valarians. You remember them, don't you?",		"s_e0114da3":"Exactly. Which is why it's important that we start making inroads with them now. We'll scratch their back, and then they'll scratch ours. Or something like that. Anyway! Back to my point. ",		"s_dea9aa2e":"I know all about you. You were working with Lady Valarian. Going against Jabba! Are you crazy?",		"s_de174124":"Nobody orders me around.",		"s_dd19988e":"And the bad news?",		"s_dcea0b58":"The kind of gifts any Imperial would accept. Data on other factions. Insider information. Secret passwords. You know. The good stuff.",		"s_dc7d2ed4":"OK. You've got a couple of items on your to-do list. First, you'll recover a weapons shipment. Somebody stole it from Jabba. Can you believe the nerve? ",		"s_db509386":"Was killing them really necessary?",		"s_db3d67b":"I don't work for Jabba.",		"s_da8f9cc9":"So testy! What did you have for breakfast? You need to work on the subtle art of conversation.",		"s_da70d826":"So YOU'RE the fool!",		"s_d87ceb8":"Then why are you here?",		"s_d7c19f3f":"Well here I am.",		"s_d793b51":"You have an idea?",		"s_d6d5b88c":"It's a little strange, I guess.",		"s_d60918d0":"Here is your mission. I want you to deliver a few gifts to Imperial officers operating in this system.",		"s_d59f78b0":"That's it?!",		"s_d33e2776":"Of course not! I have no friends.",		"s_cd0dcead":"Of course not.",		"s_cc1cb635":"Does that mean we aren't going to work together any more?",		"s_cb13d341":"So here is your mission. I want you to deliver a few gifts to Imperial officers operating in this system.",		"s_c9979b12":"Me neither. Intercept that freighter in near Yavin. See you later, %TU.",		"s_c6e0e27":"First, get that weapons shipment. I'll transmit your other orders later.",		"s_c634ffcd":"Teach me about special warships.",		"s_c59afc3a":"Oh hi!",		"s_c4fdcde1":"Don't tell me you believe in the Force! Please. You should just use their superstitious nature to your advantage. We have to get them under control, for Jabba's sake.",		"s_c4f23e9b":"I suggest you run OVER that little problem, if you get my drift. Get back out there.",		"s_c33fad75":"It's always good to make friends with the Imperials, but is there some reason behind the timing?",		"s_c1c1d8a5":"Getting shot down is part of your plan? That's quite a plan.",		"s_c1730a04":"We've uploaded the Imperials' coordinates to your ship's system. And we've uploaded the data as well. They're password-protected. We wouldn't want you taking those - gifts - for yourself.",		"s_c0b27fdb":"What do I have to do?",		"s_bf01df79":"Who is the Witchblood clan?",		"s_bee781d7":"Strange!",		"s_be822621":"I didn't expect you back so soon.",		"s_be1391ec":"Maybe you're not loyal to Jabba after all.",		"s_bcb460ff":"Who wants a skill?",		"s_bcad400e":"And you can be a part of it, but only if you work with Jabba. This is going to be a juicy deal, and he's not going to let anybody outside of his organization have a taste.",		"s_bc7d4c35":"Jabba's very impressed. In fact, he'd like me to let you in on his secret plans.",		"s_bc375f79":"Got it.",		"s_bb7d89de":"THAT'S RIGHT! You haven't! So DO IT NOW!!!",		"s_b9ca256f":"Lady Valarian...you know how to choose the losing team. Don't you realize that Jabba is unstoppable?",		"s_b984dc7a":"Probably not.",		"s_b834e090":"All right, all right! You don't need to take my head off. I have good news and bad news. The good news is, business is booming.",		"s_b55e3f14":"I can work with anybody, if the money's right.",		"s_b3b84a9f":"Oh really? Have you been talking to your friends about Dathomir?",		"s_b3b64ad2":"I won't miss you either. Jabba's done with you for now, so go back to where you came from.  I think Talon Karrde is expecting you at the Mos Eisley cantina.  And in the future, if you see me coming, do me a favor and get out of my way!",		"s_afa084aa":"Those Valarians really put up a fight!",		"s_af22b9b2":"I guess so.",		"s_aea8a145":"Hm! Sounds dangerous.",		"s_ad7db4d":"More orders from you! I can't wait.",		"s_acbfc0cc":"The Imperials and Rebels in this system are fighting like cats and dogs, which leaves the whole area ripe for  the picking. Play your cards right, and you could find yourself a very wealthy pilot.",		"s_ac7fe93":"My mistake.",		"s_a9aeb386":"Teach me about advanced starship component use.",		"s_a92435e7":"The kicker is that Jabba is installing a vigo on Dathomir. He'll be here soon.  We need to eliminate this problem before this guy arrives. If he decides that we're doing a bad job, he will DEFINITELY replace us. And do you know what replace means?",		"s_a8371342":"For now, you need to get the Witchblood clan under control. ",		"s_a7edf0be":"And once I've found the burial ground?",		"s_a75b6949":"Don't believe me? Just cross me once. You'll find out how much pull I have. And remember. Jabba's rancors are ALWAYS hungry.",		"s_a609e8c":"That might get me killed, but I don't understand how this helps Jabba.",		"s_a4c5fb69":"No. They'll be fine. Because I'm going to finish the job.",		"s_a2c78f81":"Unless you're here to buy something, I suggest you keep walking.",		"s_a042a4cf":"Are you kidding? Nothing stops me.",		"s_9fc316af":"Sure - when I have to.",		"s_9ef8ae7d":"Who? I've already forgotten them. Give me a mission.",		"s_9ea143d7":"Have we met?",		"s_9dd2c52f":"Like we did with the witches of Dathomir?",		"s_9b22b078":"I'm not going to face an angry Jabba on account of you! Get the job done, or I'll find somebody who can.",		"s_9b113074":"Do you have a point?",		"s_99b1ec0":"Of course! We don't pay you to stand around and look pretty. I have good news and bad news. The good news is, business is booming.",		"s_999144d9":"Tut, tut! No please? You should learn better manners. Come see me when you are ready. I'll have work for you.",		"s_98be92ae":"Looking for something?",		"s_98b1ccd4":"No idea.",		"s_98504882":"First, you'll recover a weapons shipment. Somebody had the nerve to steal it from Jabba. Can you believe the nerve?",		"s_9754c9cf":"No. I don't know what you mean.",		"s_974272bf":"That's EVERYTHING, as far as the witches are concerned. Non-believers like you will desecrate their sacred burial ground! They'll be entirely focused on you. ",		"s_95ff4e4":"Well...it all depends on how you define Good. Every situation is different. Take the Imperial forces, for example. We need to treat them with the utmost respect.",		"s_9532fb5c":"[stay quiet]",		"s_8ecd2ed0":"I don't have to explain myself to you.",		"s_8e5921a5":"Back to work.",		"s_8c796cbf":"Hey, why me? I'm friends with some of  those people.",		"s_8be640b8":"Sure.",		"s_86313707":"How are you feeling? Good?",		"s_85af2484":"I will - as soon as you stop talking to me.",		"s_859cab0":"The kind of party people like YOU don't get invited to. All the big names will be there. Including some of Jabba's biggest competitors.",		"s_8516d505":"I know that I haven't finished my job yet!",		"s_84c0df0e":"Of course! You know how these witches are obsessed with respect. They want everybody who comes to Dathomir to respect  them. Whatever! That is their weakness, as far as I'm concerned. I want you to find the clan's burial ground. It's an asteroid base somewhere nearby.",		"s_841d27db":"Why?",		"s_83c2b64":"The bad news is that a new clan is trying to make inroads in this system.",		"s_82751e5b":"Guess what, %TU. Jabba's sending you somewhere else.",		"s_8255ca09":"I did my job.",		"s_821a5372":"Well, that's why Jabba's a syndicate head, and you're just a lowly pilot. You don't have to like Jabba, but you have to respect him. He knows how to get things done. ",		"s_81ed00dd":"Their soldiers will know. I suggest you commandeer one of their ships and interrogate the captain. He'll tell you what you need to know.",		"s_8117e382":"You just don't understand genius.",		"s_80bfc2af":"I wouldn't think of it!",		"s_80b8ba1c":"Sometime this century?",		"s_800d8ca1":"Who is it?",		"s_7f124363":"Not in so many words. But he made sure that he knew who his friends were, if you know what I mean.",		"s_7a9d89cc":"These witches are obsessed with respect. They want everybody who comes to Dathomir to respect  them. Whatever! That is their weakness, as far as I'm concerned. I want you to find the clan's burial ground. It's an asteroid base somewhere nearby.",		"s_79a6c35c":"Oh, I'm scared.",		"s_7943df8d":"Jabba's decided that he's ready to move his operations into Dathomir. It's ripe. There's plenty of contraband in the area - and plenty of potential customers, too.",		"s_741f40ea":"Hm! You know what? I don't think I'll miss you too much.",		"s_73e3d4ef":"How could I forget?",		"s_731189e6":"I get it! What do I have to do?",		"s_72318c63":"What kind of gifts?",		"s_719a036e":"Who?",		"s_70969772":"I can see that. Look, let's start over. YOU'RE with Jabba, and I'M with Jabba. That's all that matters right now. And I have a job for you.",		"s_6fe71f0c":"Get out of here.",		"s_6ec06027":"What plans?",		"s_6d22c58":"Later on, I'll need your help with the Imperials. For now, you need to get the Witchblood clan under control. ",		"s_6ce4e96f":"Right.",		"s_6a5f1bad":"Well? Cat got your tongue?",		"s_6713da6c":"Did he announce his plans?",		"s_66f326f":"You're going to go there for a little visit.",		"s_66ec8629":"Back off! What did I ever do to you?",		"s_65ef9330":"The name is silly; the threat is not. These are aggressive, dangerous fighters. I wonder why they've taken an interest in this area?",		"s_6553e1d6":"Are you being sarcastic?",		"s_651adfc1":"What kind of party?",		"s_63684ac5":"I guess I better get back to work.",		"s_615d980b":"I'm looking for work. You got anything?",		"s_61412ebf":"But it's not up to you. is it?",		"s_601fa39":"I know, I know.",		"s_5e53a3dd":"Yes I do, thank you very much! Jabba's got a plan. It'll make our life easier, and it's a good way to earn points with the Imperials. ",		"s_5dd29234":"Ahh. I see.",		"s_5dc82348":"Good.",		"s_5d667e15":"Me neither! Go intercept that freighter in near Yavin. See you later, %TU.",		"s_5ba23093":"You're going to get the Witchblood clan under control. ",		"s_5a8556d4":"I believe it! Seems like a plan that's way overdue.",		"s_5a2f9ba":"It's not an easy assignment. But then, you're still on thin ice with Jabba.",		"s_59d3a31c":"Look. You're good, but not that good. If I go around handing our missions to fresh-meat pilots like you, I'd be Sarlacc food in no time, if you know what I mean. Some other time.",		"s_589dbb5b":"You showed up. THAT'S what you did. And now you're MY problem. I don't like problems. So you can just forget about those Valarians right now. ",		"s_581da545":"I didn't think those Witchbloods would be so tenacious.",		"s_58081a79":"Uh huh. Got a mission for me?",		"s_57bbda2a":"WHY?! You shouldn't feel good! You should feel BAD! Because you haven't finished your job yet! DO IT!!",		"s_5723e13e":"The Imperials are going to be VERY upset with you.",		"s_55fa5d7a":"Well, regardless of the reason, the Rancor Clan is here. And they need to go. This is your problem, as of now. I want you to get back up there and patrol the area. If you find rancors, engage and destroy. Got it?",		"s_551c4bc7":"You're right. They'll like it.",		"s_54d1d117":"Valarians are good pilots. Good people, too.",		"s_5494c458":"Right. ",		"s_5413ef97":"Fine. Whatever.",		"s_53b3094d":"Ohhhh! I see! Well, genius, why don't you get back to your master plan?",		"s_535a48bf":"Is that right?",		"s_52917b0d":"Of course.",		"s_5288ea5c":"Why do you ask?",		"s_523a54d5":"Teach me about advanced techniques.",		"s_50b517b8":"While you're distracting the witches with your shenanigans, his assassins will move in and rig up explosives. We'll blast those crazy ladies sky-high.",		"s_509249db":"I want to know if you can work with Imperials?",		"s_505c7932":"After that, Jabba would like you to clear a few of his enemies out of this system. It's getting a little crowded.",		"s_4f4e1c4e":"How do I find it?",		"s_4edf9084":"Or else they'll blast you out of the galaxy.",		"s_4d69a104":"Shocking.",		"s_4d5af593":"Well...then I'd be dead by now, right?",		"s_4c6b6df2":"You're a strange one. Jabba's finished with you for now, and Talon Karrde is waiting for you at the Mos Eisley cantina.  See you later.",		"s_4c695dbd":"No.",		"s_4b6d65c6":"I can't take any credit. This was all Jabba's idea. He's a genius.",		"s_48a3c712":"Maybe! Or maybe he just has some use for you. And that's where I come in! I have a job for you.",		"s_473d09d8":"Teach me about system balance programming.",		"s_461e9b3f":"You've got nothing to worry about.",		"s_44285b8f":"I know those people.",		"s_4389abe9":"I missed you.",		"s_438512f8":"And loyalty is what he'll get.",		"s_40d4f979":"You better START caring. I broker pilots for Jabba. My opinion carries a lot of weight with him.",		"s_40a19463":"I don't care what you tell him.",		"s_4050c6fc":"Of course not. Have fun!",		"s_3f262d6b":"The winner gets the toys. And you're the winner! Which skill would you like?",		"s_3e7d2d37":"But the Imperials are bound to hear about this.",		"s_3c1e7fc0":"The kind of gifts any Imperial would want. Data on other factions. Insider information. Secret passwords. The good stuff.",		"s_3b45cd54":"Of course. Jabba's getting ready to throw a little party.",		"s_3a0e2d87":"Then I suggest you find the person you DO work for - and stop wasting my time!",		"s_38f0bcdf":"Hm. That's good to know, because Imperials are a force to be reckoned with in Dathomir.",		"s_38d9a05a":"Who are you? %TU? Oh, yeah...I've heard of you. Word is you're a pretty fair pilot. What can I do for you?",		"s_38c86018":"You know what they say. Keep your friends close, and your enemies closer. Jabba's getting ready to make a big move. He's got to know what's going on out there.",		"s_36d47f1a":"You mean they'll blast US. We're in this together now, remember?",		"s_32376199":"Now who's giving the orders?! Come see me sometime. I just love your company.",		"s_31960979":"That's why I'm here.",		"s_315f6f1a":"You'll take MY orders, if you want to live! You're on thin ice with Jabba as it is. ",		"s_3024ad9d":"Oh yeah? Are they your best friends forever or something?",		"s_2feb7c0f":"It's all part of my plan.",		"s_2e7619b1":"If it were up to me, I wouldn't tell you anything!",		"s_2d9d7c64":"Welcome back. I have an idea about how to use you. But first, tell me, can you work alongside the Imperials?",		"s_2cb5d040":"You know that Jabba has a whole cadre of assassins at his disposal. ",		"s_2c4b729":"You're boring me. ",		"s_2bbcaa92":"Dathomir?",		"s_2a335ce3":"Here comes a special pilot. Ready for a special mission?",		"s_2a03f752":"Watch your mouth. Now listen up. Jabba's decided that he's ready to move his operations into Dathomir. It's ripe. There's plenty of contraband in the area - and plenty of potential customers, too.",		"s_29456ce7":"Such an inquisitive mind! Young pilots like you shouldn't ask so many questions.",		"s_28a543ae":"I'm not done yet.",		"s_2795978a":"Ha! Well, disgusting they may be, but they're useful, too. Jabba's laying the foundation for his Dathomir operation.",		"s_272a2246":"They've named themselves after rancors? Ha! Those idiotic creatures can't even brush their own teeth, much less fly a spaceship.",		"s_26c54c13":"That's why Jabba assigned the mission to YOU!",		"s_26790919":"No. But it's nice to know that you'll do what you're told. Shamdon found some talented replacements for you! I wasn't sure you were going to make it back alive.",		"s_2675f275":"Uh oh. Those witches are Force sensitive.",		"s_25ba96cd":"I don't have anything to say to you - not until you finish your job.",		"s_255518bb":"Don't be ridiculous. Tell me what's going on.",		"s_249fa88e":"Oh no!",		"s_22f30f4c":"The VIPs have all arrived safely. There is going to be a party at the Palace tonight. And what's a party without party favors? The first one's for you. Here! Pick a skill.",		"s_221dc44d":"You've never heard of them? They live on Dathomir. Been there for centuries. They have their own ideas about how things should work. AND they're Force sensitive.",		"s_1edbaf3a":"Obviously you can, you traitorous Valarian-loving goon.",		"s_1e9e6433":"If I find out you're lying to me, I'll kill you myself. And I'll do it slowly.",		"s_1e18c922":"I haven't said a word! ",		"s_1c8bddbb":"What is it?",		"s_1c10e380":"Hurry up.",		"s_1baaff63":"Who are you? One of Jabba's new pilots?",		"s_1b6a5a1c":"I'm ready to find out more about this Dathomir situation.",		"s_1adbadc4":"I'm ready.",		"s_1ad6a2e4":"This system is ripe for the picking. And Jabba's got plans, big plans. You'd be wise to show your loyalty.",		"s_1875ff4e":"Know what?",		"s_17c44740":"I guess.",		"s_15ef997f":"This is Jabba's Palace. Unless you're here to work, scram!",		"s_15349399":"Are you? I hope so. These aren't fluff jobs. You've got something to prove to Jabba. He expects to see loyalty.",		"s_1360f736":"We never DID work together. YOU worked for ME.",		"s_1248fc74":"Honestly, I'm not sure.",		"s_11a6885c":"You, actually.",		"s_1110a04b":"[no answer]",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_privateer_tier3.stf) is automatically generated by the SwgConversationEditor."
}}
