{
	"stfFile":"conversation/tatooine_rebel_trainer_1",
	"entries": {
		"s_ffb79794":"I will complete the mission, ma'am!",		"s_fe789dac":"Report!",		"s_fdb94a71":"What do you know of the Yavin 4 operation?",		"s_fcd9ce0e":"This cannot stand, pilot! We need you to take down that Veteran TIE pilot!",		"s_fc1f4e33":"Okay, fine!",		"s_fbac0bde":"(Salute) Ma'am! Yes, ma'am!",		"s_fb9b39e5":"Report, pilot!",		"s_fb7175d6":"Get your act together!",		"s_f892eb03":"I make no guarantees.",		"s_f843dc6a":"(Salute) Yes, ma'am!",		"s_f80372b3":"I'm ready for training?",		"s_f7ebcc5f":"Will you fail a second time if I re-assign the mission to you?",		"s_f6e9edd":"You shall have one. I'll grant access to one of the refurbished Z95's we have hidden here on Tatooine. Are you ready for your first assignment?",		"s_f5255b8a":"Major Eker and his special operations team have a wide-range of responsibilities on Yavin 4. Before you head off, I want you to appreciate just how dangerous this assignment could be.",		"s_f4cc85fa":"Not very much. You may find more than one in the general area - but Alliance intelligence indicates that the Empire has charged one veteran TIE pilot with coordinating aggressions in this system.",		"s_f4642ca3":"It's a multipocket bandolier.  I'd get you a flightsuit but I don't think I have one that would fit you... anyway, this will help you keep your things organized.",		"s_f2ef125b":"Lucky for us.  Here's a little bonus for you.",		"s_f29cdd1":"Understood, my friend. I'll grant access to one of the refurbished Z95's we have hidden here on Tatooine. Are you ready for your first assignment?",		"s_f1147d11":"There is none, it is your job to find them pilot. Search the Tatooine system for targets of opportunity.",		"s_eff4eef6":"%TU, isn't it?",		"s_ed5af630":"Excellent. Good luck, pilot.",		"s_eb7aaed2":"Yes I am!",		"s_eab1caa8":"I'm not in the habit of making excuses.",		"s_e9da2a94":"More TIE fighters, huh?",		"s_e42b260e":"I'm on my way.",		"s_e31d65b7":"The duty logs indicate that you are in mid-mission. We have nothing to discuss until you are finished.",		"s_e2a3d627":"Fly there, Pilot.  Your ship is equipped with a hyperdrive.",		"s_e28bc942":"Hmph. Take off. Find any Imperial Tie Fighters in the Tatooine system and take out at least four of them.",		"s_e28249ac":"I'll be back in a snap!",		"s_e24d9d51":"You already have. Good luck to you... I hope to see you again very soon.",		"s_e0cb3e19":"I'm ready to enlist with the ground forces!",		"s_e095ac8":"I need a space ship.",		"s_e03d1a04":"Hm. This does not sound like a random encounter. I would bet the Empire has knowledge of our operations here. Alliance HQ isn't going to like this report... but I'm very glad you're safe and sound.",		"s_ddea1965":"What's the job, honey?",		"s_dcf7d387":"I don't think this is going to work out, pilot.",		"s_dcbc639a":"The mission is a success, Da'la.",		"s_db6b2243":"We are kindred spirits, Da'la Socuna.",		"s_d912490":"I am interested in basic Alliance component use.",		"s_d89a93ff":"%TU, you're too impatient.  Right now I need you to scout that supply route.  We'll talk about training later.",		"s_d8913d37":"If it is my duty, Da'la.",		"s_d806feaa":"A number of slightly-used Z95 starships are parked around Tatooine... hidden from Imperial eyes. The codes I uploaded to your datapad will allow you to assume control of one. Just head down to the starport...",		"s_d7f5cd5b":"You have no clue, do you?",		"s_d779178a":"What other targets are in the area?",		"s_d731f764":"(Shrug and smile.)",		"s_d70dba34":"Yes.",		"s_d6e44b20":"You're right. The Alliance is attempting to move a large number of refugees out of Tatooine space. Protect as many of them as you can. These 'duty' missions have been prepared for you to gain some much needed space combat experience. You can return to the ground at any time when you feel that you have learned enough.",		"s_d6c8f764":"Heh. What do you know. An Imperial. Get out of here while you still can!",		"s_d5c41154":"What rumors?",		"s_d5bc59d9":"I have adjusted your pilot certification to handle more intricate components.",		"s_d4f7f6d5":"And with you as well.",		"s_d497fa22":"Charming. What can I do to get you out of here?",		"s_d18e28ba":"Maybe I got that completely backwards. Who knows?",		"s_d038a005":"And then what?",		"s_d0233b4b":"The Force be with us.",		"s_d01d0154":"No, never mind.",		"s_cfba4c0a":"We exchanged messages through the Alliance 'net right after the Battle of Yavin. He was in need of pilots then, too. So, we didn't discuss anything outside of that. Of course, I have heard rumors of his history before joining the Alliance... but nothing concrete.",		"s_cf04e474":"What more do we know of this TIE veteran?",		"s_ce6b43af":"We have reason to believe that the Empire is moving a wing of TIE fighters directly into an Alliance supply route. We need to know more.",		"s_ce2c09ec":"Mission accomplished, ma'am!",		"s_cd68fc71":"Well, I'm not getting any younger.",		"s_cd1af2b9":"Outstanding! Good luck, pilot!",		"s_cd0ae4c4":"The Force be with you, Da'la...",		"s_cc82ca6b":"Good! Your orders have been renewed. Good luck, pilot!",		"s_cb60fa8":"A duty mission is a good way to earn experience. Especially for a pilot looking for training like yourself. Duty missions have no real end. You just finish when you finish, know what I mean? So what do you say?",		"s_cac4a12c":"Don't worry, I'll have a gonzo patrol ready for you when you come back!",		"s_ca51315f":"Always.",		"s_ca0c0b13":"What's wrong with you? Get out there and prove your worth!",		"s_ca06f3a2":"We cannot afford for you to fail, pilot. The Empire outnumbers us - outguns us... the only hope we have is to out-fight them! Are you ready to try again?",		"s_c9c9c683":"What do you think, sweetie?",		"s_c93f1cdc":"Here are some new droid programs. Use them wisely.",		"s_c92d07b4":"Sure. Why not.",		"s_c8fa77b8":"I can't wait!",		"s_c7afc225":"Let's upgrade your starship license then, shall we?",		"s_c7939f2f":"What are we looking for?",		"s_c62cae3d":"Good luck, my friend.",		"s_c5cc6139":"It's about time.",		"s_c5ac7e76":"I don't have any pressing assignments right now, but I do have some elective duty missions if you're interested?",		"s_c4c3d546":"How do I comm the space station?",		"s_c4b9eaff":"Maybe you should try again. And this time... don't fail!",		"s_c3d77bb4":"Expect the rally point to be patrolled by junior TIE cadets. They will be quick to respond if they see you first - so be very careful. Keep your eye out for the veteran TIE fighter pilot, eliminate him, and get back here as soon as you can.",		"s_c261cfae":"No problem.",		"s_c19ed115":"You've got your assignment, and the control device for your ship in your datapad.  Go to the Starport and access the terminal to launch into space.",		"s_bf55aded":"Great. You can either patrol the Tatooine system looking for Imperials to send to the scrapyard, or you can help escort Alliance transports. What sounds good to you?",		"s_bda1eb17":"Your ship sensor data has been completely decoded. The Alliance supply route is entirely compromised. We need you to scout a new route for our in-system supply convoy. Are you up to it?",		"s_bd53784c":"Ma'am, I require a starship.",		"s_bc865091":"Probably.",		"s_bb761ef6":"This is unacceptable! You get back out there and finish this mission, pilot!",		"s_bb68963e":"You'll be the death of me, pilot.",		"s_bac616e6":"I'm ready for my next mission!",		"s_baae2f70":"(Salute) The Force be with you.",		"s_b9c90f82":"Well... maybe you are.  But this is more important, right now.  I'll make a deal with you, complete this mission and THEN I will train you.  This is urgent, so I hope you're ready.",		"s_b9c55cab":"I failed the mission.",		"s_b91ba199":"Outstanding! Check back with me when you are ready for your next assignment!",		"s_b7b3029f":"Get on with it, lady.",		"s_b7af9aa":"Are you kidding me?! Not your fault? I have grown so sick of your attitude... I just can't stand it! Tell me you're going to get back up there and do it right this time!",		"s_b5719d30":"Then get back out there and make it happen, pilot!",		"s_b3e9c738":"I'm ready for anything.",		"s_b3bebc5e":"How do I get there?",		"s_b3408be1":"Are you ready for your first assignment?",		"s_b2c15146":"Unfortunately, since you are not part of my unit, I cannot assign you missions. You should probably return and speak with your commanding officer.",		"s_b2683b4a":"Piece of cake.",		"s_b2133e77":"Not a problem. I'll grant access to one of the refurbished Z95's we have hidden here on Tatooine. Are you ready for your first assignment?",		"s_b0778713":"The Empire does not yet know that their fleet info has been compromised. Strike the new TIE fighters moving into this area with extreme prejudice, and they will have no choice but to halt their invasion strategy.",		"s_aed0dff":"I will require a starship.",		"s_ae1edd02":"While you were away we gathered enough information to put the Imperial fleet movement out of commission. Are you ready to take flight again?",		"s_add5c243":"Well... do something about it!",		"s_adacb6c2":"Well... the Empire's?",		"s_aceff31e":"Good luck, pilot.",		"s_ac596e57":"Outstanding! I'll see you when you're done!",		"s_abc65d0":"Okay. Bye!",		"s_ab640430":"Critical to say the least, my friend. We must resume supply flights as soon as possible. To accomplish this, we need you to sweep a five-point area. Again, your ship sensor data will be used to plot an effective route for our larger transports.",		"s_ab56e9c6":"Do you have more target information?",		"s_aadc4812":"Well, I'll admit that I didn't prep you for a TIE fighter attack. How do you think you'll fare on your second try?",		"s_aa521016":"Looking for something in particular?",		"s_a994ca63":"For the Alliance!",		"s_a93c5fce":"Well, it takes all kinds, doesn't it? Welcome to the Rebel Alliance.",		"s_a9163b5e":"Whose fault was it, then?",		"s_a8b44679":"(Brag about defeating the TIE Veteran)",		"s_a89f2288":"The Empire plans to move several wings of TIE fighters into this zone. If they are allowed to succeed, it could spell disaster for the Alliance here on Tatooine.",		"s_a87c06b":"I already know what happened. Do you have anything to say for yourself?",		"s_a7a6018f":"Hm. Interesting. Are you ready to try again?",		"s_a6ec653a":"Focus! You need to get over yourself or you won't be any use to us.",		"s_a6c2aaa1":"Then you rejoice! You're still alive, you're done with your assignment, and life is good... right? Come back here when you're done so I can give you your next assignment.",		"s_a5ecfd93":"You think you can handle a simple four-point patrol?",		"s_a46d9f8b":"Our next move? We wait. Alliance HQ is going to want time to review our situation and re-evaluate our combat options. Check back with me later...",		"s_a45033de":"Okay, so it was mine.",		"s_a42932d7":"I will need a starship.",		"s_a20f8416":"The recent Imperial activity is being led by a veteran TIE fighter pilot. We know of his location. Fly to the nav point, and eliminate this pilot with extreme prejudice.",		"s_a13bb0b0":"I hope I don't regret this. I hereby admit you into the Alliance pilot training program.",		"s_a018cd7e":"Let's give Alliance HQ a moment to digest this information. A change of plans may be in store...",		"s_9f625af9":"That's better! You're assignment is a four-point patrol above Tatooine. Keep your sensors running the whole time - and when you come back, we'll want to download the data.",		"s_9e21ae0d":"I truly hope so.",		"s_9c146b24":"I don't like what I'm hearing, pilot! Report, now!",		"s_9b562c5a":"Don't make this more than it is, pilot. This is not 'search and destroy' - this is a sensor sweep. Stay out of trouble. Come back in one piece!",		"s_9a159641":"When you are done with your patrol, you will need to find your way to a space station above Tatooine. Communicate with the station operatives and request landing clearance. The rest is automatic.",		"s_994615e7":"This is good - for some day you shall rejoin the infinite... and I may then be allowed to rest.",		"s_987055b5":"We can always use cannon fodder. Welcome to the Alliance.",		"s_97e13b2e":"(Brief Da'la with all due accuracy)",		"s_97e129cd":"Where is the rally point?",		"s_9757e73a":"You'll be covering a little-used Alliance supply route. It's become more important in recent days because of Imperial activity outside the asteroid belt. We have plans for this area, and need to know that we'll remain unseen.",		"s_96e50d8":"Here is an update to your procedures manual.",		"s_968c130f":"No. I will not!",		"s_95ad8f55":"You bring honor to the Alliance, my friend. This was no easy task.",		"s_95310ec0":"You have done great things here in Tatooine, %NU... but the Alliance needs you on Yavin. The stakes in this conflict are continuing to rise, and our pilots must go where they are needed. I am sure you will flourish under Major Eker's command.",		"s_949ea1ef":"Just four should do it. We want the Empire to understand that their intel is compromised. This will buy us some time for other operations. Any more questions, or are you ready to shut up and get to work?",		"s_9487e7cd":"Something might be looking for you, pilot... so be careful.",		"s_9480f430":"I am interested in droid interface basics.",		"s_93470245":"How should I stay hidden?",		"s_92e1301f":"Don't worry. I will be fine.",		"s_91d36035":"I think you're going to get fried up there if you don't take this seriously.",		"s_9109c202":"An Alliance freighter needed my help.",		"s_90377ed4":"Affirmative!",		"s_90087734":"Bad news for you, %NU.  Alliance command has grounded you.",		"s_8ef10336":"Affirmative, ma'am!",		"s_8e0b0814":"Hm. You're not making any sense. Why don't you try this mission again?",		"s_8da0fa08":"Are you sure about that, %NU?  We could officially put your name on the roster, but even if you remain Covert, there's always a chance of an Imperial uncovering you.",		"s_8c272224":"I am interested in starfighter survival tactics.",		"s_8be95ab4":"What's this?",		"s_8b9926b6":"Affirmative. Report when your patrol is complete.",		"s_8a7cca63":"You got LUCKY! You need to get your act together or you'll be space dust. Understand me?",		"s_8a78d00e":"Only TIE fighters, ma'am?",		"s_8a4652c6":"So now what?",		"s_8916a30":"It should not be difficult. He should be one of very few veteran TIE fighter pilots in this vicinity. But, if you want to be thorough... bring down any TIE fighter pilots you see in this area.",		"s_87a8cca7":"How will I know this pilot?",		"s_877e028c":"Ma'am! I want another chance, ma'am!",		"s_8720792f":"You will fly a four-point patrol above Tatooine. We will need your ship's sensor data when you are finished. Stay hidden... sorry to say, I have a bad feeling about this one.",		"s_8685174d":"I do, ma'am.",		"s_8631e93":"I don't want to leave. I want to help.",		"s_855c7780":"I've heard that Eker was a decorated Imperial pilot and leader of a vicious TIE squadron for several years... until he sickened of their tactics. I believe he defected after being ordered to fire on an unarmed medical transport.",		"s_84d7bb8e":"Your enthusiasm is welcome, friend!",		"s_841d27db":"Why?",		"s_834edaa1":"Good. Then get back out there!",		"s_831a22ee":"I know the dangers",		"s_8268c49d":"We can skip the moral lesson, sister.",		"s_8234fa32":"Yes... I am willing. Yes.",		"s_8001a590":"Outstanding! Find any Imperial TIE Fighters in the Tatooine system and take out at least four of them.",		"s_7f9b8387":"Why not?",		"s_7f3c5f06":"We can't hold your hand all the time pilot. Search the system, you're bound to find some!",		"s_7eff4d79":"Perhaps you will show Major Eker more respect. The Major is currently located at the labor outpost on the moon Yavin 4. Good luck, %NU.",		"s_7ed5fec3":"I want to be part of the Alliance.",		"s_7e77b672":"Shouldn't you be thanking me?",		"s_7e1ada01":"Yeah, yeah...",		"s_7d4eaca7":"I don't know.",		"s_7d2cd92d":"Then it is my pleasure to welcome you to the Alliance space navy.",		"s_7d15be50":"I am more than ready, Da'la.",		"s_7a27e11":"I'll blast any Imperial crosses my path!",		"s_79e3a94":"When you're done with the mission, slaymo.",		"s_790724e4":"Then it is fortunate that we have met. I can induct you to the Alliance pilot training program immediately.",		"s_78679b31":"Sounds like fun. Where do I sign?",		"s_784540b7":"Greetings, pilot! Are you ready for your assignment?",		"s_768b62bc":"Just let me in your club, okay?",		"s_766563c7":"Nothing I couldn't handle.",		"s_7553991":"Yeah, yeah!",		"s_7478cd28":"Will you train me after this?",		"s_74474b33":"What is our next move, ma'am?",		"s_740e2e66":"Sorry, ma'am!",		"s_71370b1e":"Good! Try again!",		"s_71239ef6":"I don't want to hear it. Consider yourself lucky to be alive.",		"s_7077f9f7":"Outstanding!",		"s_705f0112":"Train me to fly for the Alliance.",		"s_6f3e992":"What can you tell me of Major Eker?",		"s_6e646769":"No, thanks.",		"s_6d7d5f1b":"All targets eliminated, ma'am!",		"s_6cf8e18b":"(Tell a bold lie.)",		"s_6bb935f1":"Yes, Da'la. I am ready.",		"s_6b52240":"Not just yet, Pilot!  I have a few more assignments for you before I can train you.  Are you ready to get to work?",		"s_6b490480":"(Salute) Affirmative!",		"s_6a7a0499":"(Brag about blasting even more TIE fighters)",		"s_6a150013":"Let's have some details.",		"s_6a0aba27":"I would like to patrol Tatooine space.",		"s_68ee2577":"I could not finish the mission.",		"s_680cda08":"How do I get back from space?",		"s_67104689":"He has joined the infinite, Da'la.",		"s_66dc0f99":"Interesting. Alliance HQ has a number of possible Imperial rally points for you to investigate. These 'duty' missions have been prepared for you to gain some much needed space combat experience. You can return to the ground at any time when you feel that you have learned enough. Good luck!",		"s_66ae2bdf":"Then tell me what you want or get out of here.",		"s_6657b5a3":"It wasn't my fault!",		"s_658f174d":"What am I looking for?",		"s_64b4e5f7":"(Brag about blasting TIE fighters)",		"s_648f0fc":"You really disappoint me, pilot.",		"s_6440d5e7":"Target the space station and then comm the space station. Most likely the station will recognize you and will comm you first. But if you are in a hurry, use SHIFT+C to target the space station and open communication with the station commander.",		"s_640d20f4":"Yes ma'am!",		"s_63c4c628":"You must try harder! The Alliance doesn't stand a chance with pilots like you... with your attitude!",		"s_63642f8":"It appears that our time together has come to an end, pilot. Alliance HQ wants you reallocated to special operations on Yavin 4 and placed under the command of Major Eker... immediately.",		"s_6360ad02":"Any Imperial activities. This is a little-used Alliance supply route. It will become more important in the near future - and we are concerned that the Empire has knowledge of our operations.",		"s_6221bd32":"Congratulations, pilot. Our immediate goals have been met. We have time for training. What areas of Alliance piloting interest you the most?",		"s_61c8b0c2":"Then you will be glad to know we have reliable information that the Empire is rallying TIE fighter forces at a nav point high above Tatooine. They are being led by an experienced TIE veteran. Eliminate this TIE veteran pilot with extreme prejudice. This should bring their plans crashing to the ground.",		"s_618c3a1c":"Very well, %NU.  Just find a Rebel Recruiter and tell him you want to join the Rebel Alliance.  He'll sign you up with the ground forces.",		"s_616dbcc8":"Save it! I'm assigning a new mission to you. Don't come back until it's finished!",		"s_6106187c":"What is a duty mission?",		"s_5f15e36":"I know only that it involves researching the Death Star space station technology. With so much wreckage in the area, the Alliance has an opportunity to deconstruct the Empire's elite doomsday weapon... and prepare an adequate response if they were to build another one.",		"s_5d157c36":"Just try not to stir up any pirate action - and don't fire on any Imperials unless they threaten you.",		"s_5c7ecf43":"That's good to know. You're dismissed.",		"s_5bfac9f1":"Where's my starship?",		"s_5b4a6885":"It's a flightsuit.  You'll look like a real pilot, now.",		"s_5aa307dc":"Piece o'cake, lady.",		"s_59dceadb":"Now you need to go to the starport. Go inside and look for a 'starship terminal.' Use the terminal to launch your starship into space. When you launch, a waypoint will be created to help guide you back to your landing spot. When you want to land - comm the space station and ask for landing clearance.",		"s_59c382bc":"Good day, pilot. Are you here for elective duty mission? There is still plenty of work for us here in Tatooine.",		"s_583707c4":"(Lie about what happened.)",		"s_57c3f83e":"Always good to see another Rebel pilot... but you're not one of my recruits. What can I do for you?",		"s_57a53dcf":"Where do I find them?",		"s_55ea0c1b":"Relax, lady. I didn't mean anything by that!",		"s_55ce5bee":"Nothing you can't handle. Destroy the veteran TIE pilot leader at a specific rally point. Come back here... if you survive.",		"s_54ec182b":"I failed to destroy the targets.",		"s_52efbcd5":"I hear you had some surprises up there?",		"s_5100b9ac":"You're learning, then. Good. Try again!",		"s_4ffd4b9d":"I am interested in a duty mission.",		"s_4f90bab3":"I was unable to finish.",		"s_4e8bbd4d":"The Force be with you, friend...",		"s_4dd4aa17":"Then you've been framed, %TU.  There's nothing I can do about it.  You need to clear your name before you can fly any more missions for the Rebel Alliance.  Improve your faction standing!",		"s_4d2987d3":"No I haven't!",		"s_4c85e14a":"I think you know why.  You don't seem very dedicated to the cause.  I've heard reports that you've even been fighting FOR the Empire!",		"s_4c695dbd":"No.",		"s_4c1acfbf":"And you performed beautifully. The Alliance thanks you.  I've got something special for you.",		"s_4ba4be80":"What was that? I didn't catch that...",		"s_492ca0a5":"Fine. You're in.",		"s_4738e99f":"How do I find a space station?",		"s_463f3bbc":"I anticipated as much. Good work, pilot! Check back with me soon for your next assignment.",		"s_4536f86f":"Yes. If you're lucky...",		"s_4416b2d0":"Outstanding. Your responsibility is to run a short-range, four-point patrol. When you are finished, your ship's sensor data will be downloaded to the Alliance 'net for Intel to review. Any questions?",		"s_434aa00b":"Make sure you stay in one piece, pilot.",		"s_42ae7917":"The Alliance has you covered. I'll grant access to one of the refurbished Z95's we have hidden here on Tatooine. Are you ready for your first assignment?",		"s_4136c2df":"Thank you very much.",		"s_4101ebdd":"Make me a part of the Rebel Alliance.",		"s_406f8d3e":"It will take a bit to decode your ship sensor data. In the meantime, we have another assignment for you... if you are ready.",		"s_40440fa":"The TIE Vet is dead, okay?",		"s_3fa4f0ff":"Fine!",		"s_3f5c320e":"I know of the rebellion. I want to help!",		"s_3f30cd7b":"(Brag more)",		"s_3f1a842c":"Yeah, yeah.",		"s_3d693d0":"I will bring honor to the Alliance, ma'am.",		"s_3ccb2ef2":"I responded to a distress call, ma'am!",		"s_3cb5ab17":"So thrilling... ",		"s_3b6d2f05":"Whatever...",		"s_39f7d683":"What a surprise. I'll grant access to one of the refurbished Z95's we have hidden here on Tatooine. Are you ready for your first assignment?",		"s_38485fa9":"Not so fast, Pilot!  You need to complete a few assignments before I'll train you.  Are you ready?",		"s_370822d1":"Yes",		"s_34bc4ce6":"Yeah, right. Prove it!",		"s_347e4a03":"Ma'am! Yes, ma'am!",		"s_33e1f5f2":"Your kindness is radiant, my friend. We could really use someone like you in our organization. Are you willing to place your trust in the Rebel Alliance?",		"s_33823c2e":"Try to keep this one from blowing up, okay?",		"s_31d45080":"The Alliance has my eternal faith.",		"s_31123adb":"Just four points, huh?",		"s_30c1fec7":"And also with you.",		"s_306de5c":"Excellent. Find any Imperial Tie Fighters in the Tatooine system and take out at least four of them.",		"s_2fdfe99f":"Then we shall begin. Welcome to the Rebel Alliance.",		"s_2f8ec5d4":"Report on the TIE veteran target!",		"s_2f0da72f":"Superb! We have located a rally point from which the Empire has staged their recent aggressions. Go to this point and bring down a veteran TIE fighter pilot - the ringleader, as it were.",		"s_2ea6d944":"Really?",		"s_2e56f341":"You're not supposed to be here, pilot. You're assigned to Major Eker's group on Yavin 4.",		"s_2dfa0bf9":"When do I get paid?",		"s_2da98563":"Great work! Now, get some rest and check back with me later. I will have more for you to do.",		"s_2d4bb338":"May the Force be with you.",		"s_2cb7683a":"I feel our transports need escort...",		"s_2c8ee9d":"There is more I have to teach you, pilot. What areas interest you at the moment?",		"s_2c3fe4f":"Listen, lady...",		"s_2c052357":"Good to see you again, pilot! I will hear your report, now.",		"s_2b43e56e":"Good luck to you, pilot! The Major is currently located at the labor outpost on the moon Yavin 4. Hope to see you again when this war is over...",		"s_2adb435":"Where am I patrolling?",		"s_2aab204b":"Are you ready to redeem yourself, pilot?!",		"s_29b9c1a7":"Use your zone map interface to locate space stations while in-flight. Or - use the automatic 'landing waypoint' that your ship computer creates for you when you take off. The 'landing waypoint' can be activated from your datapad. Just find your way back to that point when you are done with your assignment.",		"s_288ce434":"Ma'am! Thank you, ma'am!",		"s_2784686":"So the Empire knows a bit more than we expected. This is very bad news, pilot. Alliance HQ will want to learn of this attack as soon as possible.",		"s_26970ef":"I am interested in basic starfighter training.",		"s_2477af4a":"For the Alliance... always.",		"s_2427d272":"Well... I'm sorry.",		"s_236daee8":"So would you like a duty?",		"s_23567daf":"I know that you are making the right decision, friend.",		"s_2313ac9e":"What are you talking about?",		"s_22ce0785":"No, you're not!",		"s_1f7c77cd":"The Force be with you.",		"s_1f0828c5":"Report mission status!",		"s_1eed018e":"Fun? This is war, my friend. There's nothing 'fun' about having your friends swept away by the bloody tides of battle, losing your home, your future, everything that ever meant anything to you...",		"s_1e626caa":"Of course. Those supplies are critical!",		"s_1d3d8b65":"You don't look like any sort of pilot to me.  I can't help you.",		"s_1c2f3f24":"The Force be with you, then...",		"s_1b488c78":"I'm... not sure",		"s_1a1806c1":"Okay, okay. I'm sorry.",		"s_19ec1fce":"Just how exactly do you expect to be a Rebel Alliance pilot without a ship?  Here.  I'll add these access codes for a small fighter to your datapad.  You ought to upgrade to a better ship pretty soon, though.",		"s_19d3ee2b":"I can't help you, smuggler. Try sniffing around Wayfar... you'll find something that suits you.",		"s_1895ee37":"Will you train me yet?",		"s_1809c6fc":"What is the location?",		"s_16949037":"Outstanding work, pilot! Get some rest. Check back with me later for a new assignment.  Also, I've got something extra for you.",		"s_1622e456":"Good to meet you. My name is Da'la Socuna and I am here on behalf of the Rebel Alliance naval forces. I train pilots to fly and fight.",		"s_1583743c":"Do you have any missions I could fly?",		"s_1500b5d6":"You know, all the pilots say that you're the BEST!",		"s_11327023":"The patrol was interrupted by a TIE attack.",		"s_111cd324":"And with you as well. The Major is currently located at the labor outpost on the moon Yavin 4. Good luck, %NU. I know you will serve the Alliance well on Yavin 4.",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_rebel_trainer_1.stf) is automatically generated by the SwgConversationEditor."
}}
