{
	"stfFile":"conversation/tatooine_imperial_trainer_2",
	"entries": {
		"s_ffaac8c1":"Where can I find her?",		"s_fea3d7f3":"You can find our agent, Morv, at Nym's stronghold on Lok. He'll be disguised as a fuel technician. Use the codephrase *I'm here to clean the antimatter condenser.* He is probably not using his real name so you will have to find him. Report to me when you have his information.",		"s_fe63bc1a":"My thoughts exactly.",		"s_fced7bf":"Once you have launched, simply activate your Hyperspace map and select the system to which you would like to travel.",		"s_fb7f6474":"What kind of response?",		"s_fb57ae40":"Come back with the form and we can get things moving.",		"s_f91e446d":"What have you learned so far, %NU?",		"s_f7876bb3":"Nym may be planning on ransoming the officers or he may decide to hand them over to the insurgents. Imperial Intel thinks the latter is more likely. What better way to win favor with his fellow criminals. We need to recover our agents before they are moved to an unknown location.",		"s_f542dcb0":"Most lawful Shipwrights will put ship chassis up for sale on vendors in local shops. So, locate a vendor or contact a Shipwright, find a TIE fighter that you're capable of handling, and purchase a suite of upgrades... including a modern engine.",		"s_f432c46f":"(Transfer the information to Oberhaur.)",		"s_f3ce4b22":"Why?  What did I do?",		"s_f1f7e3da":"(Listen intently.)",		"s_edeedb42":"How will I recognize Morv?",		"s_eda80412":"At 09:50 this morning, the primary ground agent in the Lok operation failed to contact his handler and deliver a status report. Imperial Intelligence immediately reported the failure, suspecting the agent had been compromised. At 11:32, shortly following that report, an as of yet uncompromised agent contacted the handler.",		"s_ed65d4cb":"You'll be doing some leg work on this mission. I want you to go to the Imperial outpost on Yavin 4. Report to Field Commander Alozen, of the Imperial Army, for a situation report. He's requested the assistance of the fleet. Storm Squadron has been assigned to see to his needs.",		"s_ed3a1afc":"I operate strictly on the record. Storm Squadron has a noble history within the service and we aren't about to tarnish it. Talk to Hakasha Sireen on Talus if you want something under the table.",		"s_eac44789":"Applicant, I hope you are well rested because today you begin working with Storm Squadron. Stand at attention for briefing!",		"s_e8e1f35f":"I'm here to apply to Storm Squadron.",		"s_e73e5d21":"I want to study pilot combat training.",		"s_e44ffcd2":"[Relate the destruction of the Kimogila's Claw.]",		"s_e3d28c95":"(Give him your Authorization of Transfer.)",		"s_e27dc0f8":"Outstanding work. You've managed to defuse what could have become a major incident. I'm impressed, HQ is impressed, and most of all the rest of Storm Squadron is impressed.",		"s_e0d37cc2":"I've seen one of your ships in the hangar. It looks capable of hyperspace travel. After you launch, just open your Hyperspace Map and select the system to which you want to travel. Pretty simple, no?",		"s_e06d735b":"You are? Let me see your Authorization of Transfer. Make sure it's filled out and signed. They'll have my jax if I send along an incomplete form.",		"s_df611704":"I cannot assign you a mission, but I do have a number of elective duty assignments. If you like, I can give you a briefing.",		"s_de381f95":"I have, sir.",		"s_dcf3ae18":"Then I will acquire a new ship, sir.",		"s_dbb5bf46":"I want to study advanced weapons technology.",		"s_dacc15a0":"The Accuser is an Imperator class Star Destroyer currently on assignment here in the Tatooine system. She has a storied history and a long service record. Storm Squadron has served aboard the Accuser for as long as I can remember. The Accuser is on duty out here on the Rim to show the flag...a warning against Rebel activity.",		"s_d96f60fb":"Who is Hakasha Sireen?",		"s_d7001705":"What about in an unofficial capacity?",		"s_d55f2579":"I'm ready to go.",		"s_d4648675":"Return to me when you have information. Good luck, %NU.",		"s_d424ba86":"We aren't sure and we need to find out. Contact with the agent has been limited. I need you to go to Nym's stronghold on Lok and find the agent. His name is Trizan Morv, but he is undercover as one of Nym's Fuel Technicians. See if you can find out from Morv what Nym has planned. If you get the opportunity, stop those plans.",		"s_d1be90a9":"What's the plan?",		"s_cf8e92fc":"Positive. We suspect the only reason they don't try to escape now is Nym's armed escort. You need to take out the escort to give the operatives a shot at survival.",		"s_cacf4333":"As I said, there are several areas of Nym's power that need to be neutralized. First, the relative isolation of the Lok System has allowed Nym to build a significant rogue fleet. While the size of this fleet pales in comparison to that of the Empire, the potential for its use in rapid strike or terrorist operations cannot be ignored. It must be eliminated.",		"s_ca6a5e04":"Alozen is a ground pounder and may show you a little disrespect. Ignore it and behave professionally. I know you'll do the right thing.",		"s_c81a4272":"Where can I find one?",		"s_c76594d7":"I want to study advanced reactor engineering algorithms.",		"s_c6b6729b":"Well, if it were up to me, you'd be shot, now.",		"s_c64c7c75":"I will do that immediately.",		"s_c4880407":"Developing new levels of tactical and physical excellence will be critical in realizing your true potential. Use these study programs and destroy them when you have internalized the information.",		"s_c14f8951":"How do I know what I can handle?",		"s_c13418d8":"We've been reassigned to the Yavin system. Yavin has been plagued with insurgent activity ever since the destruction of the Death Star. This is the front line of the civil war and our assignments in the region will be dangerous.",		"s_bc375f79":"Got it.",		"s_b9024ec3":"Storm Squadron is an elite special operations team within the Imperial Navy. Our jurisdiction extends to many worlds throughout the Outer Rim and we have a complement of fighters, transports, and equipment we maintain ourselves. Life in the Storm Squadron can be hard, some missions require operating with limited or no support behind enemy lines. Our pilots work hard and earn their pay.",		"s_b6b25f13":"Yes, sir!",		"s_b56905cc":"Naval Command wants us to continue to harass Nym's forces. Their assessment of the situation is positive, but they feel that inflicting further damage is necessary. They want to avoid any possibility of having to bring a large force to bear against Nym should he decide to openly declare support for the insurgents.",		"s_b2ef8844":"Uh, sorry.",		"s_b2a924ab":"I'd like a briefing.",		"s_b1097134":"The freighters aren't carrying anything valuable, but we don't want the pilots to die needlessly. Make sure you keep them alive.",		"s_b0d3b474":"I'm ready for training.",		"s_afce570":"He has extensive resources, sir.",		"s_ae26c22":"Let me think about this for a bit.",		"s_ae06e68f":"But I want to fly for the Imperial Navy!",		"s_ae061ee":"I was able to recover all of our agents, sir.",		"s_ad8385f7":"I am being serious.",		"s_ad7e53a9":"Firstly, you will need a vessel capable of hyperspace travel. Unfortunately the Empire does not issue TIE craft equipped with the engine upgrades and hyperdrive abilities you will need.",		"s_aceff31e":"Good luck, pilot.",		"s_ac71da57":"I'm ready to take an assignment.",		"s_a78a4ac3":"What do I do now?",		"s_a787fa2e":"(Stand at attention.)",		"s_a784219e":"Only your commanding officer can assign you missions, pilot. Go back to your own unit.",		"s_a6363375":"I'd like to pressure Nym's smuggler fleet.",		"s_a59c7bd7":"It looks like you're busy with an assignment already. Come talk to me when you're done.",		"s_a4faf714":"I am ready for some training, sir.",		"s_a329a20":"While the smuggler trade is a primary source of income for Nym, he relies on piracy to make up the balance. You could fly as an 'escort' for some Imperial transports in the Lok system to bait and trap Nym's pirates. There's no need to capture them alive for interrogation.",		"s_a30c1a53":"Yes sir!",		"s_9f814876":"Report what you've found regarding Nym's plans.",		"s_9d8051f1":"High Command has decided that Nym's operations have been sufficiently neutralized. Any aid he renders the Rebellion from this point will be inconsequential to the outcome of the overall conflict. You are commended for your contribution to the Lok operation.",		"s_9c0c10ef":"Report back to me when you are ready for a new assignment.",		"s_9b9f672f":"Pilot you have quite a history. Seems you've come through for us several times in the past. With that in mind...why is it you failed to follow simple instructions and sign this form? Until you confirm things with a digital signature, we can't move forward with your new assignment.",		"s_9940eb95":"Return to me once you've freed the hostages and delivered them to safety. Your window to pull off this operation is limited, so get your jax in gear soldier! Dismissed!",		"s_99306072":"Get back out there. You need to find one of the Nym's Lieutenants. He'll have probably entrusted them with information regarding the status of the hostages. Disable the pirate scum and inspect his ship for information.",		"s_987445c9":"Thank you, sir.",		"s_986aeb7b":"Once the agents capture the ship, protect her while she calculates a hyperspace jump. The Lok region isn't well known, so it may take some time. Nym may try to recapture the ship or just take you both out. That cannot happen.",		"s_94a3f917":"Incredible work, pilot. You've managed to eliminate several of Nym's key commanders with a single decisive strike. I'm impressed by your initiative in this matter.",		"s_94999d7b":"What is the next step?",		"s_93a06155":"I hope you've studied those information programs I gave you. You'll need your new training.",		"s_92b2297b":"Hrmph.  In that case, if I were you, I'd be trying to do SOMETHING to prove to the Empire that you are 100% behind us in this war, and not some sort of Rebel sympathizer.",		"s_9288900f":"I understand.",		"s_91223b5c":"I'm ready to begin immediately, sir.",		"s_8efde2ae":"Yes, sir.",		"s_8ebfa37e":"Nym is a Feeorin. The self proclaimed 'Lord' of the Lok system. He's a pirate and absolute scum. Many years ago, Nym was a war hero, when the Trade Federation attempted to capture Naboo. He seems to have forgotten what it means to be a hero and now he simply preys on the spacelanes.",		"s_8d17fc6e":"How do I travel to another system?",		"s_8bd72bb5":"Mastering proper use of heavy weapons technology is key. Use these study programs and destroy them when you have internalized the information.",		"s_89bc583c":"Very well, sir.",		"s_88796240":"Thanks for the information.",		"s_884a3faf":"Outstanding. Now begone.",		"s_883a28d9":"Pilot, it is time for you to learn some new skills. It is important that you keep sharp and keep your skills at the top of their game in order to succeed as an Imperial pilot. Are you ready?",		"s_88311d58":"For the time being, Storm Squadron has been assigned to continue operations in the Lok system. High Command has decided that Nym has grown far too prominent and he represents a potential threat that must be checked.",		"s_8739f4b1":"I'm glad we're on the same page. Since you have complete operational discretion, it will be up to you to decide how to attack Nym's power base. Other Storm Squadron operatives will be carrying out similar assignments. Nym will soon regret casting his lot in with the insurgents.",		"s_84a82bee":"Then I can't help you. This stuff has to be done by the books and unless you can prove your flight combat record, I can't deal with you in an official capacity.",		"s_82669139":"Glad to meet you. I'm Commander Oberhaur, of Storm Squadron. Several members of the squadron are currently bunking here Bestine on shore leave. We operate from the ISD Accuser, in Tatooine Orbit. Being shut up in a Star Destroyer for weeks is bad for the men's morale, so we're down here for leave.",		"s_81198b45":"Why is that?",		"s_8065ca4e":"This form looks correct. Pilot you have an impressive history. In a short period of time you've managed to rise above your station and perform at a level much higher than expected.",		"s_802f576d":"Well, your history is very impressive. You have participated in several missions that required accuracy and skill. Why, then, did you sign this form with someone else's name? The Naval Command wants to give you an opportunity, but you are putting it at risk by playing games. Sign the form correctly and then we'll talk.",		"s_7f95f0a5":"Get suited up, you're being scrambled immediately.",		"s_7e66b604":"Go take it easy for now and report back to me when you are ready to begin. I've received new orders from Command and I need someone like you for the operation.",		"s_7d4535c0":"Nym has smuggler fleets moving through Lok on a regular basis. Since he controls most of the system, he doesn't worry about stealth. Intercept the fleets, destroy the escorts, and disable the smuggler transports. That should be enough show of force to convince the smuggler captains to surrender. Once you've secured the transports, escort them to interrogation.",		"s_7b25fbc3":"You're cleared for training, so let me know when you are ready to begin.",		"s_7a761694":"(Continue to listen.)",		"s_7a3165e7":"Hold on, there, %TU.  I've got strict orders about you.  You're GROUNDED!  Finished!  You won't be flying for the Empire ever again!",		"s_7970189a":"I don't know, %NU.  But if I were you, I'd be trying to figure out SOME way of doing it.",		"s_7936c7db":"Lok is remote and Nym's pirates travel openly. Locate one of his Lieutenants. Disable the pirate's ship and search it for information on the whereabouts of the hostages. You may then eliminate the pirate. We are uncertain of these officer's location but a good bet is you can find them around the Lok station after they have taken off from the planet surface on their way to hyperspace.",		"s_78af2fb0":"Indeed. Nym will have to find replacements and rebuild his command. I'm transferring a pay reward to your account. I will also inform High Command of the status of our operation.",		"s_773fa657":"No, that would not be nice! Check your planetary map, or just ask around to find a Shipwright vendor.",		"s_746fbd0c":"I'll do what I can.",		"s_72d41043":"I am prepared.",		"s_721e2818":"I'd like to trap a few pirates.",		"s_712ea0b5":"What will Nym do to the hostages?",		"s_70a7d20e":"Good to see you, Flying Officer %NU. You've been making significant headway into reducing Nym's influence in the Lok system, so High Command has selected you for a special operation.",		"s_706c2e4c":"Have you managed to track down information on the hostages, pilot?",		"s_6f520748":"Morv is disguised as one of Nym's fuel technicians. He is undercover so he will not be using his real name, you will have to find him. You can identify yourself to him with the codephrase 'I'm here to clean the antimatter condenser.' Be discrete. We don't usually send pilots to interact with intelligence officers, but in this case you may be best equipped to handle whatever Nym has planned.",		"s_6c1a8ce":"The war has taken a significant toll... even considering the strength our great Galactic Empire. These more modern TIE designs are only available on the free market through third party engineers.",		"s_6ae72fac":"What is the Storm Squadron?",		"s_6abf6436":"What's the assignment?",		"s_6a67413c":"What's the ISD Accuser?",		"s_6927e4a9":"SS Command has authorized a duty pay increase for your exceptional performance and new rank. Since you are now a Flying Officer, you may select your own assignment.",		"s_6598178f":"Interesting.",		"s_61e8cd5e":"Greetings, pilot. I don't see you on the Storm Squadron roster. Why have you come here?",		"s_61657d0f":"I see.",		"s_60c9f5e1":"I know just the man for the job. Good work, pilot. Here is a consignment fee for completing the job. Stay close, though. Once this data is cracked we will need to move quickly to secure the hostages.",		"s_6047677":"I'm ready, sir.",		"s_5fdd804":"While Lok has no overt value, there have been indications that the Rebellion may be working with the pirate Nym to undermine Imperial interests. Imperial Intelligence set up their infiltration operation to probe the pirate connections to the Rebellion and, if connections were found, sever them.",		"s_5f703249":"Increasing insurgent activity in the Yavin system has drawn the interest of High Command. Since the destruction of the Death Star, the Imperial Engineering Corps have carried out an ongoing scrap recovery operation. Command suspects the Rebels may be conducting their own salvage operation.",		"s_5ea454fa":"Here's the flight plan of the transport. Expect it to be under guard. The operatives on board are valuable: we want them alive. Your mission is to disable the transport. Fire on the engines or the reactor. Either one should be enough to give our boys a chance to take over the ship.",		"s_5d988999":"That would be nice. Thanks!",		"s_5c222b7":"We have a tactical intelligence and telemetry probe inside the Lok System. Go to Lok and download enemy position information from the probe. Use that information to hunt Nym's fighter wings. Any damage you inflict will make it harder for Nym to carry out military operations.",		"s_5c1a4059":"Go grab yourself a quick bite to eat and then report back. We'll have these logs cracked in a nanosec.",		"s_5b4ccb84":"You have operational discretion to choose an assignment from the areas outlined by Imperial Intelligence in your briefing. I can also instruct you in the use of new technology if you think you're ready.",		"s_594a07fa":"I want to study advanced TIE combat operations.",		"s_58c1df5a":"I don't have an Authorization of Transfer.",		"s_55b3e68b":"Someone I've worked with in the past. A Zabrak with the trust of some very important, very dangerous people. If you work with her, watch your back. She's as likely to pay you with a blaster bolt as she is with credits.",		"s_5102164f":"(Nod and listen.)",		"s_4d6d2800":"As of this time, Nym has not delivered demands. It is unclear if the hostages are still alive. Imperial Intelligence and Naval Command have decided that the situation must be resolved before it spirals into a major incident. Storm Squadron has been assigned with the cleanup.",		"s_4d13db1b":"We aren't entirely sure. It's out of character for him to murder needlessly. He's scum, but he's also smart enough to avoid Imperial scrutiny. The fact that he hasn't released the spies tells me that he's probably going to hand them over to the Rebellion. High Command probably considers that worse than if he just killed them.",		"s_4afba144":"First, we need to determine the status and location of the hostages. If the hostages are dead, we need to launch a hostile response. If the hostages are alive, we need to find and recover them. Your orders are to dispatch to the Lok system immediately.",		"s_49f3270b":"Report back to me when you're ready for an assignment.",		"s_49d848b8":"She is located at the Imperial compound on Talus. She's a core worlds kind of woman. Cloak and daggers, venom and roses.",		"s_486da900":"Your continued success will rely on your ability to make maximum use of all new Imperial technology. Use these study programs and destroy them when you have internalized the information.",		"s_48636f93":"Pilot Officer %NU, it's time that you were elevated to full operational status within the Squadron. You are hereby granted the rank of Flying Officer. Congratulations Flying Officer %NU. You are now a full member of the Storm Squadron. Fly with honor and fight with the Emperor's own fury.",		"s_4854758d":"I would like to request a mission.",		"s_4838444a":"Outstanding.",		"s_46d97b9f":"For the time being, continue to harass Nym's forces. Naval Operations will deliver new orders when they want us to withdraw. So far this has been a high impact operation with little drain on resources. They will probably want to draw it out a bit longer before moving us to a new theater.",		"s_46b74bbf":"We've had reports of pro-Rebel, anti-Imperial activity from you.  Obviously, you can't be trusted.",		"s_466882ff":"Tell you what. How about I just go out and buy everything for you?",		"s_46185cf9":"The Imperial Intelligence organization has, for several years, conducted a small operation in the Lok system. The target of the operation is a pirate warlord named Nym. Lok holds little to no strategic value for the Empire, so only limited resources have been invested in the operation.",		"s_45fa29cc":"(Grin and listen.)",		"s_45f4f7db":"I'd like to engage Nym's combat fleet.",		"s_451c0d14":"So you want to join Storm Squadron? It won't be easy. We take tough jobs and we expect results. Unquestioned loyalty and a steel will are merely the most basic of prerequisites to being a member of Storm Squadron.",		"s_44d66989":"You've shown considerable improvement in ability since joining the Squadron. It's time to allow you access to the next level of training and technology. I remind you that anything you learn is highly confidential, security rating Gamma Three. You may not share your knowledge with fellow officers of any rank at or below your own. What area would you like to train in?",		"s_43862ef7":"Of course not, sir.",		"s_435dd8f2":"Nym's officers may try to recover the transports, so be on your guard.",		"s_401fdcbd":"How do I get to Lok?",		"s_3f799832":"Pilot, you're supposed to be on your ship! Get up there and intercept the hostage transport immediately!",		"s_3ed9f29c":"No, seriously!",		"s_3cfac67e":"The agent indicated that the rest of the operation, five men total, had indeed been compromised and taken captive by pirate gunmen loyal to Nym.",		"s_392923da":"Not a problem. It's always a pleasure to talk to a fellow serviceman. If you're interested in working with the Navy you might talk to Lt. Colzet in Bestine or Lt. Sinkko in Kadaara. Both are good men.",		"s_3821ef35":"Uh, whoops?",		"s_36fb7ae1":"Who is Nym?",		"s_355e31ff":"You may think you're ready, but I don't believe you really are. You need to prove you are capable of meeting my standards before I'll let you into the Storm Squadron. Just being considered is a grand honor and will look good on your record. If you can stay alive and perform to standard, you will be one of the few and great.",		"s_350d8ffa":"Our remaining agent within Nym's stronghold has succeeded in avoiding detection. His latest report indicates that Nym is frustrated by our progress and has ordered several of his captains to plan a heavy armed response.",		"s_3321cb2d":"Imperial Intelligence has identified several key elements of Nym's power base. I have a briefing prepared. Or if you've already examined the briefing material, you can select a type of operation to begin.",		"s_31804e15":"Understanding how to rapidly and efficiently manage the complex systems on board a fighter is a necessary step in your development as a pilot. Use these study programs and destroy them when you have internalized the information.",		"s_311f2b4":"Flying Officer %NU, I have the highest level of respect for you, but I want to see more results in the operation against Nym before I authorize you for advanced training.",		"s_2f84158b":"How can I do that?",		"s_2f3095bd":"Be on your guard. Nym may decide to dispatch his ace pilots once you're detected.",		"s_2c4789b":"Understood.",		"s_29d0a2db":"I've run into some trouble so far.",		"s_28a8e342":"Imperial Intelligence has supplied us with several convoy freighters disguised to emit weapon and equipment signatures. That should attract the interest of Nym's pirate gangs. Fly escort and eliminate the pirates as they show up.",		"s_263bc84b":"Ah, this is interesting. Looks like a manifest detailing the transport of the hostages. Part of it is encoded, but it doesn't look like a very strong form of encryption.",		"s_23ca92a1":"Report on the status of the hostage rescue operation, soldier.",		"s_237eaf5c":"Check your planetary map, or just ask around to find a Shipwright vendor.",		"s_2358dc3e":"I don't have time to explain this all to you, pilot! Double-check what skills you have. Make sure that you are certified to fly the ship you plan to buy.",		"s_22a1fc52":"Perhaps Imperial Intelligence can crack it.",		"s_22461041":"The information you retrieved from the pirate officer has been decrypted. It's a transport and transfer schedule for the hostages. Nym apparently doesn't want them located in his main stronghold. He's having them moved to a secret location and he's moving them today.",		"s_21772e5a":"I'm sorry, I can't help you.",		"s_203532fd":"Exactly. Initial reports indicated that Nym was merely an outsystem pirate. Clearly those reports were incorrect. His operation has grown beyond a simple pirate outpost and he now poses a possible military threat should he enter the war on the side of the insurgency. We want to destroy his resource base and devastate his space power.",		"s_1e3ab8f3":"You need to report to Field Commander Alozen at the Imperial outpost on Yavin 4. He will be handling your assignments for the time being.",		"s_1d4a07d0":"Where can I find such a vendor?",		"s_198d54a6":"It should keep Nym busy for a while.",		"s_1940763a":"Are you sure they'll be able to capture the ship?",		"s_183bb6da":"Sign the form and then talk to me.",		"s_16cbd029":"Excellent. Carry on, Pilot. Good luck.",		"s_15b68f56":"Return to me with any information you find. It is critical that you move quickly on this. Good luck.",		"s_1524504":"Second, Nym has established a significant trade in contraband and weapons technology. We believe this is his primary method of income. Fortunately, the majority of Nym's smuggler captains are only dubiously loyal. We believe that these criminals can be convinced to abandon Nym's cause with the application of modest force.",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_imperial_trainer_2.stf) is automatically generated by the SwgConversationEditor."
}}
