{
	"stfFile":"conversation/tatooine_rebel_tier3",
	"entries": {
		"s_fffe6e23":"You will be.",		"s_ff8b2372":"Correct. They are fiercely guarding something there. Do you know anything about it?",		"s_ff50cabc":"All Bothans are spies.",		"s_fd8741c0":"I'm not scared of things that go bump in the night.",		"s_fb871ded":"Central Command has issued new orders for you.",		"s_fab55d44":"I know a smuggler. He works with Nym. And now he's going to work with you.",		"s_fa6e2383":"Looks like our information was correct. Thank you for your efforts. Are you ready for a new skill?",		"s_fa38c858":"I thought I was working for you.",		"s_f9f2fe5c":"I like to know who I'm dealing with.",		"s_f9e6ef1b":"I do. There's a prisoner on Dathomir we wish to meet.",		"s_f9044504":"There's more I could teach you.",		"s_f8b02865":"What do I do?",		"s_f72b6d44":"Would you like to learn a new skill now?",		"s_f6cd86be":"Why was he in prison?",		"s_ed4e5e50":"Sure was. Do you have my next mission?",		"s_ecb17e60":"I don't know what you mean",		"s_ec44bbf0":"We are interested in an Imperial Security Officer. He has information we need.",		"s_ec3a4b5b":"You're dealing with a patriot!",		"s_eba35f17":"When do I leave?",		"s_eb3726f6":"Yes. You're going to help me get information - from an Imperial defector.",		"s_e95511fe":"Of course they are. ",		"s_e68c0bb8":"Anyone who believes that is an idiot!",		"s_e6631bf8":"What is my mission?",		"s_e5235eff":"Do you have a mission for me?",		"s_e3d61563":"Bomb-making material, Imperial comlinks, schematics - anything suspicious.",		"s_e3c318b4":"Specifically the Dathomir prison.",		"s_e24417b":"He will help us to plan an attack on Dathomir prison.  ",		"s_e19c193f":"That Imperial Security Officer has provided us with a tremendous amount of information. With it, we can launch attacks that will decimate the Imperial fleet's infrastructure.",		"s_dfcc11ba":"Yes, about that assault. It was effective - perhaps too effective.",		"s_de2df0e3":"Thanks - I think.",		"s_dc95008b":"We'll soon find out which one of you is the best. I want you to go after him.",		"s_db5f856c":"He's an Imperial defector. We plan to engineer an outbreak.",		"s_db14e2c1":"We believe the Empire plans to return the favor.",		"s_db13b2d9":"Immediately. Thank you again for all your hard work. And remember: watch your back.",		"s_d9a23c21":"Your attack on those Imperial ships was effective - perhaps too effective.",		"s_d9245236":"I don't think I know you. I'm certainly not expecting you.",		"s_d85b3a9c":"What if I refuse to continue?",		"s_d762182e":"The Empire's good too. And they want to put a stop to our activities, immediately if not sooner.",		"s_d72cbbfa":"You are now assigned to the Rebel outpost on Rori. You'll be reporting to General Ufwol.",		"s_d70dba34":"Yes.",		"s_d6963a70":"About the Dathomir system?",		"s_d6643019":"Actions speak louder than words.",		"s_d5bf212f":"The coordinates are in your database. Go now.",		"s_d454739a":"Soon.",		"s_d3e5c0aa":"Then how about another mission?",		"s_d35a8803":"One of the Empire's best pilots is en route to a medal ceremony. He is the hope of the Empire.",		"s_d31b92f9":"Perhaps you could introduce me to your friends. I am always interested in meeting new people.",		"s_d2f7d204":"This is a prison planet. Worthless. And yet for some reason, the Empire has taken a keen interest in the area.",		"s_d2d48b62":"You're very observant.",		"s_d258e826":"Do not underestimate your enemies. They are as dedicated to their cause as you are to yours.",		"s_d1ec36f0":"Very good. We have been tracking the movements of an Imperial Security Officer. He has information we need. The time has come to capture him.",		"s_d057d7d3":"That is the price of success. ",		"s_cd86689a":"They're not going to walk through the front door and announce themselves, that's for sure. According to our intel, they're going to try and smuggle explosives into this system using Rebel ships.",		"s_ca8f5dda":"When do I start?",		"s_ca2ba04f":"Speaking of Imperials, you did a very nice job out there with the Corellian Corvette. Thanks to you, we now have several Imperial spies in our custody. They are founts of information.",		"s_c9ba6bc2":"Of course. ",		"s_c93b6a54":"That won't be necessary. ",		"s_c7aa6bdb":"The Bothan reputation precedes me.",		"s_c74a6348":"You must finish what you started.",		"s_c65b834a":"Exactly. But we are going to start inspecting them, starting immediately. And YOU will inspect them.",		"s_c6594c52":"Are you trying to anger me?",		"s_c599f19a":"There's a prisoner there, an Imperial defector. He will be helpful to us - once he's free.",		"s_c4f6eef8":"It was?",		"s_c4dbdf08":"So now I have a dossier AND a reputation.",		"s_c4bc453f":"Indeed. We've equipped your ship with a space assault droid. Disable his ship and shoot that droid onto its hull. The droid will breach the ship, subdue the crew and take control of the ship. Then we'll see what we've got.",		"s_c43eb58":"Teach me about space superiority fighters.",		"s_c3e376a5":"%TU!  Explain yourself!  What's this I've heard about you assisting the Empire?",		"s_c2efe3eb":"They're not just going to walk through the front door, either. I expect they'll try something more devious. According to our intel, they may try to smuggle explosives into this system on Rebel ships.",		"s_c2850e6":"Same difference.",		"s_c265503e":"He is? Why?",		"s_c2051287":"I think you ask a lot of questions.",		"s_bf9961a9":"Blah. Do you have work for me?",		"s_be9caae0":"The Rebellion sent me your dossier.",		"s_be88a7d6":"Because he's been to prison.",		"s_be155900":"No, of course not.",		"s_b9f4f973":"I didn't know they were keeping a file on me.",		"s_b84b366c":"How can I help?",		"s_b7d2e561":"The information is frightening, but not specific. And for all we know, they're giving us disinformation. It will take us a while before we can be sure they are telling us the truth.",		"s_b7138aed":"I'm not following.",		"s_b6da869b":"We are both serving the Rebellion. ",		"s_b4a1239c":"Ugly word. I prefer 'information broker.'",		"s_b40f340":"Not a chance.",		"s_b3f5831e":"Ah, we do not know each other yet. Even if I knew, I would not tell you.",		"s_b3ae7d2":"Yes. Well, that brings me to my next mission. The Empire knows that we have this information, and I am sure they are planning attacks as we speak, to kill us before we can take action.",		"s_b2aeeeda":"He's a pirate. Everything he does is illegal.",		"s_b1479cf9":"Now would be a good time.",		"s_b136da95":"Then you know about the prison here. This planet is a backwater, a worthless hunk of rock. Yet for some reason, the Empire has taken an unusual interest in the area.",		"s_b0da26cf":"I'm sure.",		"s_aeb6556c":"You would be tremendously bored by it, I think.",		"s_ae11747c":"Leave that to me. Are you ready for a dogfight?",		"s_ab1cce5f":"That thermal bomb would have ripped this place apart.",		"s_ab085367":"Those spies would have been no use to us dead. But you brought them back alive. Very useful. And that's why I've chosen you for this next mission.",		"s_aa4f6738":"I can and I will. Find me later, when you are ready for another mission.",		"s_a9cddbcc":"I hit them hard with that last attack.",		"s_a9bcadc0":"I'd like to see YOUR dossier.",		"s_a927c891":"What's next?",		"s_a91e3c6b":"You sent for me?",		"s_a8e0243a":"All Rebel ships are now subject to inspection. And YOU will inspect them.",		"s_a8af09fc":"Why do you want me to meet him?",		"s_a68dfaa6":"Sure I have!",		"s_a53ea74c":"Worthwhile things often are.",		"s_a41a2281":"Hm. Rumors. Interesting. I wonder what people are saying.",		"s_a30c8590":"Because we don't inspect our own ships.",		"s_a0e63032":"That prison is impenetrable.",		"s_9fb0046e":"He's good.",		"s_9f86f530":"There is an Imperial defector in the Dathomir prison. We want to free him and find out what he knows. This smuggler I mentioned, he has been to the prison, he knows the layout.",		"s_9e4da02c":"And we're going  to free him.",		"s_9df42b04":"So are you. Please return to your ship.",		"s_9c91459e":"You should always keep your eyes and ears open.  But as of now, you're stationed at a Rebel outpost on the planet Rori. You'll report to General Ufwol.",		"s_9c7613eb":"Perhaps. ",		"s_9b989e16":"Teach me about advanced Alliance component use.",		"s_966a1e03":"Information is more valuable than gold in wartime. And remember, I'm working for you.",		"s_94ece311":"I think that's my line. And besides, you should know better than most people how important security is these days.",		"s_94a2001c":"He's a smuggler who works with Nym. You can find him in Lok. Meet with him there and bring his information back to the Rebel Commando team in the Dathomir system.",		"s_9401fd7b":"It's very difficult.",		"s_92bcea":"You're going to find out. I want you to track him down. Make sure he never gets that medal.",		"s_9173548c":"Right away.",		"s_90875aed":"What's going on here?",		"s_90377ed4":"Affirmative!",		"s_8fbd3f85":"I don't think it's the prison that interests them.",		"s_8e632a96":"You're awfully paranoid.",		"s_8cfb34cb":"Just rumors.",		"s_8bf6086e":"We've had a run of good luck. A hard blow against the Empire now would destroy morale.",		"s_8bd6bf55":"Well done. I look forward to meeting that Imperial officer. Let me teach you a skill.",		"s_8b898446":"Tell me, why do you fight with the Rebellion?",		"s_8b436d82":"So you can gather more information?",		"s_8a88463d":"Please keep your ears open, %TU - and tell me everything you learn. ",		"s_8a4015bb":"As a matter of fact, yes - thanks to that Security Officer. We believe the Empire plans to return the favor, and launch attacks against OUR ships.",		"s_89dfa4de":"That's what I'm here for.",		"s_89962192":"He's been to the Dathomir prison. He can help us plan an escape. Get his information and deliver it to the Rebel Commando team in the Dathomir system.",		"s_895be92b":"Why wouldn't I?",		"s_887fc0e9":"The battles have been going our way. We have captured an Imperial Security Officer, thanks to you, and your attacks against those Imperial ships was effective - perhaps too effective.",		"s_87d7e908":"I know.",		"s_86fe6fa2":"There is an Imperial Security Officer in the area. He may be carrying useful information.",		"s_861c21de":"The Rebel Alliance can't trust just ANYONE, you know.  You could be a spy for the Empire... and the reports we've been receiving about you are making me nervous.",		"s_8539c0c6":"Absolutely. Thanks to you, we now have Imperial spies in our custody. They've provided us with extremely useful information. ",		"s_843eff43":"Bomb-making material, Imperial comlinks, schematics, anything suspicious.",		"s_841d27db":"Why?",		"s_83b7fee0":"Absolutely. And after that attack, we can be sure they're watching us closely. We've GOT to find out what the Empire is planning. Tell me %NU, do you know many people in this system?",		"s_82f0aea5":"Hmph.",		"s_825313cf":"Do you think the Emperor is an idiot?",		"s_821fd0ab":"We have to stop the Empire.",		"s_81d92cad":"Ah. That would be telling.",		"s_81682525":"Dossier? What's in my dossier?",		"s_7f0ba495":"Let's drop it, before I get angry.",		"s_7da64d88":"Ah, that will be very useful.  Let's begin, and later I'll be ready to give you a mission.",		"s_7b907498":"We have been tracking the movements of an Imperial Security Officer. He has information we need. The time has come to capture him.",		"s_7b3fb40b":"He's in the Endor system, en route to the medal ceremony. Make sure he doesn't get there.",		"s_7a9322d":"I won't? ",		"s_79209e7":"Can I see it?",		"s_783af10a":"What picture?",		"s_77e48d5b":"What do you mean?",		"s_76340c2f":"So he's good. I'm good too.",		"s_75913251":"You're referring to those spies. ",		"s_738d24fd":"Very well, let's begin. Talk to me again when you are ready for a mission.",		"s_710aa637":"Who do YOU know here?",		"s_6f921f12":"Welcome, %TU. You look different than I expected from your picture.",		"s_6b4f10db":"Hm. Interesting. You've been very helpful so far. You've brought us the Imperial Security Officer, and you've launched a devastating wave of attacks against Imperial forces. ",		"s_6a45ad00":"What sort of security has he got?",		"s_69f60e66":"It relates to your recent attacks against those Imperial ships. You were effective - perhaps too effective.",		"s_67c8f113":"You still have work to do.",		"s_665b67d1":"Very good.",		"s_658f174d":"What am I looking for?",		"s_652ff698":"Come now. I was born at night, but not LAST night.",		"s_645464dc":"What you'd expect. Tell me, have you been here before?",		"s_64170652":"Your hair. You've changed it.",		"s_628181f3":"Are you kidding?",		"s_61657d0f":"I see.",		"s_614f7f1c":"You haven't been cleared for this level yet.",		"s_5f46c092":"What can I say? I'm good.",		"s_5e8b8f88":"He's one of the best. In fact, the Emperor himself is going to award him with their highest medal.",		"s_5c8eeafa":"You've got nothing to worry about with me. I'll prove it to you. Give me a mission.",		"s_5bd69df6":"What do you need me to do?",		"s_5bd53e0a":"We meet again.",		"s_5b000af8":"Different how?",		"s_5a66cd79":"You haven't finished your assignment. Please get back to work.",		"s_59cd5207":"If I didn't know better, I'd say you were an Imperial.",		"s_5973a2b6":"No. NOW.",		"s_59552474":"Then the Alliance will crumble. You don't want that on your conscience, do you?",		"s_58cd53b6":"I don't know. But I'd like to find out. And there's an Imperial Security Officer who may have the information we need. ",		"s_58999327":"Yes - from the outside, in. But we have access to a former prisoner. He will help us.",		"s_5852ee6b":"The intel was correct.",		"s_58159522":"Of course. Congratulations on catching them. Very nice work up there, but I'm also referring to Eker.",		"s_573af66b":"So there you go. Travel to Lok, meet up with the smuggler, and bring his information to the Rebel Commando team in the Dathomir system.",		"s_55eef619":"Of course. Now let's get down to business.",		"s_554b78dd":"That's a shame. I'm starting to enjoy the idea of being a spy.",		"s_53de9d8f":"Like what?",		"s_52d4385d":"What kind of attacks?",		"s_52819991":"Defector? I like the sound of that.",		"s_527fe7c":"Anything.",		"s_51a30f3e":"Perhaps nothing! There's no doubt about it.",		"s_4ffe2e0d":"I did. Do you think you can hold your own against an Imperial pilot?",		"s_4ffa3018":"Worked like a charm.",		"s_4ece8e4c":"I'm not going to gather any more information?",		"s_4df738bb":"Anything?",		"s_4d7b2f02":"Do you have something to hide?",		"s_4d74f4db":"He once fought for the Empire. And now he fights for us. People do change allegiances, you see. We must always keep a close eye on our people. And that includes you.",		"s_4c695dbd":"No.",		"s_4bbc7af6":"Why do you think that is?",		"s_47da17a9":"Not at all. Forgive me. ",		"s_4748286f":"That pilot's not going to get the better of you, I hope. ",		"s_473d09d8":"Teach me about system balance programming.",		"s_459dafe4":"He's on board a Lambda shuttle. Do you know what that is?",		"s_43647dca":"Oh, I don't know about that.",		"s_42a9f4a3":"And I'm supposed to trust him?",		"s_4291c3cf":"Is he really that good?",		"s_41a00423":"How did you like using that space assault droid?",		"s_412e0683":"Where is this ex-convict?",		"s_4103a0b8":"No. ",		"s_404b8a10":"Yes. But first we need a plan. Go to Lok, meet with the smuggler, and deliver his information to the Rebel Commando team in the Dathomir system. ",		"s_3eeaed57":"I suggest you get to it.",		"s_3dc14ee3":"Any idea what they have planned?",		"s_3d2253c6":"Shame. You're very good at it. We now have the spies and an Imperial Security Officer, thanks to you. They continue to provide us with information. (It's against their will, but still.) The Empire's plans are even more sinister than we imagined.",		"s_3b851af5":"I'll teach you what I know. If you want another mission later, ask me.",		"s_3aa053cf":"Where is he?",		"s_3a9f883c":"Teach me about advanced space combat.",		"s_39d07e54":"There's nothing for you here. ",		"s_3949fe14":"Some people think the Empire will bring order to the galaxy.",		"s_3899c4e1":"And it's my job to get him. Right?",		"s_374e94fe":"It's a type of shuttle reserved for only the most important Empire personnel. It's heavily armed.",		"s_37402596":"It will bring pain and suffering!",		"s_35b12d6":"Just a habit. Your attack on those Imperial ships was effective - perhaps too effective.",		"s_341568b3":"There is an Imperial security officer in the area. He has information we need.",		"s_3414728a":"Only with our help. I want you to go to Lok and meet with one of Nym's smugglers.",		"s_337aea88":"I am not in need of training.",		"s_329414b2":"Please, do not waste your time talking to me. You are needed elsewhere.",		"s_3269c6d":"Not really.",		"s_315ecc88":"We believe the Empire plans to return the favor, and launch attacks against OUR ships.",		"s_30a2d12d":"I'm afraid I won't be of much use to you. I suggest you find someone else. ",		"s_3059f369":"What then?",		"s_2f6ac50d":"The Empire will love that.",		"s_2f463615":"Some.",		"s_2cc79657":"What would you do to stop the Empire?",		"s_2bc4bdb7":"Sounds like fun - but why?",		"s_2914d34b":"Trust isn't necessary. You can still work together. After all, we work together, and I don't think you trust me.",		"s_27bc6d70":"I'd like to introduce you to someone. He's a smuggler. He works with Nym.",		"s_2787404a":"Why? What's so special about a prison?",		"s_2700bc9b":"Maybe I'll tell you about it - another time.",		"s_26c0af06":"Sounds logical.",		"s_25e98647":"Where can I find this guy?",		"s_24d21bf3":"As do I. There's only one problem - he's in a Dathomir prison. As long as he's there, we don't know what he knows.",		"s_2493aca3":"He's in the Endor system, en route to Dathomir. You're clear to leave anytime.",		"s_23c7ed04":"He's killed more Rebel pilots that any other soldier.",		"s_1fd170b2":"It's a must, for my job.",		"s_1d28ae3":"Nothing!  Not until you straighten this situation out.  You need to improve your standing with the Rebel Alliance before I can trust you with any more assignments.",		"s_1bd3a505":"He has a Lambda shuttle AND an escort? He must be important.",		"s_1a40c7ec":"Of course. This is a bit of a change for you. You won't be chasing after Imperials this time.",		"s_18b63392":"Do me a favor and back off.",		"s_189648be":"At the moment, he is in Dathomir space on a Lambda shuttle, en route between the planet and an Imperial fleet... with an Imperial escort.",		"s_188d0288":"Then I have a job for you. Your attack on those Imperial ships was effective - perhaps too effective.",		"s_15e6c3e4":"Whatever. What's my mission?",		"s_151b3d1":"That's right.",		"s_13faa821":"He's also flying with an elite escort.",		"s_137f3e6f":"Then there is nothing in your dossier of interest to you.",		"s_12e4e81a":"Do not take it personally.",		"s_129bdf42":"Why are you asking me these questions?",		"s_129732ea":"Can he escape?",		"s_11a59fbe":"Answer my question!",		"s_114c29a9":"So?",		"s_1106a07b":"That's ridiculous! I've served the Alliance well.",		"s_1061c440":"Your reputation is well deserved.",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_rebel_tier3.stf) is automatically generated by the SwgConversationEditor."
}}
