{
	"stfFile":"conversation/tatooine_imperial_tier3",
	"entries": {
		"s_ff74cc15":"Good! It would be a shame for me to have to discipline someone who has just entered my command. So pilot, are you ready to take your first assignment or do you need a little time?",		"s_fb7fd32":"I take it you want me to inspect that scout as well?",		"s_fb75707f":"Then it is fortunate we have such a 'talented' pilot in Storm Squadron. Perhaps you would care to plan the next mission?",		"s_fae9ce56":"Prove it. Get back out there and do your job.",		"s_f9d2ed90":"Very crafty of them.",		"s_f733628f":"What did we find out from the Rebel information?",		"s_f51fd3ee":"Naturally. That scout probably contains another piece of the puzzle. If we can gather enough information on the Rebel operation then we will be able to plug this leak. Unfortunately, the Rebel will always know about the Imperial project in the Endor system but we can stop them from finding out what it is.",		"s_f2bc2a81":"Get back out there. Shut this situation down.",		"s_f1ae24d9":"Go forth, execute the Emperor's plan, and smite his enemies. We are sending the plans on Lambda shuttle to the Endor system. Meet up with the shuttle and transfer them to your craft. Then drop them off at Endor control. Once that is done the real operation can begin. Good luck to you, %NU.",		"s_f0d5d662":"No. We still do not know everything that the traitor has given to the Rebellion. Without that information the Rebels could simply send in another command ship and we would be right back to where we are now. But we will keep track of the vessel until we can decide how best to proceed.",		"s_f06f4a8":"You are not assigned to this Squadron, pilot. Perhaps you have gotten lost? I suggest you un-lose yourself quickly.",		"s_efdebeb8":"You can count on it, sir.",		"s_ef7a2df5":"Teach me about special forces training.",		"s_ef77d77a":"Hopefully we most certainly will not attract any attention! You will not go out of your way to find any sort of action. Those engineers will arrive in Endor safely, you WILL be sure of that. You are dismissed, pilot.",		"s_ef128cbc":"So, it is safe to assume they don't know exactly what the operation is.",		"s_ee1dc70b":"Well this is your chance. We are still looking for clues as to how much information the Rebellion has at their disposal, but we cannot ignore the growing number of Rebel fighters in the Endor system any longer.",		"s_ec6eda2a":"Sealed to the throne basically means that all project information about Endor is on a need to know basis. Usually only a few top personnel even know entirely what is happening when something is sealed to the throne. Everyone is told only enough to do their jobs. Of course that doesn't mean we cannot speculate, just be sure to keep your speculation to yourself.",		"s_eacf6042":"What information will those documents contain?",		"s_ea1cf0eb":"Nice, timing. I was just about to send for you. We have work to do.",		"s_e99b920a":"The Rebellion might be foolish but they are hardly weak minded. The Empire has underestimated their abilities too often and has paid dearly for those mistakes. Storm Squadron will not make that same mistake. We will learn everything we can about our enemy and then defeat them using what we have learned.",		"s_e956329d":"How would they have managed to get that information?",		"s_e8e85347":"Direct me and I shall succeed.",		"s_e83e03f6":"They're dreamers. They fail to recognize the futility of their cause. So many wasted lives all in the name of so called freedom. What they fail to understand that even if they win they will just be under someone else's control. There is no such thing as true freedom.",		"s_e82e2f2d":"You can count on me, sir! They will arrive safely.",		"s_e6e2ab99":"You are not here on Imperial business. Leave now.",		"s_e634eb73":"It is the Emperor's will that I defeat his foes.",		"s_e5e51881":"Field Commander Alozen tells me that you're ready to serve under my command. We will see, won't we?",		"s_e374b3bf":"I will remember that, sir.",		"s_e2ebe5ea":"And how would the Rebels have gotten that information?",		"s_e094e94b":"Send me back out there.",		"s_dfb20007":"I can hear him talking to...",		"s_df0f8037":"I know that. But you have gained some measure of fame regardless. It has not been made official but I believe you will be transferred soon. If that is the case we must be sure that you are up to snuff. What skill would you like training in?",		"s_dd4be05c":"What is my first assignment?",		"s_dcbac482":"Of course, I told you I was good.",		"s_dc98dda7":"That is still being examined by Intelligence. We should have more answers soon. Once we have all of it compiled we will be sending you out again. Hopefully with more direction this time around. Until then let us see what we can do to get you better prepared for your next assignment. What skill would you like training in?",		"s_dab3c286":"I know what I'm doing.",		"s_d8c02b03":"Not quite yet. We are going to use our knowledge that the Rebels have tapped into our secure lines against them.",		"s_d837376f":"If the time comes and you are promoted, I would highly suggest curbing your ego a bit. Most officers above me are not as tolerant as I am. But if you are promoted we cannot have any of them being unimpressed by your skill. What skill would you like training in?",		"s_d760b1fe":"Yes, that is a sound plan. I will destroy our enemies.",		"s_d6e0ca4c":"It's about time you let me take off the kid gloves.",		"s_d6bf6113":"The documents will be fake. We are counting on the Rebels attacking the shuttle, which you will be escorting. If we can make this look real to them by killing enough of their fighters, it will cause them to want to find out what we are fighting so hard to protect. When the time is right, the shuttle will pretend to make a run for it and allow itself to be captured. The Rebels will find the fake documents and they will be ours.",		"s_d55771c4":"Absolute freedom breeds discontent and anarchy. If everyone is allowed to do their own thing then there will be growth for society as a whole. And there can be no peace as long as the galaxy is splintered into many different factions. Only the Empire can unify all those different factions and bring about ultimate peace. In order for us to do that we must be strong. Storm Squadron is part of that unifying strength.",		"s_d4402e2e":"The Emperor will guide me true.",		"s_d3fb9e20":"They're idiots.",		"s_d2ef774":"I have heard that from more than a few young pilots who have walked through my door. Most of those pilots only live in my memory now. I sincerely hope that the same fate does not await you.",		"s_d25510d5":"Understood. I am ready to begin, sir.",		"s_d20bfc57":"Uhh, yes of course.",		"s_d1fb3414":"Maybe YOU'RE the traitor.",		"s_d19e7587":"I am ready to add another notch to my belt.",		"s_d0ca9684":"The AGENTS in Intelligence discovered that the Rebellion has managed to get their hands on some very confidential information. They had flight schedules, routes, and defense plans from all over the system. It would seem that the Rebels were supposed to capture some of the engineers in order to find out more about the Imperial operations in the Endor system.",		"s_d09291f7":"Please, keep your curiosity to yourself. This project has been sealed to the throne, any violation of that order will result in immediate execution. We are simply in the Endor system to provide security for the engineers, cargo freighters, and command personnel. We are NOT there to ask questions.",		"s_cd3a54f7":"Because we need you, %TU.  And others like you.  But only so long as we can trust you.  So go handle this situation.  Pilots of your skill are not exactly common, you know.",		"s_cc9d8558":"Welcome back. You have successfully managed to retrieve the information from the Rebel command vessel, as well as, save the 3rd TIE Wing from destruction. A very nice days work if I say so myself.",		"s_cb3f07d5":"We have Intelligence working on deciphering the data that you recovered from the scout as we speak. Once we have that information we should have a better grasp on the situation and be able to figure out how best to proceed. Until then we need you to get up to speed with your skills. I think you will be instrumental in the upcoming days. What are you interested in learning?",		"s_c9189ff3":"Pilot! Get you emotions under control. I cannot afford to hand this operation over to someone with a personnel vendetta. I want pilots, not rampaging psychopaths. Is that clear?",		"s_c8fb2a47":"Direct and to the point, I like it. Storm Squadron has been personally chosen by the Emperor to head security for a most important and secret project in the Endor system. We are beginning our move out of the Yavin system but have not yet set up a base of operations in Endor. Command will still be stationed on Yavin 4 for the time being.",		"s_c8f732dc":"What was in that report?",		"s_c84be049":"Sorry, sir. Now about my assignment?",		"s_c7db2e97":"So a simple, escort. I thought this was going to be hard.",		"s_c70eec74":"I should never have accepted you into this unit.",		"s_c5320bec":"I don't have an ego. I am the best!",		"s_c4f3b92c":"Let's begin your training. When you're done, you'll be ready for a new mission.",		"s_c4b21396":"I see that you are eager to get underway. But perhaps it would be best if you allowed me to explain what we are going to try to accomplish before flying off.",		"s_c4088008":"Get off my case.",		"s_c3fac79d":"Of course you did. The documents will have coordinates to a supposed command station. If all goes well the Rebels will take the bait and attack in force. They will not find any station at that location but they will find you. You are keep the fighters occupied while we scan the surrounding area for the Rebel command.",		"s_c3a1b3b3":"Well done, %NU. Not only did you manage to drive the Rebel force back into hiding from the Endor system, you also managed to uncover all the information that was leaked to them by the traitor. We will be able to quickly change our plans for the system based off of that information and neutralize any advantage the Rebels might have had.",		"s_c33ed1f7":"No, I think you are doing fine.",		"s_c27dc8c9":"I am honored to serve under the Emperor's hand.",		"s_c23c0889":"Indeed. But now that we know they have access to our communications, we have the advantage. My plan involves using this leak in order to draw the Rebels out.",		"s_c198d74c":"I don't need any of your lip right now. We will have this situation under control shortly, you can count on that. Right now we have Intelligence deciphering that data you recovered from the Rebel scout and once we have that we will have a better understanding of how best to proceed. While we are waiting for that we need you to get your skills up to speed. What are you interested in learning?",		"s_c183fa1a":"Let's hope that this stays a simple escort. This project is of utmost importance to the Empire. Any disruption could jeopardize the entire operation. You will make sure that those engineers arrive in Endor just as safely as they left here. Dismissed, pilot.",		"s_c17e8fe8":"Hopefully they will attract some attention.The practice would be nice.",		"s_c118c966":"I am honored to serve under the Emperor's Hand.",		"s_c0cba601":"Prove it to me. Get back out there.",		"s_c01151b0":"Sure. That might be useful.",		"s_bf67c417":"So they are not yet aware of what the Empire is doing?",		"s_be28f7e0":"First, we will need to inform Endor about our intentions. Because the Rebels are listening into our communications we will have to send the plans to them on your vessel. Once they have the plans we will send out a message about a shuttle carrying top secret documents on its way through the Endor system.",		"s_bb9e4a63":"Understood, sir.",		"s_b9c26cb1":"Just tell me who to kill.",		"s_b9bfd3a8":"You are absolutely correct. You are to destroy a flight of X-wings that we have been tracking. Since I have dispatched other pilots from Storm Squadron you should only need to destroy that one squadron for us to accomplish our goals, but feel free to destroy any extra you wish.",		"s_b8fba9bb":"We know exactly what we are protecting. We are protecting the personnel and vessels involved in a top secret project. That means we keep them safe and keep others out. Fairly simple, wouldn't you say?",		"s_b89e6b42":"That is what I wanted to hear. Intelligence has finished decrypting the data that you recovered from that Rebel scout. The data only included the operational status of a few of the Rebels in the area but it was enough to give us an idea of what the Rebels are doing in this area.",		"s_b6b37d2c":"Well, we shall see now won't we? Storm Squadron has been personally chosen by the Emperor to head security for a most important and secret project in the Endor system. We are beginning our move out of the Yavin system but have not yet set up a base of operations in Endor. Command will still be stationed on Yavin 4 for the time being.",		"s_b5094e65":"Go with the Emperor's blessing. You are dismissed, pilot.",		"s_b4880204":"Much better! As I said before we will be running security detail in the Endor system for a project that has been sealed to the throne. To my understanding there will be numerous engineers, supply freighters, and command vessels will need protection from any interference. On top of that the entire system must be kept under quarantine to avoid any word of the project from reaching the outside.",		"s_b40f340":"Not a chance.",		"s_b3f090c6":"I wouldn't say perfect. But fortunately I was able to compensate.",		"s_b3001b77":"How can we provide security without knowing what we are protecting?",		"s_b196e01f":"Even though we are still looking for the clues as to how much information the Rebellion has been given by the traitor, we have allowed the Rebels to run rampant through out the Endor system for long enough. We need to start reducing their numbers before they get out of control.",		"s_b16490f1":"Secret project? Sounds interesting.",		"s_afe7ad77":"We will update you to the location of the new Rebel scout as soon as you are in the Endor system. Remember a lot is riding on your success. Good luck, %NU.",		"s_afdf6d6":"What is it you want me to do, sir?",		"s_ad784b0a":"My ego isn't fragile. I know I am the best!",		"s_ad622e6d":"I see. About my assignment?",		"s_ad5060b2":"Doesn't matter where I am located. I rule space no matter the system.",		"s_ad08e741":"We have placed out a number of barrier satellites around the Endor system. They are designed to track the movements of any vessels that move to close to them. They have recorded a few Rebel fighters moving and fortunately for us another of the Rebel scouts.",		"s_ac951104":"You'll get your chance. The Rebel faction remains active across a number of systems. Of course, we will only be dealing with security in one system.",		"s_abdbf980":"Exactly. We are counting on the Rebels attacking the shuttle, which you will be escorting. If we can make this look very real to them and kill enough of their fighters, it will cause them to want to find out what we are fighting so hard to protect. When the time is right, the shuttle will pretend to make a run for it and allow itself to be captured. The Rebels will find the fake documents and they will be ours.",		"s_abcfd5a5":"There is only one way that the Rebels could have gotten the information that they did have...a member of the Empire leaked it to them. A since they were aware of the flight times and routes of the vessels they attacked that can only mean that whoever leaked this information was a commanding officer.",		"s_aad92c11":"No, Storm Squadron is moving out of the Yavin system. We have been reassigned to security detail for a top secret project taking place inside the Endor system. For the time being we will still be operating command from here on Yavin 4 until the move is completed.",		"s_aa3bdfaa":"I am sure you were simply amazing in that battle. Of course, you will be happy to know that I listed your accomplishments in my reports to my superiors. They were rather impressed by your prowess. I wouldn't be surprised if you were promoted over this.",		"s_a9aeb386":"Teach me about advanced starship component use.",		"s_a950fa1d":"What is the plan, sir?",		"s_a8daab7":"I am sure the Inquisition appreciates your faith in their abilities. They will handle the matter of the traitor. Your concern should be on Storm Squadron business. The Emperor wants to here to help protect his interests.",		"s_a835651f":"Understood! I will not let you down.",		"s_a7f392e3":"And the Emperor wants you to follow my instructions. I am sure his guidance will lead you to victory over our enemies.",		"s_a7d9a14d":"You have been far more than an assistance, you have been instrumental. I have made sure to note your contributions in my reports and you have garnished more than a fair share of attention. I fear that you will not be under my command for very much longer.",		"s_a5f19408":"The pleasure has been all mine. You are being transferred to Admiral Kilnstrider, head of Storm Squadron. He is personally taking over security of the Endor system. A base of operations has been set up on the research center on the moon of Endor.",		"s_a49e0a76":"Then you must explain this mission to me.",		"s_a3f5c141":"Neither do I. But I have respect for their abilities. The information you recovered from the Rebels is still being examined by Intelligence. We should have more answers soon. Once we have all of it compiled we will be sending you out again. Hopefully with more direction this time around. Until then let us see what we can do to increase your lethal talents. What skill would you like training in? ",		"s_a3d2c25b":"Those weak minded fools were hardly a challenge.",		"s_a22823c2":"You're wrong!",		"s_a14faca6":"A squadron of X-wings? I don't like their chances.",		"s_a0aa65a4":"Yes, I know. I was the one who foretold that you would be transferred. I cannot say that I am not happy to see you leave. Frankly, you worry me a little bit.",		"s_a099839c":"I am afraid so. I am to remain here and finish the preparations for the rest of Storm Squadron to be moved out of this system. Good luck to you, %NU. If you serve the Admiral as well as you served me all will be well.",		"s_9fbaa975":"Keeping a lid on entire system will be no easy task.",		"s_9dedc264":"I don't know if I would say...",		"s_9dbb5a9a":"What is the plan?",		"s_9cfbfe87":"Good to see that you are back. We have a mess on our hands right now. Reports are coming in from all over the Endor system that Rebels have been spotted in almost every quadrant.",		"s_9b266fb":"Yes. The Emperor needs me here.",		"s_9ae62db":"You have yourself the best pilot in the fleet.",		"s_9a760bb5":"I am ready, sir.",		"s_9a5c94ec":"Yes...yes. You did very well in capturing that Rebel scout. Now that I have stroked your obviously fragile ego, may I continue with my briefing?",		"s_996c6fd3":"What's Storm Squadron's assignment?",		"s_95984c4":"I live only to serve.",		"s_953ef4f4":"Hmmm...well what is it you want for me to do?",		"s_9511fbeb":"That was a question that didn't need a response. I can see that I am going to have to keep a close watch on your activities. You are supposed to be a fine pilot so I would highly suggest that you keep your focus on that.",		"s_93e9d03b":"If you say so. But I would ask that you try to keep your zeal for killing the Emperor's enemies to a minimum and focus on the mission I am about to give to you. There will be plenty of enemy smiting on it, I assure you.",		"s_936b8cfc":"You have been removed as head of Endor security?",		"s_934958df":"Do you have a problem with my assessment of your skills? I would suggest that you try harder and maybe they will change. Regardless, we still have a job to do,",		"s_926a6e73":"Is it wise to tell the Rebellion that we are sending top secret documents?",		"s_9104408b":"Please do not tell me that you are hearing voices. I cannot afford to take you off of active duty right now.We are in the process of planning our next step and you will be vital to the success of our plans.",		"s_9011f51":"I couldn't agree more. But that is why the Emperor asked for Storm Squadron. We are the best military outfit in the whole of the Navy. Your first assignment will be the protection of engineers being transferred from the Yavin salvage operation. You are to meet their shuttle in the Endor system and escort them safely through the area until they reach system headquarters.",		"s_8ff025a4":"Storm Squadron has been personally chosen by the Emperor to head security for a most important and secret project in the Endor system. We are beginning our move out of the Yavin system but have not yet set up a base of operations in Endor. Command will still be stationed on Yavin 4 for the time being.",		"s_8df560dd":"Nope, I can't say that I am ready yet.",		"s_8d0d7812":"As I said before we will be running security detail in the Endor system for a project that has been sealed to the throne. To my understanding there will be numerous engineers, supply freighters, and command vessels will need protection from any interference. On top of that the entire system must be kept under quarantine to avoid any word of the project from reaching the outside.",		"s_8ace66c8":"You wouldn't be here if you felt otherwise. The Empire will unify the galaxy and bring about an era of unprecedented peace. Storm Squadron's current assignment might play an important role in the realization of that goal.",		"s_89af090b":" You are on assignment, soldier. Get back to work.",		"s_890ce7a3":"I couldn't agree more, sir.",		"s_88d2aba6":"STOP RIGHT THERE! I told you to keep any speculation you might have to yourself and I will not tolerate otherwise.",		"s_86137261":"No sir.",		"s_853fa46c":"We should change our frequencies.",		"s_84b912c3":"Very well, what is my assignment?",		"s_84affc75":"Now that we have a lock on the Rebel command vessel the time has come for us to start flexing our muscles, so to speak.",		"s_846bd129":"I am afraid that you are not ready for the rigors I would be forced to put you through. I suggest you go work on your skills and perhaps we will meet again.",		"s_8323fc9a":"I'll explain this very simply. You are replaceable. The engineers are not. Get them, and bring them back - NOW.",		"s_826b239":"Clear enough.",		"s_8195ae89":"This shouldn't be too hard.",		"s_81652bd6":"There is no strength without the guidance of the Emperor.",		"s_813c7eed":"We are working on that. Right now what we have Intelligence focused on deciphering that data you recovered from the Rebel scout. Once we have that information we should have a better idea of how to proceed. While we are waiting for that we need you to get your skills up to speed. What are you interested in learning?",		"s_7eeba249":"Excellent plan, sir. It went off without any trouble.",		"s_7ea66fab":"Well you have been noticed by Admiral Kilnstrider, head of Storm Squadron. He is taking over security for the Endor system and has set up operations on the moon of Endor at the research center. Again, I highly advise that you do not be yourself with Admiral Kilnstrider. He has very little use for braggarts. Good luck, %NU.",		"s_7e276839":"So they could be making another...",		"s_7c0ad410":"Strong words from a pilot who's done nothing but fail since he got here! ",		"s_78d45540":"Don't fail this time.",		"s_78cd7b47":"I failed. It won't happen again.",		"s_78b0ecc0":"That is very unfortunate.  I need for you to get this situation resolved.  I cannot trust you with any more assignments so long as you are suspected of treason.",		"s_789def9d":"I am ready for my assignment.",		"s_7750f639":"You are to travel to Endor and start culling the number of Rebel fighters in the system. There is a flight of X-wing that we have been tracking for sometime that I want you to destroy. I have sent other Storm Squadron pilots out on similar missions so if you can take out that flight of Rebel fighters we should have their numbers reduced to a manageable amount.",		"s_7728672b":"Not at all. I have made my choice and I am completely loyal to the Emperor. Only he can bring about order from the chaos that the Old Republic left us with. In these times you need to have a strong, capable leader and there is no one I would rather follow than the Emperor. But I am a realist and completely understand that to gain peace one must sacrifice some personal freedoms.",		"s_76bbd809":"I know you will not. I have every faith in your ability to handle the Rebels. You are dismissed, pilot.",		"s_7679bb3b":"Good! Then we will not have any problems understanding one another. Our mission is highly important and the Emperor has placed his faith in us. We will not fail.",		"s_74df4":"Then I suggest you leave, before my men take you into custody.",		"s_730d9c3d":"It's hard to tell. Since they were trying to capture engineers for interrogation I think it is safe to assume that they are not yet aware of the nature of the Endor project. If I had to guess the traitor is either working on this project or a related project but does not have significant enough clearance to have the whole story.",		"s_71d95d29":"Hmm. Well any ways, Intelligence has finished decrypting the data that you recovered from that Rebel scout. The data only included the operational status of a few of the Rebels in the area but it was enough to give us an idea of what the Rebels are doing in this area.",		"s_71375f7a":"In this system?",		"s_7077d0f3":"Oh, of course I knew that.",		"s_704da203":"Your time with me is over. I figured one of my superiors would have you transferred under his command.",		"s_6f21dd8e":"You are under investigation for crimes against the Empire, %TU.  What is going on?",		"s_6efcdb6b":"Treason?!",		"s_6e86b00":"I'm ready to blast holes in as many Rebel ships as I can.",		"s_6da8109":"If that is in my fate.",		"s_6b9765c5":"Good luck, soldier. I think you will need it.",		"s_6b6b3e96":"Good. Somehow the Rebels have gotten word of what is going on here. We don't believe that they have the complete story, but they are aware that the Empire is working on a top secret project in the Endor system. They also are aware that engineers working on the Yavin salvage operation are being transferred to the Endor system. It would seem they were trying to capture a few of them in order to discover the exact nature of the project.",		"s_6acf2f90":"And what would that job be?",		"s_6aba6ae5":"How much more do the Rebels know?",		"s_69f62a43":"As was foretold.",		"s_68b52625":"That sounded sort of traitorous?",		"s_6802fe45":"How would we learn anything about the Rebel plans if you go around destroying our best leads? I don't what the scout destroyed! I want you to capture and inspect it for any new information that it might be carrying. Is that understood, pilot?",		"s_666d4e98":"Good. Then we will not have to worry about any sort of disciplinary action. For the time being Storm Squadron has been personally chosen by the Emperor to head security for a most important and secret project in the Endor system. We are beginning our move out of the Yavin system but have not yet set up a base of operations in Endor. Command will still be stationed on Yavin 4 for the time being.",		"s_66506cea":"I doubt that is it. But, you are no longer my problem. You have been transferred to Admiral Kilnstrider, head of Storm Squadron. Report to him at his command post at the research center on the moon of Endor. He will be granting you missions from the Emperor from now on. Dismissed.",		"s_6612078b":"I do not fear the Rebellion.",		"s_64617aad":"And you are proving yourself over and over again. The information you recovered from the Rebels is still being examined by Intelligence. We should have more answers soon. Once we have all of it compiled, we will be sending you out again. Hopefully with more direction this time around. Until then let us see what we can do to increase your already very accomplished talents. What skill would you like training in?",		"s_645af1cb":"I'll train you now. Afterwards, report to me when you're ready for the next step.",		"s_637a3419":"The Rebellion will pay for that.",		"s_6196f26f":"What I did, I did for the glory of the Empire.",		"s_612db735":"Well, we are in the process of planning our next step now. Once we have it worked out you will be called on again to perform the next mission. Even a 'great' pilot, such as yourself, has a thing or two to learn. What skill would you like training in?",		"s_60f183ae":"Of course. Although this is not all bad now that we know about the leak. My plan involves using this leak in order to draw the Rebels out.",		"s_60c284ea":"Ah, yes. That was my finest hour.",		"s_609b8560":"I was guided to victory by a greater power.",		"s_60893b02":"If we find it, should it be destroyed?",		"s_5f736ba3":"Very well. Let's begin. And later, report to me for your next mission.",		"s_5e3cc3ae":"Alozen did mention to me that you had a slight ego, but he also said you at least had the skills to back up you mouth. If this is true you can brag all you want. I find that pilots who express themselves fair far better on the battlefield. Although, I will not tolerate any rudeness towards me, this outfit, or the Empire.",		"s_5de22b37":"I do not fight for glory, sir.",		"s_5c4d8358":"The traitor again?",		"s_5c298649":"Your first assignment will be the protection of engineers being transferred from the Yavin salvage operation. You are to meet their shuttle in the Endor system and escort them safely through the area until they reach system headquarters.",		"s_5bd69df6":"What do you need me to do?",		"s_599cef6e":"So.",		"s_5814e23b":"I don't know what you're talking about",		"s_567580f2":"So we still have not been able to find the traitor?",		"s_5669d57a":"In good time. Right now we have to make sure that we get a good grasp on the situation. If we send pilots out without figuring out what the Rebels are up to we could be in serious trouble.",		"s_558af4fe":"Yes, but he's out on a mission. You'll have to do.",		"s_540bd108":"Then move on.",		"s_5332f155":"And you need your best pilot.",		"s_52651592":"Intelligence has discovered from the reports you captured that the Rebels have been using our communications to help plan their attacks. The traitor apparently gave them our frequencies and access codes.",		"s_524d9247":"Not yet. But if we don't put a lid on this it is very likely that they will shortly. We need to find out more about what the Rebels are planning. THat is where you come in.",		"s_52345d7c":"That is what I wanted to hear. Good luck, %NU.",		"s_51f13870":"I am proud to have been of assistance, sir.",		"s_51a40299":"[deny it]",		"s_4ec1bd6b":"It's about time I was noticed.",		"s_4d64efd2":"I am sure if you perform the mission half as well as you think you will, it will go smoothly. We are sending the plans on Lambda shuttle to the Endor system. Meet up with the shuttle and transfer them to your craft. Then drop them off at Endor control. Once that is done the real operation can begin. Good luck to you, %NU.",		"s_4ca34e11":"I think that you and I are going to get along just splendidly. From what I understand you have the makings of a very find pilot, %NU.",		"s_4c927c36":"I am ready to crush the Rebels, sir.",		"s_4b2d23bc":"No, we are going to continue our job and try to lock down the Endor system. We have to make sure that the Rebels are unable to find the answers that they are looking for. The matter of the traitor has been turned over to the Inquisition. If anyone can find the traitor, they can.",		"s_4ac29222":"Somehow the Rebels have gotten word of what is going on here. We don't believe that they have the complete story, but they are aware that the Empire is working on a top secret project in the Endor system. They also are aware that engineers working on the Yavin salvage operation are being transferred to the Endor system. It would seem they were trying to capture a few of them in order to discover the exact nature of the project.",		"s_47edbf24":"Yes, SIR!",		"s_473d09d8":"Teach me about system balance programming.",		"s_47021aad":"Experience. I'm a great pilot.",		"s_46977c75":"I'll crush the Rebellion; whatever it takes.",		"s_463a0835":"Perfect! The Rebels fell right into our trap. We are monitoring the movements of the Rebel command vessel. I am fairly certain that they know we set a trap for them, but I do not think they understand to what purpose.",		"s_457d29c5":"The sooner this war is over, the sooner we can all go home. Get back out there.",		"s_44f098fe":"It is not safe to assume any such thing, but all signs do point towards that conclusion. ",		"s_44bf27d7":"That was nothing. You should have seen me in the battle of...",		"s_44bd3318":"What is it you need me to do?",		"s_43b48713":"I am not sure who you are or why you are here, but I assure you I do not have time to help you regardless.",		"s_430701b":"Your job's not done yet. I need you to see this through.",		"s_4296221e":"Send me after the traitor. I will destroy him.",		"s_421f0679":"Be sure that you don't. We will update you to the location of the new Rebel scout as soon as you are in the Endor system. Remember a lot is riding on your success. Good luck, %NU.",		"s_41ecd1f":"I told you that I don't want you to tell me! Once we have worked out the details we will contact you again to fly our next mission. Until then let us see if you cannot wrap your mind around some training. Hopefully that will help cool your zeal. What skill would you like to learn?",		"s_40dea799":"Why quickly?",		"s_40cda759":"Teach me about advanced capability TIE vessels.",		"s_3ec1a288":"Of course. we'll begin now. Report back to me as soon as possible. The Empire needs all hands on deck.",		"s_3e08af61":"%NU, I am glad to see you are back. We have completed our evaluation of the reports you took off of the Rebel command vessel. Based off of what we have found, I believe I have devised a way to bring the Rebel menace out into the open.",		"s_3c3702e6":"All in good time. Although this is not all bad now that we know about the leak. My plan involves using this leak in order to draw the Rebels out.",		"s_3c1eecb4":"I take it the documents will be fakes.",		"s_3b0a14d7":"I'll get them this time. I promise.",		"s_39a5745d":"Let me at them! I will drive them off.",		"s_39538c2a":"What did they find out?",		"s_38a75f0":"What is Storm Squadron's next assignment?",		"s_3898a3b8":"So what did the brains at Intel find out?",		"s_386b16a5":"Understood, sir. What is my first assignment?",		"s_381d2195":"If my plan works then you will have your opportunity. From the reports you recovered we discovered that the Rebels were given access to our security frequency. They have been listening in on our chatter and have been using what they heard from us to help plan their attacks.",		"s_37f05ce8":"An Imperial officer has turned traitor! What are we going to do?",		"s_36111dde":"Hey, wait a minute!",		"s_33061c38":"I will destroy that scout with extremely prejudice.",		"s_32778372":"So we are not in trouble right now?",		"s_31e494df":"What does sealed to the throne mean?",		"s_31d67ce2":"Yes he does. And this is what he wants you to do. First, you need to inform Endor about our intentions. Because the Rebels are listening into our transmissions we will have to send the plans to them on your vessel. Once they have the plans we will send out a message about a shuttle carrying top secret documents on its way through the Endor system.",		"s_30651d99":"I wouldn't be surprised if it is. But in order to better serve the Empire you must have training. What skill would you like to be trained in?",		"s_2ec9494f":"I'm certain it is a mistake of some sort.  Nevertheless, my hands are tied.  You must improve your standing with the Empire - prove that you are devoted to crushing the Rebellion - and do it quickly!",		"s_2e8fad6a":"So are we going to try to find out who the traitor is?",		"s_2e4db1a8":"Yes, sir! Ready and willing, sir!",		"s_2e0a96f8":"To bad! In this outfit you will work on my schedule not your own. I only asked to be polite, I honestly didn't expect you to say no. Let us try this again. Pilot are you ready for your first assignment?",		"s_2dc37e6c":"It has been a pleasure, sir.",		"s_2bdc8841":"It was nothing. Just doing my job, sir.",		"s_299e29d5":"Regardless of why you did it, you have gained some measure of fame over your actions against the Rebellion. My superiors were quite impressed when I explained your value to the operation. I wouldn't be surprised if one of them took over your command.",		"s_2800345f":"Intelligence has finished decrypting the data that you recovered from that Rebel scout. The data only included the operational status of a few of the Rebels in the area but it was enough to give us an idea of what the Rebels are doing in this area.",		"s_266e8481":"Don't become over confident. You are no good to me dead. Now go take out at least ten Rebel fighters. Good luck, pilot.",		"s_2642ebb3":"Don't worry. I can keep a cool head when needed.",		"s_25c39c01":"You cannot understand, so you fear.",		"s_25042a7a":"I will not fail you.",		"s_24315068":"It's not. Get back out there.",		"s_20d40c9b":"We are going to continue our job in trying to lock down the Endor system. The other matter has been turned over the Inquisition. If anyone can sniff out a traitor it will be them.",		"s_20350ba5":"The documents will have coordinates to a supposed command station. If all goes well the Rebels will take the bait and attack in force. They will not find any station at that location but they will find you. You are keep the fighters occupied while we scan the surrounding area for the Rebel command.",		"s_202ff29c":"Of course we do.",		"s_1efa28ce":"From the reports you recovered we discovered that the Rebels were given access to our security frequency. They have been listening in on our chatter and have been using what they heard from us to help plan their attacks.",		"s_1ebe3b4f":"I'll go again - if it's not too late.",		"s_1d7c7ed2":"Good. We are beginning our planning for what to do next. Once we are ready then you will be called on again. But before that you need to work on some of your techniques. What skill would you like to learn?",		"s_1d6ab832":"If anyone deserves it...I do!",		"s_1d653cbd":"And what did they uncover?",		"s_1cbb3be8":"Then go to the Endor system and destroy a flight of Rebel X-wings that we have been tracking. It is time that we cull their growing numbers and show them that the Empire is not to be trifled with. I have dispatched other pilots to assist in this great undertaking, so that we will strike the Rebels from all sides.",		"s_1c4ab1df":"That is exactly how I feel.",		"s_1bc2db0c":"Of course you are. Like I said before, if you continue to successfully perform your duty then I have no problem with your distorted vision of your self worth. But we really need to get back to matters at hand.",		"s_1ba3e73d":"The Inquisition has not given us an update on their progress. That is not really a surprise. They tend to dislike sharing information with other branches. I can only hope that they stop the traitor from committing more acts of treason.",		"s_1b1b59fd":"Excellent. We are sending the plans on Lambda shuttle to the Endor system. Meet up with the shuttle and transfer them to your craft. Then drop them off at Endor control. Once that is done the real operation can begin. Good luck to you, %NU.",		"s_187c0a86":"Oh it won't. I see. Well I admire your confidence, but what is it based on?",		"s_162e1268":"Regardless, you have made Storm Squadron look very good to our superiors.",		"s_13380a80":"I don't think that peace can only be brought about by loss of freedom.",		"s_10a5b81d":"I really hope this is a sweep and clear.",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_imperial_tier3.stf) is automatically generated by the SwgConversationEditor."
}}
