{
	"stfFile":"conversation/tatooine_rebel_tier4",
	"entries": {
		"s_fed525e5":"Let's see how you do. This is your big break, %TU. Don't screw it up.",		"s_fbb318e5":"How can I help, sir?",		"s_fb9f7cd6":"I'll deliver it to you personally.",		"s_fb3d31a9":"You earned it. Good work out there.",		"s_fb05125c":"If Ulvaw'op would just TELL us something, maybe we could anticipate these kinds of problems! ",		"s_fa396956":"What's the project?",		"s_f7cbbb30":"And you're in luck. You're going to be one of the first Rebel soldiers to get an up close look at the new Imperial ships.",		"s_f73581de":"Now listen. Based on the numbers, they've got us beat. No doubt about it. They've got far more ships out there than we do. So every single one of my fighters has got to do the job of TEN pilots.",		"s_f69a2921":"Glad to hear it.",		"s_f689a56f":"The Alliance wants to know one thing. They want to know if OUR best can handle THEIR best. And this is where they get their answer. Right here. Right now.",		"s_f60ad3e3":"You've earned it. You've done everything I've asked, and then some.",		"s_f3eda860":"I'd like to know who's building these ships. They could answer a lot of questions for us. ",		"s_f3c74323":"Well now you're going to do what I tell you.",		"s_f3bbd7e7":"I'm not so sure that's a good idea. I'll give you one more shot.",		"s_f252cbc8":"I can assure you that Admiral Burke will not be interested in how great you think you are. He'll expect you to shut your mouth and do your job.",		"s_f00c2726":"Personally? Not much. Ulvaw'op was in charge of interrogations, and he wasn't exactly forthcoming with me.",		"s_efdacfde":"I'm interested in hyper-maneuverable starfighters.",		"s_ef167e72":"Where am I headed?",		"s_eb925c97":"I thought you said you WANTED to be a part of the Crimson Phoenix.",		"s_ea7b0fb2":"Up 'til now, we've been able to level the playing field just by gutting it out.",		"s_e9ad7c02":"All right. I think you're ready to at least FLY with my squad.",		"s_e81875f0":"I don't think they did this in-house. I think the Empire is working with a third party.",		"s_e816c4f3":"I'm not following, sir.",		"s_e7488f0b":"You'll find the Admiral on Corellia, in Doaba Guerfel. You had better prepare yourself. The Fourth Battle Group takes on some of the most dangerous and difficult tasks in the Outer Rim.",		"s_e42b260e":"I'm on my way.",		"s_e2aefddd":"Always. And in the meantime, we've got to find a way to deal with these new TIE fighters. It's going to take a while before we find a way to modify their technology for our X-Wings. ",		"s_e2a4b15e":"Don't talk to me until you've completed your mission.",		"s_e1da7727":"I can handle it.",		"s_e075ea09":"You'll be serving under Admiral Willham Burke. You may have heard of him. He's commander of the Fourth Battle Group stationed in the Outer Rim, two time recipient of the Alliance Medal of Valor, and one of the finest field commanders in the business.",		"s_db77876d":"I sure as heck am not going to put an untested pilot in charge of important missions. I need to test you out. See what you're made of. Pilots in this unit have nerves of steel. Do you have nerves of steel?",		"s_daa1d4f4":"I'm interested in heavy Alliance component use.",		"s_d9cced1f":"Absolutely.",		"s_d82b46ba":"I'll try to bring it back in one piece.",		"s_d68a9f0a":"At least you'll have the element of surprise. They're not expecting an attack. I want you to get out there and hit as many of them as you can. We've uploaded coordinates to your ships computer. You're clear to leave for the Dathomir system.",		"s_d5a98554":"I have your duty pay.",		"s_d55f2579":"I'm ready to go.",		"s_d3234c01":"Alliance leaders need to know that they can deploy a full Crimson Phoenix squad at any time. ",		"s_d30b6d26":"Congratulations, soldier. You're officially a part of the Crimson Phoenix.",		"s_d157e1de":"I'm looking for missions.",		"s_d0fd857b":"I'll take it.",		"s_d059f8aa":"Those TIE fighters are tough!",		"s_cee1914e":"Solid knowledge of your onboard droid is essential.",		"s_cc7b5947":"See that you do. Head for the Endor system immediately. Dismissed.",		"s_cbcd1643":"We were able to capture several spies, a security officer, and an Imperial defector.",		"s_cb594529":"Well soldier, you've earned the right to upgrade to a new skill. I expect all my pilots to continue their training, at all times! Pick a skill.",		"s_c946f118":"So here's what we're going to do. %TU, you're going to hijack one of those ships.",		"s_c8fa77b8":"I can't wait!",		"s_c8a0830d":"Especially those guns.",		"s_c84fe27f":"You got that right. Tell me, what did you accomplish while you were with Ulvaw'op?",		"s_c82e9a2f":"Yes, please.",		"s_c5512cb2":"I'm giving you access to a space assault droid. It'll help you to get the job done. The droid will take control of the ship, once you've disabled the pilot. ",		"s_c3bd7a11":"Amazing. This place is lousy with Imperials! What did you learn?",		"s_c2b3ccaa":"We're tracking the path of these new ships. They're scattered across several systems, but they seem to be concentrated around Endor. My guess is, where there's smoke there's fire. So let's take a closer look. ",		"s_c1c9b365":"I'll do whatever I can to help those disabled freighters.",		"s_c127c173":"New TIE fighters?",		"s_c01ad90e":"They're going to give us a problem, sir.",		"s_bf1cdb65":"Here's a little something.",		"s_bed2013a":"Didn't I say it was top secret? That generally means they don't broadcast all the details. I am sure that Admiral Burke will fill you in once you report for duty.",		"s_bc57b086":"Sounds good to me.",		"s_bc4f4a10":"Nope, never heard of him.",		"s_bbd20f83":"See that it doesn't. Return to your ship and finish what you started.",		"s_bb9e4a63":"Understood, sir.",		"s_ba8b09ff":"There is a strange level of Imperial activity taking place around Endor. There are hundreds of men and women working there. They are taking extraordinary measures to hide their activities. We just happened to catch a few irregularities on our radar. ",		"s_b9b83ec5":"Eh? You don't fly for the Crimson Phoenix. What are you doing here?",		"s_b659eebb":"I want you to launch an attack against a TIE bomber. Intel tells us that this bomber is transporting a key piece of machinery to the planet's surface. I'd like to know just what that piece IS.",		"s_b3e9c738":"I'm ready for anything.",		"s_b1dd06bd":"Exactly. These are next-generation models. They're designed to be faster, lighter, more accurate and more deadly than any other Imperial ship.",		"s_b0933679":"Granted. ",		"s_afcb06fc":"Not yet. But you're on thin ice. Get back out there.",		"s_ae002d12":"Only your commanding officer can assign you a mission. Return to your unit.",		"s_acef64cd":"I did a good job out there.",		"s_ac30ef3":"And finally, we've got several damaged freighters out there. Imperial forces attacked them, thinking they carried Rebel forces. They didn't. These are innocent bystanders, and they've suffered on account of us, and now they're sitting ducks. Imperial forces are getting ready to move in and seize those ships. We're going to save them. ",		"s_ab288b4d":"OK! Well that's a good start, soldier. You've got some options here. I need a pilot to travel to  the Yavin system and launch a series of attacks against Imperial patrols near the Death Star debris field. We've got Rebel smugglers in that system, and they're doing their best to collect Death Star components for analysis.",		"s_aa15510b":"I know. His information has saved our butts more than once. And he's probably onto something. I've never seen so much Imperial activity in this area.",		"s_a95ef734":"Requesting redeployment!",		"s_a871501f":"Report back to me when you're ready for another assignment.",		"s_a86d6540":"You've already got a mission. I suggest you do it.",		"s_a778e999":"Are you trying to push my buttons? Bad move, soldier. Now listen to me. Obey your orders, don't give Admiral Burke any of your lip, and pay attention. You could probably learn a thing or two from the Admiral. Now get moving.",		"s_a72f79b2":"Unknown.",		"s_a71cdd82":"The new ships will be part of this fleet. But you've got more than ship technology to worry about. I'll tell you now, based on the numbers, they've got us beat. No doubt about it. They've got far more ships out there than we do. So every single one of my fighters has got to do the job of TEN pilots.",		"s_a5b93c4d":"You're cleared for liftoff.",		"s_a58b9067":"Duty pay?",		"s_a582cadc":"These new Imperial ships constitute an imminent threat. We need to know what, EXACTLY, we're up against.",		"s_a33056f4":"Absolutely not.",		"s_9fcfe841":"Bring me one of those birds. Do whatever it takes. You're cleared to leave for Dathomir.",		"s_9fc24a78":"Are you transferring me out of this unit?",		"s_9e999838":"I don't really like Corellia this time of year.",		"s_9c236354":"Excellent.",		"s_9b578280":"Where's that Imperial ship?",		"s_9b43a7ee":"Yes sir.",		"s_987445c9":"Thank you, sir.",		"s_9722b330":"I don't think Imperials built these ships. I think they're using a third-party group.",		"s_958c1289":"As long as they can keep up! ",		"s_954ec468":"We've heard advance warnings about this fleet, but we didn't expect so see operational models so soon. The Empire is moving quickly.",		"s_92a98982":"With any luck, our technicians will figure out a way to put that new technology into OUR ships. ",		"s_9288900f":"I understand.",		"s_917742b8":"I don't think you do. I think you'll flame out on your first mission.",		"s_91502216":"I'll fly escort for those Rebel spies.",		"s_914a4095":"I didn't know the Empire was working on new designs.",		"s_907e88bd":"Lucky me.",		"s_8ee4f074":"Oh, THAT Admiral Burke. I thought you meant someone else.",		"s_8e9d0848":"[nod]",		"s_8ddbf95b":"I understand. ",		"s_8d9faecf":"That's mission failure, soldier.",		"s_8c5f29f4":"I want to be a part of the Crimson Phoenix, sir.",		"s_89e27dc9":"There should be a manufacturing stamp on the chassis.",		"s_89951606":"Let me at those Imperial patrols.",		"s_87f091b9":"Thank you, sir. I'm happy to be a part of the team. ",		"s_86137261":"No sir.",		"s_8574f09":"Don't be a cowboy. Remember, you're part of a team now. You've got to work with the squad members.",		"s_856e4aab":"You're now a full member of the squad. That means you'll be reporting to me, and you'll be participating in all squad missions. ",		"s_856aca7d":"Ulvaw'op has helped the Alliance.",		"s_85660b3d":"Any news from that Imperial space station?",		"s_83b2f3f1":"The Empire has deep pockets. It's incredible, the way they fund their research labs. It's no surprise that their technology outstrips ours.",		"s_831e2b3a":"All soldiers receive duty pay at the end of each mission.",		"s_8009422e":"Any leads?",		"s_7f14ac3a":"Don't know. The engineers, whoever they are, have done a good job covering their tracks.",		"s_7e962bfb":"Several Rebel operatives have been scouting Endor, looking for suspicious Imperial activity. Their mission is complete, and now they're carrying valuable data. They need a fighter pilot to escort them safely out of the system.",		"s_7dae4367":"Sound choice %TU. Come back soon, we have a lot to do.",		"s_7d8f56b6":"No luck there. The engineers, whoever they are, have done a good job covering their tracks.",		"s_7ba8daf7":"This doesn't mean you're a full member yet. I want to see what my men think of your abilities. Their opinions carry a lot of weight with me.",		"s_7b03d343":"My men tell me you weren't too bad up there. ",		"s_7aa5d0f7":"The news isn't all bad. We found some very interesting information - and we would have missed it completely if we hadn't inspected Endor so closely.",		"s_79e6aa32":"Oh one more thing %TU. All the missions I provide you with will be high risk missions and might be too much to handle by yourself. If you have any favors you can call in, doing so during my missions might be a good idea. Dismissed!",		"s_790d22d6":"That won't be easy.",		"s_76e9b54b":"Report to me later for your next assignment.",		"s_76dd2544":"I suggest you save it for a rainy day.",		"s_742d8c68":"I try, sir.",		"s_73c9f8b3":"Here's an exciting one. I'm looking for a pilot willing to intercept prison ships in the Dathomir system. Those ships are carrying Rebels, and we need those men here with us! The pilot who takes this job will carry a probe outfitted with a virus. That virus will unlock the prisoners' cells. Once they're free, our men will be able to take control of the ship.",		"s_71a53f8b":"What's that, sir?",		"s_719a036e":"Who?",		"s_71854a18":"Well let's see some guts out  there! Get back in your ship! ",		"s_6e4f5881":"I hear you did a good job under Ulvaw'op. Do you enjoy working with spies?",		"s_6dea357d":"Incredible handling. It's going to take a while before we find a way to modify their technology for our X-Wings. ",		"s_6db5d6ce":"Well, put me up there, sir, and we'll see which one of us is wrong.",		"s_6d4fe1fb":"Unacceptable, soldier.",		"s_6d164e59":"The Empire has unveiled a new class of TIE fighter. These are brand-new models, next-generation material. They're designed to be faster, lighter, more accurate and more deadly than any ship that's come before them.",		"s_6c524e01":"Nice work, %TU. Our engineers are examining  that TIE fighter now. Here's your duty pay.",		"s_6c38055e":"I was good at it.",		"s_6c01a28a":"Well, you're not dead, I'll give you that. Report to me later for your next assignment.",		"s_6912a453":"We're trying, sir.",		"s_68772323":"Sounds like you're trying to stay one step ahead of the Imperials.",		"s_67ee2a0":"I want to help those prisoners. ",		"s_6425e854":"Yes sir. ",		"s_63e0ab42":"Don't blame 'em. ",		"s_63740522":"Requesting redeployment, sir!",		"s_62fa1f75":"There's an Imperial space station in Endor. I think that's where the engineers are unloading the new models. So that's your primary target.  You'll join forces with a Crimson Phoenix squad, travel to Endor, and launch an attack. ",		"s_6231dba":"So? Which mission will you take?",		"s_622525cb":"And Admiral Burke is...?",		"s_61657d0f":"I see.",		"s_614d7ac4":"What is the mission?",		"s_5e35901c":"I lost some brave men up there.",		"s_5bc07030":"What's the mission, sir?",		"s_5bb47d59":"I agree.",		"s_5b998dc7":"On the contrary! We found some very interesting information - and we would have missed it completely if we hadn't inspected Endor so closely.",		"s_58a20c33":"I know, sir.",		"s_579532ac":"There's something else you need to know. You'll be seeing a new breed of Imperial ships out there.",		"s_5471712d":"We've been planning an attack against a fleet of Imperial fighters for quite some time. We've laid the groundwork. We're ready to go.",		"s_528a2d25":"Absolutely. You've earned it.",		"s_521e8b09":"I'm sure you've got a plan.",		"s_4df417ce":"These new Imperial ships constitute an imminent threat. We need to know what, EXACTLY, we're up against. ",		"s_4ca48b38":"But I think we can work smarter than that. I want to take a closer look at these new TIE fighters.",		"s_4c56b685":"Hey! Don't assume you're the best. You're not a kid anymore, and this isn't a holocron. This is the real thing. You remember that the next time you see one of your fellow pilots taking fire. ",		"s_4b3f09bc":"I need a pilot to travel to  the Yavin system and launch a series of attacks against Imperial patrols near the Death Star debris field. We've got Rebel smugglers in that system, and they're doing their best to collect Death Star components for analysis.",		"s_4a4a0211":"I don't think that you belong here, soldier.",		"s_49e55ca2":"Yes Sir!",		"s_49bf2ccb":"We've been taking a close look at that TIE fighter. Quite a piece of machinery.",		"s_49805f81":"Can I hear the briefing again?",		"s_48b7214b":"I just do what I'm told.",		"s_46ccc483":"I think you've got work to do for Ulvaw'op, soldier.",		"s_45ae8603":"It's not going to happen. Not with results like this. Get back out there and clean up that mess!",		"s_4479e343":"I do, sir!",		"s_43fcfbca":"Imperial fighters? No problem!",		"s_428c6440":"My job is to protect my pilots as much as possible. They are the most valuable asset we've got. ",		"s_4123d99b":"That was my first thought. But I don't think that's it. It's something bigger and much more complex. Based on the data, it doesn't look like they're churning out any mass-produced product. It's something much more unusual, with very detailed specifications.",		"s_3cc21469":"I always knew I was destined for greatness.",		"s_3bf1bb23":"Your new commanding officer, Admiral Willham Burke. You may have heard of him. Commander of the Fourth Battle Group stationed in the Outer Rim, two time recipient of the Alliance Medal of Valor, one of the finest field commanders in the business.",		"s_3a640dfa":"And now they know we're out here, so they're sure to come after us eventually. We need to move quickly. I'd like to know who's building these ships. They could answer a lot of questions for us. ",		"s_39a10eac":"Well? Are you ready for a duty assignment? Or would you like to hear the briefing again?",		"s_37df0fba":"You're up. Let's see if you can keep up with my squadron.",		"s_36fbddee":"You getting smart with me? For crying out loud, soldier, it's time for you to straighten up and fly right. Your orders are to report to Doaba Guerfel on Corellia. Admiral Burke will be there to fill you in on the rest of the details.",		"s_36085c51":" Let me tell you something about Crimson Phoenix. This unit was designed to be the best. Do you hear me? THE BEST. I don't tolerate anything less from my pilots.",		"s_35208536":"Yes, you can. But that doesn't mean you know everything. Keep your wits about you and pay attention. You could learn a lot from Admiral Burke. Now don't keep him waiting. Good luck, pilot.",		"s_33cdebfd":"I've heard good things out there. My boys tell me you can hold your own.",		"s_32b7bf59":"I'm giving you access to a space assault droid. It'll help you to get the job done. The droid will take control of the ship, once you've disabled the pilot.  ",		"s_32b5bee1":"Could it be the ship factory?",		"s_325c76db":"Don't have any patience for it, myself. Can't stand all that sneaking around.",		"s_323479fd":"Our attack in Endor was a complete dead end. I was SURE we'd find the manufacturing area. It's too late now anyway. The ships are scattered all over the place, and there's a million of them. ",		"s_314f0ae4":"A new model?",		"s_30a32651":"Good, you're here. I have your orders. Seems that somebody has taken an interest in your piloting abilities. You're being transferred.",		"s_2f190cf":"Your attack was a success, no doubt about it. But those engineers have vanished. I've never seen anything like it! How can a group of men with heavy machinery be so mobile?",		"s_2eebfe4c":"With the kind of opposition we've been facing lately, an understanding of new component technology will be invaluable.",		"s_2db03120":"It's not a spy mission, that's for sure. Hope that doesn't bother you. ",		"s_2d4185b":"Maybe it's not his fault. Maybe the Imperials are just extremely motivated. What in blazes are they up to?!?",		"s_2c4789b":"Understood.",		"s_2c10011d":"Imperial engineers are usually well hidden in the belly of the Empire.",		"s_2acccb89":"They're impressive. No doubt about it.",		"s_270a2a57":"I'm interested in special weapons and tactics training.",		"s_265095d0":"Then you've been living under a rock. He's heard of you. He's looking for men who can handle a Black Ops mission. I think you may be just the pilot he needs.",		"s_258d2f1e":"You'll be working for me. You've been assigned to the Crimson Phoenix squad. Do you know what that means?",		"s_24f29c02":"I held my own.",		"s_233489bc":"Glad to see that you made it back from your assignment with Admiral Burke. Are you looking for work?",		"s_221bd4ce":"Why would it?",		"s_2183d62a":"I want to get inside one of those ships. Sit in the driver's seat. Take it for a test ride. Smell that Imperial leather. ",		"s_2022581b":"Sir, it won't happen again.",		"s_1eed1024":"We're taking a new tack. We may not know WHO'S building them. But maybe we can figure out WHERE their facilities are. ",		"s_1ec8846c":"Hello, pilot. Welcome to Rori. First time here?",		"s_1e8289a2":"I'm interested in droid intelligence theory.",		"s_1d23eb6a":"Where to?",		"s_1cd7da68":"I don't think you'd be interested in an easy mission.",		"s_1b9a0acd":"What did you think of those new TIE fighters?",		"s_18e57f03":"Well try harder! ",		"s_18d61e21":"Agreed.",		"s_1678be5a":"I haven't brought one down yet.",		"s_15dc5860":"See? That's what I hate about these guys. They never tell you anything until it's absolutely necessary.",		"s_15bf89c7":"Imperial engineers?",		"s_15235513":"You bet I do. There's trouble brewing. I can smell it in the air. That's why the Alliance created the Crimson Phoenix. We're the frontline defenders. Think you can handle it?",		"s_1338e704":"I can give you an elective duty task. If you're interested, I can give you a briefing?",		"s_1131a10a":"Sorry to hear that we wasted our time, sir.",		"s_0":"",		"do_not_edit":"The English version of this file (tatooine_rebel_tier4.stf) is automatically generated by the SwgConversationEditor."
}}
