{
	"stfFile":"conversation/tour_aryon",
	"entries": {
		"s_fbf7f817":"It is imperative that I select the right man for the job. Just giving me a name won't do. You'll need to bring me evidence of a good deed in order for your vote to be registered. For example, if you wish to vote for Victor, you'll need to bring me evidence of a good deed he has done for the people of Bestine. The same goes for Sean. You'll want to speak with the various people around the capitol. I'm sure they will have ideas for evidence. ",		"s_fb124268":"No, I really need to go.",		"s_fad1aba":"I have some evidence I'd like to show you. It's for the election.",		"s_f9c0d87f":"I seem to be confused and don't know who won. Maybe I should cut back on the Corellian ale.",		"s_f3d3efe5":"Excellent! I see that you have positive evidence to support Sean Trenwell's campaign. Do you wish to vote for him?",		"s_eea34749":"Okay. Thank you!",		"s_e547fd1e":"Yeah?",		"s_dfebee34":"I completely understand. I too have to complete a lot of work before the election. Feel free to come by when you have time and vote.",		"s_de483def":"I understand. Please take what time you need, but be sure to return before the election ends.",		"s_ccae64dd":"On second thought, I think I'm not quite ready.",		"s_ca478f48":"Yes, I'd like to get involved.",		"s_c1091f5a":"It's always good to speak with one of our citizens. Are you here to speak about the little election I'm staging?",		"s_bf3641cd":"Excellent! I see that you have positive evidence to support Victor Visalis' campaign. Do you wish to vote for him?",		"s_bc2f5e3d":"In less than a day the next election will begin.",		"s_bb225c00":"I need more information.",		"s_b51737ff":"Yes, I wish to vote for him.",		"s_b1e3db3e":"Thank you for your vote. I will keep the tally in my database for when the election has been drawn to a close.",		"s_b1c70765":"The capitol has been very active recently with the news of the new election. I have a new project that I'm heading and have chosen two eligible candidates to work with me. However, to avoid the show of unfair favoritism, I have left it to the people of Bestine to select the politician whom best represents them. I've been taking votes all day. It's been a long and tedious process, but it's been interesting. Are you here to vote?",		"s_ae946995":"The next election starts in just a few hours.",		"s_ab50056b":"I wish you well!",		"s_a87968a2":"The next election starts within the hour.",		"s_a44272b4":"What evidence?",		"s_9fadb4cd":"The election won't begin for more than a day.",		"s_9e562b00":"It's just a few days until the next election begins.",		"s_9bf39028":"I am glad you're taking a part in this election. So many people have voted already and there will be tons more by night's end. I'll only register your vote if you have the proper evidence. Do you need more information? Or are you ready to vote?",		"s_9b77406a":"Unfortunately, without the proper evidence, I cannot register your vote. Evidence can be anywhere from a written testimony from someone in the city, to a data disk containing valuable information. The evidence needs to be tied to a good deed. Do you have such evidence?",		"s_9b704e1e":"The next election will start in less than a week.",		"s_91852029":"I've changed my mind and would like to think about this a bit more.",		"s_90ec63e0":"Yes, I do.",		"s_7603d7cd":"Unfortunately, without the proper evidence, I cannot register your vote. Evidence can be anywhere from a written testimony from someone in the city, to a data disk containing valuable information. The evidence needs to be tied to a good deed. Return when you have such data.",		"s_7420991b":"Victor Visalis won the election. Victor is very concerned with the welfare of those living in and visiting Bestine. He has strong ideas for increasing security and for providing better protection from the bands of Sand People that have been assaulting the city recently.",		"s_6ff89ddc":"You'll want to speak with the various people around the capitol. I'm sure they will have ideas for evidence. I only want to hear positive things about the candidates. There has been too many scandals and ill-spoken words thrown about during this thing. I'm really tired of it. I need to get back to work. I have a lot of things I need to get done. Go speak with either Victor Visalis or Sean Trenwell.",		"s_6beb48d3":"I hope you enjoy your time here.",		"s_68d96c4a":"When does the next election begin?",		"s_65a4282":"I'd like to vote, yes.",		"s_5ff564e3":"The two candidates are Victor Visalis, Officer of Defense and Sean Trenwell, Director of Commerce. You'll need to speak with either of the two and join their campaign. They'll most likely tell you what they propose for Bestine and the changes that will take hold if they win. After speaking with the politician of your choice, you'll need to decide if you wish to vote for him. ",		"s_5d2e1112":"Who was the winning candidate?",		"s_57d5a9c4":"It's good to know that the citizens of Bestine care about the city. A fact much in evidence when so many people voted during the last election. And they chose wisely... I am quite satisfied with the winning candidate. You should come back in the next months. Listen to the people of Bestine. They usually talk about the events surrounding the city.",		"s_567d69e1":"I will be here when you return. I am looking forward to collecting your vote for the election!",		"s_540ac7e9":"Continue.",		"s_47117f94":"Okay. I'd like to vote.",		"s_45511d66":"It will be more than two weeks before the next election begins.",		"s_3e9e3870":"Very well. Take what time you need, but be sure to return before the election ends.",		"s_3dcd5980":"The next election won't start for well over a week.",		"s_3c509be9":"After speaking with the politician of your choice, you'll need to decide if you wish to vote for him. It is imperative that I select the right man for the job. Just giving me a name won't do. You'll need to bring me evidence of a good deed in order for your vote to be registered. For example, if you wish to vote for Victor, you'll need to bring me evidence of a good deed he has done for the people of Bestine. The same goes for Sean. ",		"s_3b657772":"Welcome citizen. I hope you enjoy your time in Bestine.",		"s_3829680a":"I'm... uh, gonna go. Bye!",		"s_3001dad0":"No, not really. Just wandering through Bestine.",		"s_2a9eedba":"I am glad you're taking a part in this election. So many people have voted already and there will be tons more by night's end. I'll only register your vote if you have the proper evidence. Are you ready to vote?",		"s_23b3506c":"I need more information, please.",		"s_23877744":"Are you ready to vote?",		"s_2230b5b1":"I see you've already voted. Unfortunately, you can only vote once per election. Be sure to come back during the next election and participate then!",		"s_1f2450ea":"No, I need to go get it.",		"s_1ec9d0f0":"I only want to hear positive things about the candidates. There has been too many scandals and ill-spoken words thrown about during this thing. I'm really tired of it. I need to get back to work. I have a lot of things I need to get done. Go speak with either Victor Visalis or Sean Trenwell.",		"s_1a74caee":"I am ready to vote.",		"s_1797f2fb":"Sean Trenwell won the election. Sean seems quite interested in the  financial and cultural health of Bestine. I'm sure he'll do a very good job.",		"s_16d541d2":"There are two candidates eligible to work with me on a new project. The candidates are Victor Visalis, Officer of Defense and Sean Trenwell, Director of Commerce. You'll need to speak with either of the two and join their campaign. They'll most likely tell you what they propose for Bestine and the changes that will take hold if they win.",		"s_0":"",		"do_not_edit":"The English version of this file (tour_aryon.stf) is automatically generated by the SwgConversationEditor."
}}
