{
	"stfFile":"conversation/veezatt",
	"entries": {
		"s_f067a84d":"Well... sorry to hear that things didn't go so well for you out there. However, if you're willing to give it another try, I would be happy to get you back in the cockpit! What do you say?",		"s_ecefa4c":"Can't you get help from the Hutts?",		"s_eb28bc24":"We used to be a part of the Hutt family - but now we are trying to start our own shipping business. Sure it would be helpful to have their protection... but that cuts into profit like you wouldn't believe!",		"s_e43b57e4":"I am willing to help you. What do I need to do?",		"s_dacc6adc":"Yes, I will. What do I need to do?",		"s_d9db5117":"Okay. Then please come back when you are ready.",		"s_d98de4ec":"I can't help you right now.",		"s_ce01ef1d":"There are lives at stake? What are you doing down here, then?",		"s_c233103f":"Excellent! Then here is QUEST 2! Good luck!",		"s_beff139a":"That's a shame. I hope you find some courage and come back... we could really use the help!",		"s_bd50e620":"So! Things wen't pretty well, did they? I'm very impressed. Are you interested in doing more work for us?",		"s_bc19cda3":"Yena Ak'Naad. A very gifted pilot. She was a good friend of ours for a long time. Helped us set up this operation. But something happened recently... something in her personal life. I really don't know too much about it, although our ship supplier, Gustan may know more.",		"s_bb1caf4a":"This is a simple operation. Just my husband, Gustan, a few fighter pilots, and fewer transport ships. We move weapon components, spice, starship parts, and popular sundries all over the Outer Rim. But recently, the Black Sun have been giving us a lot of grief. We need brave pilots to help us get back on our feet... financially. Will you help us?",		"s_b1c5cc33":"Wonderful! In that case, I'll need you to fly to the Merchant Station in quadrant IV. Help them get their transports to the checkpoint. If you do well, I'll have other work for you.",		"s_b05428f8":"Not at this time, thanks.",		"s_af50b7f6":"You bet. Let me at 'em!",		"s_a2f12b45":"You may have heard of her: Yena Ak'Naad. A very gifted Zabrak pilot. She was a good friend of ours for a long time. Helped us set up this operation. But something happened recently... something in her personal life. I really don't know too much about it, although our ship supplier, Gustan may know more.",		"s_9da7df62":"I cannot help you right now.",		"s_9c07d9bd":"So... what's wrong? Aren't you going to pick up your starfighter from Gustan and help us out?",		"s_9a2ca5b5":"Then I wish you good fortune.",		"s_987ab7a3":"Okay. Come back when you are ready.",		"s_980adff3":"Great! Then go down to the starport and meet with our starship supplier. He's a Chevin named Gustan, and he will give you a starship if I tell him to. In fact, I will call him now and let him know you are coming. Come back here and see me when you're done!",		"s_8f2b06d":"That sounds good. I'd like to try again.",		"s_8a3477e":"Tell me more about your operation.",		"s_7c425918":"What's the catch?",		"s_7402e1fc":"Yes. I would be happy to help you.",		"s_7094042b":"You got the guts to fly a starfighter? I hope so. We're in a tight spot and could really use a courageous pilot to zip into space and save some lives. Are you interested?",		"s_6fb85199":"That's fine. Then let's let someone else have a go, okay?",		"s_6bbbaca8":"Just run down to the starport and see our friend Gustan. He's our ship supplier and will give you a starship... so long as I call him now and let him know you are coming. Good luck!",		"s_6b489d90":"Sounds easy enough. Where can I get a starship?",		"s_6a7bd77f":"No, I'm sorry. I must be going, now.",		"s_5efdddd9":"Yes. I would be interested.",		"s_5da68d90":"Okay! Just run down to the starport and see our friend Gustan. He's our ship supplier and will give you a starship... so long as I call him now and let him know you are coming. Good luck!",		"s_5cf80479":"Don't give me that! I'm saving lives by recruiting trainees like you! So, are you going to help us or not?",		"s_5c84cdea":"What sort of trouble are you in?",		"s_54a4045a":"She doesn't scare me. What can I do to help you?",		"s_5047264d":"Who is Gustan?",		"s_4ac11e07":"Gustan is an old friend. He's a Chevin. Good friend of Ephant Mon, actually... although they don't speak much these days. He is our starship supplier and will be glad to give you a vessel if you'll agree to help us out. What do you say?",		"s_4040e35d":"Okay. I'd like to get started. Where do I find my starship?",		"s_3e4203de":"No. Not right now.",		"s_3c79e34f":"Who is this Ace pilot?",		"s_3899d19b":"I can't help you with this right now.",		"s_3712dfcf":"This sounds a bit out of my league. I'll have to pass.",		"s_363caa24":"Black Sun pirates have been giving us no end of trouble... destroying our spice transports at their leisure! They've whittled down our fighter cover to just a handful of pilots. Our last hired Ace pilot has gone missing... we hope she hasn't been bribed by the Black Sun. That would be disastrous!",		"s_3154c310":"Who is this Ace pilot you speak of?",		"s_2e18346d":"I don't have time right now.",		"s_24472ebb":"Please run down to the starport. It's just around the corner. See our friend Gustan, and he will give you a starship. I will call him now and let him know you are coming. Good luck!",		"s_1fd7266f":"I detest those Black Sun pirates. How can I help you?",		"s_1cbc0c17":"I will help you. What do I need to do?",		"s_10b2159c":"Okay. Then, please come back when you do have some time... or when you get more nerve.",		"s_0":"",		"do_not_edit":"The English version of this file (veezatt.stf) is automatically generated by the SwgConversationEditor."
}}
