{
	"stfFile":"conversation/victor_questp_slums",
	"entries": {
		"s_f8cdce4":"I can barely go outside anymore to do my chores. I fear for my child. I don't want him to be kidnapped again. An election should be coming up soon. I'd choose Victor Visalis. He would keep us poor citizens safe.",		"s_f25283c7":"I knew you'd come. The story should be told to everyone. It has a good moral to it, I think.",		"s_ee6997ba":"I do, thank you.",		"s_dcb207ac":"I don't recognize you. You don't belong in this part of town. I hear there's a lot of commotion at the capitol. Something about an election. You should go and see what it's all about.",		"s_d5f19466":"I need your help.",		"s_b8dac377":"I'm so glad! Please take this testimony. I wish you well in your life!",		"s_b6d2944c":"I'm glad you've returned. Did you want your evidence now? I hope you have enough room.",		"s_aa91e763":"No time for stories.",		"s_a9ac4d51":"Nice story. I must be going.",		"s_8611417a":"What story?",		"s_76f08368":"I'm glad you liked it! I hope you are well today.",		"s_76cc19da":"No, I still don't have room.",		"s_6ec1e03e":"Okay then, come back later when you have more room.",		"s_67e6df55":"Okay.",		"s_5a5e0913":"That's sad. It's a good one. Come back when you're ready to hear it.",		"s_585b9214":"Oh no. You don't have enough room again. Please come back when you do. I hope to see you soon.",		"s_540ac7e9":"Continue.",		"s_4f9d0087":"Please take this written testimony--oh wait. You don't have enough room to accept it. Hmm... you should come back when you do.",		"s_41e66644":"I'm just a poor woman. I'm not significant in this life, or to this city. But Victor Visalis heard of my misfortune and took pity on me. He took his own soldiers and destroyed the Tuskens. He returned my son to me! Can you believe that? I'm so grateful.",		"s_41330c9c":"I will help you as well as I can. What do you need? Oh? I would do anything for Victor. I'd be happy to write my account of the happenings for you. Luckily, I know how to write. Victor funded my education as well. He's done so much for us. Give me a second..",		"s_4117e563":"Why are you back? I've already given you my testimony. Why haven't you shown it to the governor? What are you waiting for? She needs to know this.",		"s_22977a6d":"Done! Please take this written testimony. I hope it helps you and, most of all, helps Victor. I hope you have a good day.",		"s_222d159b":"Listen closely. The Sand People have been attacking the outskirts of the city. For some reason, the Empire has hidden this fact from those who do not live in the slums... not to panic everyone else, I guess. It's hard to live here. One particular night, a couple of months back, the Tuskens came. They killed several of us here. They took my son. I--I just don't want to think about it... about what could have happened that night.",		"s_0":"",		"do_not_edit":"The English version of this file (victor_questp_slums.stf) is automatically generated by the SwgConversationEditor."
}}
