{
	"stfFile":"conversation/village_elder_3",
	"entries": {
		"s_f5d9b5d4":"Supply convoys mostly. When they can get through the Sith Shadow attacks that is. The margin between what we have and what we need always stays slim, however.",		"s_efa47d4e":"Your confidence is impressive. I hope it's not empty bravado. Speak to Captain Sarguillo right over there. He'll give you all the blood and guts you can stand.",		"s_e1b39e83":"Well you don't need a shield for that. You just need me! ",		"s_cf4025df":"I'd be willing to sweep the area for their spies and outposts.",		"s_cc50daed":"We're building a Mark 4 shield generator to defend our village. They are used in that.",		"s_bdd3bae5":"Here you are.  Remember you may use the crystal to view your progress.",		"s_b77f095d":"Watch out! Someone dropped a box of phase relay filaments around here. They can get into your electronics and short them out. ",		"s_afcc98d2":"A shield generator for an agro-colony? You must grow really juicy Maroj Melons.",		"s_ac2de13b":"Mostly resources for the shield. Speak to Eozlin to the northwest of here. He should be able to tell you the specifics.",		"s_abd57d77":"That would be most helpful. Speak to Dageerin to the west over by the communal huts.",		"s_9dc8bf5d":"I seem to have misplaced my Force crystal.  May I have another?",		"s_893aaeea":"Usually I'd laugh at that, friend. No, we actually do have need of it. We were recently assaulted by a gang calling itself the Sith Shadows. They killed many of our people and destroyed our crops and much of the village.",		"s_78eeb91e":"Phase relay filaments? They are only used for repairing starship shields.",		"s_6aefa2ce":"Well, I could see about finding resources. What do you need?",		"s_6acff81":"I like your enthusiasm. Speak to Quharek near the shield generator construction site. I am sure he will appreciate the help.",		"s_6857cea2":"You're kidding. I've got to get in on this! where do I sign up?",		"s_5d8d739e":"How are you getting the resources for such a massive project? ",		"s_4d973713":"That's what we're doing. Well, building one from scratch really. We've got the beginnings of a Mark 4 shield generator right over there.",		"s_32705167":"What are phase relay filaments?",		"s_199fe2af":"I sense you already have a crystal and do not need another.",		"s_0":"",		"do_not_edit":"The English version of this file (village_elder_3.stf) is automatically generated by the SwgConversationEditor."
}}
