{
	"stfFile":"conversation/village_whip",
	"entries": {
		"s_eefb2830":"You must realize that this is not a task to be taken lightly. If you help me with this, you will not be able to assist anyone else for a while. Do you understand?",		"s_edfab808":"OK. Here is the location of one of the emergency beacons from a supply transport. Go there, see what you can find, and try to salvage some supplies. But be careful, there are likely to be some Sith Shadows still hanging around.",		"s_edb238bc":"Go on.",		"s_ed25aceb":"Go on now! You've got to go find the missing supplies!",		"s_ea9470bd":"Go on now! You've got to go find those missing villagers!",		"s_e9a9130f":"I'm afraid that the missing people have been taken prisoner by the Sith Shadows during the last raid on the village. To make matters worse, we don't have enough manpower right now to mount an effective search party to go look for them.",		"s_e780d201":"I understand. Those emergency beacons aren't as reliable as they probably should be. And those Sith Shadows are probably salvaging the last transport as we speak. There, I've loaded a new beacon location for you. Now hurry to Endor before it's too late!",		"s_e591b8a3":"That's great! If you help us get those supplies, I will help you learn to use the Force to enhance your vehicle control skills.",		"s_e46c2ff7":"I don't need anything right now, but if you're looking for something to do, I think that Dageerin could use some help.",		"s_de007d6":"Hey there. I heard you've been a big help around here. Great work!",		"s_dcf4498e":"I need a new beacon location.",		"s_dc8490a":"I've got my responsibilities here at the village that I need to look after. What we really need is someone that can go out and find the missing people, and bring them back if possible.",		"s_dc446bf8":"How does that affect the village?",		"s_d9ea288b":"Yes, I will go find the missing supplies.",		"s_d7ce4a0d":"Oh, in that case I'd rather not.",		"s_d38b8e62":"I understand. I will find the missing villagers.",		"s_d29a29d0":"That doesn't sound like something I can do.",		"s_d18b8c00":"That sounds like something that I could do.",		"s_ccc7b5db":"Uh oh... it looks like something happened during the transmission to your datapad. Here, let me try again...",		"s_cc5225b7":"Excellent work! Supplies! Hey, we've got supplies over here! This is great, but there are still %DI more shipments that we were expecting. We've located another lost transport. Good luck, friend.",		"s_c2db6878":"Good-bye.",		"s_bfdaca25":"Say, could you... oh, it looks like you're already pretty busy. On your way, then.",		"s_bfc5a85d":"Uh oh... it looks like something happened during the transmission of the emergency beacon location. Here, let me try again...",		"s_bf15feab":"Would that be dangerous?",		"s_b8360516":"I don't mean to be rude, but you're getting in my way.",		"s_af518049":"You lost the supplies? Those supplies are vital to the survival of the village, now more than ever. Here, we've located another lost transport, try to be more careful this time.",		"s_ab0312ab":"You rescued all the villagers! That's fantastic. There are many families that owe you a debt of gratitude.",		"s_a984d976":"You got all the supplies! That's just great. You have no idea how badly they were needed. You have my eternal thanks.",		"s_a80d9308":"Good luck!",		"s_a767cb3c":"Is there anything that I can do to help?",		"s_a32ebe9e":"Very well. Good-bye.",		"s_a1ba7ed2":"What's the matter?",		"s_981b299f":"I understand. Good day to you.",		"s_9359f893":"Some of the higher ranking Sith Shadows are gifted in the ways of the Force. It is not unlikely that they were able to influence a few of the weaker members of our village.",		"s_91bf5d37":"I think that I can help you.",		"s_9129fd1b":"That sounds like a job for someone else.",		"s_8dace66":"I hope they turn up. Good-bye.",		"s_8ccc4e47":"That is excellent news. I appreciate all the help that we can get. There are five people missing from the village. If you can bring them all back alive, I will help you learn to use the Force to enhance your survival skills.",		"s_7e76f08e":"I will not deceive you. If the villagers have been captured by the Sith Shadows, there will undoubtedly be guards there. I'm sure they wouldn't let you go without a fight.",		"s_7b35cfbc":"What is the problem?",		"s_77e48d5b":"What do you mean?",		"s_74140308":"Forgive my distraction. It seems we have quite a serious problem on our hands.",		"s_6fb14c74":"There is, in fact. We are low on manpower and we need someone to go get those supplies for us. We are tracking the emergency beacons from the transports, we just need someone to go there and try to salvage some supplies.",		"s_6bd93e78":"Oh, I see. Well come back if you change your mind.",		"s_6862142d":"Excellent work, but I still count %DI still missing. Our trackers have found a new set of tracks in this direction. This might help you find the next Shadow camp.",		"s_5d4ac8af":"The Sith Shadows have been raiding our village for some time now. And now they've taken to attacking our supply transports from Endor.",		"s_5d0073c6":"I'm sorry to hear that. Good-bye.",		"s_551d5a8f":"No one noticed they were taken captive?",		"s_550396aa":"Well, we haven't received a shipment in some time, and we are in dire need of supplies.",		"s_54d57caf":"I don't think that I can help with this task.",		"s_4d59f240":"It seems like it's one thing after another around here.",		"s_4d0a11ef":"You failed? That is disappointing, but we shouldn't dwell on it. There are still more that are missing. Our trackers have found a new set of tracks leading in this direction.",		"s_455e077f":"I'm sorry, I thought you were someone else.",		"s_40681425":"I took a head count of both the survivors and the casualties, and the number came up short of what was expected. I fear the worst has happened.",		"s_3e543459":"Wonderful. You may want to begin by finding where the Sith Shadows went after we drove them away from the village. Our trackers have found a set of tracks leading off in this direction. That would be a good place to start.",		"s_3c9eddca":"Master... I must find the master...",		"s_39f2cf64":"Our struggle against the Sith Shadows has waged for many moons. We just recently repelled an attack against our village, but not without some losses, I'm afraid.",		"s_35ee8c91":"Blast it all, the count is still coming up short. Oh, I'm sorry, hello.",		"s_34ea67b6":"Yes, that is fine.",		"s_33b9135e":"As do I. Good-bye.",		"s_32360540":"Now is not really a good time. If you're looking for some way to help, you should go talk to Captain Sarguillo.",		"s_321d7941":"I see. Well come back if you change your mind.",		"s_2fdb8fbd":"On second thought, I don't think I can help right now.",		"s_24aab8ee":"Right! I'll get back to it!",		"s_22d4c864":"I think that I can help with that.",		"s_22a5c907":"Hello.",		"s_1dac49d2":"I hope you find them soon. Good-bye.",		"s_106cd909":"I understand. Just come back if you change your mind.",		"s_0":"",		"do_not_edit":"The English version of this file (village_whip.stf) is automatically generated by the SwgConversationEditor."
}}
