{
	"stfFile":"conversation/village_elder_1",
	"entries": {
		"s_f8ff425b":"They sure got it. We're devastated. Most everything is in ruins, and many of our people are hurt.",		"s_f0e7a84":"Ah, I see. real or not, from the looks of things they certainly were out for blood.",		"s_f0d5416":"That they are and the ruins you see here bear witness to that statement.",		"s_e477ab86":"What kind of defenses are you talking about? This looks like a lost agro-colony.",		"s_ded598ce":"Yes we do. Our sensor array was damaged in the attack and our chief engineer was killed. Maybe you could see if you could fix it. It's East of here, against the wall.",		"s_bdd3bae5":"Here you are.  Remember you may use the crystal to view your progress.",		"s_b6101821":"Did I see whom?",		"s_ab969608":"Our sensor array was damaged in the attack and our chief engineer was killed. Maybe you could see if you could fix it. It's East of here, against the wall.",		"s_a43672b0":"They aren't Sith, but they are certainly ruthless and powerful.",		"s_9dc8bf5d":"I seem to have misplaced my Force crystal.  May I have another?",		"s_9ce75ab2":"We were actually quite well defended. But they burned right through our shield. The turrets couldn't stop them and were destroyed. Then they reached the walls near the entrances. After that, all that was left was the pillaging and looting.",		"s_959b429b":"What we really need is someone to find our captured villagers. ",		"s_858f16f4":"I am a good scout, maybe I can locate these gangers for you.",		"s_854985e0":"I can help defend if they come back.",		"s_83ac5888":"I'm not too bad with a hydrospanner and power mallet.",		"s_7587a16a":"Thank you, that would be very helpful. Our medic has some droids to help her, but I am sure she would appreciate your help. Her name is Sivarra Mecheaux, and she can be found at the healers tent West from here along the wall.",		"s_72752682":"Those Sith animals! They destroyed our village! They came out of nowhere... overwhelmed our defenses. We thought we were protected... but, we stood no chance.",		"s_55273aaf":"Did you see them?",		"s_5357267d":"The Sith have been extinct for ages. Their fire has gone out of the galaxy.",		"s_47f6c42":"Many of our best defenders fell in the battle. We could certainly use the help. Check with Captain Sarguillo right over there.",		"s_455d6edc":"They aren't real Sith. They just have some strange devotion to that evil race. ",		"s_43fe619a":"Thank you. There has been enough loss of life already without their blood being spilled as well. Speak to Whip just South of here near the front entrance.",		"s_3c6f20b4":"I will find the captives for you.",		"s_2eaf06cc":"I can help treat the wounded.",		"s_22163d24":"I can help defend if they come back..",		"s_199fe2af":"I sense you already have a crystal and do not need another.",		"s_0":"",		"do_not_edit":"The English version of this file (village_elder_1.stf) is automatically generated by the SwgConversationEditor."
}}
