{
	"stfFile":"conversation/wookiee_sidequest",
	"entries": {
		"s_fd24ad6b":"(in Shyriiwook) Aren't you forgetting something?",		"s_fbb5fd3a":"(in Shyriiwook) I suppose.",		"s_f8a39ed7":"(in Shyriiwook) I was successful in securing the shipments of spice.",		"s_f83c0824":"(in Shyriiwook) I failed to recover the shipments of spice.",		"s_f6c0338f":"(in Shyriiwook) That's correct.",		"s_f584a39":"(in Shyriiwook) No, now that I think about it.",		"s_f24156ae":"(in Shyriiwook) I failed to free the slaves.",		"s_ef2d67f1":"(in Shyriiwook) Continue, sir.",		"s_ee27bc0d":"(in Shyriiwook) Yeah?",		"s_e8d13d8a":"(in Shyriiwook) I guess not. So you've got my interest.",		"s_e88fac47":"(in Shyriiwook) Our species is a strong one. This you know. However, with a certain mix of chemicals, we can fall much like the mightiest tree in a single blow. With help, I was able to track down a squadron of ships transporting such a chemical. We must intervene. It is the same chemicals used by the slavers to capture our people. It is imperative that we find the squadron and destroy them and find the chemicals.",		"s_e68cd354":"(in Shyriiwook) I see you have returned. What is your status? Can you offer me any updates?",		"s_e6017d65":"(in Shyriiwook) Thank you for the information.",		"s_e5e0f00d":"(in Shyriiwook) Good! Please try again. I am counting on you.",		"s_e5d57a18":"(in Shyriiwook) Of course! How thoughtless of me. I present you with gratitude and a token of my appreciation.",		"s_e3ae04b5":"(in Shyriiwook) I cannot bear to speak with you. I will find someone else to help our fellows. You are not fit to do so.",		"s_e34cea4e":"(in Shyriiwook) You are a true testament to our people! Your enthusiasm brings me hope. The information has been uploaded to your datapad. May fortune shine upon you.",		"s_e305d81d":"(in Shyriiwook) Nah, I think I'm gonna pass.",		"s_e2942645":"(in Shyriiwook) I'm listening.",		"s_dff4891":"(in Shyriiwook) Thank you.",		"s_dfbfa15d":"(in Shyriiwook) That's terrible! I'm interested in hearing more, sir.",		"s_de93f602":"(in Shyriiwook) Of course!",		"s_dd1be097":"(in Shyriiwook) Thank you and goodbye.",		"s_dd0ad352":"(in Shyriiwook) Your intent stare is unnerving. But if you can fly, then by all means, I am honored to have you aboard! There is rumor that a ship, filled with wookiee slaves, is en route to where the 'cargo' will be dropped off and practically left for dead. We cannot let this pass. It will mean suffering for our fellows. You will need to patrol and keep your senses keen for signals from the ship.",		"s_dc3b96b5":"(in Shyriiwook) I am too disappointed to try again.",		"s_da183c96":"(in Shyriiwook) Good. I have entered the necessarily information into your datapad. If you require additional information or help, I will be glad to answer your questions and help you. Good luck.",		"s_d6d7f320":"(in Shyriiwook) Please! Do not pity me. I have since been elevated to a senior position. I am able to teach young pilots by words alone. I am still very happy. But yes, I do miss being able to fly; seeing the stars whiz past as I hurry into battle. Those were good days. I hope to see you earn the honor and reputation you deserve one day. Bah! I'm babbling. Do you not have a mission to do?",		"s_d4017dcd":"(in Shyriiwook) It is a possibility that the ship was abandoned in hostile space. Perhaps our fellows were strong enough to overrun the slave trader ship and have no need for our assistance. It is all uncertain. I respectfully suggest keeping your mind clear and wits about you. There's no telling what may happen. Space can be a trecherous place, indeed. What say you, fellow?",		"s_d1b602c1":"(in Shyriiwook) Sure, I guess.",		"s_ce7c2b5d":"(in Shyriiwook) I want the job you mentioned earlier.",		"s_caa1385e":"(in Shyriiwook) Our brethren have been captured on a ship en route to a prison in which they will, no doubt, suffer. It is your mission to find the ship before it reaches its destination. I have given you a point in which you must start looking. Keep your senses and systems open. It is likely they may try to send a distess signal to aid you. Do you understand?",		"s_c9c583c7":"(in Shyriiwook) All is not lost. There's still time. Go out there and try again. There is no such thing as 'too late'.",		"s_c8950314":"*enter correct wookie jarble here*",		"s_c65fb1ba":"(in Shyriiwook) Ah! Good to see you, my honorable friend. Alas, I have no more work for you but appreciate the visit. Indeed, I must return to my work. I must teach my fledgling pilots the art of formations via pictrol images and demonstration from my teaching assistants. Be safe and honorable.",		"s_c089c686":"(in Shyriiwook) I cannot bear to try again.",		"s_bcd42bbd":"(in Shyriiwook) May fortune shine upon you.",		"s_ba31d7f4":"(in Shyriiwook) I do not like your attitude. Our species is respectful to all beings, including our own. Have you not learned that? *sigh* No matter. There is rumor that a ship, filled with wookiee slaves, is en route to where the 'cargo' will be dropped off and practically left for dead. We cannot let this pass. It will mean suffering for our fellows. You will need to patrol and keep your senses keen for signals from the ship.",		"s_b9bff63b":"(in Shyriiwook) Mmm.. I'll get back to you on that.",		"s_b6b02065":"(in Shyriiwook) Very well. I have no choice. It has been desperate times and I will accept the help of anyone. Even you. Let me go on... Our species is a strong one. This you know. However, with a certain mix of chemicals, we can fall much like the mightiest tree in a single blow. With help, I was able to track down a squadron of ships transporting such a chemical. ",		"s_b674edb2":"(in Shyriiwook) I'm sure.",		"s_b5ee0393":"(in Shyriiwook) My story? Why would you take such an interest in me? It is a request I am not quite used to. I am merely a fellow wookiee, trying to find his place in such a vast galaxy. I was trained to be a pilot as soon as I can remember. I had a great life until my accident which tore my wings from me. I am blind, you see. Sparks erupted from the damage my ship took during one mission. I haven't been able to see since.",		"s_b269d401":"(in Shyriiwook) Yes, I do. Thank you for the information.",		"s_b20f0149":"(in Shyriiwook) I'm going to pass on this mission.",		"s_b01c946e":"(in Shyriiwook) Yes, sir!",		"s_aedac34b":"(in Shyriiwook) You know my requirements. Nothing is for free.",		"s_ac9e5091":"(in Shyriiwook) I didn't hear anything mentioned about a reward.",		"s_ac48a861":"(in Shyriiwook) We must intervene. It is the same chemicals used by the slavers to capture our people. It is imperative that we find the squadron and destroy them and find the chemicals. Will you find these shipments and return?",		"s_a8f54dbe":"(in Shyriiwook) I am sure you enjoyed refusing to help. Leave now. I cannot bear to look upon your face.",		"s_a74d5cf4":"(in Shyriiwook) Such a harsh answer. You would rather see our fellows suffer if not for a bit of monetary reward?",		"s_a6b8e0dd":"(in Shyriiwook) Go on.",		"s_a5415008":"(in Shyriiwook) I see. If you must refuse, I have no choice but to accept your decision.",		"s_a1689abe":"(in Shyriiwook) Please tell me more, sir.",		"s_9bcffeac":"(in Shyriiwook) This mission sounds as if it would exceed my skills.",		"s_98c8d9d0":"(in Shyriiwook) That's horrible! You must be devastated.",		"s_915d2cbf":"(in Shyriiwook) Now.. what was this about another mission?",		"s_8dae50e8":"(in Shyriiwook) Indeed. Be safe and keeps your wits about you, my friend.",		"s_8dac9978":"(in Shyriiwook) I will help!",		"s_8a54c987":"(in Shyriiwook) I must refuse.",		"s_8462e1e2":"(in Shyriiwook) If you're paying, I'm listening.",		"s_7f997ce7":"(in Shyriiwook) Be on your way. Make me proud, young friend. Adn thank you for taking an interest in an old wookiee like me. It warms my heart.",		"s_7c2995a9":"(in Shyriiwook) For our species.",		"s_7c2446cd":"(in Shyriiwook) What's your story?",		"s_77603222":"(in Shyriiwook) I'm glad to see that one of my own has dared to brave the vastness of the galaxy. I trust your skill in piloting has been honed by the best teachers? You could very well need it if you agree to help me.. or should I say, 'us'. Members of our species are in trouble and could use someone like you to be their hero.",		"s_7164f5e":"(in Shyriiwook) You will soon anger me. Will you help those of our species in need or not?",		"s_6c34509e":"(in Shyriiwook) Ah, a fellow wookiee. It is good to meet you. And yet... it seems you are not a pilot. There is a certain manner in which commanders of their own ships hold their head. You do not possess such poise. Nonetheless... if you do happen to learn the skills of space, please come see me. I may have work for you to do. Carry on, then.",		"s_69e4801e":"(in Shyriiwook) No. I have other matters to which I must attend.",		"s_66c52109":"(in Shyriiwook) Your hungry response gives me hope. Go then, rescue our brethren from the clutches of despair!",		"s_65c23663":"(in Shyriiwook) I see. I am quite disappointed. Perhaps I will be able to find another to help us. Pity. You held such promise.",		"s_6420b547":"(in Shyriiwook) I was successful in freeing the slaves.",		"s_62be250f":"(in Shyriiwook) I was quite disappointed when you refused to aid our brethren. But... I am grateful for the assistance, but be sure you want to help us.",		"s_621bb7c1":"(in Shyriiwook) I will. Good bye!",		"s_5f70e035":"(in Shyriiwook) And the day grows bleak. It truly is a sad day.",		"s_5ca1856a":"(in Shyriiwook) I will help our friends, sir!",		"s_5c3cf25c":"(in Shyriiwook) It is a possibility that the ship was abandoned in hostile space. Perhaps our fellows were strong enough to overrun the slave trader ship and have no need for our assistance. It is all uncertain. I respectfully suggest keeping your mind clear and wits about you. There's no telling what may happen. Space can be a trecherous place, indeed. ",		"s_5a73125d":"(in Shyriiwook) I am saddened by this news. But if it is your wish.",		"s_550c3e6c":"(in Shyriiwook) I am encouraged by your steel composure and concentration of the tasks at hand. I have entered the necessarily information into your datapad. If you require additional information or help, I will be glad to answer your questions and help you. Good luck!",		"s_5264aa09":"(in Shyriiwook) Go then and be victorious!",		"s_474df52d":"(in Shyriiwook) Of course not. Thank you for helping us in these dark times. I hope to see you again in the future.",		"s_4273039a":"(in Shyriiwook) For our people.",		"s_418bd43b":"(in Shyriiwook) I am honored to have you fighting for us, my friend. I have entered the necessarily information into your datapad. Good luck!",		"s_40a86cc7":"(in Shyriiwook) Pretty much, yeah.",		"s_3c52272b":"(in Shyriiwook) There is a shipment of chemicals that can render even the toughest Krayt Dragon unconcious. We must not let it be duplicated or destributed. It is your duty to find the squadron transporting the chemicals and correct the situation.",		"s_3a2e34":"(in Shyriiwook) You truly are a role-model for our young brethren. Thank you for your assistance during these hard times. I have no more tasks for you, but hope you'll come visit often.",		"s_3a2c3dd4":"(in Shyriiwook) Surely I deserve something for my efforts.",		"s_37ce251c":"(in Shyriiwook) I see. More of our people will suffer then. Pity.",		"s_361ea065":"(in Shyriiwook) I need more information about my mission.",		"s_2aa249ad":"(in Shyriiwook) Just as I suspected. You are a disgrace to our species. Be gone with you!",		"s_2a6fa56e":"(in Shyriiwook) I see.",		"s_2934a8b2":"(in Shyriiwook) Then go. I have uploaded the information to your datapad.",		"s_26343911":"(in Shyriiwook) Oh, yes. Our species is a strong one. This you know. However, with a certain mix of chemicals, we can fall much like the mightiest tree in a single blow. With help, I was able to track down a squadron of ships transporting such a chemical. We must intervene. It is the same chemicals used by the slavers to capture our people. It is imperative that we find the squadron and destroy them and find the chemicals.",		"s_24e34e5a":"(in Shyriiwook) I am disappointed. Let us hope I will find another one of us to aid in this situation.",		"s_226ffd3d":"(in Shyriiwook) Be safe, my young friend.",		"s_220e79bb":"There is rumor that a ship, filled with wookiee slaves, is en route to where the 'cargo' will be dropped off and practically left for dead. We cannot let this pass. It will mean suffering for our fellows. You will need to patrol and keep your senses keen for signals from the ship.",		"s_1fefaaf":"(in Shyriiwook) The very fibers of your being disgust me. You will only help for a pinch of credits?",		"s_1e97d877":"(in Shyriiwook) Oh yeah! Sorry.",		"s_1bd5f568":"(in Shyriiwook) This undoubtedly depresses me. However, there is still time. Please try again. For the sake of our own. You will, correct?",		"s_1a7fb36b":"(in Shyriiwook) It is nice to see that such a young tree dweller hold such respect for others. Yes, you and I will get along very well. On to more important news... There is rumor that a ship, filled with wookiee slaves, is en route to where the 'cargo' will be dropped off and practically left for dead. We cannot let this pass. It will mean suffering for our fellows. You will need to patrol and keep your senses keen for signals from the ship.",		"s_19bc1717":"(in Shyriiwook) I'm glad to see you well, my friend. It is an honor to see you again. I have heard of your success. Very well done! I thank you as do the former slaves. However... happy moments must come with the ill-favored. I have more sad news.",		"s_134245b0":"(in Shyriiwook) Your nerves of steel will prove to be an asset. I expect you to succeed. I have entered all the information, as I know it, into your datapad. Good luck.",		"s_0":"",		"do_not_edit":"The English version of this file (wookiee_sidequest.stf) is automatically generated by the SwgConversationEditor."
}}
