{
	"stfFile":"conversation/yavin_rebel_trainer_2",
	"entries": {
		"s_ff0af3bc":"What? You're not my pilot? I've had it with this sloppy Rebel paperwork!...Dismissed, soldier.",		"s_fe82187":"I'm going to tell you something, before you hear it from somebody else. I am a former Imperial officer. I defected. Now I fight for the Alliance. ",		"s_fddb83ca":"I've got news, %NU.",		"s_fd447981":"Sounds like a great opportunity, sir, but I'm going to have to pass for now.",		"s_fd00fedc":"Because I want you to understand something about me. ",		"s_fcfc8bbb":"What are you doing here? ",		"s_faf96c0a":"I need another way to fight the Empire. ",		"s_fabecb04":"I appreciate the offer, but some other time.",		"s_f9855bf1":"Closing in. An Imperial rescue squad is en route. Suit up and get out there ASAP.",		"s_f930a587":"Where is it?",		"s_f88289a7":"There's work to do on Yavin. ",		"s_f7f3ab80":"Duty reports show you've already got an assignment. Finish what you've started, then we'll talk.",		"s_f685a04e":"Loud and clear.",		"s_f5427310":"Of course not!",		"s_f4862cb7":"What does he know?",		"s_f3cbd30c":"Very well. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_f39da193":"Wait.",		"s_f2142cc7":"It's free, soldier. An Alliance perk.",		"s_ef170270":"[nod, satisfied]",		"s_ee790f5c":"I can't travel to Lok right now.",		"s_ee574fb3":"That is correct, soldier. And if you've got a problem with that, then you can transfer to another unit right now. Otherwise, you can rest assured that I now serve the Alliance, 100%. And we will not speak of this again.",		"s_ee36cca8":"I'm not going to beg, soldier. If you can't do it, I'll find someone else. Dismissed. ",		"s_ec739555":"Move it! ",		"s_ec5b15d1":"Destroy duty.",		"s_e93cc431":"What are all these Rebel forces doing here?",		"s_e8a0555b":"Some other time, soldier.",		"s_e6f59343":"So will we. So long, %NU.",		"s_e641a3d8":"I have a few different duty missions available. Help steal Imperial ships, destroy pirate patrols or help escort Alliance smugglers. Take your pick pilot. I want you to assist with these duties until you feel you have enough experience to proceed with training. They are voluntarily missions and can be aborted at any time.",		"s_e58651c5":" I thought Yavin had already been evacuated. ",		"s_e53c5017":"What mission do you want?",		"s_e39ec30":"Do you still need me?",		"s_e23e884f":"I'll be more useful somewhere else.",		"s_e18f6059":"I can't think of one good reason for you to be talking to me, can you? On your way, then.",		"s_e0651b79":"I know what's at stake. ",		"s_e015a069":"No. It's carrying information on Imperial spies. We need that data.",		"s_df72e251":"They didn't want me to give you this mission, you know. Said I couldn't trust you.",		"s_dee42d5e":"If that's the way you feel. See you around, %NU.",		"s_dede1eae":"Do I have to pay them for the training?",		"s_dd3bf8f6":"You're going to have a lot more than your ship to worry about if we don't get that database!",		"s_dd2fd70":"What can he teach me?",		"s_dd0cb0d4":"Why are you telling me this?",		"s_d9cced1f":"Absolutely.",		"s_d9c145dd":"The sooner the better.",		"s_d945a469":"No attitude problem, sir. I'm ready to go. ",		"s_d931ff32":"Never better! Good news, soldier. The Death Star section didn't burn up in the explosion.",		"s_d8ffe780":"Sitrep is as follows: we've got a VIP down on the surface. She resisted the first evacuation, but now she's ready for exfil. ",		"s_d8fef41":"Perhaps not...",		"s_d8db54f6":"Send me back out there!",		"s_d80e99ca":"You're to take your ship to the Massassi temple, pick her up at the extraction point, and bring her back to base.  We're uploading coordinates to your ship now. Get going.",		"s_d76c93fd":"Take it to the Rebel space station in Lok. And keep it out of sight of those Imperial patrols.",		"s_d757b665":"Whenever you're ready.",		"s_d6f036fd":"That's what I thought you'd say. Get moving, we'll update you once you're airborne. ",		"s_d6896b":"You'll get your chance, soldier - unless they hit you first. Move into position, and we'll tell you more over your comlink.",		"s_d5c526b8":"Dismissed, soldier. As of NOW.",		"s_d5b4ea09":"Because I told them to come here. They're my old friends after all. That's your point, isn't it?",		"s_d583db1d":"I signed up to shoot TIE fighters, not this kind of stuff.",		"s_d5609495":"That's serious.",		"s_d3b6ccb7":"You can count on it. Dismissed.",		"s_d2acb60b":"Take on some duties.",		"s_d270ae31":"You come see me when you're ready.",		"s_d24a2285":"Will do.",		"s_cec991df":"If we can get that information, we can protect our ships. I need you get out there and shoot a spy droid into the shuttle's hull, so that we can extract the information.",		"s_ceb818e1":"You can count on it. Imperial TIE fighters are patrolling the area. The Empire's taken a serious interest in this system.",		"s_cdb6a148":"You look like your dog just died.",		"s_cd41219":"They're all trained the same way. Once you've learned their rules, you can break them. Good luck.",		"s_cd0a60d4":"I'll get it.",		"s_cc34a699":"Which Eker is that?",		"s_cc00d56b":"I don't have any missions, but I do have several elective duty tasks if you'd like to take one of those?",		"s_ca776e30":"Who are you?",		"s_ca4d37ba":"When do I leave for Yavin?",		"s_ca47d528":"Sounds good. What is there to do?",		"s_c9846d38":"That won't happen - not for a while. The Empire doesn't exactly  turn on a dime. Good work, soldier.",		"s_c928423d":"The Imperial Recovery team seized the Death Star section before we could get the data. It's en route to Naboo as we speak. ",		"s_c909e899":"What do you think this is %TU?! You will do as you're told or you will be put under arrest!",		"s_c6c91897":"Multi-Role Craft",		"s_c56973bf":"Done. The coordinates are already in your nav system.",		"s_c551ea96":"Looks that way.",		"s_c4f8041b":"Immediately. Coordinates are already in your ship database. You're to take your ship to the Massassi temple, pick her up at the extraction point, and bring her back to base.  ",		"s_c48841":"Until they reroute their patrols.",		"s_c4480fc5":"We're uploading coordinates to your navigation system now. You're clear to leave our airspace.",		"s_c3e68b1f":"I need a drink.",		"s_c3c8f385":"[silence]",		"s_c1015a4d":"You sound like an Imperial officer.",		"s_bf176a8f":"I've read your report. I know what kind of pilot you are. ",		"s_be61c03c":"Maybe some other time.",		"s_bc57b086":"Sounds good to me.",		"s_bb847e4c":"I'm just saying.",		"s_bb25f9e7":"[look away in disgust]",		"s_b9adf734":"I'm more used to shooting TIE fighters.",		"s_b6cf63f0":"Two reasons. One, he doesn't want Imperial patrols to spot him. Two, he wants us to pay his fee.",		"s_b6af2b98":"I want mission 3.",		"s_b685e199":"Congratulations, soldier. You did good today.",		"s_b601ca9f":"I don't know. ",		"s_b585598c":"It's pretty hairy up there.",		"s_b54697f":"Sounds good to me. What's available?",		"s_b532b4dc":"I hate the Empire. I hate it more than anybody else you'll ever meet. With me, you will have the chance to hit Imperial forces like never before. ",		"s_b2e9d505":"He's CHARGING us? ",		"s_b2e340f6":"What's that?",		"s_b1df084d":"[ask for information]",		"s_b130ff0a":"My ship needs repairs.",		"s_b0753766":"It is. But first it has to pass through Lok. Nym and his men know everything about that system and have provided us with coordinates that it will pass through. You can't cut a fart in Lok without Nym hearing about it.",		"s_b030df0f":"Looking for people who are aligned with the Empire. Should I send someone over here to take you into custody?",		"s_affe46cc":"Give me something to do. ",		"s_af144418":"I don't think I can fight for a man who once served the Emperor.",		"s_ae785ffa":"[ask for more info]",		"s_aaf61b87":"Fine, what tasks are available right now?",		"s_a9d63a81":"I'm ready for duty.",		"s_a99ad4e8":"Sounds easy enough. Where do I find them?",		"s_a86a8807":"Looks like I was right about you after all.",		"s_a760a737":"An Imperial Spy shuttle has malfunctioned in our area. We think it's carrying data on the Imperial Navy's patrol routes. ",		"s_a7558b8":"Proceed to the Lok system and we will supply you with the coordinates we got from Nym. Search the nearby area there, if the freighter is not in sight, wait near the point to ambush him when he arrives.",		"s_a6e1c30a":"Very well, what does this pilot think he can 'teach' me?",		"s_a57083c1":"Are you kidding me? Just what the galaxy needs, another cowboy. Get out of here! ",		"s_a35edd6c":"I'm going to be your worst nightmare, if you keep talking to me. Now get out of here.",		"s_a1f998fd":"Correct. We need you to travel to Lok and steal that data before the shuttle reaches a safe location.",		"s_a10e0cd4":"The war's not over yet. The Empire's going to respond with force. ",		"s_a0412756":"That would explain their heavy presence in the debris field.",		"s_9ec42807":"Nice to see you again, %TU. They tell me you've been a great help to the Alliance since you I last saw you. Looks like you turned out alright.",		"s_9ddb6cf8":"Right now, her problem is that her pilot's got a negative attitude.",		"s_9d95a0f8":"Very well. Escort mission in Yavin sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_9c34f0ad":"I know you. You better get out of here if you know what's good for you. ",		"s_9bcf9c5b":"You're to take your ship to the Massassi temple, pick her up at the extraction point, and bring her back to base.  Dismissed.",		"s_9b43a7ee":"Yes sir.",		"s_9b34069d":"No wait, let me think about this.",		"s_998c6a73":"Well in that case, get out of here, and don't talk to me again until you're ready to work.",		"s_98d991e7":"Weapons B, Intermediate Alliance Starship Ordnance",		"s_98361f2c":"You're not the first person to say that to me. It's all right. I'll find another pilot. Dismissed.",		"s_97f7a201":"What's her problem? ",		"s_9777c464":"Good work, soldier. With this information, we'll be able to run rings around those Imperial patrols.",		"s_97073639":"Good. I look forward to seeing what you're capable of. Get settled in and return to me when you are ready for your first duty mission. Dismissed.",		"s_954c43bb":"Escort duty.",		"s_9525ae41":"It is. But first it has to pass through Lok. And Nym and his men know everything about that system. You can't cut a fart in Lok without Nym hearing about it. He's SURE to know the location of the Imperial freighter.",		"s_94dbed1a":"I'm still waiting on your mission report, soldier.",		"s_928a5ee3":"I'm Major Eker. I am your commanding officer.  You are going to do what I say, when I say it. Do we understand each other?",		"s_92310551":"You're not...THE Eker, are you?",		"s_918115be":"Apparently there's sections of the space station there that are still intact... And have important information.",		"s_91746e6":"Very well. Inspect mission in Yavin sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_91156160":"Recovery duty.",		"s_908b2b2c":"Watch your six. There are plenty of experienced TIE fighters up there. ",		"s_8f9a3bf4":"Never mind. My mistake. ",		"s_8f4bcc2b":"You're passing up a good offer here.",		"s_8f0eb0e":"This uniform comes off, you know.",		"s_8efa75c2":"It won't be easy; you'll have to smuggle it past Imperial patrols. Keep your eyes peeled. Dismissed.",		"s_8e9d0848":"[nod]",		"s_8e571bd6":"Extraction is my specialty.",		"s_8d66b6a5":"[Crack about Eker's Empire ties]",		"s_8d0a5ef4":"I don't know! Why don't we find out?",		"s_8c839067":"Very well. Inspect mission in Lok sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_8bea99a9":"Watch their maneuvers. Imperial forces are predictable. ",		"s_8bdbd90b":"Where are the Empire forces?",		"s_8a4cdaa1":"All I want to do is take out some Imperial fighters. Any duties?",		"s_895e16f4":"Good choice. Come back when you're done. We've got work to do.",		"s_88179ade":"That's a negative. We've got a holdout down there. A female. ",		"s_8786e77c":"Come back. I expect my soldiers to be in top condition. And you need the exercise.",		"s_877ef2c8":"I know a good soldier when I see one.  ",		"s_8740fd1":"I'm too busy to deal with you now... whatever you are.",		"s_865fdc7d":"Alliance forces are rounding up the Imperial spies as we speak.",		"s_8650827b":"Is that right? Well in that case, why are you still standing here? ",		"s_851cc47":"Lok? I thought you said the recovery team is heading to Naboo!",		"s_841d27db":"Why?",		"s_837615b6":"That was a hell of a fight for one refugee. ",		"s_82b46acf":"You sure you can handle it?",		"s_82844140":"What you need is some discipline. I advise you to take on some duties.",		"s_81fb32f3":"At this point, we can't afford NOT to buy it. Go back to Lok. Pay Nym his fee. And bring back that Death Star!",		"s_816055e2":"I want mission 4.",		"s_813ee7df":"Thanks for giving me a chance.",		"s_80e4843e":"I'll help escort some smugglers.",		"s_80d8485c":"I'm on it.",		"s_7f9b8387":"Why not?",		"s_7f93598d":"[shrug, start to turn away]",		"s_7b57442":"You've got to find those pirates. They know where that Imperial freighter is. We HAVE to find it. ",		"s_7b4382cf":"I'm ready to blast that thing.",		"s_7b3f9583":"Good. I'm ready to rumble.",		"s_7b2f5e99":"Make it quick. ",		"s_78bae101":"Send someone else to get that database.",		"s_76491b38":"Unknown. But we don't leave anyone behind. Do you copy, pilot?",		"s_76473360":"They used to say that about me too. Don't let me down.",		"s_753a307b":"Very well. Escort mission in Lok sector. If you find any errors or have suggestions, report them to Niklas at njohansson@soe.sony.com",		"s_73ccefde":"Space Combat Techniques",		"s_73c783f8":"Stealing Imperial ships? Sounds like fun.",		"s_72c594c9":"Fraid not, sir. I've got some things to take care of.",		"s_71f6ca11":"Good to see you %TU! I'm afraid that our time of service together has come to an end. The Navy has requested your presence at a different location. I just wanted to let you know that even though I've been hard on you now and then, you've been one of my best pilots ever %NU.",		"s_71bb443b":"Where are the spies?",		"s_7115a155":"No thanks, I'd rather not.",		"s_7065e138":" Any chance we'll see some action?",		"s_6fe71f0c":"Get out of here.",		"s_6deac9a2":"Let me just tie up some loose ends, and I'll be ready to report for duty.",		"s_6dccb496":"That's nice to hear. Her safe arrival is now your top priority. You're to take your ship to the Massassi temple, pick her up at the extraction point, and bring her back to base.  ",		"s_6d80a4d8":"Are you ready for duty? There's plenty of work to be done around here.",		"s_6d00e51e":"Bring it on.",		"s_6c872984":"Go back to Lok, get the Death Star section from Nym, and bring it to the Rebel space station in the Lok system. And the sooner you leave, the better.",		"s_6c251948":"You got it.",		"s_6bb0cb94":"Correct.",		"s_6b8fc506":"You're a real go-getter, you know that?",		"s_6b158a0e":"I'm a Developer/Tester and want missions.",		"s_6aacd1f1":"Why not? ",		"s_6a1c47d9":"Yes SIR.",		"s_6a1944ad":"I knew you would.",		"s_6a18240d":"It's just my way of teaching. Anyway, you are to report to a Bothan named Arnecio Ulvaw'op in a science outpost on the planet of Dathomir. Remember what you've learned during your time here and be careful %TU!",		"s_67c78480":"Unknown - although I have a theory. Are you ready to go?",		"s_67a197b0":"Will do, but it's going to have to happen later.",		"s_6673b556":"Give me a job.",		"s_65c36194":"On second thought, no.",		"s_64b6ea44":"I want mission 2.",		"s_643292f4":"%TU! Just the person I wanted to see. ",		"s_62f0f943":"Better give the job to another pilot.",		"s_62b1a1d0":"Give me the droid.",		"s_61b35d7b":"Come again? I'd think very carefully about what comes out of your mouth next, soldier.",		"s_5fdfb6c3":"You're to take your ship to the Massassi temple, pick her up at the extraction point, and bring her back to base.  ",		"s_5e7c5f7b":"I wonder why.",		"s_5e5b4379":"The Eker that defected from the Empire. ",		"s_5c4ab8c9":"It won't be easy. An Imperial Recovery team is transporting the database section to Naboo right now.",		"s_5ab73a77":"Double-time, soldier! I've got a job for you.",		"s_591601b8":"They won't shoot me down again. ",		"s_56b0632":"A Rebel pilot, eh? But you don't fly with the Phoenix? What are you doing here, soldier?",		"s_564211e6":"[not interested]",		"s_5494c458":"Right. ",		"s_53de9d8f":"Like what?",		"s_535a48bf":"Is that right?",		"s_5242f9d0":"Since you're not a member of my unit, I can't assign you missions. Why don't you scuttle back to your own commanding officer?",		"s_5018d177":"The Empire's done a good job covering their tracks. However, our spy droids have located a database within the Death Star debris listing many of the Imperial spies operating within the Alliance. ",		"s_4e2c42f1":"I guess you're right.",		"s_4cc5f79c":"No one ever tells me anything.  Maybe Alliance Intelligence found out something about you they didn't like.  You haven't been doing anything they might take the wrong way, have you?",		"s_4ca03ddb":"How so?",		"s_4c6d0461":"Yeah right. Get out of here.",		"s_47a389f6":"I'll be right back.",		"s_47003e68":"We have to stop them!",		"s_46fb1c35":"I'm ready to blast some pirates out of the sky.",		"s_468ab4d3":"Reporting for duty.  ",		"s_45b2289f":"That's your choice?",		"s_450abd55":"You lost the battle - but the war's not over. The Alliance still needs you. ",		"s_44d689b7":"Well, sorry.  Nothing I can do about it.  If you want to get your wings back you'll have to do SOMETHING to improve your standing in the eyes of the Alliance.  'Show 'em you're still on OUR team.",		"s_4471d2b":"All that work- for nothing.",		"s_44584a57":"Our spy droids have located a database within the Death Star debris listing many of the Imperial spies operating within the Alliance. ",		"s_4431cbae":"You feeling all right? ",		"s_434cf40e":"Good news, soldier. One of my best pilots has volunteered to train new recruits - and that includes you.",		"s_418a4a24":"Sorry, %TU.  You're on report.  That means no more missions for you.",		"s_3f00169":"That's the one?",		"s_3e7eb818":"It's on Lok. Nym's got it. And he's ready to hand it over - if the price is right. ",		"s_3de0965c":"Such as?",		"s_3d419bc4":"NYM's got it? Why hasn't he sent it here?",		"s_3d2dd8e2":"Is this a joke? When are they going to start sending me some REAL pilots?...Dismissed.",		"s_3c9ecbe9":"I didn't expect those Imperial rescue squads to respond so quickly.",		"s_3c4ff185":"Reactor Engineering Algorithms",		"s_3c468733":"You heard me. ",		"s_39acc227":"Pirates don't do anything for free.",		"s_3938bdfc":"You could have fooled me.",		"s_393047f3":"Get going.",		"s_38f14bb8":"And that's where I come in.",		"s_38e4c8a3":"For some other pilot, maybe.",		"s_38bfb556":"Hm. Good point. I'll just use you for the easy jobs.",		"s_36b1d069":"Be on your way then.",		"s_35783339":"She's not just any refugee, and the Empire knows it.  ",		"s_354d9179":"Take a walk. Clear your head. I'll be here when you're ready.",		"s_32c8e4da":"I don't know where you think you're going. There's work to do.",		"s_32a7abcd":"They're passing through Lok. Nym and his space pirates run that system with an iron fist. In exchange for some services they have provided us with some coordinates that the freighter will pass through.",		"s_329b2195":"We haven't made any arrests, because we don't have any details  - yet. ",		"s_32146025":"Then what?",		"s_31f57362":"Give the job to a more experienced pilot.",		"s_313aff7d":"Why did she stay behind?",		"s_30e8e9e0":"Unless you're here to request a transfer, I'd suggest you get back to your unit.",		"s_308630ef":"You will do well in the Rebel Navy pilot. Now you are to report to a Bothan named Arnecio Ulvaw'op in a science outpost on the planet of Dathomir. Be careful there %TU, that's a dangerous place. Now get out of here and remember everything you've learned!",		"s_2f9e3b7b":"Maybe later.",		"s_2f0a6ba8":"What could these dregs possibly teach me?",		"s_2eef8e0e":"I'm counting on you.",		"s_2e8799ad":"See you around, soldier.",		"s_2e17432d":"If she wants to stay, why force her to leave?",		"s_2dec7766":"Why is the Empire going after Yavin?",		"s_2bf9b1f7":"Oh yeah.",		"s_2bc43dfd":"Come again?",		"s_2a29add6":"Nice job out there. It's not every day I see a pilot outrun a TIE Interceptor.  ",		"s_29b7d74a":"Sounds like you need a new ship.",		"s_287ec62a":"No harm meant, sir.",		"s_2857391a":"He has to charge us, or they'll kick him out of the pirate guild. ",		"s_27b3d1b3":"Plenty. Take a look.",		"s_27ad3073":"%NU! Get over here. I've got a job for you.",		"s_260761cf":"I'm not the one for the job. ",		"s_2588496a":"Lok? I thought you said they are taking the debris to Naboo!",		"s_25670467":"You've earned it. Hit the cantina.",		"s_252b3bf5":"I'll give it another shot. ",		"s_241bc364":"My ship's no match for TIE fighters.",		"s_22bd4bdf":"When I want your opinion, soldier, I'll tell you what it is. She's ready to go, and WE'RE ready to help her in any way we can. ",		"s_21bdbf0f":"Imperial forces don't own Yavin.",		"s_214de988":"It's been my honor and privilege Major.",		"s_1f1b512d":"Pass? Who passes on training? I hope whatever else you're doing is just as useful.",		"s_1f02f56b":"How about now?",		"s_1c128099":"That's right. Suit up. You're heading back to Lok. Get the Death Star section from Nym. He's charging a fee. Don't worry about it; the Alliance will pay.",		"s_1bab5480":"Sorry to hear that I'm not your top priority, soldier! I'll remember this.",		"s_1b4c2d5d":"I'd rather be shooting down some Imperials.",		"s_1a1b1cf0":"Move along. ",		"s_1a163be3":"Maybe you'll have better luck at another post. ",		"s_18ac5f05":"Turns out the Death Star section didn't burn up in the freighter explosion. It fell to Lok - and Nym's got it.",		"s_166e7e70":"Not in the shape I'm in.",		"s_165db597":"I want mission 1.",		"s_1591adc2":"My ship's ready to go. ",		"s_1583743c":"Do you have any missions I could fly?",		"s_154b642e":"We know now why the Empire is so interested in Yavin. ",		"s_15192b9e":"Aw. Sorry it's been so rough on you. Come back once you've caught up on your damn beauty sleep.",		"s_14bcd839":"Not for long he doesn't. ",		"s_14086bc1":"That woman is vital to Alliance interests. You're going back out there, stat.",		"s_12a5eddf":"[gripe about last mission]",		"s_11e0bfe9":"Bah, I want action. Any duties?",		"s_0":"",		"do_not_edit":"The English version of this file (yavin_rebel_trainer_2.stf) is automatically generated by the SwgConversationEditor."
}}
