{
	"stfFile":"spice/spice",
	"entries": {
		"yarrock_downer":"The mind enhance effects of the Yarrock dissipate leaving you with a splitting headache.",		"yarrock_done":"The headache from the Yarrock seems to have gone.",		"yarrock_consume":"Lights flash before your eyes as the Yarrock expands your mind.",		"thruster_head_downer":"The mind enhancement of the Thruster Head leaves you wracked with nausea.",		"thruster_head_done":"The intense nausea seems to have left.",		"thruster_head_consume":"You feel a rush of mental awareness and a massive increase in your mental capabilities.",		"sys_already_spiced":"You are already under the influence of spice.",		"sweetblossom_downer":"As the anaesthetic Sweetblossom fades, your wounds suddenly feel sharply more painful.",		"sweetblossom_done":"The effects of the Sweetblossom have left your system.",		"sweetblossom_consume":"Aches and pains leave your body as the Sweetblossom takes effect.",		"shadowpaw_downer":"Your reaction speed has slowed considerably.",		"shadowpaw_done":"The decrease in your reaction speed seems to have passed.",		"shadowpaw_consume":"You feel an increase in your reaction speed.",		"sedative_h4b_downer":"The effects of the sedative fade leaving you intensely sensitive to wounds.",		"sedative_h4b_done":"The sedative's aftereffects have faded.",		"sedative_h4b_consume":"As you inject the sedative, your sense of feeling deadens.",		"scramjet_downer":"The strength enhancing effects of the Scramjet pass, leaving you feeling weakened.",		"scramjet_done":"You no longer feel weak.",		"scramjet_consume":"Your muscles burst with new strength as you consume the Scramjet.",		"pyrepenol_downer":"Your stength enhancement fades, leaving your muscles sore and weak.",		"pyrepenol_done":"The aches in your muscles have ended.",		"pyrepenol_consume":"As you swallow the pyrepenol, you suddenly feel your muscles surge with strength.",		"neutron_pixey_downer":"The mind enhancing effects of the Neutron Pixie leave.  You have to fight to retain consciousness.",		"neutron_pixey_done":"The negative effects of the Neutron Pixie seem to have left your body.",		"neutron_pixey_consume":"As you consume the Neutron Pixie you begin to feel light headed.",		"muon_gold_downer":"The Muon Gold fades, leaves your mind feeling weak and slow.",		"muon_gold_done":"The negative effects of the Muon Gold seem to have passed.",		"muon_gold_consume":"The Muon Gold irradiates your body increasing your mental clarity and focus.",		"kwi_boost_downer":"You feel cold and begin to shake as the adrenalin dissipates.",		"kwi_boost_done":"You regain your composure.",		"kwi_boost_consume":"Your body tingles as the adrenalin courses through your veins.",		"kliknik_boost_downer":"You weaken as your inner armor begins to dissolve.",		"kliknik_boost_done":"The weakness passes as your body completes its cleansing.",		"kliknik_boost_consume":"Your innards harden.",		"gunjack_downer":"The Gunjack's effects dissipate leaving you feeling weak and sluggish.",		"gunjack_done":"The sluggishness induced by the Gunjack seems to be gone.",		"gunjack_consume":"The Gunjack burns in your throat.  You feel an intense rush of physical strength.",		"grey_gabaki_downer":"The focusing effects of the Grey Gabaki have left you feeling drowsy.",		"grey_gabaki_done":"The drowsy feeling of the Grey Gabaki has passed.",		"grey_gabaki_consume":"The Grey Gabaki fills you with a sharp sense of focus.",		"giggledust_downer":"The sense of euphoria from the Giggledust fades, leaving you feeling depressed.",		"giggledust_done":"The depression of the absense of Giggledust has faded.",		"giggledust_consume":"You feel light headed and filled with euphoria.",		"droid_lube_downer":"The zypolene's effects fade, leaving you feeling vulnerable.",		"droid_lube_done":"The zypolene induced vulnerability has ended.",		"droid_lube_consume":"The zypolene burns as you apply it, causing you to feel more resiliant.",		"crash_n_burn_downer":"The awareness enhancing effects of the Crash n' Burn fade, but the feeling of apathy intensifies.",		"crash_n_burn_done":"The feeling of apathy from the Crash n' Burn leaves you.",		"crash_n_burn_consume":"You become intensely aware of your surroundings and filled with a sense of apathy.",		"booster_blue_downer":"Your reaction time slows considerably as the Booster Blue's effects fade.",		"booster_blue_done":"Your reaction time returns to normal as your body adjusts to the lack of Booster Blue.",		"booster_blue_consume":"You consume the Booster Blue and feel a boost to your physical speed.",		"bio_kwi_adrenal_boost_downer":"You feel cold and begin to shake as the adrenalin dissipates.",		"bio_kwi_adrenal_boost_done":"You regain your composure.",		"bio_kwi_adrenal_boost_consume":"Your body tingles as the adrenalin courses through your veins.",		"bio_kliknik_fortitude_boost_downer":"You weaken as your inner armor begins to dissolve.",		"bio_kliknik_fortitude_boost_done":"The weakness passes as your body completes its cleansing.",		"bio_kliknik_fortitude_boost_consume":"Your innards harden."
}}
