{
	"stfFile":"dungeon/corvette",
	"entries": {
		"not_in_combat":"The Droid Module can't be fitted into this droid while you are in combat.",		"armory_code":"Printing Out Code for Armory:",		"fuel_title":"FUEL SETTINGS",		"fuel_settings":"Select Fuel Intake settings for the Corvette: Exiting without making a selection will force the fuel intake to its default setting.",		"engine_settings":"Select Engine settings for the Corvette: Exiting without making a selection will force the engine to its default setting.",		"engine_title":"ENGINE SETTINGS",		"hyperdrive_title":"HYPERDRIVE SETTINGS",		"hyperdrive_settings":"Select Power setting for the Hyperdrive: Exiting without setting the Hyperdrive power setting will force it to its default state.",		"escape_pod_message":"WARNING!  Using the escape pods will remove you from the Corvette with no method of returning!",		"does_nothing":"Nothing happens.",		"droid_explanation_imperial":"I tried to convince the Lieutenant that the battle droids were a bad idea, but he got such a good deal on them from the merc's that it was hard to turn down.  Now they're all over the place though.  I think the engine room is full of them.  Some kind of malfunction or short circuit.  As soon as we get near a base I'll call for a commando squad to come in and deactivate them...",		"droid_explanation_rebel":"I knew this would be worth it.  We've found nothing but evidence of the Alliance's treachery since we boarded and took this ship.  The engine room's even filled with illegal battle droids.  An electrical surge down there has made them all aggressive so I'm keeping non-essential personnel away from the area.  These Rebels have got to be stopped!",		"reward":"You have done well.  Return to the person who gave you this assignment and receive your reward.",		"escape_pods":"You have completed your assignment!  Make your way to the escape pods before time expires and get off this ship!",		"prison_code":"Printing Out Security Code for Prisoner quarters:",		"pdroid_excellent":"I can't tell you how happy we were to have served you.",		"pdroid_instructions":"I'm afraid my counterpart here is missing his maintenance module.  If you could retrieve it he could make his way across the room and shut off the power surge.",		"pdroid_congrats":"Oh he did it!  Good work!",		"officer_starboard":"Printing Out Security Code for Officer Quarters, Starboard Side:",		"officer_port":"Printing Out Security Code for Officer Quarters, Port Side:",		"journal":"Journal Entry #334: We've found a strange glitch with the engines and the new fuel type we're using.  Apparently if you set the hyperdrive settings lower than the fuel intake, then drop the engines to their lowest power level, it's only a matter of time before the fuel pressure causes a catastrophic failure.",		"insert_disk":"You insert the disk into the drive and the machine reboots.",		"sliced":"The computer was down, but your slicing skill allows you to reboot it without the disk.",		"reboot":"This computer needs to be rebooted.  Please insert Operations Disk #4 into the terminal.",		"bridge_code":"Bridge Code Updated:",		"computer_three":"Gold Screen Of Doom: Software has caused a general protection fault @ 64x11300314

Unknown Error 55113-s.",		"computer_two":"This screen shows irregularities with the fuel intake valves.  They are currently functioning normally.",		"computer_one":"The screen is filled with number crunching.  Probably the hyper drive analysis.",		"loading":"Loading...",		"wont_fit":"That object will not fit into this droid...",		"lock":"This door is still locked.",		"keycard_success":"You have successfully used a keycard to open this door.",		"meeting_room_locked":"This keypad is disabled.  Use the SECURITY CONSOLE in the Engine Room to have it restored.",		"open":"This door is now unlocked.",		"elevator_locked":"This elevator is disabled.  The Override switch is in the meeting room on this floor.",		"hypr_60":"You have set the Hyper drive to 60%.",		"hypr_20":"You have set the Hyper drive to 20%.",		"hypr_40":"You have set the Hyper drive to 40%.",		"hyper_name":"HYPERDRIVE CONTROL",		"engine_is":"Engine is at",		"engine_reset":"The engines will have to be reset.",		"fuel_80":"You have set the Fuel Intake to 80%.",		"fuel_30":"You have set the Fuel Intake to 30%.",		"fuel_50":"You have set the Fuel Intake to 50%.",		"fuel_name":"FUEL INTAKE CONTROL",		"engine_name":"ENGINE SETTINGS",		"hyperdrive_is":"Hyperdrive is at",		"fuel_is":"Fuel is at",		"calculations":"Your calculations must be off...",		"blew_up":"You have successfully managed to destroy the engines!  Your mission is complete.",		"engine_result":"The engine appears to be running normally.",		"engine_set":"You have set the engine to",		"unlock_elevator":"You have reset the locking mechanism on the elevator door.",		"already_open":"This door was already opened by someone else...",		"unlock_meeting":"You have reset the locking mechanism on the meeting room door.",		"timer_10s":"You now have 10 seconds to complete your assignment.",		"timer_30s":"You now have 30 seconds to complete your assignment.",		"timer_1":"You now have 1 minute to complete your assignment.",		"timer_90s":"You now have 90 seconds to complete your assignment.",		"timer_2":"You now have 2 minutes to complete your assignment.",		"timer_3":"You now have 3 minutes to complete your assignment.",		"timer_4":"You now have 4 minutes to complete your assignment.",		"timer_6":"You now have 6 minutes to complete your assignment.",		"timer_7":"You now have 7 minutes to complete your assignment.",		"timer_8":"You now have 8 minutes to complete your assignment.",		"timer_9":"You now have 9 minutes to complete your assignment.",		"timer_5":"You now have 5 minutes to complete your assignment.",		"timer_10":"You now have 10 minutes to complete your assignment.",		"timer_15":"You now have 15 minutes to complete your assignment.",		"timer_20":"You now have 20 minutes to complete your assignment.",		"timer_25":"You now have 25 minutes to complete your assignment.",		"timer_30":"You now have 30 minutes to complete your assignment.",		"timer_35":"You now have 35 minutes to complete your assignment.",		"timer_40":"You now have 40 minutes to complete your assignment.",		"timer_45":"You now have 45 minutes to complete your assignment.",		"timer_50":"You now have 50 minutes to complete your assignment.",		"timer_55":"You now have 55 minutes to complete your assignment."
}}
