{
	"stfFile":"dungeon/death_watch",
	"entries": {
		"thirty_seconds":"Thirty Seconds Left Timer",		"airlock_backup":"Intruders! We need backup in the airlock!",		"missing_component2":"You need both a gel packet and a filter in order to use this option.",		"agumented_filter":"You have combined the packet and filter to form an enhanced filter.",		"mnu_filter":"Augment Filter",		"gel_packet_d":"Gel Packet used in filters to counter alum gas located in the mines.",		"gel_packet":"Alum Mine Gel Packet",		"enhanced_filter_d":"Filter with gel packet installed.",		"enhanced_filter":"Enhanced Filter",		"master_artisan_required":"Only a master artisan can properly use this facility to create Mandalorian armor.",		"stabilizer":"A Jetpack Stabilizer",		"too_far_from_terminal":"You are too far away from the droid terminal to use it.",		"no_entry":"You are unable to enter this structure at this time.",		"terminal_in_use":"Someone else's voice patterns are currently loaded into the memory of this terminal.  Please wait a few moments and try again.",		"reload_voice_pattern":"You can't use the terminal again for a few minutes while the system reloads your voice pattern.",		"rc_mouse_instructions":"Voice Recognition Software: To control the droid simply state the direction (forward, backward, left, right) and the distance to travel (between 1 and 10).  

If the droid is unavailable, use the command - reset - to acquire a new one.

When the droid is in position use the command - detonate - to set off the explosion.",		"relock":"Security systems at this facility have been cycled and reset.",		"unlock_door":"The door is being unlocked.",		"passkey_mine_d":"Passkey that allows access to the mines.",		"passkey_mine":"Mine Passkey",		"passkey_storage_d":"Passkey that will allow access to section B.",		"passkey_storage":"Section B Passkey",		"passkey_hall_d":"Passkey that will allow access to the section A.",		"passkey_hall":"Section A Passkey",		"door_terminal_d":"This terminal controls door locking mechanisms.",		"door_terminal":"Door Control Terminal",		"allum_warning":"Environmental protection is required beyond this point due to high levels of alum gas.",		"call_back_up":"Hostile intruders located. Requesting backup.",		"terminal_locked":"This terminal is locked until security has investigated the unauthorized access.",		"denied_access":"Unauthorized access to terminal detected. Notifying security.",		"already_has_filter":"You already have a filter. Canceling request.",		"issue_filter":"You have been given a new filter for your rebreather.",		"mnu_issue_filter":"Dispense Filter",		"entrance_denied":"This door is locked. Perhaps you should seek the advice of someone knowledgeable about the Mandalorians on how to enter this base.",		"access_granted":"Correct pass key detected. Access granted.",		"mnu_open_door":"Unlock Door",		"haldo_failed":"You failed to recover the battery in time. Mission failed.",		"water_pressure_failed":"You failed to get the water pressure restored in time. Mission failed.",		"jetpack_base":"A Jetpack Base",		"fuel_injector":"A Fuel Injector",		"ducted_fan":"A ducted fan",		"dispersion":"A Fuel Dispersion Unit",		"emulsifier":"Protective Liquid Coating",		"binary_liquid":"Binary Liquid",		"room_in_use":"This room is currently in use.  Try again in a few minutes.",		"not_enough_armorsmith_skill":"Only a Master Armorsmith can use the manufacturing facilities in this room.",		"not_enough_droidengineer_skill":"Only a Master Droid Engineer can use the manufacturing facilities in this room.",		"not_enough_ingredients":"You don't have all the necessary ingredients to craft within this room.",		"not_enough_tailor_skill":"Only a Master Tailor can use the manufacturing facilities in this room.",		"bounty_hunter_bicep_r":"Bounty Hunter Bicep (Right)",		"bounty_hunter_bicep_l":"Bounty Hunter Bicep (Left)",		"bounty_hunter_boots":"Bounty Hunter Boots",		"bounty_hunter_chestplate":"Bounty Hunter Chest Plate",		"armorsmith_items":"Bounty Hunter Chestplate, Bounty Hunter Boots, or Bounty Hunter Biceps (Left or Right)",		"bounty_hunter_helmet":"Bounty Hunter Helmet",		"bounty_hunter_bracer_l":"Bounty Hunter Bracer (Left)",		"bounty_hunter_bracer_r":"Bounty Hunter Bracer (Right)",		"droid_engineer_items":"Bounty Hunter Bracer (left or right) or a Bounty Hunter Helmet.",		"master_droidengineer_required":"Only a master Droid Engineer can properly use this facility to create Mandalorian armor.",		"master_armorsmith_required":"Only a master Armor Smith can properly use this facility to create Mandalorian armor.",		"aeration_process_begun":"The aeration process has started and will complete shortly.",		"alum_process_begun":"The hardening process has started and will complete shortly.",		"took_too_long":"The manufacturing process halted due to slow input from the end user.",		"crafting_not_yet":"The terminal is displaying numbers and images.  It is not ready for input at this time.",		"finish_manufacturing":"Aeration of the item will complete the process.   Finish the process?",		"finish_button":"Complete",		"continue_button":"Continue",		"continue_manufacturing":"The alum hardening process is about to begin.  Would you like to continue?  

(WARNING: Once the hardening process has started the base item will no longer be retrievable)",		"fail":"Failure.",		"use_terminal":"Check the terminal to continue the manufacturing process.  If the process does not continue within the next thirty (30) seconds it will be shut down.",		"bounty_hunter_belt":"Bounty Hunter Belt.",		"bounty_hunter_leggings":"Bounty Hunter Leggings.",		"bounty_hunter_gloves":"Bounty Hunter Gloves.",		"alum_mineral":"Alum Minerals",		"tailored_items":"Bounty Hunter gloves, Bounty Hunter Leggings, or a Bounty Hunter Belt.",		"items_still_needed":"The following items are still needed for the manufacturing process to begin:",		"crafting_finished":"The manufacturing process has completed and the new item is being placed in your inventory.",		"died_during_crafting":"Without constant oversight the manufacturing process has failed.",		"starting_to_craft":"All items have been accepted and the manufacturing process is about to begin.",		"making_something_else":"This manufacturing station is currently in the process of creating another type of armor.",		"already_has_component":"An object of this type has already been accepted by the manufacturing station.",		"same_user_only":"Someone else is currently using this manufacturing point.",		"master_tailor_required":"Only a master tailor can properly use this facility to create Mandalorian armor.",		"protect_fix":"Protect the droid while it conducts repairs on the ventilation system.",		"protect_tools":"Protect the droid while it picks up tools needed to repair the ventilation system.",		"repair_failed":"Mission Failure: The droid was destroyed and the ventilation system is still off.",		"ventilation_repair":"Alum Mine ventilation system is now operational.",		"agumented_rebreather":"You successfully add the filter to your rebreather.",		"not_skilled":"You lack the skill in order to augment a rebreather. You must have Engineering 2 in order to make changes to that item.",		"missing_component":"You must have both a rebreather and enhanced filter in order to use this station.",		"mnu_workbench":"Augment Rebreather",		"filter_dispenser_d":"Dispenser used to store and issue new rebreather filters.",		"filter_dispenser":"Rebreather Filter Dispenser",		"filter_d":"Filter attachment for rebreathers to handle special environmental conditions.",		"filter":"Rebreather Filter",		"workbench_d":"Workbench used by technicians to fix mining equipment.",		"workbench":"Mine Workbench",		"bad_air":"The poisonous alum fumes burn your lungs, leaving you gulping for air.",		"not_authorized":"You do not have the proper authorization to access this droid.",		"need_battery":"You have nothing that WED15-I643 needs to fix.",		"battery_cleaned":"WED15-I643 cleans the connections on the battery.",		"recovered_battery":"You pull the missing battery off of the dead miner.",		"help_me":"Please stop hurting me! I think your attack knocked me back to reality but I am afraid that if I don't get some help soon I will not be able to keep control of myself for much longer.",		"drill_battery_clean_d":"Battery Pack for large industrial machines. The connections are clean.",		"drill_battery_d":"Battery Pack used for large industrial machines. The connections seem to be very dirty.",		"drill_battery":"Industrial Battery Pack",		"crazed_miner_medicine_d":"This is a drug developed to help victims of alum sickness.",		"crazed_miner_medicine":"Alum Sickness Test Drug",		"valve_on":"This valve is now on.",		"valve_off":"This valve is now off.",		"access_denied":"You are not authorized to access this terminal.",		"mnu_water_valve":"Water Valve Control.",		"restored_pressure":"Water pressure has been restored to the mines."
}}
