{
	"stfFile":"dungeon/death_watch_book_text",
	"entries": {
		"text_10":"Operation Split Dewback was successful, but as always there were some issues.  First off, the security system wasn't sliced properly, so we had to deal with a contingent of security forces.  Not much problem there, those guys couldn't hit the broad side of a Star Destroyer from three meters with a rock.  

The real problem was the shipment of "weapons".  Turns out they were actually shipping some stolen art.  Have you seen this stuff?  One of the pieces is like a block of wood or something.  This is art?  I'm really starting to regret our decison to just stop killing random people.  We might have taken out this "artist" before he finished his "masterpiece."

B. Kirkland",		"title_10":"Memo from Kirkland, B",		"text_9":"Slinereel was a problem, Onar thought.  A real problem.  It was one thing if this guy was just a corporate shill, maybe working for Kuat Drive Yards, or maybe one of the Durasteel corps.  He could even be an Imperial liason and it wouldn't have made that much difference.  Corporate types were all the same, they'd take the loss in cash, write it off, and then get back to work.
Slinereel on the other hand, was not a corporate type.  He was a Zabrak.   A mean Zabrak.  Onar had a partner once that told him Slinereel was the kind of guy that would shoot himself in the foot if it would make him some money.  He'd limp to the bank counting his credits.  And if he was willing to do that, you know he was willing to shoot other people in much more prominent places on their bodies.
Onar had settled down in the bar then, when the Rodian told him about Slinereel.  The Rodian said he could cut Onar a deal.  All smiles and teeth now that he felt he had Onar over a barrel.
He said, "I won't even report this little attempt of yours to con us out of our money.  It took guts doing what you did, walking in here off the street and trying to hustle me."
Onar said he didn't know what the Rodian was talking about, but he didn't really mean it.  The Rodian knew too.
"We'll have a duel.  In the gladiator pit.  This planet has one in every city.  For settling differences."
Onar looked across the table at the little Rodian, short even for his species, and small.  He said sure, that would be fine.
The Rodian said, "I'll meet you in the morning at the pit."
Onar sat back and watched as the little green businessman took a last swig of his Jawa beer and sat it back on the table.
"And I'll bring my champion with me."
Onar felt his stomach drop.",		"title_9":"BARVE HUNT (Chapter 2)",		"text_8":"Onar was getting into it now, telling the little Rodian where he could stick his credits.  Everyone in the cantina had turned to watch, and the poor little Rodian, a green quilled wheeler-dealer who claimed to have connections from Corellia to Naboo was trying to shrink into the seat, the drink in his hands sloshing onto his pants because he'd forgotten about it completely.
Onar knew this was a risk, a dangerous game he was playing.  He'd spotted the Rodian looking for his contact, set to make a deal for some illegal bootlegs of a musical recording.  Onar had heard on the street from the Wookiee, Gurumsh that this Rodian was here trying to cut into some illegal activities.  Looking to make some money fast.  It was what Gurumsh said next that had planted the seed of this plan in Onar's mind.
He'd said, "Raawwooar, <snarl>, groaaowwarl."  Which roughly translated meant that the Rodian was an idiot and probably didn't even know who the contact was.
That had gotten Onar thinking.  Yeah, he could pull this off.  Catch the guy early, get him into a booth, fast talk him into believing he was the contact and then figure out half way in how to get some creds out of the guy.
It had worked too, for a while, but then the Rodian had started to get suspicious.  Onar didn't know which band had made the bootleg, or what the name of the song was.  He'd guessed correctly that the Hutt's were involved, and that had almost gotten him back on track, but he'd guessed wrong about the number of recordings being moved.  He'd been way off.  And so he'd gone into his rant, telling the little Rodian to stuff it, and that he'd rather swim through rancor offal than deal with a little runt like him who didn't know what he was doing.
That was working too now, and he just needed to figure whether he wanted to escape, or maybe play the calm down card, get the guy back into business, maybe still grab some money.
Then the Rodian pulled out his trump card, and Onar knew he was toast.
The Rodian said, "We'll just see what my boss thinks.  You know who my boss is don't you?  Slinereel?"",		"title_8":"BARVE HUNT (Chapter 1)",		"title_7":"BARVE HUNT (Chapter 3)",		"text_7":"Onar thought the Gladiator Pit would be the actual arena, where the fighting took place, but it wasn't.  It was the area just before the arena where the weapons and armor were maintained and the gladiators stood around, congratulating each other on their victories before they stepped outside and tried to kill each other.
When he'd asked what they called the arena where the gladiators fought the big Trandoshan said, "The arena."
The big trandoshan was leading Onar through the hallways of the pit, showing him where he'd get dressed and where the armor and weapons were kept.  When they stepped into the small room with the stone table and no chairs the Trandoshan said, "This is where you'll wait."
Onar focused on the one object in the room besides the stone table.  It was a stick, like a mace, except that instead of having a big metal ball with spikes on the end, it just had four blades, like knife blades, pointing in 4 directions.  Like a compass, he thought.
"That's not mine is it?"  
The trandoshan didn't answer, so Onar continued.  "I can't fight with that thing.  I'll cut my fingers off."
The trandoshan was busy writing something on a piece of flimsiplast, being careful with his writing like he was afraid he'd misspell something.
"Plus it's too big.  It's not the right size for me."
The trandoshan looked up from the flimsiplast and nodded.  He said, "It's not for you."
Onar breathed a sigh of relief, saying, "That's good."
"You're the accused."  The trandoshan said.  "You don't get a weapon."",		"text_6":"Two Gamorreans are walking through Jabba's Palace when they notice the Rancor loose from his cage.  As the Rancor makes his way towards them one of the Gamorreans stops to put on his running shoes.
"You're crazy!"  The other guard says.  "You'll never outrun that Rancor!"
"I don't have to out run him."  The first guard replies.  "Just you."
***
A rodian walks into a bar with a womprat under one arm and a chuba under the other.  He walks over to the bartender and says, "If I show you something amazing can I have a free Jawa Beer?"
The bartender thinks for a second and says, "Ok.  Let's see it."
The rodian sets the womprat on the bar and pulls a slitherhorn out of his pack.  He puts the slitherhorn down next to the womprat who starts playing it.  The bartender is amazed.
"That's incredible!"  The bartender exclaims.  "What's the Chuba for?"
"Watch this."  The rodian sets the chuba down on the bar next to the womprat and it starts to sing!  The bartender can't beleive it.  
"I'll give you 100,000 credits for both of them."
"Oh, I couldn't."  The Rodian says.  "My grandmother gave me the womprat."
"Ok, I'll give you 50,000 for just the chuba."
"Deal."
The bartender hands the money to the Rodian and takes the chuba proudly.  
"How do I get him to sing?"  He asks.
"Oh, he can't sing."  The Rodian says.  "The Womprat's also a ventriliquist."",		"title_6":"Jokes For All",		"text_5":"The Imperials are up to something on one of the moons of Endor.  So far it's gone unnoticed by everyone, but our man inside says there's construction crews headed for the system.  Beef up security around the facility, and maintain round the clock surveillance on them, find out what they're doing.  We'll leak the info to the Rebels at some point, unless they find it on their own.  Oh, and I heard you met the "locals", Heh.  Cute little buggers aren't they?  Kill them if they get to close to the base.

--End Communique--",		"title_5":"Outbound Communication",		"text_4":"Memo From: Japer Witter
To: Mining Personnel
Subject: Environmental Protection

Please note that all rebreathers must be augmented for use in the mines to prevent the effects of allum gas sickness. A new filter must be installed in all rebreathers before they can be used inside the mines. We have set up a filter dispenser unit and workstation inside the laboratory to help facility this retrofitting of rebreathers. To insure proper installation only use filters received from this dispenser, attach the gel packet that you were all issued into the filter, and then add the enhanced filter to your rebreather only at the available workbench.
",		"title_4":"Memo from Witter, J",		"text_3":"It's working.  I can see it their eyes.  The rebel informant died on the operating table, but before he did I could see it starting to form in the corneas.  It was a map.  A star map, much like the navigational charts that are carried aboard Star Destroyers.  

If only I could find a way to keep them alive after the transfer of the toxin is complete.  There must be an antigen that will fight the infection.  Something bacta related, that will keep them alive until we've had a chance to discover them.

Perhaps I should also find a way to make them stand out.  Perhaps with a skin condition?  Something that would lead the Stormtroopers right to them.

My work must continue unabated.",		"title_3":"Journal of Dr. Kaldaar",		"text_2":"The trandoshan stood his ground, blood dripping from the blade in his hand.
"You didn't see it!"  He shouted.
CorSec officer Antilles lowered his pistol.  The Trandoshan didn't seem to be threatening him at all.  He was terrified.
"What was it?" 
"I don't know!"  The Trandoshan was nearly in tears.  His body was covered with the strange ichor that Officer Antilles had seen at the other crime scenes.
"Did you kill it?"
The Trandoshan shook his head.  He didn't think so.  He thought, in fact, that he'd simply angered it.  Trandoshans are a cold blooded species, one of the most cruel races the galaxy had to offer.  But this one was shaken to his very core. ",		"title_2":"BLUE HARVEST (Chapter 1)",		"text_1":"In order to cook food properly you must always pay attention to the proper temperatures to cook specific items.  Bantha meat, for example, must maintain a 300 degree temperature for at least one hour in order to destroy any Tatooinian bacteria present during the meat's initial cutting.  

The following list should be taken as a guideline, and you'll find that your own instruments will vary according to how well they're calibrated:

KAADU (350 degrees, 1 hour)
KRAYT DRAGON (400 degrees, 3 hours)
GNORT (300 degrees, 1/2 hour)
CU-PA (325 degrees, 1 hour)
CORELLIAN BUTTERFLY (400 degrees, 1/2 hour)
TORTON (500 degrees, 3 hours)
BAGERASET (300 degrees, 2 hours)
BEARDED JAX (250 degrees, 1/2 hour)
PEKO-PEKO (400 degrees, 1 1/2 hours)
VEERMOK (350 degrees, 1 hour)

Rumor has it that Sarlacc meat can be cleaned and cooked, and that some brave denizens of tatooine managed to ingest it by slicing off one of the attacking tentacles and then setting about finding ways to cook it.

While I won't comment on the veracity of such a claim, should you find yourself in possession of such a fantastic delicacy, I recommend that it be cooked at no less than 500 degrees for no less then 6 hours before you attempt to do anything with it.",		"title_1":"ESSENTIAL COOKING SKILLS"
}}
