{
	"stfFile":"kb/kb_terms_d",
	"entries": {
		"sw":"> AOTC

STAR WARS EPISODE II: ATTACK OF THE CLONES, the second film in the "prequel trilogy."

> DFR

DARK FORCE RISING. The second book in the Heir to the Empire trilogy written by Timothy Zahn.

> DJ

Dark Jedi. Jedi Knights who have succumbed to the Dark Side of the Force.

> DJM

A Dark Jedi Master.

> DS

Death Star. The first Imperial Death Star, destroyed in the Battle of Yavin in Star Wars: A New Hope.

> DS2

Death Star 2. The second Imperial Death Star, destroyed in Return of the Jedi.

> ESB

THE EMPIRE STRIKES BACK. Episode 5 in the Star Wars saga.

> EU

Expanded Universe. The continuing Star Wars storyline, through official books, comics, computer games, stories and other products.

> GCW

Galactic Civil War. A chat abbreviation referring to the conflict between the Empire and the Rebellion during the Star Wars classic trilogy.

> GL

George Lucas.

> HHTE

HEIR TO THE EMPIRE. Star Wars abbreviation referring alternately to the trilogy written by Timothy Zahn, or the first book in the series of the same name.

> ISD

Imperial Star Destroyer.

> JK

Jedi Knight.

> NJO

New Jedi Order. Series of Star Wars Expanded Universe stories, set after the Heir to the Empire trilogy.

> NR

New Republic. The organization that the Rebel Alliance became following the events in Return of the Jedi.

> OT

Original Trilogy. Star Wars abbreviation for the classic trilogy, Episodes 4 through 6.

> ROTJ

RETURN OF THE JEDI. The third movie in the classic trilogy, Episode 6.

> SSD

Super Star Destroyer.

> SW

STAR WARS. Refers to the Star Wars universe as a whole, or the first movie in the classic trilogy STAR WARS: A NEW HOPE.

> SWG

Star Wars Galaxies, this game.

> TLC

THE LAST COMMAND. The third book in the Heir to the Empire trilogy written by Timothy Zahn.

> TPM

THE PHANTOM MENACE. Episode 1 in the Star Wars saga.

> XvT

X-Wing versus TIE Fighter. The first Star Wars space combat simulation with multi-player options.

> XWA

X-Wing Alliance. The sequel to X-Wing versus TIE Fighter.",		"chat":"> AFK

Away From Keyboard. Chat abbreviation indicating that the player is away from the game temporarily.

> BAK

Back At Keyboard.

> BF, B/F

Boyfriend.

> BRB

Be Right Back.

> BRT

Be Right There.

> Bumping

Message board term. Refers to the act of gratuitous message posting in a thread in order to push it to the front of the message board queue. This is a form of spam and is not permitted on the Star Wars Galaxies message boards.

> CU

See you later.

> CYA

See you later.

> FAQ

Frequently Asked Questions.

> FWIW

For What It's Worth.

> FYI

For Your Information.

> GF, G/F

Girlfriend.

> GL

Good luck!

> GTG

Good to Go.

> Hehe

Mild laughter.

> IMO, IMHO

In My Opinion, In My Humble Opinion.

> IRL

In Real Life. 

> K

Okay.

> LMAO

Laughing My [edit] Off.

> LOL

Laughing Out Loud.

> NP

No Problem.

> NT

No Text.

> OIC

Oh, I See.

> OMG

Oh My Goodness/Gosh.

> OMW

On My Way.

> OOC

Out of Character. Usually used to qualify a message in a role-play environment.

> OT

Off Topic.

> Plz

Please.

> RL

Real Life. Chat abbreviation referring to a player's life outside of the game.

> ROFL

Rolling On the Floor Laughing. Stronger expression of humor than LOL.

> ROFLMAO

Rolling On the Floor Laughing My [edit] Off. Stronger expression of humor than ROFL.

> Roxxors

An expletive meaning, "It rocks!". Dewd Speak chat term.

> Spam and spamming

Sending a message or messages repeatedly through a communication channel (tells, OOC, shouts, auctions, etc.) that annoys other players. Spamming is universally frowned upon in cyberspace, particularly in online games.

> Suxxors

An expletive meaning, "It sucks!". Dewd Speak chat term.

> WB

Welcome Back.

> WTF

What The [edit]. An expletive expressing astonishment.

> WTG

Way To Go. A congratulatory remark.

> "Woot!"
An quick expression of happiness or a cheer.
",		"online":"> AI

Artificial Intelligence. Design term. Refers to the "intelligence" programmed into a game that controls the actions and reactions of NPCs, simulating independent intelligence.

> Avatar

The graphical representation of a player in a game.

> Beta testing

One of the last phases of development of software in which final testing is performed, often involving external volunteer testers who help by reporting bugs and problems encountered.

> Buff or buffing

Gaming terms. Refer to preparatory actions taken prior to combat, usually involving the casting of spells.

> Camping

Gaming terms. Refers to the repeated killing of a respawning monster by the same individual or party, often for experience or to gain items.

> Carebear

A derogatory term for someone who does not wish to engage in player versus player activities. 

> Consider, con

EverQuest gaming abbreviation. Command used to assess the strength of an opponent.

> Dewd or leetspeak

An abbreviated or encrypted chat code used by some gamers. There is some negative reaction toward its use and those who employ it, as it is often associated with disruptive gamers. 

> DoT

Damage Over Time. Refers to effects that, when placed on a target, cause continuous damage over a limited period of time.

> Emote

A command used for free-form expression of text appended to an avatar's name. For example, the command

      /emote has a bad feeling about this.

would result in the text

     Han has a bad feeling about this

being visible to all players nearby.

> Emoticon

A convention used to express emotions through text in text-based games (sometimes referred to as smilies), and physical animations on avatars in newer graphics-based games.

> EP, Exp, or XP

Experience Points. Gaming abbreviation. 

> EQ

EverQuest. A massively multi-player online role-playing game from Sony Online Entertainment/Verant Interactive.

> Farming

A gaming term that refers to the act of gathering rewards (esp. equipment) repeatedly, usually for resale for personal gain.

> Flame (flaming)

The act of harshly rebutting someone (usually on message boards), often disparagingly. Flaming is considered detrimental to constructive discussion, and is not permitted in the Star Wars Galaxies forums.

> FPS

First Person Shooter. A combat game, played from a first-person viewpoint, generally in a futuristic or science fiction genre. Examples: PlanetSide, Doom, Quake.

Also: Frames Per Second. A measure of the performance of the graphics engine in a 3d application. The higher your FPS, the smoother your experience will be.

> Gank

A PvP gaming term that means to kill another player's character. Other usage: gankage (noun)--the process of ganking. ex. "The last point I want to make clear is that no matter what, random gankage is not going to be a feature of the game."

> GM

Game Master. An administrator that helps to facilitate gameplay. In commercial games, GMs are often customer service representatives that address player problems. Star Wars Galaxies does not use GMs in the conventional sense.

> Grief play, griefer, grief player

Someone who purposefully seeks to ruin the enjoyment of others players.

> Grind, grinding

The act of doing a repetitive, often dull, act in the game merely in order to earn advancement.

> Kiting

Gaming term. Refers to a style of combat in which a player continually stays out of the combat range of an enemy, usually by running from it, while simultaneously causing damage to it.

> KOS

Kill on Sight. Applied to player characters with respect to NPCs that might attack the player character in question. If you are KOS to a certain creature, it will attack you when it sees you.

> KS

Kill Stealing. Gaming abbreviation. Refers to the act of maliciously taking another person or party's prey.

> Lag

Online gaming term. Latency experienced during play resulting from any of several difficulties, including Internet traffic and breakdowns, server-side problems, and/or client-side problems.

> LD

Link Dead. Online gaming term. Refers to the state of a PC when the player has lost his or her Internet connection to their character.

> LFG

Looking For Group. Also often refers to a flag that a player can toggle on themselves to indicate that they are looking for a group.

> Loot

Gaming term. Alternately refers to either items or money retrieved from a vanquished foe, or the act of taking items or money from a defeated foe (as in looting a MOB). Variations: lewt, l3w7.

> MMORPG

Massively Multi-Player Online Role Playing Game. Examples: EverQuest or Star Wars Galaxies.

> Mob

Mobile or Mobile Object. A MUD term originally, used to describe creatures in a game, whether NPCs, monsters, or others.

> Newbie, noob, n00b, newb

A young, inexperienced player. Sometimes used as an insult.

> NH

Newbie Helper. Either a player who has made a career out of helping new players acclimate themselves to the game, or a flag that a player can toggle on themselves so that newbies can find them if they need assistance.

> No drop

Describes a quality of certain objects that prevent characters from dropping or trading them after they have picked them up. Star Wars Galaxies does not make use of No Drop items.

> NPC

Non-Player Character. Gaming abbreviation. Refers to any creature, or mob, not controlled by a player.

> Perma, PD, PermaD

Permanent Death. In gaming, when a player's character dies and does not return to life or respawn at a designated location.

> Pet

Refers to an NPC minion or creature under the control of either another NPC or a player.

> Pker

Player Killer. A player who kills other players' characters randomly. It often has a negative connotation, applied to someone who kills excessively or by dubious means.

> PnP

Pen and Paper. Chat abbreviation that refers to traditional role-playing games.

> Powerleveling

Gaming term. The act of helping a lower level player gain experience at an accelerated rate.

> PvE or PvM

Player versus Environment, or Player vs Monsters. A game environment in which players can attack and kill NPCs and MOBs.

> PvP

Player versus Player. A game environment in which players are permitted to attack and kill one another's characters.

> PvPer

Someone who kills other players' characters, generally consensually.

> RP

Role-Play. A style of gaming in which the player speaks and acts as his or her character while playing the game.

> Spawn

The regeneration of a creature after it leaves the game world.

> Tank

A player character that takes the brunt of attacks from an enemy for his or her party. Verb: To tank (tanking).

> Tell

In a game, a form of direct global communication between two players only.

> Train

A group of aggressive enemies that is pursuing a fleeing player character. Also used as a verb, as in "They trained the rancor onto me."

> Twink, twinking

The act of giving powerful equipment to lower level characters who could not have obtained the equipment at their current level of advancement.

> Twitch

A style of gameplay that requires manual dexterity, quick reflexes, and strong familiarity with the user interface for the player to perform skilled actions and responses. PlanetSide is an example of a twitch first person shooter game.

> Uber

A chat term used to describe a player, association, item, MOB, etc. as exceptionally powerful.

> Zone

EverQuest gaming term. Alternately refers to an area within a game, or the act of moving between two areas within a game ("I'm zoning").",		"swg":"> Ability
An ability is any new command or ability that a player can acquire as they advance their character. For example, a Novice Medic has the ability to use stimpacks to heal damage on themselves or other characters.

> Action
An action is simply a command that you can use within the game. You can access a fairly comprehensive list of actions by using the Actions screen. You can reach this by pressing the Actions button on your button bar (it's the one that looks like little lightning bolts), or by hitting CTRL-A.

> Advanced profession

An advanced profession is a profession that you can only reach if you have unlocked it by learning other skills first. This is in contrast to "starting professions" which are available to anyone at any time.

> Attributes

Attributes refers to the nine statistics that make up the definition of a character: Health, Action, Mind, Strength, Constitution, Quickness, Stamina, Focus, and Willpower.

> Badge

A badge is a text string that shows up in your profile, indicating that you have accomplished some particular task. Certain quests in the game might grant you a badge, as might merely exploring, fulfilling some game objective, or in fact, pretty much any circumstance that we feel is worth recognizing. You can see your badges on the Personal Status page of your Character Sheet.

> Bank

The bank is a location where you can leave items and deposit money. The Galaxy largely runs on a credits system, whereby money is transferred electronically when you purchase something. However, you might also have money on hand (perhaps you, uh, liberated some credits from someone). You can deposit this money in the bank for safekeeping.

You can also leave items in the safety deposit box at a bank. You can only have one safety deposit box in the entire Galaxy.

> Battle fatigue

As you accumulate wounds, you also accumulate Battle Fatigue. Battle Fatigue makes it harder for Medics to heal your wounds. You can erase your battle fatigue by watching entertainers.

> Bazaar

The Bazaar is an auction system that uses the HoloNet to link disparate worlds together in open commerce. You generally find Bazaar terminals near spaceports, and you can use the terminals to browse listings locally, on the planet you're on, or even on distant planets. Some items are sold at auction, and others are sold in instant sales.

> BH

An abbreviation for "bounty hunter."

> Bind

A slang term for setting the location you'll return to when you die. See "Cloning."

> Bio

Your Bio is a place where you can type in any text you like. Other players can read your bio when they examine you. You were offered the opportunity to enter in a Bio during character creation, but you can also edit it at any time on the Personal Status page of your Character Sheet.

> Black rot, Black crud

Slang terms for wounds. See "Wounds."

> Borked

A slang term popular during the SWG beta. It means "messed up" or "non-functional."

> Burst run, BR

An ability that all players have, burst run lets you run at an accelerated speed for a short period of time. The tradeoff is that it will damage your health, action, and mind a fair amount. It is often used for quick escapes. By default, Burst run is mapped to F5 on your toolbar.

> Camp

Scouts and Rangers in SWG have the ability to create camps or campsites. Camps have a variety of special characeristics: medics and entertainers can heal wounds in them, you can log out safely in them, and advanced camps will keep creatures away.

> Cantina

A cantina is a generic term for a structure that allows entertainers to heal wounds and battle fatigue. The most obvious of these places is, of course, an actual cantina, but other places such as theaters also permit entertainers to ply their trade.

> Capacity

Capacity is a measure of how much stuff can fit inside a container. It is displayed as a bar graph and as a number at the bottom of your inventory window and your datapad.

> Cash, cash on hand

Although most of the Galaxy runs on credits and wireless transfers, in many locations of the Galaxy, the use of hard credits is still common. You can go to a bank to get cash, or you may, uh, "find" it on corpses. (We're sure you weren't involved in the unfortunate victim's demise, of course). In general, terminals and other commercial establishments will draw from your cash on hand first, and then draw from your bank account.

> CH, CT

Abbreviations for "creature handler" and "creature tamer" respectively. Both refer to characters who are engaged in the Creature Handler profession.

> Chat tab

Your chat box can have multiple tabs on it, letting you switch between different panes of the chat window. Each tab displays a different sort of chat (or a mixture of different types of chat--it's very configurable. See the Holocube topics under "Communicating with Others" for further details). You can also drag these tabs off into their own chat windows. Slang, however, still calls these "chat tabs" for some reason.

> Clone, cloning

When your character dies, the game isn't over! Instead, we let you pick up where you left off, placing your character at a cloning facility. You can clone yourself for a fee at any cloning facility, and then from then on, the default location where you reappear after a death will be that cloning facility. See also "Bind."

> Combat fatigue, Fatigue

Fatigue is a measure of how muc combat fatigue you have accumulated as you've been wounded. The more you have, the harder it is for medics and entertainers to heal your wounds. You can relieve your combat fatigue by listening to or watching entertainers in cantinas. Combat fatigue is displayed on your Character Sheet.

> Combat target

Your combat target is, simply put, the creature or NPC you are currently attacking. It is indicated with red brackets. 

> Commodities market

Another term for the Bazaar. See "Bazaar."

> Consider, /con

You can evaluate the relative difficulty of an opponent by using the Consider command ("/consider" or "/con" for short.) 

> Con, Constution

One of the six attributes that governs the behavior of your pools, Constitution affects the rate at which your Health pool regenerates.

> Covert

Players can join the Rebel or Imperial faction in order to participate in the Galactic Civil War. Once they sign up, however, they can be Covert members, or Overt members.  Covert players are "hidden," undercover members of that faction, and have reduced faction perks--they cannot place down factional structures, and cannot wear factional uniforms.

Coverts cannot be attacked by enemies, because the enemy does not know that they are members of that faction. Because of this, Coverts can also not attack players of the enemy faction. 

Coverts can attack NPCs of the enemy faction, and can heal or otherwise assist fellow members of their faction, but this will publicly reveal them as members of the Alliance or the Empire, and then they can be attacked by enemy players for a period of a few minutes. This is known as a "temporary enemy flag." See "TEF" for more details.

> CR, corpse recovery

In some games, you have to return to where you died to collect your items ('recover your corpse"). There is no corpse recovery in Star Wars Galaxies.

> Crafting station

A crafting station is a device that allows you to craft more complex items with your crafting tool. In order to get the benefits of a crafting station, you merely have to be near the crafting station at the time that you boot up the crafting tool. There are multiple types of crafting station for different types of item crafting.

There are stationary crafting stations scattered around the cities. You can also make them to place in your own buildings, or even outfit a droid as a crafting station.

> Crafting tool

A crafting tool is an item that allows you to craft other items. Upon using these items, you will be presented with a screen giving you a choice of what item to craft. There are several different kinds of crafting tools, each offering a different type of item that you can make.

> CS (cloning station)

CS is an abbreviation for "cloning station" or "cloning facility," a location where you can clone. See "Cloning."

> Data item

Any items which are stored in your datapad are data items. Examples of data items include tokens and manufacturing schematics.

> Datapad

The datapad is a special sort of inventory accessed using the Datapad button on your Button Bar, or using CTRL-D. The datapad stores only data items, and cannot be used for storing actual physical items.

> DB

Short for "death blow," the act of actually killing a player.

> Declared

A declared player is one who has signed up for the Imperial or Rebel factions. This term is sometimes only applied to players who are Overtly declared. See "Overt" and "Covert."

> Despawn

When a lair, creature, NPC, stronghold, or other spawned object disappears from the game world, this is called a despawn.

> Digiteer

Former name for an Event Team Coordinator. 

> Discipline

Each profession in SWG has the same arrangement of skills. They all come off of a single root skill, and then they branch into four separate branches. These four branches are called disciplines. Each discpline tends to have a unique flavor to it, and serves as a sort of specialty.

> Draft schematic

A draft schematic is a recipe for building an item. As you acquire new skills, these skills may grant you new draft schematics. As you advance, you can also lose access to draft schematics--this is done according to the rules of the various trade organizations in the galaxy, to ensure that lower-level crafters are guaranteed a market for their goods. 

There is a tab on your Datapad where you can view all the draft schematics you have. You may also want to check out the entry on "Manufacturing Schematics."

> Dynamic POI

A dynamic POI or dynamic point of interest is an encounter that spawns in the world at a somewhat random location. Once it has been resolved one way or another, it will go away, never to return in exactly the same way or place.

> Dynamic spawn

SWG uses a spawning system whereby creatures do not always appear in exactly the same place. This is different from "static spawns" which always spawn the same things in the same places.

> Elite profession

"Elite" is a term for professions that require you to have mastered multiple specialties or professions before you can unlock them.

> Email

Within the context of SWG, "email" usually mean the in-game mail that you can access by clicking the little envelope-shaped button ont he button bar.

> Experience, XP

Experience is a measure of how knowledgeable you are about a given subject. You can earn experience in many different subjects in SWG, and each type of experience is earned in a different way. For example, you earn Pistol Experience by killing things with a pistol, and you earn Dancing experience by entertaining people. You can check your current levels of experience on your Skills window.

> Extract resources

"Extract resources" is a special ability granted to Scouts. It allows them to harvest meat, hide, and bones from the carcasses of dead animals.

> Faction, faction standing

There are two meanings to the term Faction in SWG. One of them refers to the two warring sides in the Galactic Civil War, the Rebel Alliance and the Empire. Players can join these factions and engage in player vs. player combat with one another, as well as advance in standing with the faction. See also "Faction Points."

The other type of faction is simply the game tracking how various groups of NPCs feel about you. If you are consistently mean to Jawas, eventually Jawas will come to hate you, and may attack you on sight.

> Faction points, faction perks

Faction points are acquired by doing actions for the Rebellion or the Empire. If you acquire enough faction points, you can join that faction (see also "Declared," "Overt," and "Covert."). 

Once you are a member of a faction, you can spend faction points to acquire faction perks, which are special benefits that are only granted to members of the faction. Examples of faction perks include special structures you can build, uniforms to wear, and titles.

> Factory

A factory is a structure used by crafters to mass produce items. You can obtain a factory and feed a manufacturing schematic into it. As long as the factory has enough resources and the manufacturing schematic permits, it will replicate the desired item.

> Foc, Focus

Focus is one of the attributes that defines a character in Star Wars Galaxies. It affects the cost to the Mind pool when you make use of an ability.

> FP

Short for "Faction points."

> FS

Short for "Force Sensitive."

> FSS, Force Sensitive Sheep

A joke from the early board and beta community for Star Wars Galaxies. Many players wanted these to be in the game. They're not.

> GCT

Short for "Generic Crafting Tool," the simplest type of crafting tool available to players.

> GCW

Short for "the Galactic Civil War."

> GMT

Short for "guild management terminal."

> Guild, guildhall

A term for player association, or for the structure that serves as the headquarters for one.

> HAM, HAM bars

The slang term for the status display showing bar graphs of your Health, Action, and Mind stats.

> Harvester

A structure that mines resources for you regardless of whether you are online or offline.

> Health

One of the attributes that makes up a character, Health is a pool that is spent when you do actions that are centered around physical strength.

> HFS, Holy Floating Shrubberies 

An inside joke referring to a bug that took place in early development, whereby there were plants that floated in mid-air. Players ran with it and decided to workship the holy floating shrubbery.

> Holocron

This help system. For more information about this Holocron, please see "About the Holocron" in the help topics to the left.

> Hospital

A special sort of structure where medics and doctors can heal wounds.

> Hotel

A special sort of structure that acts as a cantina and also permits instant logout from the game.

> Hybrid profession

Am advanced profession that draws on disciplines from different professions.

> Imp

Short for Imperial.

> Incapacitated, incap, incapped

This is what happens to you when any of your pools reaches zero. You are knocked out (and left vulnerable) for a period not to exceed a minute or so. Should an enemy reach you and choose to do so, they can kill you while you are in this state.

> Inorganics

One of the two broadest classifications of resources in the game, the other being Organics. Examples of inorganics include metals and polymers.

> Insurance

You can buy insurance at terminals in cloning facilities. When you die, any insured items are automatically returned to you, rather than remaing with your corpse. See also "Corpse recovery."

> Knowledge base

The Knowledge Base is a customer service tool available from the Customer Service button on the button bar.

Technically, this Holocube is also a knowledge base, but it's not commonly referred to that way.

> LA

LucasArts, publishers of Star Wars Galaxies.

> Lair

A lair is a location where creatures or NPCs are spawning out of some sort of structure or object. For example, an insect mound might spawn rockmites. Lairs have a tendency to hang around unless destroyed, and creatures tend to defend their lairs. Some otherwise peaceful creatures may be more aggressive when you appriach their lairs.

> LD

Shorthand for the Lucky Despot, a cantina in Mos Eisley built into a crashed starship.

> Learning capacity

Another term for skill points.

> Look at target

This is the target you set thwn you click on something. It is indicated by blue brackets.

> Lots

Each player is allowed a fixed amount of space on which to build. This is measured in "building lots." Different structures take up different amounts of lots.

> LP, launchpad

The LaunchPad is the application that comes up when you first launch Star Wars Galaxies. It lets you log into your account, and features a chat system, account management, and the ability to set some out of game options.

> Macro

A macro is a set of user-entered commands bound to a hotkey. You can create your own macros in SWG by going to the Actions window (CTRL-A or from the button bar) and choosing the Macro tab.

> Mail

Shorthand for the in-game email system. You access your mail through the button bar (the button with the envelope icon).

> Manufacturing schematic

A manufacturing schematic is a schematic that has been experimented on and filled out by a crafter. Once a crafter has created an item and experimented on it, he or she is given the opportunity to either create a single prototype item, or to create a manufacturing schematic instead. The manufacturing schematic is a data item that can be traded or sold, or fed into a factory to mass produce items. Manufacturing schematics only have a certain number of uses before they expire.

> Marketplace

The marketplace is another term for the Bazaar. See also "Bazaar."

> Mind

One of the three pools, the Mind stat is primarily used for tasks that depend on concentration and focus. See also "Attribute" and "Pool."

> Mission terminal or MT

A mission terminal is a special terminal you can go to that has job postings. They are located throughout all the cities.

> Narrative POI

A narrative POI is simply a point of interest that happens to have a quest or puzzle associated with it. See also "Dynamic POI" and "POI."

> No build

An area where players cannot build structures.

> NWW

An acronym for "Newbie Welcome Wagon," an informal organization of players who welcome new players of SWG.

> Onion

Also referred to as the "Skill Onion". This refers to the group of skills in each profession that are made up of the Novice box at the bottom, the Master box at the top, and all the boxes in the middle. The shape of this loosely resembles an onion, hence the nickname. To see this shape, use CTRL-S in game to bring up the Skills Interface.

> Organics

One of the two broad categories of resources, organics are things like meat or flora. See also "Inorganics."

> Overt

An Overt player is a player who has joined a faction and has signed up for vulnerability to player vs player combat 24/7. Overts get some special faction perks that are not available to Covert members of a faction, since their affiliation is publicly visible and they run great risks. Also known as "Declared". See "Covert" and "Faction."

> PA, player association

A Player association is a group of players who have formalized their group using the in-game tools. PAs have access to a guildhall (see also "Guildhall") and have a vriety of tools to help them manage their membership.

> Paperdoll

The paperdoll is a depiction of your character that you can see in your inventory. It is hidden by default, but you can access it by clicking on the little yellow arrow buttons at the top of the Inventory window.

> Persistent message

Another term for the in-game email system. See also "Mail."

> Pet

A pet is a creature that has been tamed by a player who has the Creature Handling profession. Pets grow and become more powerful over time, so pets that have been kept alive are valuable. In addition, pets can perform a variety of useful tasks including defense of their owner.

> PM

Short for persistent message. See also "Persistent Message" and "Mail."

> POI

Short for "point of interest." This simply means a location that holds some interest. Some of these are dynamically spawned, and others are always placed. See also "Stronghold," "Lair," "Dynamic POI" and "Narrative POI."

> Pool

There are three pools in your set of attributes: Health, Action, and Mind. You spend pool points in order to execute special moves and abilities. When others attack you, they lower your pools. Should any of your pools reach zero, you will be incapacitated.

> Posture

Posture simply means whether you are standing, kneeling, laying prone, or sitting down. Postures have a very great effect on combat, affecting accuracy, likelihood of your being hit, amount of damage taken from different weapon types, and speed of movement.

> Profession

A profession is a collection of four related skill disciplines. You start out the game choosing a starting profession from among the six starting professions offered, and as you advance you can explore further choices as they become available to you.

> Profile

Your profile is a collection of information that you enter about yourself. This information can be searched on my other players. Among the elements in your profile are any details that you enter into the Matchmaking system, and flags such as Looking For Group or Newbie Helper that you decide to turn on, and what title you have chosen to publicly display.

> Qui, Quickness

One of the attributes that defines a character, Quickness affects how much abilities based on the Action pool cost to use.

> Reb

Short for "Rebel."

> Sample

Sampling is the act of extracting a little bit of resources from the terrain. Thisis an ability that is granted to Artisans as part of the Surveying discipline. See also "Survey."

> Schematic

A schematic is a blueprint for crafting something. They come in two kinds: a draft schematic, which is a blank recipe, and a manufacturing schematic, which is a recipe that has been experimented with by a crafter. See also "Draft Schematic" and "Manufacturing Schematic."

> SCS

An acronym for "single character servers."

> Shuttle, shuttleport

A structure where you can catch shuttles that travel between different cities on the same planet.

> Skill box

Another term for a single skill in a profession.

> Skill Onion

Also referred to as the "Onion". This refers to the group of skills in each profession that are made up of the Novice box at the bottom, the Master box at the top, and all the boxes in the middle. The shape of this loosely resembles an onion, hence the nickname. To see this shape, use CTRL-S in game to bring up the Skills Interface.

> Skill points

Every skill you learn in SWG costs you some skill points. You have a fixed number of skill points and can never acquire more. When you run out of skill points, you cannot learn any more skills. You can however surrender skills you do not want, and gain the skill points back.

> Skill tree

An alternate term for Profession. See also "Profession."

> Skillmod

A statistic that increases as you advance in skill. For example, as you acquire pistol skills, your Pistol Accuracy skillmod will increase.

> SL

Abbreviation for Squad Leader.

> Snowflakes

Slang term for Imperials, derived from the shape of the logo for the Empire.

> Social profession

A profession that is devoted primarily to providing services to other players. Entertainer, Musician, Dancer, and Image Designer are social professions.

> SOE

Sony Online Entertainment.

> Spaceport, Starport

A building that serves as a place to travel between planets.

> Special moves

Abilities granted to those pursuing the combat professions. Special moves are generally new kinds of attacks.

> Specialist

A title achieved when you master a discipline. See also "Discipline" and "Title."

> Species

There are eight possible player species in Star Wars Galaxies. In other games, these are sometimes termed "races."

> Sta, Stamina

One of the attributes that make up an SWG player character, Stamina affects the rate at which your Action pool regenerates.

> Stat migration

In SWG, your attributes never go up. However, you can rearrange the statistics that make up your character. This process is called Stat Migration, and it can be accessed via the Stat Migration button on your Character Sheet.

> State

States are conditions that can be applied to your character (or to creatures and NPCs). Some states are self-applied, and others are caused by special attacks or abilities being used on you. Examples include dizziness, berserking, and being stunned. States display directly under the status bars in the upper corners of the screen.

> Stomach

A generic term for the limits on how much you can eat or drink until you're full.

> Str, Strength

One of the attributes on a character. Strength affects how much Health-based abilities cost to use

> Survey

The act of using a surveying toolto check for resources in the immediate area. This is an ability in the Scout profession.

> SWG

The abbreviation for Star Wars Galaxies.

> System message

Messages which show up in the center of your screen, around 1/3 of the way down from the top, are called "System messages." These messages often give information about things such as experience earned, server status, and other important information.

> Tamer

Shorthand for a player who has mastered skills from the Creature Handler profession.

> Taurin

The avatar name of a SWG dev member well known by the first and second groups of beta testers. Taurin, a Zabrak of tall stature with long, black hair, was more than happy to assist the beta testers in the beginnings of their epic journey. He can occasionally been seen wandering the swamps of Dathomir from time to time.

> TEF

Temporary Enemy Flag. When a Covert player performs an action that reveals them as a member of their faction, thus blowing their cover, they receive a temporary enemy flag that makes them attackable by enemies of their faction for a few minutes.

> Terminal

Any one of many computer terminals that offer various services in the game.

> Theme park

A slang term for an area of the game with handcrafted quests and narratives. Jabba's Palace is an example of a theme park.

> Title

A bit of text describing your current attainment in a profession. When you start out in the game, your title is that of a Novice in whatever profession you selected. As you acquire skills, you may acquire additional Novice, Specialist and Master titles as well. other players can see one title out of the titles you have acquired, and can search for other players based on title. You can choose which title is publicly displayed on your profile and can be used to search for you on your Personal Profile under the Community button on the Button Bar.

> Tulips

A slang term for the Rebels, based on the shape of the icon for the Rebel Alliance.

> UXP

Usage XP. Shorthand for a type of experience points earned only when someone uses your crafted item.

> Vendor

An NPC hired by a player to serve as a shopkeeper.

> Waypoint

A data item that records a location in the world. You can create waypoints using your datapad, and they are also given to you automatically by the game under many different circumstances. Waypoints are stored in your Datapad.

> Willpower

One of the six attributes governing your pools, Willpower affects the rate at which you regenerate the Mind pool.

> Wound

Wounds are a form of combat damage that lower the maximum value of a pool or of an attribute. Whereas normal damage heals over time, wounds require attention in order to be cured. You cure wounds to the Mind, Focus, and Willpower by watching or listening to entertainers. You cure all other sorts of wounds through medicines administered by a doctor. Wounds of all sorts can only be healed in certain locations, such as cantinas, camps, and hospitals.",		"terms":"Star Wars Galaxies has evolved a unique language all its own, consisting of a mixture of Star Wars terminology, the lingo of online games, and the abbreviations and unique expressions from the world of online chat.

We hope that this glossary serves as a good introduction to the sometimes confusing welter of jargon, acronyms, and in-jokes that makes Star Wars Galaxies such a lively place."
}}
