{
	"stfFile":"mission/special/mission_destroy_neutral_easy_smuggler",
	"entries": {
		"default":"",		"m11t":"Help retire an old smuggler",		"m11s":"Good job, citizen. My "retirement" is in effect. Now I can turn my attentions to my real passion - professional dejarik player!",		"m11o":"A Tired Old Pirate",		"m11l":"",		"m11i":"I think I've changed my mind about retiring. Sorry to have troubled you.",		"m11f":"Well no one will believe I'm "retired" when my hideout wasn't blasted to atoms, now will they? Sorry, pal, you missed your chance for some easy money.",		"m11d":"I've been at this damn smuggling business too long. I want out. But I can't do it alone. I'm willing to pay someone to help "retire" me from this criminal life. I give the coordinates, you show up blasting away and asking no questions. Leave no evidence behind, no soul alive to talk about it. A simple, clean solution. What do you say? Can you do your part to rid the galaxy of a "notorious space pirate?" Cash awaits you if you do. ",		"m10t":"Teach a lesson",		"m10s":"Bravo, citizen. Well struck. I wish we businessmen has more access to honest, dedicated individuals like yourself. Makes for good business.",		"m10o":"A Legitimate Businessman",		"m10l":"",		"m10i":"Looks like I'll have to spend some more time tracking this captain down. No matter, I'm a patient businessman.",		"m10f":"The lesson, I think you'll agree, was hardly "well taught." I'm not in the habit of rewarding failures.",		"m10d":"I'm an even-tempered businessman who made a deal with a respectable transport captain - or so I thought at the time. This captain was to pick up certain valuables from one location and drop them off at another location. Simple, isn't it? This sort of business has been conducted without a hitch for hundreds of years. Well this "captain" ended up keeping these valuables rather than delivering them to the appointed location - a move which cost me a considerable amount of money. I believe this captain needs a lesson. So much so that I'm putting up my own money as a reward to make sure this lesson is well taught. I have the coordinates to this captain's hangout and am in need of an enterprising individual with a very large blaster to collect this reward. Any comers?",		"m9t":"Even up a score",		"m9s":"You're a citizen after my own heart: efficient and ruthless. That reward is already yours.",		"m9o":"A Cheated Partner",		"m9l":"",		"m9i":"That swindler seems to have made a getaway, eh? I'll track that slug down.",		"m9f":"I only said I'd pay a reward for results. This ain't the "results" I was referring to. Sorry, pal, but no reward.",		"m9d":"My "partner" has decided to cheat me out of my fair share of a recent haul. Not only did this scoundrel try to turn me in to the authorities, they told our friends that I was trying to sell all of them out. Payback time. I know where my former partner has been hiding out. I'm willing to pay a fairly generous reward to anyone that takes a blaster to this hideout, hopefully while my partner is still inside. You want to help a wronged, hardworking soul even a score, citizen? ",		"m8t":"Dissuade a smuggler",		"m8s":"Hurray! Now I'm certain my cousin will fly straight. Here's your reward. Oh, my cousin did survive? Right?",		"m8o":"A Desperate Relative",		"m8l":"",		"m8i":"Maybe my cousin moved their stash? That wily trickster is certainly capable of such a cautious move.",		"m8f":"Now my cousin will only be encouraged to smuggle some more. Pooh! Why did you have to go and fail for?",		"m8d":"I've tried to reason with my cousin. I've pleaded with them. I've even threatened to go to the authorities. But all of this has yielded no results. They're still engaged in smuggling. Now, I must turn to more drastic measures. That's the only thing that will save my poor cousin's life. I know where they're keeping a small shipment of illegal weapons and if someone were to burn this hiding place to the ground, I'm sure my cousin would realize the grave danger they're in and abandon their life of crime. Can you help me with this, citizen? There's a reward in it for you. Please try and spare my cousin, however. They're the handsome one with the winning smile. I'd hate to see any harm come to them.",		"m7t":"Avenge the scorned lover",		"m7s":"Success, my Jedi! That cheating scum will think twice about using another woman again. I'll gladly pay my Jedi's reward. Can I see your lightsaber first?",		"m7o":"A Woman Scorned",		"m7l":"",		"m7i":"I'm certain I gave you the correct coordinates. Are you sure you're just not reading them wrong?",		"m7f":"Some Jedi you turned out to be. I guess my rich reward will just have to go to someone more worthy. Looks like you miss out.",		"m7d":"These cheap smugglers think they can swagger into someone's life, charm that person with their devilish good looks and winning smile, use that innocent individual to further their own ends, and then dump that poor soul like a sack of bantha fodder when they're done. Well I have news for these heartbreakers - this is one poor soul that's striking back! I'm willing to pay a handsome reward to the noble individual who helps defend a woman's honor. I know where this cheating smuggler has stashed their latest catch. It's worth quite a bit to them, which is why I want it burned to the ground. Can you take up this cause, citizen? Will you be my very own Jedi knight?  ",		"m6t":"Scare the smuggler away",		"m6s":"See? Bet that coward gave you no troubles. The reward is yours, good citizen. You've earned it.",		"m6o":"An Angry Citizen",		"m6l":"",		"m6i":"Told you these smugglers were cowards. The criminal obviously has run away.",		"m6f":"A cowardly smuggler was too much for you, eh? I suppose I can't expect everyone to be brave. Well, no loss for either of us.",		"m6d":"Why must smugglers always be attracted to areas where decent folk choose to live? I suppose they think they're less likely to be caught by the local authorities. Well I'm going to prove them wrong. I'm offering a reward to anyone brave enough to blast a local smuggler's haunt to atoms. I'm a family man with young ones dependent on me, otherwise I'd do the deed myself. Most of these types are cowards anyway and run at the first sign of trouble. Do you think you can help our community out, citizen?",		"m5t":"Get rid of the smuggler",		"m5s":"Now our children have a shot at a clean future. Good work, citizen! This reward is but a small token of our esteem.",		"m5o":"Citizens for a Clean Tomorrow",		"m5l":"",		"m5i":"The reprobate probably got wind of our plans and fled like the true coward they are. Well good riddance. Hope they stay gone.",		"m5f":"Now this scalawag will continue to lure our innocent ones into the criminal underworld. Thanks for nothing, citizen.",		"m5d":"Some smuggler has been hanging about chatting with the neighborhood kids. No doubt they're encouraging our young ones to turn to a life of crime. We need a brave and upstanding citizen to help us drive this criminal out of our area. Here are the coordinates to this scoundrel's hangout. Several sustained shots from a heavy blaster ought to get the point across. Burn this hangout to ashes and you'll drive this womp rat out of its den. A reward awaits the citizen who accomplishes this.",		"m4t":"Encourage smugglers to leave",		"m4s":"That's giving them what for, citizen! Job well done! The reward money is yours, my friend.",		"m4o":"A Concerned Citizen",		"m4l":"",		"m4i":"They must have known the citizens were fed up with their shenanigans and moved on. Let's hope they don't come back.",		"m4f":"You didn't exactly run them out of town, did you? I suppose you get no reward. Thanks for nothing.",		"m4d":"I remember when this neighborhood used to be a decent place for citizens to raise their families. Well a bad element has been moving into our community. Smugglers! They sweep in here with their bluster and charm and think we don't see exactly what they're up to? I got news for them - we know exactly what they're up to! I'm willing to put up a reward to get a brave citizen to encourage these criminals to get out of town. There's a small hideout near here where these smugglers have been meeting. If someone could blast that place to atoms, that'd send a strong signal to those ne'er-do-wells. Think you can lend a hand, citizen?",		"m3t":"Take out smuggler's warehouse",		"m3s":"That's showing those hooligans, citizen. I bet those smugglers won't come around here no more. Don't spend that reward all in one place.",		"m3o":"Citizens for a Clean Tomorrow",		"m3l":"",		"m3i":"Hmm, strange. We could have sworn that warehouse was at those coordinates.",		"m3f":"Well I suppose we can't expect results from everyone. The reward will wait for the citizen that can carry this out.",		"m3d":"We've seen shady characters loitering around certain locations, and don't think we don't know what's going on. Smugglers have been known to frequent these parts and we all know what they do. We've pinpointed one of these so called "warehouses" and need it blown to atoms, and we're willing to offer a reward to the citizen who'll take up the challenge. We won't stand for this sort of activity in our own backyards. Think you can help, citizen? ",		"m2t":"Remove smuggler's depot",		"m2s":"Now those are results we can appreciate, citizen. Good work! The reward is yours.",		"m2o":"Citizens for a Clean Tomorrow",		"m2l":"",		"m2i":"Well you can't expect us to know all of these smugglers' hideouts, do you? They're oily folk, make no mistake.",		"m2f":"Looks like you left more than a few walls standing. Sorry, citizen - no results, no payoff.",		"m2d":"We've found an old abandoned settlement that's currently being used by some local smugglers to store their stolen goods. The local authorities don't seem to care (they're busy chasing "dangerous Rebels"), which leaves this dirty work for us citizens. We're offering a reward to anyone willing to help get rid of this smugglers' depot. Don't leave a single wall standing, citizen. You up for it?",		"m1t":"Blast illegal stash",		"m1s":"The Empire could use more upstanding folk like yourself. Claim your reward, citizen, you've earned it.",		"m1o":"Citizens for a Clean Tomorrow",		"m1l":"",		"m1i":"Those smugglers are shifty folk. We could have sworn there were stolen goods at those coordinates.",		"m1f":"Well if you didn't blast the illicit cargo, you can't claim the reward, now can you? Better luck next time.",		"m1d":"These darn smugglers think they can stash their ill-gotten goods anywhere they darn please. Well they're wrong. A concerned group of citizens is willing to put up a reward to be claimed by anyone willing to blast these stashes to smithereens. These smugglers are cowards in any case, doubt they'd put up much of a fight. You willing to give it a try, citizen? "
}}
