{
	"stfFile":"mission/special/mission_destroy_neutral_easy_pirate",
	"entries": {
		"number_of_entries":"12",		"m12t":"Help avenge a scorned woman",		"m12s":"Not only my gratitude but the gratitude of women throughout the galaxy goes with you. Thank you for helping us stand up to these heartbreaking rogues.",		"m12o":"A Woman Scorned",		"m12l":"",		"m12i":"I know I sent you the correct coordinates. Are you sure you're reading them correctly? Wait, you're not a man, are you?",		"m12f":"I can only imagine that you enjoy the suffering of women otherwise you'd have finished the job. You must be a man. ",		"m12d":"Pirates and smugglers are all the same - they should all be spaced! Just when I think it's safe to trust one of those slug-sucking rogues, they go and break my heart all over again. Well I can break things too, you know. I'll offer a reward to anyone that blasts that cheating 's landing bay (with their precious ship still inside) into oblivion. We'll show those brutes they can't just walk all over any woman they want. We have feelings and passions, and those can be roused for both good and ill. If you were ever treated this way by someone, I'm sure you'll lend a hand. I'll transmit the coordinates to the landing bay as soon as I receive a positive response. Consider this a strike for women all across the galaxy.",		"m11t":"Help the faithful droid",		"m11s":"Wonderful! I am now allowed to transmit the full amount of the reward to your account. My master would be so pleased... if he were still here. Oh dear...",		"m11o":"An Obedient Droid",		"m11l":"",		"m11i":"Did I send the wrong coordinates? Curse my metal body! I must have my memory circuits checked as soon as possible.",		"m11f":"Oh dear, I do not think I am able to send credits for failed attempts. I'm awfully sorry about this. Perhaps you could try again?",		"m11d":"In the event of his death, my master instructed me to transmit this request via the HoloNet to all available terminals. I am to send a generous amount of credits to the being that can successfully destroy a small landing bay, the coordinates to which I am to transmit upon receiving someone's acceptance of this mission. My master was not terribly specific as to why he wished this facility blasted to pieces but I do know that he ran with a rather "dubious" crowd. The security at our home is most impressive, which leads me to conclude he had a reason to fear for his life. A shame this security could not travel with him - he might still be alive had this been the case. In any event, if you think you can accomplish this task, distasteful though it might appear, please respond as soon as possible. Thank you.",		"m10t":"Take out pirates' repair shop",		"m10s":"Good job, citizen. Justice is served today. We hope you decide to work for us again.",		"m10o":"Imperial Office of Criminal Investigations",		"m10l":"",		"m10i":"Our contact sent us those coordinates. Maybe the pirates forced him to send an erroneous transmission before he was killed?",		"m10f":"This rogue will probably just resettle somewhere else now. A shame you couldn't have put these criminals out of business for good.",		"m10d":"An old starship repair shop was purchased recently by a newcomer. Didn't think much of it until we started getting reports of suspicious activity around the shop at odd hours of the night. After an investigation, we discovered that the newcomer is actually a former smuggler whose new career consists of serving as a mechanic to well-known pirates. Tragically, the contact who helped us discover this information paid for it with his life - we found him a few days ago stuffed in a crate of alluvial dampers. These murderers must be stopped and justice must be served. Can you help us put this criminal out of business, citizen?  ",		"m9t":"Take out the pirates' refueling depot",		"m9s":"That should discourage those thieving vermin to steer clear of this system. Good work, citizen. Hope you decide to work for us again.",		"m9o":"Imperial Office of Criminal Investigations",		"m9l":"",		"m9i":"We could have sworn that was the location of that depot. We'll cross-reference those coordinates with satellite control and see why there was an error. Check back with us.",		"m9f":"If the refueling depot is not gone, those pirates will just keep coming back. We're sorry you couldn't take care of this for us, citizen.",		"m9d":"There's been a sudden increase of pirate activity in this sector. We investigated and discovered a secret refueling depot that those rogues had built to aid them in launching attacks from this system. We're in need of a professional problem solver to get rid of this refueling station so those criminals stop visiting our planet. There will be adequate compensation for the being who succeeds. Can you lend a helping hand, citizen?",		"m8t":"Help avenge a betrayal",		"m8s":"Well struck, friend! Did you burn the place to the ground? Were there any of those murderous pirates inside the struture when it went up? Oh how I wish I could have heard the agonized screams of the unjust. Claim your reward.",		"m8o":"A Reformed Soul",		"m8l":"",		"m8i":"Those coordinates were wrong? Well blast! I bet my transmission was sabotaged by that devil. I'll-- I mean, we'll make them pay, won't we?",		"m8f":"Hark! Do you hear that? Methinks it's the souls of the darling little ones crying out for vengeance and justice. A shame you couldn't satisfy their pleas.",		"m8d":"Oh, a pirate's life is a terrible thing. That's right, I used to run in those villainous circles myself until the treacherous nature of the scum around me brought me to ruin and almost robbed me of my life. Now, as the tragic and tortured soul that I've become, I seek only one thing - to make things right with the folks whose lives I so callously ruined. And I'd like to start by bringing my former "partner" to justice. Aye, that womp rat is richly deserving of a painful and gruesome death (for all those innocents that were slaughtered by that devil, of course) and I hope to play some part in making sure those wrongs are redressed. I'd attend to this matter personally, but you see I've taken holy vows never again to shed blood again. But seeing as there are others in the galaxy not burdened by this noble stricture, I've decided to offer a reward to anyone who can help me achieve my quest. I hope that someone is you, friend. Say aye and the coordinates to this putrid pile's hideout will be yours. Please, for the sake of the lost little ones, blast away at everything in sight. Bless you.",		"m7t":"Avenge a murder",		"m7s":"My thanks, friend. I can now join my beloved wife wherever she may be. You've helped two wayward souls find each other again. Farewell.",		"m7o":"A Justice Seeker",		"m7l":"",		"m7i":"That wretched space slug is more slippery than a fleek eel! I'll find where they've slithered off to. ",		"m7f":"Will no one help my wife find eternal peace? Why is the galaxy so unfair? Why?",		"m7d":"I lost my beautiful wife in a dastardly pirate raid a year ago. Since that time, I've spent every waking moment and my entire fortune tracking down the pirate captain that led that cowardly attack. Now, I've finally managed to track that blackguard down. The time for my dead wife's vengeance is at hand. How I wish I could be the actual instrument of that devil's demise but alas the attack that robbed me of my wife left me a physical wreck. That's why I need someone like you. Help me avenge my dear wife. Her voice cries out from beyond oblivion for justice. If successful, you will walk away with both my gratitude and a handsome reward. ",		"m6t":"Blast pirate's hideout",		"m6s":"As an Exterminator for Justice, citizen, you shine like a supernova. Keep up the excellent work and remember that your children will inherit this galaxy.",		"m6o":"Citizens for a Clean Tomorrow",		"m6l":"",		"m6i":"Some of those coordinates may be wrong, citizen, it's true. Just cross off the bad ones and check with us for the good ones. We appreciate your efforts.",		"m6f":"If you don't completely destroy their refuge, the vermin just dig in deeper. We wish you could have been more successful, citizen.",		"m6d":"Like all vermin, pirates need holes they can crawl down into when they're in danger of being exterminated. We've located some of these safehouses in our area and want these places blasted into oblivion. We're offering a decent reward to any citizen who can help us get rid of these vermin-infested places. If you think you've got what it takes, accept this mission and we'll send you the coordinates to some of these wretched hovels. Help keep our streets clean!",		"m5t":"Take out the fences",		"m5s":"If we make piracy unprofitable, perhaps it will end. You're certainly doing your part, citizen. Congratulations.",		"m5o":"Citizens for a Clean Tomorrow",		"m5l":"",		"m5i":"These fences are slippery characters. Many of them may have paid informants to lie about their whereabouts.",		"m5f":"If fences smell trouble they'll disappear and become quite difficult to find. You must execute a definitive strike, citizen, which you obviously did not do.",		"m5d":"Those thieving pirates wouldn't be able to operate if it weren't for their fences. After all, it's not exactly as if those rogues could just traipse down to the local market with all their stolen goods, now is it? Those darn fences are just as culpable as the murderers they deal with as far as we're concerned. We've tracked down a few of these "blood money traders" and want their operations terminated. Many of these fences are former pirates themselves who either have grown too old to continue their murderous careers or else suffered enough physical damage to force an early retirement. If we provide you with the locations of these fences, will you make sure they pay the price for dealing with these killers? Help us save innocent lives. ",		"m4t":"Demolish the pirates' hangout",		"m4s":"That's showing them, citizen. Those space slugs will think twice about crossing our path. You've earned your reward.",		"m4o":"Citizens for a Clean Tomorrow",		"m4l":"",		"m4i":"We'll check why our coordintes seemed to be bogus. Thanks for your help anyway.",		"m4f":"Ever heard of stirring up a hornet's nest? You have to completely get rid of those things not just bang them up a bit.",		"m4d":"A group of known pirates have started hanging around an abandoned settlement. That place is beginning to attract all manner of scum. We're fairly certain they deal glitterstim spice out of there and no telling what else. Can you imagine what sorts of other criminal activities are going on there even as you read this? We've had enough. We want to hire someone to blast that den of thieves into oblivion. Do you think you can help us keep our communities free of these parasites? We'll send along the coordinates to the settlement as soon as we have your confirmation.",		"m3t":"Blast pirate's stash",		"m3s":"Job well done, citizen. The money is yours.",		"m3o":"Imperial Office of Criminal Investigations",		"m3l":"",		"m3i":"We knew some of the coordinates on this list would be outdated. Comes with the territory of investigaion, I'm afraid.",		"m3f":"Wouldn't exactly call that "blasting the place to atoms." Guess we weren't clear, huh? Try again if you'd like.",		"m3d":"Ever wonder where pirates store their ill-gotten goods, citizen? We've discovered a few places and we need them destroyed. Our agents are too busy investigating murders and violent crimes to attend to this matter themselves so we've decided to turn to you - the average upstanding citizen. We'll compensate you for every storage facility on our list that you blast to atoms. No questions asked, just go in blasting and take out anyone trying to stand in your way. We'll transmit the coordinates to you as soon as you accept.  ",		"m2t":"Blow up the pirates' spare parts",		"m2s":"Pirate ships floating uselessly in space is an image we like, citizen. Good work in helping us to ground those marauding vessels.",		"m2o":"Imperial Office of Criminal Investigations",		"m2l":"",		"m2i":"Some of these coordinates may be incorrect. Our contacts were not certain which ones were legit and which were bogus. We thought we'd check them all.",		"m2f":"Leaving working parts in those structures does not help us stop pirates. No results, no rewards.",		"m2d":"If pirates don't have working ships, they can't practice their despicable trade. We've learned of several small storage facilities in the area that house a wide assortment of spare ship parts. We're fairly certain that these are pirate stashes, especially given the shady characters that are often seen guarding these places. Our own personnel are already stretched rather thin but the Empire has granted us additional credits to hire independent agents to help us take care of the pirate problem. We need someone to blast these facilities to atoms. You may encounter some armed resistance, but hey, these are dangerous criminals we're dealing with after all. Can you help?",		"m1t":"Take out the pirates' landing bays",		"m1s":"Good work, citizen. Keep at it and we'll keep paying you.",		"m1o":"Imperial Office of Criminal Investigations",		"m1l":"",		"m1i":"We're constantly updating this list so some of these coordinates may be bogus. Check back with us again.",		"m1f":"Wish we could pay you the money but your efforts don't quite merit that. Come back when you can finish the job.",		"m1d":"Pirates are a plague on interstellar shipping. Those murderous thieves end up costing the Empire millions of credits each year, not to mention the resources necessary to hunt them down or the terrible loss of life their attacks incur. One way we can hit those pirates hard is by cutting their access to safe ports and hideouts. It's not easy to hide a spaceship, even the smaller fighters employed by some of these rogues. We know of several suspicious outposts big enough to contain landing bays. We need the help of upstanding citizens to blast these outposts to pieces. We compensate for results not attempts. Do you think you can help keep the star lanes safe?"
}}
