{
	"stfFile":"mission/special/mission_destroy_neutral_hard_smuggler",
	"entries": {
		"default":"",		"m11t":"Assuage a Vigo's paranoia",		"m11s":"Yeah! That's what I'm talking about! Let's see who's laughing now, huh? Good work, buddy. Take your money and remember who treated you right.",		"m11o":"Black Sun: Vigo Green",		"m11l":"",		"m11i":"The other Vigos are plotting against me, I just know it. I gotta watch my back. Always watch your back, buddy.",		"m11f":"Failed? What do you mean failed? You in the pockets of these other Vigos, huh? Are you trying to make me look bad? I better not see you around!",		"m11d":"Some hotshot smugglers have decided to cheat a powerful Vigo and make him lose face in the syndicate. Just because these smugglers have the trust (which they believe translates to "protection") of several other Vigos, they think they can push a smaller Vigo around. We'll soon see who's small and who's not in Black Sun. You mess with any Vigo, you flirt with death - simple as that. A substantial reward is in the offering to anyone who can teach these arrogant scum a lesson. I want those hotheads dead, I want their base burned down to the ground, and I want to spit on the ashes! You think you can help me do that?",		"m10t":"Instruct a rival",		"m10s":"What a glorious example this sets. The mighty Jabba is pleased. Claim your reward and do visit His Immensity on Tatooine soon.",		"m10o":"Bib Fortuna",		"m10l":"",		"m10i":"The coordinates could not have been mistaken. Could we be the victims of sabotage?",		"m10f":"You've failed to make an example of these smugglers, I'm afraid. Perhaps another example must be made of you. I'll consult with His Mightiness to see how he wishes to proceed.",		"m10d":"Illustrious Jabba wants to make sure that the smugglers operating in this galaxy answer to him and him alone. Some of these smugglers have been operating exclusively for one of his chief rivals, and the powerful Jabba wishes to make an example of them. He offers a sizable reward to anyone who is brave enough to march into these smugglers' base and blast it to pieces, along with all the smugglers inside, of course. We'll supply the base's coordinates and the reward (should the mission be successful). You must supply the muscle and the blasters. Do we have a deal?",		"m9t":"Wipe out Rebel double agents",		"m9s":"Most impressive, agent. Especially given that those smugglers were likely highly trained Rebel commandos. Do see us again for future work.",		"m9o":"Black Sun",		"m9l":"",		"m9i":"Rebel slicers are sneaky little womp rats, eh? We'll get the correct coordinates.",		"m9f":"All you've managed to do is warn the Rebels that we're on to them. Most distressing. Our business is now concluded.",		"m9d":"The Imperials attempted it so I suppose it shouldn't surprise us that the Rebels took a stab at it too. We've discovered that some of our smugglers are actually Rebel double agents collecting information for the Rebellion and spying on our activities for use as leverage in future negotiations. As you can imagine, we need these agents removed and a clear signal sent to the Rebellion. They of all people should know that if you play with fire, you will get burned. These are the coordinates to this group's base of operations. Blast it to pieces and wipe out the double agents. Hopefully we'll only have to do this once. Can you help with this? ",		"m8t":"Jabba's revenge",		"m8s":"Excellent. Now the galaxy will understand the lengths Jabba is willing to go to protect his assets. You've earned your reward.",		"m8o":"Bib Fortuna",		"m8l":"",		"m8i":"Could Valarian have warned these couriers? How could these coordinates have been wrong?",		"m8f":"Failure is a word Jabba hates to hear. It will be unfortunate for you that he must hear it in association to your name.",		"m8d":"The exalted Jabba seems to have lost some of his most trusted smugglers recently to his rival, Valarian. It seems the wanna-be crime mistress hired thugs to blast some of my master's loyal servants. The mighty Jabba would like to repay kind with kind. These are the coordinates to a base belonging to some of Valarian's most trusted couriers. Make sure every one of them is blasted to bits and the base is burned to the ground. We wouldn't want people thinking that Jabba was less cruel than some mangy Whiphid, now would we? A generous reward waits at the end of a successfully completed mission.",		"m7t":"Dish out Lady Valarian's wrath",		"m7s":"Effective. A bit crude, perhaps, but effective. Here are your credits. There are more where those came from if you need more work.",		"m7o":"Lady Valarian",		"m7l":"",		"m7i":"Not there? How could they have moved their entire base so quickly? I know those coordinates were correct.",		"m7f":"The formula is simple: smugglers blasted into space junk, get reward; smugglers not blasted into space junk, get zilch. You do the math, genius.",		"m7d":"That slug Jabba has done such a good job of convincing the smugglers of the galaxy that they all work for him, that it makes life for the rest of us a bit more difficult. A group of these smugglers, well known gunrunners, made off with one of my weapons' shipments, thinking they could just sell it to Jabba for more money than they would have gotten for simple smuggling. That notion has got to be corrected. I'm offering a hefty reward to the individual or band that will blast these smugglers into space junk. We have the coordinates to their base, not that they were difficult to acquire - these guys think they're untouchable. So how about it? You in?",		"m6t":"Help Jabba get even",		"m6s":"Well done, agent. Jabba will remember your success next time you come to us for a job. We always reward success.",		"m6o":"Bib Fortuna",		"m6l":"",		"m6i":"I do not make mistakes, agent. Check the coordinates again and accomplish this task.",		"m6f":"My master does not reward failure. In fact, he usually punishes it. I'll tell Jabba that you were killed trying to carry out his wishes and you can flee the galaxy as swiftly as you're able. Do we have a deal?",		"m6d":"The mighty Jabba the Hutt seems to be having a rather bad year in regards to smugglers. It's not enough that the loathsome pirate, Han Solo, has evaded my master's attempts to capture him, but now it seems another band of smugglers have been inspired by Solo's actions to defy the powerful Jabba. For reasons of his own, His Exaltedness has decided not to approach the Bounty Hunters' Guild with this matter (given their recent troubles) but has instead decided to find some enterprising free agents to settle things. We have the coordinates to the lair of these walking corpses. As always, His Immenseness offers an overly generous reward for the accomplishment of this task. Can the honored Jabba count on you to serve him faithfully?",		"m5t":"Wipe out the smuggler informants",		"m5s":"Good form, agent. That was nicely done. Our organization could use more operatives like you.",		"m5o":"Black Sun",		"m5l":"",		"m5i":"I wonder if the Rebels are helping to hide these smugglers? It would be like them to do a thing like that.",		"m5f":"Now this smuggler will no doubt ask the Rebels for asylum and they'll be impossible to track. This failure will cost us time and money - two things you don't want to cost our organization.",		"m5d":"It is a shame when talented individuals must be eliminated. One of our most experienced smugglers has been convinced to become an informant for the Rebellion. Now normally, we wouldn't care what the Rebels were up to. They keep the Imperials distracted, which is all we can really ask for from anyone. However, we've learned that this smuggler is selling some of our most precious secrets to the Rebels - that we simply cannot have. A generous reward awaits the agent who can take this smuggler and their band of associates out. ",		"m4t":"Take out Imperial moles",		"m4s":"Your actions were those of an exemplary agent. Your success will reap rich rewards and lead to a very profitable future with us.",		"m4o":"Black Sun",		"m4l":"",		"m4i":"Imperial Intelligence is obviously aiding their agents to escape us. Perhaps they'll be recalled to Imperial Center and no longer plague our business.",		"m4f":"The couriers were allowed to escape - a situation that both saddens and alarms us. We thought we were dealing with a professional. It seems we were wrong.",		"m4d":"It has been recently brought to our attention that a group of trusted couriers is actually a collection of Imperial Intelligence agents. This is most distressing, as you can imagine. We need these couriers removed and are willing to pay well for this service. Here are the coordinates to a base these couriers use most often. The base is to be obliterated and every courier is to be eliminated. We do hope this is very clear. The Empire really should know better than to try and infiltrate our organization with these sorts of agents. It always leads to a tragic loss of life and talent. Are you our agent?",		"m3t":"Help a Vigo get payback",		"m3s":"A true professional. Now you are the sort of operative Vigo Clezo is proud to employ. The reward is yours to claim.",		"m3o":"Black Sun: Vigo Clezo",		"m3l":"",		"m3i":"Those smugglers are desperate to evade our wrath and are filling the HoloNet with rumors of their possible locations. We'll sort it out soon enough.",		"m3f":"The least of your worries should be the lost reward. Vigo Clezo's displeasure is not a good thing to incur. You have my sympathies.",		"m3d":"Spice smugglers can be so untrustworthy. A recent shipment of spice came up dreadfully short. Unfortunately this shipment was under Vigo Clezo's supervision, which made him look bad in the eyes of the rest of Black Sun. These offending smugglers must be made to pay for this embarrassment with their lives, of course. Nothing less would satisfy the wounded Vigo's pride. Here are the coordinates to their hideout. Please be efficient and precise. Vigo Clezo likes to run a clean, tight ship. A substantial reward awaits your safe and successful return.",		"m2t":"Remove a band of smugglers",		"m2s":"Most excellently done. Vigo Durga sends his congratulations and asks that you contact us again in the future. Enjoy your reward.",		"m2o":"Black Sun: Vigo Durga",		"m2l":"",		"m2i":"The coordinates must have been tampered with by agents loyal to those smugglers. We'll have to clean some house, it seems.",		"m2f":"You failed to dispatch these smugglers? Oh dear, how distressing. I do hope Vigo Durga is merciful with you.",		"m2d":"No one cheats a Vigo of Black Sun, especially when that Vigo is Durga the Hutt. Apparently this simple truism has escaped a certain band of smugglers formerly working for the illustrious Vigo on Nar Shaddaa. They've made off with a rather large shipment of high-grade glitterstim spice that was supposed to be delivered to Vigo Durga himself. Well no business is without its perils, I suppose. Vigo Durga will pay a handsome reward to anyone who can send these smugglers back to their makers. These are the coordinates to the smugglers' hideout. Make sure there are no survivors and no witnesses. Can Black Sun rely on your cooperation and discretion?",		"m1t":"Take out the errant smuggler",		"m1s":"Congratulations. Those are results that make us proud. Stick with us and you'll go far. ",		"m1o":"Black Sun",		"m1l":"",		"m1i":"Seems like this smuggler is employing data slicers to help sabotage our efforts to discipline them. They're crafty, you gotta give them that.",		"m1f":"We don't like when one of these operations doesn't go as planned. Failure is not really an option with our organization. I'd watch my step if I were you.",		"m1d":"These smugglers develop reputations, they think they can get away with anything. What they fail to recognize is that organizations like ours help forge those reputations - and we can destroy them just as easily. One of these smugglers has gotten a bit too greedy for their own good. They think that by surrounding themselves with armed thugs, they can ignore certain rules and tariffs. We're about to prove them wrong. A substantial reward awaits the operatives who will drive this point home to this errant smuggler. If you're the type of killer we think you are, this should pose no problem for you. Do you want the job?"
}}
