{
	"stfFile":"mission/special/mission_destroy_rebel_easy_civilian",
	"entries": {
		"number_of_entries":"10",		"m10t":"Break up the den of thieves",		"m10s":"Excellent job, citizen. Those citizens will be told of your bold efforts. May the Force be with you.",		"m10o":"The Alliance to Restore the Republic",		"m10l":"",		"m10i":"Either our contact was mistaken or these thieves have moved their base of operations. We'll check this out.",		"m10f":"The break-ins will continue and perhaps worsen. Your failure to resolve this issue could cost more lives.",		"m10d":"Some citizens sympathetic to our cause have asked for our help. A rash of break-ins have been plaguing their neighborhood recently. The thieves, having become emboldened by their success, have begun breaking into settlements during the day, while the residents are still at home. This has resulted in the deaths of five innocent citizens. Local law enforcement, resentful of the neighborhood's political leanings, have failed to bring these thieves to justice. It is up to us to put a stop to these violent home invasions. Our contacts have located the thieves' hideout and we need an upstanding citizen to blast this place to space dust - that ought to drive those ruffians away. Could you help the Alliance with this problem, citizen? ",		"m9t":"Stop the vicious gang",		"m9s":"Congratulations, citizen. The Alliance is proud to have beings like you working for it.",		"m9o":"The Alliance to Restore the Republic",		"m9l":"",		"m9i":"This gang moves around. We'll track down where they've slunk off to. Check back with us.",		"m9f":"Our supporters must be protected, friend. Without them, we're nothing. Sorry you couldn't help us do that.",		"m9d":"Because their support for our cause makes them vulnerable to criminal elements, we need to protect those citizens who stand against the Empire. One such group has recently come under attack by a local gang. These vile predators think it safe to prey upon these helpless individuals because the Imperial authorities will turn a blind eye to their criminal activities. The sad thing fact is that they're correct - the Imperial authorities will do nothing to protect these citizens. That's where we come in. We need brave freedom fighters to stand up to these brutes. We'll transmit the coordinates to their lair when we receive your acceptance of the mission. May the Force be with you.   ",		"m8t":"Stop the Vibrodagger Killer",		"m8s":"Good riddance. We hope that's the last we ever hear of the Vibrodagger Killer. Our thanks, citizen.",		"m8o":"The Alliance to Restore the Republic",		"m8l":"",		"m8i":"Could those slime have slunk off somewhere else? We'll have to tap our informants for an update.",		"m8f":"Those murderers will likely scatter throughout the galaxy. We should have stopped them while we had the chance.",		"m8d":"We've been tracking the Vibrodagger Killer for months now. We know that this animal used to work for COMPNOR and was given a vibrodagger similar to the ones used by Imperial Security Bureau agents as a reward for service to the Empire. It's the same weapon that this brute has been using to murder innocent citizens. One of our informants believes he knows where the Vibrodagger Killer has been hiding. There's an abandoned settlement that's been co-opted by spice addicts, many of them also known murderers. The Killer has been seen going in and out of this settlement. We need a decent agent to blast that den of evil to pieces, hopefully while the Killer is still inside. Can you help us end this terrible menace?  ",		"m7t":"Run the crime lord out of town",		"m7s":"Job well done, citizen. You've helped us establish our reputation as the champions of this community. That's certainly worthy of a reward.",		"m7o":"The Alliance to Restore the Republic",		"m7l":"",		"m7i":"Maybe the slug moved on? We'll check with our informants and get an update. Check back with us.",		"m7f":"This scum will continue to keep the neighborhood in the grip of fear. If you can't stop this then we'll have to find someone who can. ",		"m7d":"Some of our informants have been having trouble with a local crime lord. Apparently this thug has discovered that our contacts are secretly working for us and is using that information to blackmail them. Further, this scum has hired enforcers to keep the rest of the community under their control knowing that our informants won't dare involve the Imperial authorities. We need to act quickly and save this community or we may lose some valuable resources. A visit to this crime lord's headquarters ought to get the point across. Do you think you could lend a hand, citizen?",		"m6t":"Help the beleaguered citizens ",		"m6s":"That's showing them, friend. The Empire will realize they can't push citizens around without paying the price. Good work.",		"m6o":"The Alliance to Restore the Republic",		"m6l":"",		"m6i":"Those thugs must have relocated. We'll try and get a fix on their new location.",		"m6f":"We can't claim this mission to be a success if those thugs are not driven away. Sorry, friend, better luck next time.",		"m6d":"The Empire has been employing local thugs to intimidate and bully citizens who show support for the Alliance or voice displeasure with the New Order. These citizens have sheltered members of the Alliance in the past and now they're asking for our help. We need a loyal Alliance member to pay those thugs a visit and show them we won't stand by while decent citizens are harrassed by Imperial goons. Can you help us out, friend? If we lose the support of the public, then our cause is hopeless. We'll send the coordinates to the thugs' hangout upon receiving your acceptance of this mission. May the Force be with you. ",		"m5t":"Run off the swoop gang",		"m5s":"Angels my behind! More like Shadow Barnacles! That's showing them, citizen! Woohoo! Claim your reward. ",		"m5o":"Friends of the Alliance",		"m5l":"",		"m5i":"They must have been tipped off and moved. These womp rats are sneaky, that's for sure. We'll ask our friends to help us locate them again.",		"m5f":"We knew this wouldn't be easy. It may be a job for several brave folk. We wish we could offer you something but our reward must go to the champions who defeat this swoop gang.",		"m5d":"A local swoop gang has been terrorizing the area. They call themselves the "Shadow Angels of Dathomir" - pretentious, huh? With a little help from our friends in the Alliance, we've located the warehouse where they store, repair, and modify their swoops. If someone were to hit that place and burn it to the ground, the "Shadow Angels" would lose many of their bikes and probably leave the area. After all, take away a nek's claws and fangs and they turn into a mewling voorpak. There's a reward waiting for anyone that can accomplish this task. Will you be our champion?",		"m4t":"Stop the ring of thieves",		"m4s":"We knew there was an upstanding citizen out there somewhere. Hurray! You have our thanks and the reward. You richly deserve both.",		"m4o":"Desperate citizens",		"m4l":"",		"m4i":"Maybe the Empire finally chose to put a stop to this criminal activity. No, more likely they moved their hangout so enraged citizens couldn't burn it in the middle of the night.",		"m4f":"We'll just keep looking for the right champion. We know there's someone out there who can help us. This reward money is everything we have but we're willing to part with it if it means we can walk our streets again.",		"m4d":"Just because some criminals declare loyalty to the Empire and wear COMPNOR badges, they think they can prey on the rest of us without fear of the law. These goons have been breaking into our homes and speeders, taking what they want and laughing in our faces about it. They shout "Hail the Empire!" as they drive by the settlement they robbed the night before. A few folks have even been killed defending their property. We're offering a reward to anyone who is willing to put a stop to this. These slugs are murderers and thieves. We know where they hang out. Will you be the one who delivers us from this tyranny?",		"m3t":"Destroy COMPNOR station",		"m3s":"Now that's what I'm talking about, citizen! Stellar performance. Those COMPNOR slugs won't come slithering around here no more. Take your credits, youngster, you deserve 'em.",		"m3o":"Kute D. Geezor",		"m3l":"",		"m3i":"See? Those COMPNOR clones get word that decent folk are tired of their shenanigans and they run like scared jakrabs! They'll be back though, you mark my words.",		"m3f":"Sorry there, citizen, but I can't reward ya for something that wasn't done. Come back when you can finish the job.",		"m3d":"I'm so darn tired of those COMPNOR bullies! Pushing decent folk around and telling us what to think. Well, I've had enough, I tell ya! Enough! I'm offering a reward to any brave soul that wants to take those ruffians down a notch or two. They think that by setting up some sort of propagandy office they can intimidate the rest of us into kowtowing to that blasted New Order? Well I say phooey on the New Order! Phooey! I know my friends warned me not to mention my name, but by golly we gotta start standing up to these Imperial creeps or else we're doomed. So come on, claim your reward and do us all a huge favor. Get rid of these criminals and burn their propagandy to ashes!",		"m2t":"Destroy troublemakers' shelter ",		"m2s":"Good job! I bet those slugs ran faster than they ever have before. How we wish we could have been there to see their faces. Glad to see we can rely on you. May the Force be with you.",		"m2o":"A concerned citizen",		"m2l":"",		"m2i":"They must have moved their shelter. We bet they got word someone tough was on the way. Told you they were cowards. Check back with us, in case they pop up again.",		"m2f":"Perhaps these slugs were tougher than we thought. It's a shame you couldn't drive them away. We'll have to deal with this situation somehow.",		"m2d":"We think COMPNOR has been hiring some good-for-nothings to cause trouble for us citizens who support the Alliance. These thugs are really just petty criminals but they get bold when they assemble in a pack. Wouldn't take much to scare these slugs off, especially if the shelter they've built for themselves were torn down. We certainly could use someone bold and noble to help us out. Someone who could find these guys and show them that not all citizens are easy prey. Is there someone out there like this?",		"m1t":"Destroy gang's hangout",		"m1s":"That mangy pack of neks won't be coming around here anymore. Good work, citizen! The Alliance could use more folks like you.",		"m1o":"A concerned citizen",		"m1l":"",		"m1i":"Seems this gang will be harder to pin down than we thought. They'll probably move around quite a bit, trying to prevent a coordinated attack by brave individuals such as yourself. We'll keep a sharp eye out for them.",		"m1f":"This gang will attract more of its kind. Soon we may have Black Sun operatives muscling into the area. We wish you could have taken care of this, citizen.",		"m1d":"As if we didn't have enough problems dealing with the Empire, it seems a local gang of thugs has been harassing citizens sympathetic to the Alliance. We've located their hangout - a hive of scum and villainy if ever there was one. We need someone to drive these criminals out and make sure they don't set up camp in this area again. These creeps are even endangering our children. Someone must stamp this fire out before it becomes an uncontrollable blaze. Is there anyone out there willing to help us?"
}}
