{
	"stfFile":"mission/special/mission_destroy_neutral_medium_pirate",
	"entries": {
		"number_of_entries":"17",		"m17t":"Attack a barracks",		"m17s":"Hm.  I expected at least a few of my crew to survive.  Well, I guess they weren't up to the rigors of the job.  Here's your payment.  I don't suppose you're looking for work?",		"m17o":"A Good Captain",		"m17l":"",		"m17i":"I can navigate hyperspace with the best of'em, but I'm not real handy with surface coordinates.  Sorry about that.",		"m17f":"That was a pathetic effort.  You'd never cut it on my crew.  Get lost.",		"m17d":"A good captain likes to challenge his crew every now and then.  I've got some brutes in my employ whose mettle needs testing.  To do this I need some handy marksmen to launch a surprise assault on the barracks where they're currently lodging.  Show them no mercy.  Only the toughest freelancers need apply, and I'll pay handsomely if you do the job well.  ",		"m16t":"Blast a pirate droid terminal to oblivion",		"m16s":"Good work.  Without his fleet of probe droids, that pirate will have to track down his quarry the old-fashioned way.",		"m16o":"Imperial Office of Criminal Investigations",		"m16l":"",		"m16i":"Our probots must have transmitted the wrong coordinates to us.  We'll deploy more to determine what went wrong.",		"m16f":"We cannot abide these probe droids making life easy for this pirate.  Perhaps you know of someone who is competant enough to finish the job?",		"m16d":"An enterprising pirate captain recently stole a cargo of Imperial probe droids.  With a little reprogramming these droids have become his scouts in the area, monitoring the local spaceports and alerting him when a rich freighter takes off.  Our own probots have tracked his droids to a well-fortified terminal off the beaten path.  We would like to contract some freelancers to stage an assault on the terminal and blast it into oblivion.  Survivors are not encouraged.  Contact us for the coordinates.",		"m15t":"Destroy an outlaw supply depot",		"m15s":"Excellent.  Those space scum need to understand that their cutthroat ways are not welcome in this system.",		"m15o":"Imperial Office of Criminal Investigations",		"m15l":"",		"m15i":"When you deal with underworld informants, sometimes you get faulty data.  We'll double-check the coordinates.",		"m15f":"These cutthroats have plagued this system for far too long.  We need someone to complete this assignment and send them a clear message that they're not welcome here.",		"m15d":"Even pirates have to eat.  We have the coordinates of a secret depot where these space outlaws buy contraband food supplies without notifying the authorities that they have landed.  We need some experienced freelancers to blast the site to smoke and rubble.  There are usually one or two armed pirate crews in the area, so destroying this depot entails some danger.",		"m14t":"Erase a shady cantina from the community",		"m14s":"Here is your reward.  The star lanes are safer thanks to your good work.",		"m14o":"Imperial Office of Criminal Investigations",		"m14l":"",		"m14i":"We did say the cantina was obscure.  Perhaps our coordinates were in error.  Come back later and we'll have this sorted out.",		"m14f":"The Empire does not forgive failure.  This incident shall be noted in your file.",		"m14d":"Our informants have assured us that quite a number of wanted pirates frequent an obscure little cantina at these coordinates.  Enterprising freelancers are encouraged to remove this blight from the planet.  A substantial reward is available.  These are hardened criminals and will be well-armed.  The cantina is billed as a "private club," so don't expect a warm welcome.",		"m13t":"Take out a pirate tractor beam",		"m13s":"Now the merchants who fly through local space have one less worry.  Well done.  Here is your payment.",		"m13o":"Imperial Office of Criminal Investigations",		"m13l":"",		"m13i":"We suspect that our informant provided us with false coordinates.  We are having a long discussion with him about the matter.",		"m13f":"We warned you to be prepared for trouble.  Evidently you were not prepared enough.",		"m13d":"We have pinpointed the coordinates of a ground-based tractor beam used by area pirates.  For a percentage the owners use the beam to trap merchant ships so that space pirates can board them.  We need a civilian strike team to take out the weapon.  The site is heavily guarded, so be prepared for a fight.",		"m12t":"Eliminate the Black Scourge",		"m12s":"Well done!  Our investigators confirm that the only "survivor" was a worn-looking mouse droid, which we left behind in the rubble.",		"m12o":"The Rodian Industrial Consortium",		"m12l":"",		"m12i":"Curse that Black Scourge!  He must have sliced into our datanet and changed the coordinates.  We'll find him yet!",		"m12f":"Your failure has resulted in the Black Scourge's escape!  Our contracts with the Empire are now in serious jeopardy.",		"m12d":"Pirates have always interfered with our freighters, but lately a particular captain has become a singular nuisance.  In this sector he is known as the Black Scourge.  An absurd rumor claims that he is a simple MSE-6 mouse droid, but of course that's ridiculous.  Could a mouse droid make a shambles of all our trade with the Empire?  Could it steal a shipment of tractor beams from under our noses while tricking two squadrons of TIE escorts into attacking each other?  Whoever this devil really is, we now have the coordinates of the secret hangar from which he and his seasoned accomplices plot their next deadly assault.  We require the services of a battle-hardened team to storm this lethal den and eliminate the dangerous murderers within.  Our business with the Empire depends upon success.",		"m11t":"Whack some wannabe pirates",		"m11s":"Alas, the jizz community shall mourn the loss of these clowns.  The rest of us raise our glasses to a job well done.  Enjoy the reward.",		"m11o":"A Helpful Accomplice",		"m11l":"",		"m11i":"I could have sworn those were the right coordinates.  Let me check my map and get back to you.",		"m11f":"Can't even whack a few jizz-wailers, eh?  Then there's no money for you, my friend.",		"m11d":"Unbelievable.  These days anyone thinks they can become a pirate.  A large collection of jizz musicians has bought themselves a stash of weapons and decided to call themselves hardened criminals.  It's not even worth a real pirate's time to teach them a lesson.  So on behalf of parties who shall go unnamed, I am hiring some muscle to show these jizz-wailers what real trouble looks like.  Go to their den at these coordinates and show them no mercy.",		"m10t":"Routine elimination of pirates and suspected pirate sympathizers",		"m10s":"You are an efficient contractor and loyal Imperial citizen.  We have noted this in our records.",		"m10o":"Imperial Office of Criminal Investigations",		"m10l":"",		"m10i":"It is the responsibility of a contractor to confirm an assignment before accepting it.  Our records will note your failure to verify these coordinates.",		"m10f":"You are an inefficient contractor.  This breach of contract shall be noted in our records.",		"m10d":"With so many of our resources handling political offenses, sometimes the Imperial Office of Criminal Investigations must hire contractors to deal with ordinary crimes such as piracy. For instance, we have the coordinates of a small habitation which is suspected to harbor a dangerous crew of notorious pirates.  We need a team of civilians to reconnoiter the area and destroy all buildings and collateral assets they find.  Of course "collateral assets" include pirates, suspected pirate sympathizers and those associated with suspected pirate sympathizers.  Efficient execution of these instructions will result in a favorable ranking on our official list of contractors.",		"m9t":"Explain polite behavior to a pirate captain",		"m9s":"It's a shame that simple ignorance has led to this tragic loss.  That was a particularly nice batch of smoke-rum.",		"m9o":"An Irate Wine and Spirits Merchant",		"m9l":"",		"m9i":"My customer gave me the wrong coordinates?  Interesting.  I'll have to see if it was deliberate or a mistake.  A merchant's job is never done.",		"m9f":"Seems this newcomer put up more of a fight than we bargained for.  I'll have to re-think my strategy.",		"m9d":"There's a code, you know, among the brotherhood of pirates.  At the top of the list is this: There's folks you steal from and there's folks you buy from.  The two don't mix.  My particular profession, for instance, is historically exempt from piracy.  But a certain newcomer seems to lack historical perspective.  Not long ago he took from me a shipment of Dressellian smoke-rum and has failed to settle the account.  Another customer has provided me with the coordinates of his private villa.  I need a group of toughs to trash the place and explain to him the consequences of flouting tradition.  If he and his crew do not live long enough to apply this lesson, my heart shall not be broken.",		"m8t":"Eliminate an unusual pirate gang",		"m8s":"My men have confirmed that there's no trace of the AT-AT on the site.  You may have saved the entire planet.  Good work.",		"m8o":"Local Prefect C-912",		"m8l":"",		"m8i":"I can't confirm the coordinates of the pirate base without tipping off the Imperial auditors.  I'll have to check out the situation personally.  Try me again later.",		"m8f":"Lucky for you I can't report this failure or the Empire will find out about the pirates' AT-AT.  But I'm going to keep my eye on you, all the same.",		"m8d":"This is going to sound strange, but hear me out.  A band of pirates has set up shop in my district with a peculiar method of operation.  They force ships to land using a small ion cannon, and then employ a stolen AT-AT walker to subdue the survivors and spirit away the cargo.  My problem isn't that the pirates are active.  Rather their possession of an AT-AT is extremely dangerous to me.  The Empire audits all of my records.  If I send my own security forces to deal with this situation, the reports will wind up in the hands of the military and my planet may become one of the Empire's famous "examples to others."  So I need to delegate this assignment to an outside force.  Payment will reflect an assumption of discretion.",		"m7t":"Destroy a pirate's ion cannon",		"m7s":"The Empire appreciates a reliable contractor.  Here is your payment.  Please contact us again for more assignments.",		"m7o":"Imperial Office of Criminal Investigations",		"m7l":"",		"m7i":"It seems that someone tampered with the tracking circuit.  We have noted this complication in the case file.  Please contact with us again for more assignments.",		"m7f":"Private contractors who fail to deliver are guilty of financial fraud.  We shall assign an Imperial inquisitor to audit your case.  Cooperation is cheerfully recommended.",		"m7d":"Ion cannons are the ideal weapon for space pirates.  The Empire is very careful to restrict the movement of artillery-class ion guns, yet inevitably some of them fall into the wrong hands.  Fortunately less experienced pirates fail to disable the tracking circuits, allowing us to locate and disable the cannons.  The preferred method for such action is a swift ground strike, killing everyone and utterly razing the pirate installation.  We routinely hire civilian contractors for these tasks.  Interested parties may contact us for the appropriate coordinates.",		"m6t":"A request on behalf of a Gamorrean warrior",		"m6s":"Oh boy.  Now that you've destroyed the pirate cantina, I'm not so sure that's what the Gamorrean wanted.  He sees the smoke and is getting upset.  I don't suppose you could give me back those credits?  Please?",		"m6o":"A Cooperative Citizen",		"m6l":"",		"m6i":"I didn't think those were the right coordinates, but the Gamorrean kept snorting at me when I entered different ones.  Now he's even more upset that nothing happened.  I have a bad feeling about this.",		"m6f":"I'm afraid the Gamorrean is not happy about this failure.  He's waving his axe in the air.  Oh no, he's coming at me!  Wait, please, don't hurt merfghnjmkjllkkkkk",		"m6d":"There is a Gamorrean warrior standing beside me.  He seems to want me to broadcast a request for him.  By his grunts and pointing, I'm pretty sure that he wants someone to destroy a pirate cantina not far from here.  At least I think that's what he wants.  He gave me a bunch of credits, which I suppose are intended to be payment.  Anyway, I'll transmit the coordinates of the cantina to anyone who's interested.  Please respond quickly and make sure all the pirates are killed.  This Gamorrean has a very large axe in his hand.  I'm afraid he's going to hurt me if I don't get this right.",		"m5t":"Pirates have stolen pets from orphans!",		"m5s":"Those poor orphans will never get their monkey-lizards, but at least they can lay down their little heads at night knowing that the villains who robbed them died a horrible, fiery death.",		"m5o":"Toydarian Women's League",		"m5l":"",		"m5i":"I'm positive those were the proper coordinates.  If you can't find the place, just say so.  We're Toydarians; excuses don't work on us.",		"m5f":"We didn't hire you to hear excuses.  Does your mother know what a failure you've become?  Honestly, there's no pride in the galaxy anymore.",		"m5d":"Vile pirates in our very own sector!  These despicable cutthroats have raided one of our volunteer freight ships and stolen a precious cargo of Kowakian monkey-lizards headed for orphans on Gamorr.  In response we have sold enough home-baked Horquad cakes to hire a team of assassins to lay waste to these loathsome murderers.  We have the coordinates to their secret den.  Leave no wall standing!  We must fight back in the name of goodness and virtue.",		"m4t":"Protect a wedding by eliminating pirates",		"m4s":"Truly yours was an act of love.  Here are the promised credits to defray the cost of thermal detonators and blaster fuel.",		"m4o":"A Loving Father",		"m4l":"",		"m4i":"Sometimes pirates are difficult to track down.  I'll try to get more precise coordinates.  Check back later.",		"m4f":"My son's heart will crack when he hears that the dowry is still in danger.  I suppose I need someone more skilled at death and mayhem to safeguard his happiness.",		"m4d":"A wedding is a beautiful thing, don't you agree?  My eldest son is engaged to a harem of twelve Ithorian sisters.  They will not make the most graceful of wives, but they do bring a respectable dowry.  Unfortunately a squadron of pirate fighters has been threatening the local star lanes.  I am concerned that the dowry may be stolen.  The wedding would then be cancelled, which would break my poor son's heart.  Please, can you help a loving father by blasting all trace of these pirate scum from surface of the planet?  Do it for the cause of love, and you shall receive a hefty pile of credits for your trouble.",		"m3t":"Destroy a stolen computer and the pirates who took it",		"m3s":"Such a shame.  Those poor pirates were only trying to make their way in the universe.  Perhaps you should consider filling the void they left behind.  Think of this payment as seed money and let me know what you decide.",		"m3o":"A Respectful Merchant",		"m3l":"",		"m3i":"I was assured that the pirates could be found at that coordinates.  I wonder what game their captain is up to?",		"m3f":"While I have great respect for the time-honored profession of freebooting, I cannot abide agents who fail me.  Come back when you're prepared to finish the job properly.",		"m3d":"I always instruct my freight pilots to cooperate with pirates, because freebooting need not entail bloodshed.  However, one of my ships has just been robbed of something more valuable than mere cargo.  The databanks of a stolen computer included some private business records which need to remain discreet.  My insurance company may not approve of any correlation between my losses to pirates and my contacts with same.  Therefore, much as I am loathe the interfere with the entrepeneurial spirit, I need to hire some agents to infiltrate a certain landing bay and ensure that the stolen computer is destroyed.  Just to be safe, while said agents are on the premises, they should level the place and make sure that none of the pirates escape.  I would not require such severe measures if I did not have the utmost respect for this ancient profession.",		"m2t":"Raze a pirates' den",		"m2s":"Thank you.  That was better than alimony.  Here's your payment.",		"m2o":"An Impending Widow",		"m2l":"",		"m2i":"They must have known you were coming.  I hope my husband doesn't hold this against me at the divorce proceedings.",		"m2f":"You weren't successful?  That's unfortunate.  I hope my husband doesn't hold this against me at the divorce proceedings.",		"m2d":"Some women would be ashamed to admit that they married the wrong man, but I'm not one to lie to myself.  Karst Bono charmed his way right into my family inheritance.  Then he took everything he could grab and returned to his wretched hive of pirate friends.  Never trust a gentleman pirate.  I will not deny that I made a mistake, but I am prepared to clean up the mess I made.  All I need are a few skilled hands to visit my delinquent husband and his thieving friends.  The remedy to my problem is simple.  Raze the pirates' den to the ground and laser the pack of scoundrels into dust.  Extermination is the simplest form of divorce.",		"m1t":"Instruct a band of pirates in Imperial protocol",		"m1s":"You have a knack for the precise workings of galactic law.  Perhaps you should consider applying to the Imperial Bar.  Your services would be most welcome.",		"m1o":"Imperial Office of Criminal Investigations",		"m1l":"",		"m1i":"I'm afraid any complaints about incorrect coordinates must be filed in person with the Imperial Bureau of Cartographical Precision, Coruscant Division.",		"m1f":"Perhaps the subtleties of galactic law escape you.  Next time we shall assign you a mission of a less intricate nature.",		"m1d":"Sometimes planetary governments overstep their authority, which can cause headaches for Imperial law enforcement.  Case in point: The king of Malgwen IV has mistakenly issued pardons to a notorious band of pirates who once terrorized the Aparo Sector.  While the Imperial Navy has sent a Star Destroyer to instruct the king in the particulars of galactic law, we must also explain to these pirates that their pardons are incorrect on a few minor points.  For this purpose we are contracting an enforcement team to blast their den into a smoking heap of bodies and microscopic rubble.  Perhaps in the future such mistakes in legal protocol will occur less frequently."
}}
