{
	"stfFile":"mission/special/mission_destroy_neutral_medium_gangster",
	"entries": {
		"number_of_entries":"17",		"m17t":"Help a deranged citizen",		"m17s":"You have done well, my young apprentice. Soon the galaxy shall see the rise of a new Sith Lord. But only if you continue to serve me faithfully.",		"m17o":"The Emperor (Honest)",		"m17l":"",		"m17i":"You must use the Dark Side to find these miscreants, apprentice. This was part of your test. You're not impressing me.",		"m17f":"You are not shaping up to be a respectable Sith Lord if these are the results I can expect from you. How pathetic! Begone, foul apprentice!",		"m17d":"Do you think Sith Lords are made overnight? No, my young apprentice, they require years of careful grooming and training in the Dark Side. Yes, I'm sure you've guessed who I am by now. I am the Emperor! And I require you, my young apprentice, to obliterate some annoying servants for me. They have disturbed me once too often during my clandestine visits to my various systems. I find their pitiful attempts to match the glory of the Dark Side beneath contempt. You will crush them, my young apprentice. Show them the power of the Dark Side. Rewards will be yours and perhaps one day you may rise to the level of a Sith Lord yourself. I will tell you how to find these loathsome servants after you accept. And I know you will. Hahahahaha!",		"m16t":"Destroy a pit of droid thieves",		"m16s":"Excellent!  I don't suppose in the mayhem you happened to spare any of my stolen droids?  No?  Well, I had to ask.  Here's the reward, as promised. ",		"m16o":"Yizz the Droid Merchant",		"m16l":"",		"m16i":"It's amazing how several dozen spectators can find the scrap fighting arena every week and I can't even give you the proper coordinates.  Sorry about that.",		"m16f":"Looks like the arena organizers can fight as well as their pit droids.  Maybe you should try again when you're better equipped for the job.",		"m16d":"As if droid scrap fighting were not seedy enough!  Now the sponsors of these disreputable contests have begun to steal shipments of droids to squander in their oily pits of destruction.  If these criminals disrupt my business any further, I am in danger of losing my Imperial contract.  Therefore I am offering a substantial reward to anyone who has the fortitude and the means to wipe out one of these loathesome scrap fighting arenas.",		"m15t":"Punish a den of landspeeder sharks",		"m15s":"Wonderful job!  Now I can rebuild my landspeeder collection without fear.  Take this reward and please, come out to the drag lanes sometime.",		"m15o":"A Speeder Enthusiast",		"m15l":"",		"m15i":"I could swear I had the right coordinates.  I'll have to double-check them.  Sorry about that.",		"m15f":"I warned you this wouldn't be easy.  Maybe someone else can teach these sharks a lesson.  Till then I'll just keep this reward money.",		"m15d":"It's not podracing, but who doesn't enjoy testing his landspeeder on the local drag lanes?  In my career I have collected an assortment of vintage speeders to pit against my fellow repulsorlift enthusiasts.  The problem is, lately the speeder races have been taken over by a gang of shady offworlders.  I have proof that they are foiling their opponents' turbine filters, which accounts for their undefeated record.  Unfortunately these skettos are so well armed that no one is willing to confront them.  But enough is enough.  I'm down to my last lasercharged X-34.  I'm willing to pay anyone who can blast up their hangout and make them understand that cheating is unacceptable in this old and honorable sport.  Contact me for the coordinates.",		"m14t":"Strike against a sabotage ring",		"m14s":"The Empire thanks you for contributing to the wellbeing of the community.  Enjoy your reward.",		"m14o":"Imperial Office of Criminal Investigations",		"m14l":"",		"m14i":"We apologize for the incorrect coordinates.  Rebel saboteurs recently hit one of our data annexes.  We'll sort out the damage soon enough.",		"m14f":"The Empire cannot waste resources on unqualified agents.  Come back when you can get the job done.",		"m14d":"Recent intelligence points to one conclusion: Roughnecks from the frontier have begun to view this sector as a source of salvaged parts for their asteroid loaders.  Unfortunately, some of them have established a sabotage ring to provide a continuous supply of free salvage.  As the resources of the Empire are occupied with Rebels and other political offenders, we have decided to contract outside agents to deal with this new criminal enterprise.  Interested agents are encouraged to contact us for known locations of salvage drops.",		"m13t":"Remove intruders from a condensing station",		"m13s":"Oh, dear!  You destroyed the entire condensing station!  Please, just take these credits and go while I determine how I shall break the bad news to my poor, imprisoned master.",		"m13o":"L-3PO",		"m13l":"",		"m13i":"I'm sorry, I must have transmitted the wrong coordinates.  I'm only a protocol droid and not very good with maps.",		"m13f":"Oh, my.  It seems that removing these intruders will be more difficult than I thought.  Thank you for trying.",		"m13d":"Excuse me.  Normally I would not broadcast a message on this frequency, as I am only a protocol droid, but my present circumstances are most intolerable.  Since my master was taken away by the Empire for questionable political statements, I have been forced to deal with a collection of dubious characters who have taken up residence in the condensing station.  Condensed Threll gas is highly combustible, so I believe it is best to have these individuals removed from the premises.  I have a stipend of credits from which I can pay a reward.  Please contact me if you are able to help.  Thank you.",		"m12t":"Take out a spice depot",		"m12s":"You're pretty handy in a fight.  Take the reward and keep your eyes open.  I might have more jobs for you in the future.",		"m12o":"An Esteemed Businessman",		"m12l":"",		"m12i":"Mister "Upstanding Citizen" must have seen my message on the HoloNet and run like a cowardly Jawa.  I'll find him again, though, don't worry.",		"m12f":"This "upstanding citizen" is nothing but a well-armed gangster.  Thanks for trying.  Better luck next time.",		"m12d":"As an esteemed businessman whose dealings span many star systems, I am shocked and in much distress over the low-down, rotten activities that a certain "upstanding citizen" has perpetrated while pretending that he is not a dirty, lawbreaking creep.  Not only has he stuck his proboscis into my own, completely lawful import business, but now I have learned that he is running a spice racket on the side.  I've had enough of that slime-grub and his two-faced meddling.  For any toughs or sharpshooters who have the guts, I have the coordinates of a depot where he stores his goods for shipping.  The Imperial authorities will be happy to see it burn to the ground.  I'll even throw in a reward for anyone who does the job.  Sometimes a hard-working businessman like myself must play rough with creeps who stand in the way of honest and respectable trading.",		"m11t":"Purge a lair of professional thugs",		"m11s":"You're still alive?  Well done!  Now decent folk like myself can once again conduct our operations in peace.  Take this reward and please, don't tell anyone who hired you.",		"m11o":"An Upstanding Citizen",		"m11l":"",		"m11i":"This "esteemed businessman" is a slippery worm.  He must have moved his hired thugs to another lair.  I hope I can track them down again.",		"m11f":"The last group who marched against this "esteemed businessman" took a bribe to let him go.  How "convenient" that you failed, as well!  I've got my eye on you, citizen.",		"m11d":"Killers for hire in the heart of a decent community!  Once again we are plagued by an underhanded villain in the guise of an "esteemed businessman."  This time he has hired a vicious pack of brutal thugs to terrorize upstanding citizens.  Why, these laser-armed ruffians blew apart my very own office!  But upright folk such as ourselves need not involve Imperial authorities to enforce moral discipline.  I have obtained the coordinates of the lair where these despicable savages charge their blasters and sharpen their knives.  Who shall fire the first shot in the name of galactic decency?",		"m10t":"Break up an extortion gang",		"m10s":"Say, you're pretty good at this racket.  You earned these creds.  I hear the "upright citizen" got away, but I'll blink you when he turns up again.",		"m10o":"An Esteemed Businessman",		"m10l":"",		"m10i":"Some "upright citizen," sneaking off like a dirty womp rat as soon as someone stands up to him.  Try me later and maybe I can track down this creep.",		"m10f":"See?  I knew this "upright citizen" was really a no-good, dangerous thug.  Thanks for trying, pal, but you don't get the reward for effort.",		"m10d":"As an esteemed businessman whose dealings span many star systems, I am in a state of outrage at the no-good meddling of a certain "upstanding citizen."  This rotten muck-leech has hired local muscle to interfere with my honest and legitimate trading operations.  He has blown up my establishments and accused me of certain unlawful actions for which he has no proof that I know of.  He has asked for protection money but a businessman like myself would rather spend the credits to put the squeeze on an enemy.  So I am offering a reward to any toughs or sharpshooters who can take out the office of this low-down nerf-herder and his gang of slugs.",		"m9t":"Stamp out a deathstick dealer",		"m9s":"You actually survived?  Um, excellent work!  Here, take this small token of gratitude for your act of decency.  And please don't tell anyone who hired you.",		"m9o":"An Upstanding Citizen",		"m9l":"",		"m9i":"I told you this "esteemed businessman" is a crafty devil.  Give me some time and I'll see if I can find out where he moved his despicable operation.",		"m9f":"Isn't it convenient how this "esteemed businessman" always escapes serious harm?  How much did he pay you to spare his operation?  Is there no end to his corruption?",		"m9d":"Deathsticks in a decent community!  Is nowhere safe from the corruption of this vile drug?  Recently I learned from respectable sources that a so-called "esteemed businessman" is secretly fronting a distribution center for this contemptible substance.  The villain's business dealings span many star systems and so the local authorities have been reluctant to interfere.  But he underestimates the determination of upright Imperial citizens!  Who among us is bold enough to find this den of evil and stamp out this blight on galactic decency?",		"m8t":"Stop the swoop gang",		"m8s":"You're alright, buddy. Good to see that someone cares enough about other people to lend a hand. All the better that the hand is being paid for those efforts, eh? Being's gotta make a living somehow.",		"m8o":"A Reformed Smuggler",		"m8l":"",		"m8i":"Could my smuggler friend have been paid to protect these gangsters? I can't believe he'd do that.",		"m8f":"One thing I learned in my youth - you always finish a job you accept. Maybe you'll learn that one day too. Good luck. ",		"m8d":"A swoop gang has been terrorizing several communities. Their recent "fun" consists of zooming past shops or settlements and sniping citizens through windows or portals. The body count so far is nine dead and six others wounded. I want these animals stopped. Problem is, this gang is very mobile and have some insight into the movements of local law enforcement because they disappear before any raids or arrests can be made. Fortunately, I have contacts in the smuggling world (a long story that I won't go into) and these gangsters have been buying shipments of glitterstim from someone I know (suffice it to say the old pirate owed me a favor). So now I have the coordinates to this swoop gang's hideout. If I involve the authorities, these murderers disappear. So that's where you come in. I'll pay a handsome reward to any being (or beings) that will rid these besieged communities of these animals. My past hasn't exactly been what you would call "upstanding" but I'm not gonna stand by and watch innocent folks get slaughtered. Not when I can do something about it. What about you?  ",		"m7t":"Blow up the explosives lab",		"m7s":"Now that's what we call "blowing a structure sky-high." Nicely done, citizen. Take your reward and remember that there's plenty more where that came from.",		"m7o":"Imperial Office of Criminal Investigations",		"m7l":"",		"m7i":"We'll track down who sent you those false coordinates. We wonder if these explosives experts might not have a contact inside our department.",		"m7f":"We must have very different interpretations of "blowing that structure sky-high." Sorry, but we can't reward what wasn't accomplished.",		"m7d":"Someone has been supplying the local gangs with homemade explosives, which they've gladly used in recent attacks. We knew it had to be someone in the area and launched an investigation. Finally, after weeks of work, we've discovered where these grenades are being constructed. A weapons lab is being run by a particularly vicious gang of killers. Many of them served in planetary security forces in the past but lost their jobs when the Empire began cleaning out these corrupt organizations. We need to take this lab out of commission, especially if it's attracting disgruntled weapons specialists from around the galaxy. We require a small strike team of agents to go in there and blow that structure sky-high. But best be on your toes as those criminals have had some pretty advanced combat training. Can you help us out? ",		"m6t":"Clean out the halfway house",		"m6s":"We're glad to see you share our enthusiasm to create safe neighborhoods for our children. You deserve this reward, citizen.",		"m6o":"Citizens for a Clean Tomorrow",		"m6l":"",		"m6i":"We must have sent the wrong coordinates. Our apologies. Please check back with us again soon.",		"m6f":"That place will just keep attracting more undesirables until this entire neighborhood goes to the dump. Hopefully someone will claim this reward soon.",		"m6d":"A group of dangerous criminals is using an old halfway house in our area as a hideout and refuge from authorities. They use the halfway house's former reputation, a place where reformed criminals were reintroduced into society, to mask their current illegal activities, including spice dealing and extortion. We want this place wiped out and those murderers run off or brought to justice. We can't ignore their activities any longer. We'll pay a reward to anyone willing to undertake and complete this task. Are you the citizen we're looking for?",		"m5t":"Stop the slavers",		"m5s":"Handled like a true professional. You should consider working for us again in the near future. Enjoy your reward.",		"m5o":"Imperial Office of Criminal Investigations",		"m5l":"",		"m5i":"A clerical oversight resulted in these incorrect coordinates. We've fixed it. Please check in with us again soon.",		"m5f":"The slavers will continue their operations unabated. How is this a success? We think you'd agree that this was a failure. Glad we're on the same screen.",		"m5d":"Some slavers are not content to stick to the Imperial list of approved species. Indeed, these slavers feel they must enslave humans, and that's something we can't tolerate. Through the help of Imperial Intelligence, we've located the lair of a group of slavers that have been dealing exclusively in humans. We need a small strike team to assault this base and blast it into rubble. Humans shall not be enslaved while the Empire governs the galaxy. Can you help the Empire put a stop to this despicable practice? The reward will be well worth it.",		"m4t":"Smash the gang",		"m4s":"It's citizens like you that will insure our futures are free of crime and social predators. Hurrah, citizen! You can be our champion any day.",		"m4o":"Citizens for a Clean Tomorrow",		"m4l":"",		"m4i":"Those coordinates should have been correct. We'll check out what the disconnect was.",		"m4f":"There may be serious repercussions now that you failed to destroy this gang's hangout. They probably know we're trying to hire someone to get rid of them. We hope someone comes through for us quick.",		"m4d":"A series of savage beatings, three of which resulted in fatalities, have taken place over the last six weeks in our community. It seems that a new gang has moved into the neighborhood and they're announcing their presence. Any citizen who stares at these thugs for too long risks a brutal beating and possible death. The local authorities already have their hands full assisting the Empire in tracking down Rebels; they simply do not have enough men to patrol the streets. We are therefore taking matters into our own hands. We're offering a reward to any citizen who has the courage to march into that gang's hangout and blast those murderers to atoms. We must make it clear to these scum that we will not tolerate this sort of behavior in our streets. Are you a courageous citizen? Let us know and we'll transmit the coordinates to the gang's hangout to you.",		"m3t":"Destroy spice dealer's stash",		"m3s":"Nothing quite as sweet as the smell of burning spice in the morning, eh? Good job, citizen. Keep up the good work.",		"m3o":"Imperial Office of Criminal Investigations",		"m3l":"",		"m3i":"Did we send you the wrong coordinates? Our apologies. We're a bit frazzled with all this work piling up. Check back with us again.",		"m3f":"Too bad you couldn't finish the job. We can't leave these things open like this, you know. Better luck next time.",		"m3d":"Our agents have uncovered a major glitterstim dealer's lair. These criminals supply a majority of the spice for many of this system's major cities. We need to put this scum out of business and we need your help to do it. The dealer has done well so they've hired some muscle to protect their precious goods. A quick, stealthy strike, however, ought to get the job done. Don't worry about blasting anyone that gets in your way - most of these guys are wanted murderers. If the settlement is left a smoking ruin, we'll be mighty pleased. We always reward results too. ",		"m2t":"Help save a wayward son",		"m2s":"I just discovered that my son ran away from his aunt's and is likely staying at the gang's hideout. Did you destroy it? Did you kill everyone there? Oh no! My dear son! Oh no!!! ",		"m2o":"A Desperate Mother",		"m2l":"",		"m2i":"I could have sworn those were the coordinates to their hangout. I've been a bit preoccupied, so forgive me if I made a mistake. Let me double-check those coordinates. Could you check back with me?",		"m2f":"If you don't get rid of these misanthropes, my son will never be saved. My reward is for the individual that saves my son.",		"m2d":"My son has fallen in with a very bad crowd. He was arrested last month on suspicion of murder but the case was dropped for lack of evidence. I know my son didn't kill anyone but I know who did. Those thugs he hangs out with are thieves, murderers, and worse. They don't deserve to share the same space as decent citizens. I've arranged for my son to spend a few weeks with his aunt in the country. The air will be good for him. What I need is for someone to blast that gang's hideout to pieces while my son is gone. That will drive those animals away and teach them never to come back and bother us again. I've put up a generous reward for the citizen or citizens that can accomplish this important task. Can you help me?",		"m1t":"Clean up the streets",		"m1s":"Good work, citizen. One by one, we'll get all these wretched hives of scum and villainy. Have a drink on us.",		"m1o":"Imperial Office of Criminal Investigations",		"m1l":"",		"m1i":"Some of these coordinates may be outdated or incorrect. We'll make a note of the ones that are and cross them off our list.",		"m1f":"Did we emphasize "successful" when we mentioned we'd reward you for your efforts? Good, because we can't afford to reward non-successful efforts.",		"m1d":"The Empire's efforts to stamp out the Rebellion has unfortunately created some additional problems for law enforcement. We have more refugees to deal with, many of which are recruited by local swoop gangs or glitterstim dealers. Naturally this means we have to deal with more violent crimes and we're already rather understaffed. This is where you come in, citizen. We have plenty of work for enterprising agents who want to lend a hand to keep peace and order in our communities. We've kept tabs on the activities of these gangs and know where most of them hang out. One by one we need to clean those places out. Most of them are condemned buildings anyway. Think you can help us out, citizen? We'll pay you for your successful efforts, of course. "
}}
