{
	"stfFile":"mission/special/mission_destroy_neutral_medium_smuggler",
	"entries": {
		"default":"",		"m16t":"Help a deranged citizen",		"m16s":"Excellent! Everything is proceeding exactly as I have foreseen it. You will rise quickly in my estimation, young apprentice. Keep it up.",		"m16o":"The Emperor (Honest)",		"m16l":"",		"m16i":"You can't even follow some simple coordinates? You disappoint me, my young apprentice.",		"m16f":"Young fool, only now, at the end, do you understand the price of your failure. Turn yourself in to the nearest stormtrooper garrison and demand that you be shot at once! I will be watching you.",		"m16d":"I knew you would look at this offer, citizen. You know why? Because I'm the Emperor! Yes, that's right. And now you are my willing minion. What do I require of you, you ask? Well it seems that some of my minions are not as obedient as you. They have decided it would be amusing to betray their Emperor. Now they will pay the price for their lack of vision. And you, my young apprentice, will be the instrument of their demise. Hahahahaha! You will receive my generous gratitude in addition to some form of lucre. Who knows, if you perform up to my standards, I may call you to Imperial Center and appoint you as one of my advisors. I know that would please you. Will you take your place at my side?",		"m15t":"Help the disgraced businessman",		"m15s":"Well struck, citizen! Haha! Take that, you dirty, rotten smuggler! Take the reward, citizen, you've earned it. My self-respect is restored thanks to you.",		"m15o":"A Desperate Man",		"m15l":"",		"m15i":"That dirty smuggler must have known I was sending folks after them. I must keep trying to track them down.",		"m15f":"Now I'm sure this smuggler will "disappear" for a while. Damn! Why couldn't you have just finished the job? Why?",		"m15d":"I was a legitimate businessman, obeying all the Imperial laws and ordinances and working hard to raise a family. Until the day a smuggler, posing as an independent transport pilot, came into my life and ruined everything I had worked so hard to get. I lost my business, my family, and my self-respect. Well I intend to get that last bit back. I'm offering a reward, everything I have left, to anyone who can make sure this smuggler doesn't ruin any other honest, hard-working businessmen. I know where that damn smuggler hides, you see. They think they're safe but we'll soon show them how wrong they are. Can you help a man regain his self-respect, citizen?",		"m14t":"Destroy smuggler bases",		"m14s":"Now those are results you can take to your superiors. Good work! Keep at it. There's plenty more where this reward came from.",		"m14o":"A Disgraced Former Prefect",		"m14l":"",		"m14i":"They won't escape me for long, trust me. I'll find them, I swear. Keep checking back with me.",		"m14f":"You remind me of some of my law enforcement agents - high on bluster but low on results. Too bad.",		"m14d":"I used to be a Police Prefect on Tatooine. That is until I lost my job due to the activities of several traitorous smugglers. We had a system. It was all worked out. But some people have to buck that system. They're not happy with the status quo. Well if my career is ruined then so will those smugglers' careers. I'm offering a generous reward to anyone who will obliterate those smugglers' bases and make sure they never trouble another prefect again. If you accept, I'll transmit the coordinates to you. You'd better go in shooting first and asking questions later. If you even get to the questions part, that is.",		"m13t":"Help independent transport pilots",		"m13s":"Good job, citizen. You ever consider doing this professionally? You'd make a pretty decent crime fighter. ",		"m13o":"Independent Transport Pilots",		"m13l":"",		"m13i":"Those bases get abandoned after a short while, it seems. We'll just have to keep following those smugglers and see where they nest next.",		"m13f":"No results, no payment, sorry. We would have thought that was fairly obvious from the start.",		"m13d":"We're tired of smugglers posing as legitimate transport captains and taking away our business. So many clients have started relying on organized transport guilds rather than on freelance pilots because they think every independent pilot is actually a smuggler and they don't want to risk having their shipments seized. Well we've followed some of these smugglers and have located several of their bases. We're not soldiers, though, so we need someone to go into these bases and blow them to atoms. We've pooled together a decent amount of credits to serve as a reward. Do you think you have the stomach and the wherewithal to pull off a mission like this?",		"m12t":"Correct an injustice",		"m12s":"That's showing 'em. I bet those smugglers didn't know what hit 'em. Way to go. The reward's yours.",		"m12o":"An Angry Civil Servant",		"m12l":"",		"m12i":"Now I never said all those coordinates were accurate, did I? Some are, some aren't. You gotta work for this reward.",		"m12f":"No worries, I'm used to seeing incompetence in my office. Deal with it everyday. Too bad in my office it doesn't mean you don't get paid. Here it does.",		"m12d":"Smugglers? No sir, don't like 'em. In fact, I don't like 'em enough to offer a reward to anyone brave enough to wield a blaster against those space slugs. My contacts in the Imperial Transport Authority has given me access to the locations of some suspected smuggler lairs. The Empire's too busy playing war with those Rebels to really do anything about these bases and we're terribly understaffed (and underpaid, I might add). So why am I doing this? Well truth be told, I lost my wife to one of these scoundrels. Now I want some payback, ya hear? So, you in or out?",		"m11t":"Be a good Imperial citizen",		"m11s":"A successful strike against the smugglers is a blow against the Rebellion, citizen. Bravo. The reward is yours.",		"m11o":"COMPNOR",		"m11l":"",		"m11i":"It seems that some of these coordinates are outdated. We'll have to amend our list.",		"m11f":"We suppose not all Imperial citizens are cut out to perform this sort of duty. Have you considered a career in the custodial engineering field?",		"m11d":"The Rebellion might have been crushed by now if not for the activities of these smugglers. They're a thorn in the side of the Empire and must be stamped out. The Imperial Military has their hands full trying to track dangerous terrorists down so we must rely on the loyalty and patriotism of Imperial citizens to help wipe out this smuggler menace. Our contacts with Imperial Intelligence have fortunately allowed us to acquire the locations of several smuggler bases. A substantial reward awaits the successful destruction of these bases. Can the Empire count on your help, citizen?",		"m10t":"Conclude a small business deal",		"m10s":"Did the job, collect the credits, see you around.",		"m10o":"An Impatient Businessman",		"m10l":"",		"m10i":"I was just testing your resolve. Check back with me and I'll give you the correct coordinates. Can't be too sure these days, you know what I mean?",		"m10f":"I said only serious professionals need apply. What part of that did you not understand? Beat it.",		"m10d":"Let's get down to business. I give you the location of some former business associates, you burn their hangout to the ground and make sure no one lives to tell the tale, and I pay you lots of credits for your trouble. Only serious professionals need apply. You in?",		"m9t":"Avenge a wronged family",		"m9s":"Wonderful! I knew you could do it! I'm so happy. My family thanks you. Good job! Oh, I need to pay you now, huh? Okay, I'll do that. My hero.",		"m9o":"An Indignant Woman",		"m9l":"",		"m9i":"Oh, gosh, I'm so sorry I gave you the wrong coordinates. This is my first time doing this, in case you couldn't tell. Check back with me and I'm sure I'll have it all straightened out.",		"m9f":"So you failed to teach this slug a lesson, okay. I can live with that. That's how it goes, right? You weren't expecting to be paid, right? Because, I'm not paying you. You failed, remember?",		"m9d":"Oh, I hope I'm doing this right. Okay, here goes... 

Hello. I'm looking for someone brave and enterprising. Oh, and good-looking wouldn't hurt either. Although it's not really necessary for this mission. I just prefer good-looking people. Well groomed, at the very least. Anyway, I need someone with the aforementioned qualities to find a very bad person for me. Find them and teach them a good lesson. You can even burn their base to the ground. I prefer that, actually. This scoundrel cheated my family out of a lot of money. Made my father sick, as a matter of fact. My poor father, he'd just die if he knew I was doing this. But it has to be done. I rely on the discretion of whomever accepts this assignment. And if you do accept, I'll tell you where to find this nerf-herder. I hope you accept. Oh, and you don't really have to be good-looking or well groomed. I was just being silly. Okay, thanks. Talk to you soon. I hope.",		"m8t":"Take out the bargain smuggler",		"m8s":"Good work, good job, and all that. Your reward will be sent to your account. I'm sure you're thrilled.",		"m8o":"A Tired Businessman",		"m8l":"",		"m8i":"My assistant sent those coordinates. Now it looks like I'll have to fire him. Why does everything bad always happen to me?",		"m8f":"It would have been easier if you had simply declined. Guess I'll keep looking for that "someone."",		"m8d":"I was warned not to go with the cheapest rate when it came to smuggling, but did I listen? Now I'm in this position of having to pay someone to take care of the problem caused by going with the bargain smuggler. Those are two words that should never go together, huh? "Bargain" and "smuggling." The deal is the usual one, of course. I pay a reward for having someone take this cheap swindler and their base out and you are the someone that either accepts or declines the offer. If you accept, the coordinates to this slug's base will be transmitted to you. If you decline, our business is concluded. So which will it be?",		"m7t":"Help a businessman",		"m7s":"Well done. Your account will be credited. Do look us up in the future.",		"m7o":"A Simple Businessman",		"m7l":"",		"m7i":"Wrong coordinates? How embarrassing. Please excuse our small oversight and try checking back with us.",		"m7f":"Your failure to handle this matter has caused us to rethink our strategy - or at least our choice of agents. The galaxy's a dangerous place, you know. Hope you can survive out there.",		"m7d":"We have some legitimate complaints concerning some local smugglers. We don't really want to involve the authorities - you know how messy that can get. Instead we'd like to try and handle this matter in a more discreet manner. We'll offer a substantial reward to anyone that cares to pay these smugglers a visit and show them the effectiveness of the working end of a blaster. No names are necessary. We'll provide you the coordinates and insure that payment is made into your account when the job is complete. How about it? You think you could handle some extra cash?",		"m6t":"Hunt smugglers",		"m6s":"Well it sure looks like you can use that blaster instead of just wearing it. Good for you! Here's the credits we promised. Blast more, get more.",		"m6o":"Imperial Office of Criminal Investigations",		"m6l":"",		"m6i":"We thought some of these locations might be bogus. Good we're finding out which ones are, eh?",		"m6f":"Too bad your skill was not the equal of your enthusiasm. Well that's how the droid clanks. Thanks for the attempt, though. Too bad we don't reward attempts.",		"m6d":"I don't know who's been telling these space slugs that smuggling is glamorous or easy work. Seems like everyone is trying to get in on the action. Just creates more work for us, of course. We've been authorized to employ independent agents to help with the workload. You enjoy blasting things? Like doing it with the weight of the law behind you? Well here's your chance, citizen. We'll provide you with the coordinates to a known smuggler's base and your trigger-happy self can have a grand old time. Blast away! When the job's done we'll throw in some credits for your trouble. Not a bad job, eh?",		"m5t":"Help local law enforcement",		"m5s":"Fairly effective, citizen. We think you may have found a new line of work. Plenty of it these days too. Enjoy your reward.",		"m5o":"Imperial Office of Criminal Investigations",		"m5l":"",		"m5i":"Some of these coordinates are old, true. We'll just cross out the ones that are no longer valid. Thanks for checking that for us.",		"m5f":"Maybe moisture farming is more your speed, eh? This dangerous work should be left to the serious professionals with plenty of nerve. Thanks anyway.",		"m5d":"Smugglers certainly prosper in times of civil crisis. The Rebellion is unfortunately creating many job opportunities for these lowlifes and is in fact attracting more unemployed pilots to the trade. Our job is to wipe them out as fast as we can find them, but we can't do it alone. We'll gladly offer a reward to anyone that cares to lend a helping blaster. We have the coordinates to their bases of operation and need them cleaned out. We don't really care how you do it as long as the bases are left in a shambles. Can you help the Empire with this work, citizen?",		"m4t":"Take out some amateurs",		"m4s":"Handled like a true professional. Very good. Collect your reward and move on to the next one.",		"m4o":"Black Sun",		"m4l":"",		"m4i":"These shifty characters move around a lot, as you can imagine. Keep checking back with us, we'll eventually get you a set of coordinates that are still valid.",		"m4f":"It was the phrase "simple and easy" that threw you, wasn't it? We'll just add you to our list of "incompetent agents." Good-bye.",		"m4d":"There are smugglers and there are smugglers, if you know what I mean. Some of these second-rate flyboys don't merit our full attention but neither can we afford to completely ignore them. If they're contracted for a job, even a small job, and hydrospanner it to pieces then you've got to pay the penalty. Our organization is offering a reward to anyone who can settle some of these small matters for us. We have the coordinates to various hideouts used by these smugglers and need someone to make sure they don't offer their incompetent services to anyone again. Blast their hideouts to pieces. Blast them to pieces too if they're there. Collect from us when you're done. See? That's how all business should be conducted. Simple and easy.",		"m3t":"Remove smugglers' outpost",		"m3s":"Seems like you were fast enough to catch those particular flies, eh, citizen? Good job. You'll make a fine law enforcement agent yet.",		"m3o":"Imperial Office of Criminal Investigations",		"m3l":"",		"m3i":"Hm, perhaps we weren't as alert as we thought. We'll have to double-check those coordinates.",		"m3f":"Well I guess you weren't fast enough. We'll have to move fast if we still hope to eliminate this outpost. Better luck next time.",		"m3d":"Catching smugglers can be like trying to catch flies with your hand, citizen - you have to be fast and alert if you want to succeed. We've certainly been alert, and now we need someone to be fast for us. We've tracked down a smuggler's outpost used to store contraband and harbor criminals. We don't have the manpower necessary to strike this den of thieves, but we can certainly try to entice enterprising citizens into doing it for us. There's a juicy reward in it for you if you succeed. Come on, citizen, the Empire could really use your help. ",		"m2t":"Wipe out smuggler den",		"m2s":"That was a thorough job, citizen. I doubt those vermin will be coming around here anymore. Collect your well-earned credits.",		"m2o":"Imperial Office of Criminal Investigations",		"m2l":"",		"m2i":"There was a miscommunication apparently. Sorry about that. We'll get those coordinates right.",		"m2f":"Maybe you're not cut out for this sort of work. Thanks for your time anyway, citizen. Good luck.",		"m2d":"As with any sort of vermin, once you clean out the nest, the infestation will disappear. So it is with smugglers, citizen. We know of a local warehouse being used to store all sorts of contraband, from illegal weapons to glitterstim spice. We need a team of law-abiding citizens to clean this "nest" out. We're certain that the smugglers will stop coming around here when they see what ordinary citizens are willing to do to their ill-gotten goods. Do you think you could help us out with this, citizen?",		"m1t":"Help local law enforcement",		"m1s":"Mission accomplished, citizen. We knew we could rely on the brave citizens of the Empire to help keep their systems free of crime. The reward is yours.",		"m1o":"Imperial Office of Criminal Investigations",		"m1l":"",		"m1i":"We must inform Intelligence that their coordinates might have been tampered with. It must be the work of Rebels.",		"m1f":"It seems the mission was beyond your scope, citizen. We'll try and find some more appropriate agents. Thank you for your time.",		"m1d":"Spice smuggling and gunrunning has risen dramatically in this sector. With the help of Imperial Intelligence, we've managed to locate the hideout of a notorious band of smugglers. We don't want to bother the Imperial Military with this matter so we thought we'd take care of it locally. There are plenty of loyal and able-bodied citizens willing to help the local law enforcement authorities, after all. This mission will be perilous and therefore we're offering a compensatory reward. However, a thorough job must be done. The base must be wiped out. Can you lend a hand, citizen?"
}}
