{
	"stfFile":"mission/special/mission_destroy_neutral_easy_gangster",
	"entries": {
		"number_of_entries":"12",		"m12t":"Stamp out the kidnappers",		"m12s":"You have my eternal gratitude. Now finally my son and I can find peace. Claim your reward.",		"m12o":"A Vengeful Mother",		"m12l":"",		"m12i":"They have fled my vengeance yet again. I will find them one way or another.",		"m12f":"I will not rest until I have justice for my son. These murderers will not escape my vengeance for long.",		"m12d":"A band of crooks kidnapped my young son several weeks ago and demanded a ransom. Before it could be paid, my dear son, who suffered from a rare form of asthma, died while being held by the kidnappers. The band fled the area but I've managed to track them down. I know they'll do this again to some other unlucky parent. Fortunately, I have the means to provide a substantial reward to anyone who can end the careers of these kidnappers and gain justice for my dead son. Will you accept?",		"m11t":"Stop violent gang",		"m11s":"Well done, citizen. Now that you've killed the gangster that my cousin became, their soul can finally find rest and peace. Ever since my cousin started leading that vicious gang, I knew they were no longer the loving individual I grew up with - that person was truly dead. You've earned this reward.",		"m11o":"A Determined Relative",		"m11l":"",		"m11i":"The gang must have been tipped off and gone into hiding. My friends and I will find where they've disappeared to.",		"m11f":"The attacks will continue unabated. I must seek another agent of justice, one who will not fail.",		"m11d":"My cousin was taken from me by a vicious gang of cutthroats operating in the area. I want someone to attack their hangout and blast every single one of those murderers to bits. Leave nothing standing. This gang's attacks have claimed many lives and shattered many families. Please help me find justice. I will reward you for your time. And our community will thank you for your service. Will you help me?",		"m10t":"Stop glitterstim dealer",		"m10s":"You're an effective agent of justice, citizen. You've made the streets safer for our youth. This is one reward I am happy to pay.",		"m10o":"An Angry Father",		"m10l":"",		"m10i":"The dealer has picked another spot to push their poison. I must track this dealer down.",		"m10f":"The glitterstim will continue to flow through the streets and more kids will get addicted. Your failure is their misfortune.",		"m10d":"A local glitterstim dealer got my son addicted to that poison and now my boy is rotting in an Imperial prison while the dealer continues to pedal their filth. It's time someone put a stop to this criminal's activities. I'm offering a reward to any citizen that goes into that dealer's lair and blasts everything in sight. If the dealer and their thug friends are there, blast them too. If you accept, I'll transmit the coordinates to the dealer's hangout. That nest of silica parasites needs to be cleaned out.",		"m9t":"Stop protection racket thugs",		"m9s":"We guess the gang forgot to pay their own protection money. Hehehe! Good work, citizen. The money is yours.",		"m9o":"Citizens for a Clean Tomorrow",		"m9l":"",		"m9i":"Maybe the bribes they were paying the local law enforcement agency were not enough and the gang moved on. They may return, though. Check back with us.",		"m9f":"The gang will want revenge for us hiring an agent to deal with them. We wish you'd been able to get rid of them for good.",		"m9d":"There's a gang of space trash that has decided to set up a protection racket in our area. Many of the local merchants have been forced to pay protection money after one shop was blown to pieces with the shop owner and his family still inside. The gang is paying bribes to the local law enforcement authorities so they ignore these criminal activities. We need someone to pay like with like and blow the gang's hideout to atoms. This agent of justice will be rewarded for their time and efforts, of course. The coordinates await your acceptance.",		"m8t":"Drive out the destructive gang",		"m8s":"Looks like you gave those thugs a taste of their own medicine. Good job! Our neighborhoods could use more folks like you.",		"m8o":"Citizens for a Clean Tomorrow",		"m8l":"",		"m8i":"They must have gone into hiding. We'll find them.",		"m8f":"The gang will more than likely continue firebombing speeders. More innocent lives will be lost. We wish you'd been able to take care of it, citizen.",		"m8d":"A gang of hooligans has been terrorizing our neighborhood for months now. Their favorite tactic is to hurl homemade firebombs at passing speeders. So far three people have been killed by these attacks. The local authorities are already swamped with work and can't devote the time necessary to stop these criminals. We need an independent agent to take up the cause of justice for us. We're offering a decent reward to anyone that blasts this gang's hangout to pieces. If the gang members get caught in the blast, so much the better. You willing to help clean up our community, citizen?",		"m7t":"Stop the Vibrodagger Killer",		"m7s":"That should put an end to these horrible crimes. Assuming it was the actual Vibrodagger Killer in that settlement, that is. You've earned your reward in any case.",		"m7o":"Citizens for a Clean Tomorrow",		"m7l":"",		"m7i":"They must have known we were hiring someone to come after them and moved. We'll track them down.",		"m7f":"The murders will likely continue. We can't believe you let this animal escape. We are disappointed.",		"m7d":"Have you ever heard of the Vibrodagger Killer? We think we've finally tracked this heinous murderer down. They're hiding in a small abandoned settlement near here. We believe there may be other murderers hiding there with the killer. The time for justice is at hand. We need someone to go in there and wipe that place out. Burn it and everyone in it to the ground. Those filthy murderers deserve nothing better. A reward awaits the successful agent of justice. Are you that agent?",		"m6t":"Stop the murderous mugger",		"m6s":"Finally, my father's soul can rest. Thank you, citizen. Take the reward, you've earned it.",		"m6o":"An Enraged Daughter",		"m6l":"",		"m6i":"This murderer will not escape me. I'll track them down and make them pay regardless of how long it takes and even if it's the last thing I do.",		"m6f":"I'm sorry this villain got away. I hope that someone, somewhere eventually puts an end to this piece of filth's activities.",		"m6d":"The same brutish thug has mugged half a dozen decent people in the last month, one of which died last night as a result of the injuries. That person was my father. I'd prefer to handle this animal on my own terms rather than get the local authorities involved. I'll pay a substantial reward to any citizen brave enough to help me get justice for my dead father. Slime like this want us to believe that life in the universe is cheap. Well I've got news for that slug - life is not cheap and the price of a life is a life. I hope you can help my father's soul find peace. The coordinates to this predator's lair await your acceptance of this mission.",		"m5t":"Smash the shyster",		"m5s":"Good work! No one has the right to cheat decent folk out of their life savings. You've made sure that point was made, citizen.",		"m5o":"Citizens for a Clean Tomorrow",		"m5l":"",		"m5i":"They may have moved on already. We'll keep looking for them.",		"m5f":"Likely they'll just move on to another town and ruin even more lives. Maybe you should track them down and finish the job you accepted?",		"m5d":"A shyster has been cheating some older retired folks out of their life savings. This creep goes around selling bogus cruises on luxury starliners that don't exist. Further, this slimeball has hired some local toughs, thinking that their presence will scare away any citizens seeking to get their money back. It's time we put a stop to this activity. We're offering a reward to the brave and honest individual who blasts this scum's headquarters to pieces and makes sure they don't plague another town ever again. If you decide that individual is you, let us know and we'll send you the coordinates to the creep's lair.",		"m4t":"Get rid of slimy predators",		"m4s":"Well struck, citizen! Our womenfolk thank you as do we. Enjoy the reward.",		"m4o":"Citizens for a Clean Tomorrow",		"m4l":"",		"m4i":"These shifty womp rats scatter pretty quickly when the light of the law is brought to bear on them. They'll be back.",		"m4f":"They're sure to hang around now. We suppose it was a valiant attempt. Or so we have to assume.",		"m4d":"A bunch of slimy slugs have moved into the neighborhood and have been harassing our wives and daughters. We've heard of these guys. They were run out of another town after they assaulted a young woman. We feel these predators will repeat that pattern soon, especially since many of our fairer family members work late at the factories. We need some of integrity and of true grit to make sure these criminals don't endanger anyone. We know where these creeps have set up shop and are certain they would vacate the premises if their lair were blasted to pieces. Can you help us? There's a reward in the offering.",		"m3t":"Stop the thieves",		"m3s":"We sleep easier at night now. Good job, citizen. Hope you decide to work for us again.",		"m3o":"Citizens for a Clean Tomorrow",		"m3l":"",		"m3i":"These criminals are sneakier than we thought. We'll have to work harder to track them down.",		"m3f":"You don't run them out of town, you don't get the reward. Them's the rules. Better luck next time.",		"m3d":"There's been an increase in break-ins around here recently. We know who's behind it but we can't collect enough evidence to get the local authorities to make arrests. It's time we took the law into our own hands. We're offering a reward to anyone who can run the criminals behind those thefts out of town. Blasting their hideout to atoms ought to get the point across. If you decide to help us out, we'll send you the coorindates to this wretched hive of scum and villainy.",		"m2t":"Stop the drug dealers",		"m2s":"That's showing those poison-pushers who's boss. Good work, citizen. The Empire could use more upstanding folk like you.",		"m2o":"Citizens for a Clean Tomorrow",		"m2l":"",		"m2i":"They just moved their hangout. We're sure they're still in the neighborhood. Could you check back with us later?",		"m2f":"If these pushers were working for a bigger gang we'll have plenty of trouble now. Thanks for trying anyway.",		"m2d":"Some local glitterstim pusher and a group of thugs has set up shop in our neighborhood and we want them out. We know where they hang out and need someone to go in there and redecorate the place (preferably with blasters). There's a decent reward in it for the brave individual that succeeds in driving those slugs away. Will you be our neighborhood's saviour? ",		"m1t":"Run off the thugs",		"m1s":"Told you those creeps wouldn't put up much of a fight. Bet they don't come around here no more. The reward is yours.",		"m1o":"A Group of Concerned Citizens",		"m1l":"",		"m1i":"They must have moved on. We'll keep our eyes out for them.",		"m1f":"Well now all you've done is to get them all riled up. They'll probably go and get some more friends and really make it tough for us. Thanks for nothing.",		"m1d":"Some local thugs have been harassing the decent people of this neighborhood. They loiter around this abandoned shop and get high on glitterstim. We're offering a reward to any citizen with the guts to go in there and blast this shop to pieces. That would certainly get the point across, eh? Most of these thugs are bullies and cowards anyway, so we doubt they'd give you much trouble. Do you accept?"
}}
