{
	"stfFile":"mission/special/mission_destroy_neutral_hard_gangster",
	"entries": {
		"number_of_entries":"12",		"m12t":"Hit the hitmen",		"m12s":"Well handled. You and your team are glowing examples of what hired killers should be: obedient and efficient. Claim your reward.",		"m12o":"Black Sun: Vigo Durga",		"m12l":"",		"m12i":"They weren't at those coordinates? Hmm, strange. Someone on the inside is helping those slugs out. Report back to us at a later time.",		"m12f":"Didn't I tell you that the job of a Vigo was not an easy one? Now I have to deal with this failure in addition to still having those rogue assassins to deal with. How I long for the "good old days" when earning a dishonest credit was much easier.",		"m12d":"Independent thought is wasted on assassins. First, they get used to everybody doing what they say. Then they fall victim to the lure of millions of credits passing through their hands. Next thing you know, they think they can run the operation better than their superiors. They get these warped visions of bumping off the boss and lots of smiles and handshaking and pats on the back... The job of a Vigo is not an easy one, my friend. 

We need some skilled assassins to take out some skilled assassins. Unlike your targets, we hope that you and your team know your place in the universe and accept it. Last thing we need is more killers who think they should be running things. A substantial reward awaits the successful removal of these upstarts. You accept the mission and we'll tell you where you and your team need to go. We hope you won't mess this up. We've had too much of that recently in our organization.",		"m11t":"Take out cheating spice dealer",		"m11s":"Results we can see will always lead to bigger and better assignments. Good work, agent. You may have a future with Black Sun. Perhaps even rise to the level of Vigo yourself.",		"m11o":"Black Sun: Vigo Perit",		"m11l":"",		"m11i":"The sublieutenant must have been tipped off. Someone from inside Black Sun helped that slug. We'll find out who and take care of it.",		"m11f":"Failure is never rewarded by Black Sun. In fact, in certain situations it is punished harshly. I'd make myself scarce if I were you.",		"m11d":"A foolish Vigo's sublieutenant involved with our profitable glitterstim trade has been skimming credits off the top of all our distribution. I'm not sure exactly why they thought we wouldn't notice. Needless to say, this matter must be redressed immediately. We don't want to risk an open war with the other Vigos so this situation must be handled by independent operatives and it must be made to look like a hit by pirates trying to make off with shipments of spice. The reward will be more than adequate for this job but will only come if the sublieutenant's stronghold is completely obliterated. This scum is tough so whoever accepts better go in blasting. We'll transmit coordinates when we have your acceptance.",		"m10t":"Destroy one of Valarian's strongholds",		"m10s":"Jabba is pleased with your results. The mone is yours. Seek us out again in the future.",		"m10o":"Bib Fortuna",		"m10l":"",		"m10i":"That stronghold is there, you must look more carefully. What sort of scum are you if you can't even find a fortress?",		"m10f":"Mighty Jabba is most displeased by your failure. There will be no reward and if you're lucky that will be the end of it. Think carefully before accepting another mission from us again.",		"m10d":"The Illustrious Jabba wishes to employ a small team of dedicated killers to help him teach a rival an important lesson in courtesy. Mighty Jabba does not consider it courteous for said rival to make attacks on his swoopers, regardless of where they choose to go. My lord's interests are wherever he chooses to put them and in all cases Jabba's claims to a region should always take precedence. Now Jabba requires that one of his rival's strongholds be obliterated, along with everyone inside. If you consider yourself the type of agent Jabba prizes most, fearless and inventive, then you should accept this mission and endeavor to please the powerful Jabba. His generosity extends beyond the money you'll receive for the completion of this mission. What is your answer?",		"m9t":"Take out spice refiners",		"m9s":"It's operatives like you that allow a businessman like myself to sleep peacefully at night. Bravo. The reward and my gratitude are yours.",		"m9o":"Black Sun: Vigo Clezo",		"m9l":"",		"m9i":"Someone is trying to protect these rogues. We'll get to the bottom of this.",		"m9f":"Wow, you really blew that, huh? Are you always this incompetent or is this a recent occurrence? We ask this with the greatest of respect, of course.",		"m9d":"Some incredibly shortsighted former members of my organization have decided that they've "outgrown" me. As if refining high quality glitterstim spice was child's play and a career anyone could just jump into. Where do these thugs get their ideas? We need a specialized team of agents to help us teach these misguided rogues a serious lesson. The refining facility must be blown to atoms, and everyone inside must be vaporized. This is the lesson we must teach. Black Sun always makes things "worth someone's time" so do not worry on that account. Do you wish to get into our good graces?",		"m8t":"Take out assassin's HQ",		"m8s":"Now that was something. You should be working for Imperial Intelligence's Burea of Operations, agent. Excellent job. You've definitely earned this reward. ",		"m8o":"Imperial Office of Criminal Investigations",		"m8l":"",		"m8i":"Makes sense that an assassin's training fortress would be hard to pinpoint. We'll see about getting the correct coordinates.",		"m8f":"You didn't pull this one off exactly, did you? Well, we knew it would be hard and many of us suspected it would be too much for you. Too bad you couldn't prove us wrong.",		"m8d":"One of Black Sun's cadre of assassins has converted an abandoned mining installation into a stronghold specializing in training future killers. We can't afford to let this assassin academy continue to operate. We're offering a substantial reward to the strike team that can pull this off. Attacking a facility like this is no small matter. Some of the galaxy's deadliest guns are to be found there, not to mention state-of-the-art defenses. However, if you want to make a name for yourself, then wiping this installation out offers a great opportunity to do so. You feel like making history, agent?",		"m7t":"Wipe out Jabba's munitions depot",		"m7s":"You certainly are fearless, aren't you? You've gained a powerful enemy, we fear, but also a very influential friend. Congratulations on your success.",		"m7o":"Imperial Office of Criminal Investigations",		"m7l":"",		"m7i":"See what I mean about spies everywhere? Someone sabotaged these coordinates. We have our work cut out for us.",		"m7f":"We said we'd reward a job well done. We think anyone would agree that your effort was nothing of the sort. We'll be more careful with our agent selection in the future.",		"m7d":"Intelligence has managed to pinpoint the location of one of Jabba's major munitions depots. These weapons supply gunrunners in this and several adjoining sectors. Jabba's spies are scattered throughout our organization, however, and we suspect that any communiques between us and the Imperial Navy would be intercepted and transmitted to Jabba's people. That would give those thugs plenty of opportunity to vacate the premises. Stealth is important so we need a small team of agents to infiltrate that depot and blow it to bits. It will be very well defended as Jabba makes quite a bit of money off his gunrunning operations. We'll reward a job well done, of course. Are you the agent we're looking for? ",		"m6t":"Take out criminal hospital",		"m6s":"Good work. The last thing we need are clones of infamous criminals running around causing havoc. Great way for crime lords to create the appearance of being "untouchable." You've earned this reward, my friend.",		"m6o":"Imperial Office of Criminal Investigations",		"m6l":"",		"m6i":"We're checking why those coordinates were inaccurate. Might have been a glitch in our system.",		"m6f":"I'm afraid the deal called for the destruction of this entire facility. No results, no payoff. It is a darn shame, we know.",		"m6d":"Black Sun maintains several medical facilities that are open to any of their operatives. You can imagine how hard it would be for assassins, gangsters, and other criminals to get medical attention at their local clinics after a battle with local authorities. These facilities were created to answer that particular dilemma. We've located one of these centers and need it removed. We cannot afford to let these criminals patch themselves up after a scrape with our agents. These facilities are also used for major procedures like face reconstruction, to hide the identity of various underworld agents, and it's even suspected that some contain cloning technology. We need someone to gather a small strike team of experienced agents to hit this installation. The standard rewards will be offered for this type of work. Do you think you can undertake this mission? ",		"m5t":"Take out protection racket",		"m5s":"Excellent work, agent. This victory will make life easier for hundreds of merchants in this sector. Always a pleasure to work with a professional like yourself.",		"m5o":"Imperial Office of Criminal Investigations",		"m5l":"",		"m5i":"Those coordinates were not good? Are you sure you read them correctly? We can try to retransmit them if you report back to us again.",		"m5f":"The job was for someone to wipe this nest of parasites out. If you didn't do that, we can't exactly pay the reward for the job, now can we?",		"m5d":"The vicious group of criminals behind one of Black Sun's major protection rackets has been discovered by Intelligence. They apparently operate out of a fairly well-guarded stronghold and fear nothing short of a full Imperial Military strike. They'd get away long before such a strike could be organized and executed, however, so we would rather hire a small but experienced strike team to take care of those rogues for us. We believe that this group answers to Vigo Green, but cannot verify that information as of this date. We'll transmit the coordinates to the team leader that accepts this mission. Our standard reward for this type of mission is in the offering as well. Do you think you can tackle this operation?",		"m4t":"Destroy weapons making facility",		"m4s":"Wonderful! Less deadly weapons in the hands of criminals means less risk for our law enforcement agents. We need more agents like you.",		"m4o":"Imperial Office of Criminal Investigations",		"m4l":"",		"m4i":"We're trying to figure out the disconnect. Either Intelligence's reports were tampered with at the source or once they got to our office. We'll investigate further.",		"m4f":"They'll probably abandon the facility and take as many weapons with them as possible. It would have been better for everyone if you'd been able to destroy the facility and the criminals inside. No reward for you, I'm afraid.",		"m4d":"An illegal weapons manufacturing facility has been located by Intelligence. We believe it may be run by Black Sun. Many of the weapons bought and sold by gunrunners come from facilities just like this one. We need an experienced strike team to go in there and blast that installation into so much space debris. If you've worked for us before, you'll know that our rewards are very generous but we expect results. These creeps will be well-armed, if nothing else, and will also likely be some of the best muscle Black Sun has to offer. Can you help us close this case?",		"m3t":"Take on Jabba's swoop gang",		"m3s":"Chew on that, Big Gizz! Way to go, killer. Jabba will soon learn your name. That may be good or bad depending on how spicy you like life to get. Here's your money. Don't spend it all in one joint.",		"m3o":"Lady Valarian",		"m3l":"",		"m3i":"My sources must have gotten those coordinates wrong. Check back with us after I've had a "talk" with my sources.",		"m3f":"You let them live? How am I supposed to convince that slug Jabba that he can't muscle into someone else's territory whenever he wishes if my assassins can't do their jobs properly? It's hard running a criminal empire sometimes.",		"m3d":"Jabba's swoopers think they can move into any system they like and stake their claim, regardless of what other hard-working criminals are already in the area? Not while I have something to say about it. Big Gizz is wanting to expand his organization beyond Mos Eisley at the expense of my interests. I need a hardy band of skilled assassins to show these new "branches" of that cretin's gang that the galaxy is a dangerous and treacherous place. I transmit the coordinates to the gang's new hideout when you accept, and I pay a very generous reward when they're gone. Sound like a deal?  ",		"m2t":"Destroy swoop gang's hideout",		"m2s":"These gangs are always braver in packs and even then they can't put up a good fight when confronted with talent like yours? Job well done, agent. That reward is going to the right individual.",		"m2o":"Imperial Office of Criminal Investigations",		"m2l":"",		"m2i":"Those coordinates were tampered with. We'll investigate, agent. Please report back to us later.",		"m2f":"That gang will be spread throughout the Outer Rim by now. It'll take us months or years to track them all again. It's too bad you failed, agent.",		"m2d":"We've located the hideout of a local branch of the notorious swoop gang, the Shadow Angels of Dathomir. These creeps move fast once word reaches them that the authorities are on their way. This is a job for a small group of skilled and dedicated agents. The right strike team can blast this hideout and all of those vicious criminals to pieces before they had a chance to even look around. We'll pay a handsome reward for the successful completion of the mission. These gangsters are tough customers, though, so the agents who accept this mission should be highly trained and experienced in dealing with these types of situations. The coordinates will be sent upon the acceptance of the mission. Can we count on you?",		"m1t":"Destroy glitterstim lab",		"m1s":"Bravo, agent! Your results never cease to impress us. We're glad to employ an agent as effective as you.",		"m1o":"Imperial Office of Criminal Investigations",		"m1l":"",		"m1i":"Black Sun must have bribed someone in Intelligence to give us false coordinates. We'll have to elevate this issue to a higher authority.",		"m1f":"Black Sun will not take kindly to one of their interests being attacked. I hope you're good at keeping an eye out for assassins and bounty hunters. Too bad you can't claim your reward from us.",		"m1d":"A major Black Sun glitterstim lab, responsible for supplying the dealers of several systems, has been located by Imperial Intelligence. These crooks are so well-connected, however, that any signs of an organized attack by either law enforcement or the Imperial Military would scatter them throughout the sector. We need to insure this facility is hit hard and put out of commission for good. A select team of highly skilled independent agents ought to be able to take this refinery out. It will be heavily guarded and anyone succeeding will likely earn the emnity of Black Sun, but removing the lab would be a huge step in eliminating glitterstim dealing in this sector. Naturally you'll be generously rewarded for your time and efforts. Do you accept?"
}}
