{
	"stfFile":"mission/special/mission_destroy_imperial_easy_civilian",
	"entries": {
		"number_of_entries":"12",		"m12t":"Burn the data slicer hub",		"m12s":"One less slicer hub to menace the Empire. Hail the Emperor! COMPNOR is very proud of you, citizen.",		"m12o":"Imperial Security Bureau",		"m12l":"",		"m12i":"Who do you think was responsible for supplying us with this false information, citizen? Correct. A Rebel slicer. We'll find this slippery eel soon.",		"m12f":"Slicers are a threat to the safety of the Empire. How could you have failed to accomplish this simple mission? The New Order expects loyal citizens to contribute to their own security.",		"m12d":"Rebel data slicers have caused much trouble for the Empire. They intercept and decode secret communiques, they send bogus reports to Imperial Intelligence, and generally hamper the Empire's operations. This not only hurts our ability to pursue Rebel terrorists, but it's also a danger to civilians and Imperial personnel. Happily, a loyal informant has helped us locate one of these slicer hubs. Can you help us by obliterating this hub? We would be ever so appreciative.",		"m11t":"Teach a gang a lesson",		"m11s":"Effective work, citizen. We'd hate for our recruiters to start questioning their career choices. Here is a small token of COMPNOR's gratitude.",		"m11o":"Imperial Security Bureau",		"m11l":"",		"m11i":"Now we understand why the stormtrooper squad had such trouble tracking this gang down. It seems they are still receiving help from the Rebels.",		"m11f":"That gang leader was no doubt aiding the Rebels. Your failure could cost us the lives of many loyal Imperial servants. Do you not wish to serve the New Order, citizen?",		"m11d":"Gangs are a continual source of trouble for local authorities. They endanger and exploit the peaceful citizens of the community. One gang in particular has been harrassing an Imperial recruiter in this area, so the ISB is assisting in the case. Unfortunately we have reason to believe that the Rebels are helping the gang to elude apprehension. A stormtrooper squad was unsuccessful in tracking them down, which is impossible unless the gang received outside assistance. After some work, though, the ISB has found the leader of this gang. I'm sure this individual thinks he has escaped Imperial justice, but he is wrong. We want you to destroy this gang leader's hideout as an example to the others. Can COMPNOR count on your aid, citizen?",		"m10t":"Remove menace to loyal youth",		"m10s":"The children may sleep peacefully tonight knowing this terrorist has been removed. You have our thanks, citizen. I'm sure this reward will demonstrate how grateful COMPNOR is for your service.",		"m10o":"Imperial Security Bureau",		"m10l":"",		"m10i":"Someone was assisting this Rebel informants and obviously helped them get away. We'll put our agents on the job and find this criminal.",		"m10f":"Your failure endangers the lives of our children, citizen. How sad that this is the case.",		"m10d":"Children are the Empire's greatest asset.  We cherish them all, even the unlucky ones orphaned and impoverished by Rebel terrorists. Our social engineers work tirelessly to rescue these unfortunates from the streets and place them in the care of Imperial instruction camps. But the Rebels have more sinister plans for them.  In this area, for example, Rebel informants have forced a gang of young urchins to spy on Imperial installations. Treason, it seems, leads to atrocities like child endangerment.  We cannot allow this to continue.

You are an upstanding citizen of the Empire, or you would not be reading this.  The ISB needs your help to stop this outrage. We can't have these terrorists endangering children. We want you to pay a visit to their hangout and vaporize it. COMPNOR will duly reward this service to the community.  Together we can remove this threat and ensure our children a safe and contented future.",		"m9t":"Destroy Rebel propaganda",		"m9s":"Bravo, citizen, but our work is just beginning. We must find every copy of any libelous materials being used by the Rebellion and destroy it. Come see us again, I'm sure we'll have more work for you to do.",		"m9o":"Imperial Security Bureau",		"m9l":"",		"m9i":"It seems we were fed incorrect information regarding the whereabouts of that propaganda office. We'll have the informants who gave us that information arrested.",		"m9f":"This was not a difficult assignment. Perhaps we must reconsider our association. This is most disappointing.",		"m9d":"Rebel activists are like sand fleas.  You tolerate one or two and soon you've got a whole swarm to deal with. Because of this, the ISB has a policy to scratch them out when they first appear in an area. Otherwise they'll infest a community and disseminate their slander until the whole population is on edge. On other planets we've seen them ruin productivity and even incite riots and vandalism. In the Rebel mind, such chaos is a worthy goal. The ISB takes exception with this dangerous philosophy.

You may have noticed that their propaganda has been popping up in this area, and not just the usual anti-Imperial ravings, either. They're distributing pamphlets and holograms on datadisc purporting to show the destruction of Alderaan at the hands of the Empire. As you know, that paranoid accusation has long been disproven. Luckily we've tracked down the facility where this libelous material is being created. Like the first fleas, they must be scratched out. We need this structure blasted into atoms. Could you take care of this for us? COMPNOR would be most appreciative. We are all working toward the common goal of peace and security in the galaxy.",		"m8t":"Teach a local shopkeeper a lesson",		"m8s":"Good work, citizen. Now other merchants may continue their proud cooperation with COMPNOR's gracious requests.",		"m8o":"Imperial Security Bureau",		"m8l":"",		"m8i":"These shops blur one into another so that after a while we can't tell them apart. We'll straighten this out, citizen.",		"m8f":"Why did you fail to accomplish this mission? Was it too difficult for you? The ISB is most disappointed. Should we keep an eye on you, citizen?",		"m8d":"In return for safeguarding the economy of a region, COMPNOR graciously requests from all shopkeepers a courtesy discount for Imperial military personnel.  A certain local merchant has been reluctant to grant this request.  At the ISB this constitutes a warning sign for possible seditious tendencies.  When our agents pressed the merchant on this point, he responded with physical resistance.  Presently he has hired a small gang of local ruffians to surround his shop and decline access to anyone in an Imperial uniform.  His contempt for authority has troubled the military and disrupted the business of other merchants in the area.  The ISB must end this conflict before it escalates further.  The merchant and his ruffians must be eliminated and the shop burned to the ground.  This will restore the confidence of military personnel and assure other shopkeepers that the Empire will not abide disturbances to the business community.",		"m7t":"Teach Rebel sympathizer a lesson",		"m7s":"Supporting Rebels can be very dangerous, don't you agree? Bravo, citizen, and well done. We'll assist the local authorities in tracking the culprit himself, but it will be difficult to find any clues in all that burned wreckage. Please see us again for future assignments.",		"m7o":"Imperial Security Bureau",		"m7l":"",		"m7i":"The Rebels must have warned this citizen. We must spend some time tracking them down.",		"m7f":"This task was fairly simple and yet you failed to accomplish it. Perhaps your heart is simply not into this sort of work. Or do you feel some pity for this Rebel sympathizer?",		"m7d":"The Empire prefers a concensus of support among economic leaders in a given area.  Dissent is bad for business.  However, sometimes gentle pressure is not enough to reclaim a stubborn citizen from his anti-Imperial positions.  When a certain local merchant expressed sympathy for Rebel goals, we ordered a surprise inspection of his place of business.  Imperial Customs performed their job well, immediately discovering several units of contraband in his possession.  We respectfully allowed him his freedom but gave him a clear warning against future infractions.

Unfortunately our generosity did not sway him from his unlawful opinions.  In fact his criticism of the Empire is louder than ever.  This can only polarize local leadership and destabilize the economy.  Therefore we have decided to take punitive action.  As his shop is a proven transfer point for Rebel contraband, it must be destroyed.  Be aware that he has gathered other sympathizers to safeguard him.  Resistance is inevitable.  The action must be swift and merciless.  COMPNOR is generous to the law-abiding citizens of the Empire, but enemies must never be tolerated.",		"m6t":"Punish an insane citizen",		"m6s":"Good work, citizen. Witnesses report that the explosion of the swoop gang's lair was as bright as the power core of a battle station. This mock Emperor cannot have survived.",		"m6o":"Imperial Security Bureau",		"m6l":"",		"m6i":"There's no telling where this lunatic ended up. We believe he moves around quite a bit, which is how he's escaped us this long. No matter, we'll find him eventually.",		"m6f":"We are terribly disappointed that you failed to punish this individual. Do you agree that this will encourage others to mock our noble Emperor? And to think the ISB was considering working with you in the future.",		"m6d":"A certain deranged citizen has become notorious by mocking the Emperor. This individual has made a career of impersonating our beloved leader, much to the amusement of the locals. His goal is to ridicule the New Order and foment sympathy for the Rebellion. While this behavior in itself is treasonous, reports now indicate that he has been adopted as a mascot by a local swoop gang and is coaxing them to masquerade as Imperial agents. The ISB can no longer allow this charade to continue. We must show this buffoon just how amusing we find his antics. We know the location of the swoop gang's lair. Do the Empire a favor and blast it to pieces. Demonstrate that loyal citizens will not tolerate any mockery of the New Order. Do you think you can do this for us?",		"m5t":"Save the Empire's youth",		"m5s":"Excellent work, loyal citizen. COMPNOR is immensely pleased and looks forward to employing you in the future.",		"m5o":"The Commission for the Preservation of the New Order",		"m5l":"",		"m5i":"The teacher was no doubt alerted by Rebel informants and fled. It disturbs us that the Rebels might have tampered with our intelligence reports. We'll find this teacher sooner or later. We hope you'll return and help us solve this issue.",		"m5f":"Do you realize how dangerous it is to have Rebels in our school systems? This matter needed immediate attention and you have failed to resolve it to our satisfaction. We are highly displeased with your performance.",		"m5d":"Our youth informants have uncovered a Rebel, positioned as a local school teacher, corrupting our children with anti-Imperial propaganda. Preying upon the innocence of youth is treachery of the most despicable kind. As if this crime were not loathsome enough, credible sources report that he is inciting local delinquents to commit robbery and vandalism against Imperial citizens and property. We've located this teacher's office, which he uses as a meeting place for these young criminals. We need to teach this Rebel parasite and his hoodlums a lesson they will never forget. Can COMPNOR count on you?",		"m4t":"Remove pro-alien demonstrators",		"m4s":"Opposing the well-researched policies of the New Order is the epitome of folly. You have helped demonstrate that most effectively. Well done, citizen. The Empire's gratitude goes with you.",		"m4o":"Imperial Security Bureau",		"m4l":"",		"m4i":"Perhaps the group has moved their base of operations. Someone must have tipped them off. We will find both them and the informant and make sure they are punished.",		"m4f":"If the activities of these group are not halted, pro-alien sentiments will continue to sow discontent within the Empire. Do you want this sort of failure on your record, citizen? ",		"m4d":"While the Empire appreciates the contribution of non-human species to the galactic labor and service industries, our xenosociologists have written detailed policies concerning the legal rights, cultural restrictions and limits to authority of all alien species. In the New Order, non-humans know their proper role. Unfortunately a group of local activists has been handing out anti-Imperial pamphlets and propoganda denouncing our treatment of alien species. This can only lead to civil unrest, which benefits no one. It must stop. We want this group's headquarters demolished and their disruptive propaganda halted. Can you take care of this for us? Such a service would go a long way to proving your loyalty to the Empire.",		"m3t":"Take out the vandals",		"m3s":"Thanks to your decisive action, vandals will think twice before damaging Imperial targets in the future. Well done. The Empire will watch your career with great interest.",		"m3o":"Imperial Security Bureau",		"m3l":"",		"m3i":"Those vandals are elusive. We'll try and track them down again and hopefully you can take care of them for good this time. Criminals cannot hope to escape us forever.",		"m3f":"For every criminal that goes unpunished, another five are encouraged to act. You have let us down. We hope you will make it up to the Emperor.",		"m3d":"Local authorities have reasonable success with common crimes such as vandalism. But when these activities turn against Imperial icons and miliary recruitment offices, the vandals become political offenders and the ISB must step in. The Empire stands for security and stability. We cannot allow these criminals to undermine the people's faith in the galactic regime. The Empire needs someone to make an example of them, to demonstrate the consequences of such seditious acts. Are you that someone? We hope so.",		"m2t":"Take out the Rebel sympathizers",		"m2s":"You handled the operation perfectly. Excellent. We could use more agents like you.",		"m2o":"Imperial Security Bureau",		"m2l":"",		"m2i":"It seems the location of their base was a bit more difficult to lock down than we had initially thought. We shall investigate this matter further. Your efforts are noted.",		"m2f":"If we do not deal effectively with these sympathizers then their numbers will only increase. This failure is a great disappointment to us. Now we'll have to hunt these inciters down one by one.",		"m2d":"The most poisonous influence in our society today is the Rebellion and its active sympathizers. Their opposition to the New Order leads to riots and the destruction of public property, in addition to the usual litany of political offenses. The Empire has no choice but to label them the worst form of criminals. Because they believe they serve a cause, Rebel sympathizers imagine themselves to be safe from the Empire's wrath. You must show them they are not. Destroy their base of operations in the area. Let them know that Imperial justice does not abide outlaws of any kind. Is this something you can do?",		"m1t":"Take out the violent protestors",		"m1s":"We knew we could count on you. The Empire rewards its loyal servants. And our work is never done. Report to us again if you wish to continue serving the Emperor.",		"m1o":"Imperial Security Bureau",		"m1l":"",		"m1i":"Strange, we were certain those criminals were at those coordinates. We'll check our intelligence on the matter. We appreciate your efforts nonetheless.",		"m1f":"How could you have let these scum escape you? Now their poisonous discontent will spread throughout the community. These sorts of missions must be handled correctly. We are truly disappointed.",		"m1d":"Some local criminals have decided that staging violent protests against the Empire is an acceptable form of political expression. Such protests can sow unrest in a community and, as the Emperor teaches, popular discontent is a festering ground for rebellion and revolution. Sabotage and terrorism will not be far behind. We cannot allow these protesters to start down this path. We must show them the error of their ways. Visit their headquarters and burn it to the ground. No one will dare oppose the Emperor when we demonstrate the harsh repercussions. Can we count on you?"
}}
