{
	"stfFile":"theme_park/warren/warren",
	"entries": {
		"escapee_haskey":"I already told you!  I even gave you a passkey to get inside!  Won't you at least TRY to put a stop to the horrible experiments there?",		"heff_1":"What?  Let me see that!  So... Teraud is a traitor.  Well this is all the evidence I need.  We'll take care of this at once.",		"heff_reply_1":"I have evidence!",		"heff_start":"What do you want?",		"heff_bye":"No time to talk to you.  I'm a very busy man.",		"heff_done":"Good to see you again!  No need to worry about Teraud's research lab.  The Empire will take care of THAT place.",		"mirla_password":"The password is - %TO - just speak that near the cell door to unlock it.  Good luck.",		"mirla_4_reply_1":"What is it?",		"mirla_4":"The first thing you should do is to get to the Inquisitor.  Teraud's men captured her and put her in a cell upstairs.  You'll need the passcode to unlock the cell door, but I can tell you what that is.",		"mirla_3":"Oh I do hope so... but I have a bad feeling.  Please leave me alone.",		"mirla_2_reply_1":"I will.",		"mirla_2":"My husband is.... dead?  Oh no... I should have known.  That madman Teraud, this is all his fault.  Thank you for delivering his letter to me.  But please, you have to take him down!",		"mirla_1_reply_2":"Don't worry.",		"mirla_1_reply_1":"I have some bad news",		"mirla_1":"How can you ask me that?  Have you seen how crazy this place is?  The Stormtroopers killing everything in sight!?  The cyborgs rampaging through the corridors!  I was lucky enough to find a place to hide.  But... my husband... he was on the first floor and I don't know if he made it out alive... if he knows I'm ok... ",		"mirla_reply_1":"What's wrong?",		"mirla_start":"(sob) What... what do you want?",		"mirla_get_teraud":"We know that Teraud is a madman, but the Empire will require proof of his treachery.  You've got to collect evidence against him and take it to the proper authorities.  Please!  Before it is too late!",		"mirla_done":"I can't thank you enough for the compassion you've shown me.  And you've exposed Teraud's evil plans to the Empire.  I know the Emperor will take care of that mad scientist and this terrible place now.",		"knag_attacks":"...this one will probably make a lovely cyborg...",		"knag_wins":"That one probably isn't salvageable...",		"knag_greeting":"My children... they'll take over the facility, and kill those Stormtroopers... then Teraud will have to admit that I am smarter than he is... that I am the one that will one day rule!",		"worker_bark4":"Teraud uses a mind control device to control his cyborgs.  I think he planned to make us all his cyborg slaves.",		"worker_bark3":"Teraud is a madman... he made us carve the brains out of living Krayt Dragons... who knows what he did with them...",		"worker_bark2":"Watch out, those Stormtroopers are shooting on sight, even if you're a loyal Imperial Citizen!",		"worker_bark1":"The Inquisitor's troops invaded... Teraud's loyalists managed to capture her and I think they carted her off to a prison cell...",		"cell_open":"Cell 21342 is Unlocked",		"cell_locked":"The Cell Is Locked:  Authorization Required.  Speak the password to Unlock Cell #21342",		"guard_warning":"I'm guarding this cell so you better not come any closer.  Just head back the way you came and I won't have to kill you.  Go on!  You can't open this cell without the password anyway, and I'm sure not going to give it to you.  Now get out of here.",		"researcher_3":"Now the reactor core rods need to be put in the reactor core.  But the door is locked... there are two manual override switches on this floor... somewhere.",		"researcher_2":"Good thing the reactor has been disabled!",		"researcher_1":"The only way to fix it, is to get the spare reactor core rods from the basement... behind the holding pen. The backup system should have taken over, but I think it was manually overridden.",		"researcher_reply_1":"What do we do?",		"researcher_start":"It's hopeless!  The reactor core is going to blow!  We'll all die!",		"trooper_greeting_f":"There's another one of Teraud's people... kill her!",		"trooper_greeting_m":"There's another one of Teraud's people... kill him!",		"loyalist_start":"Wow, the shock must have broken the cyborg circuitry... I can think on my own again... it was horrible, I volunteered to be one of Teraud's Loyalists, but the cyborg device was controlling my mind... Look out for Teraud, he's a megalomaniac, and he thinks he can topple the Emperor...",		"turret_pass_deactivated":"Turret Defense System has been DEACTIVED.",		"turret_pass_inactive":"Master Control Room Turret Defense System is:  INACTIVE.",		"turret_pass_active":"Master Control Room Turret Defense System is:  ACTIVE

Speak the passkey code to deactivate the MCRTDS.",		"worker_6":"An Imperial bigwig came to visit Teraud, and something bad happened. Crazed lab animals burst out of the elevator going down and attacked the workers, killing many of them.",		"worker_5":"I don't know.  The only one who knew the passcode is dead by the elevator now.  Oh this is hopeless!",		"worker_4_reply_1":"What is the passcode?",		"worker_4":"The elevator down is locked.  And it can only be unlocked from the Master Control Room by using the four pass-keys.  But you'll never get to the Master Control Room without the Turret Defense passcode!",		"worker_3_reply_1":"What do you mean 'trapped'?",		"worker_3":"There are many workers trapped below.",		"worker_2_reply_2":"What happened here?",		"worker_2":"All the workers call this place 'The Warren'.",		"worker_1_reply_1":"Are there more workers in here?",		"worker_1":"I am a contract worker hired by Colonel Teraud to keep expanding this facility.... which is crazy given how big it is already.",		"worker_reply_2":"What is this place?",		"worker_reply_1":"Who are you?",		"worker_start":"Don't hurt me!",		"escapee_3":"Oh the horrors committed there are unspeakable.  Some sort of research... on people's BRAINS!",		"escapee_2":"Here... Here's a waypoint that leads to the dreadful place.  I'll give you the passkey to get in as well.  Maybe you can put a stop to the horrible experiments that happen there.",		"escapee_1_reply_2":"What's so bad about it?",		"escapee_1_reply_1":"Where is that?",		"escapee_1":"The Warren!  It's a terrible place!  The horrors!",		"escapee_reply_1":"What place?",		"escapee_start":"I can't believe I escaped that terrible place!"
}}
