{
	"stfFile":"spacequest/recovery_duty/corellia_rebel_tier4_1",
	"entries": {
		"title_d":"We are striking an attack against the heavy Imperial presence in the Endor system. We have infiltrated a bunch of their troop transports with our men and they need your assistance in disabling the ships and taking out their escort. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Endor system: Duty mission: Help Nym pirates hijack Imperial troop transports.",		"thanks_5":"It's over already? Hopefully they'll send some more our way..haha!",		"thanks_4":"Is that all the Empire got?",		"thanks_3":"Bah, they hardly put up a fight!",		"thanks_2":"Great job everyone! If we get back to Lok, we need to throw one heck of a party!",		"thanks_1":"That was awesome! Nym 1, Empire 0!",		"taunt_5":"Surrender immediately or you will all be destroyed!",		"taunt_4":"This joyride ends here you fools!",		"taunt_3":"Rebels or Nym, no matter, you're all scum!",		"taunt_2":"You really expected to get away with this?!",		"taunt_1":"You filthy pirates, you will pay for this!",		"target_disabled":"Tactical Computer: < Scans show target vessel disabled. >",		"recovery_success":"Nice work pilot, our boys are safe!",		"quest_update":"Nym Command Officer: < %TO >",		"quest_recover_t":"Arrgh!",		"quest_recover_d":"Our superior pirates are about to take control of the vessel. Keep it safe from interference by Imperial forces while they are crushing all resistance.",		"quest_location_t":"Endor system.",		"quest_location_d":"We are not sure why but the Endor system has gathered and immense amount of the Imperial Navy lately and you need to stay sharp while performing missions in it.",		"quest_escort_t":"The transport is ours.",		"quest_escort_d":"Once the transport is ours, escort it to the pre-determined coordinates safely.",		"quest_disable_t":"Troop transport.",		"quest_disable_d":"Proceed to the coordinates we provide you with, destroy the escort of the Imperial troop transport and disable it.",		"panic_5":"Finally some real action. Arm your weapons buddy, time to play!",		"panic_4":"Those TIE's don't look friendly, I wonder why?",		"panic_3":"The Empire has arrived, lets give them a warm welcome!",		"panic_2":"TIE ships incoming. Good, wouldn't want to leave here without a real fight!",		"panic_1":"Here comes their buddies, lets rock these guys!",		"failed_escape":"They got away! Rebels..sigh. Oh well, we'll get them next time.",		"failed_destroy":"Dangit pilot! We lost all those men! You got some explaning to do, return to base!",		"escort_wiped_out":"Nym Command Officer: < Good job, that should make this a lot easier. >",		"escort_remaining":"Nym Command Officer: < %DI to go. You need to take those ships out to ensure the safety of our boys! >",		"complete_5":"Only problem with space combat, I don't get to eat my victims! Oh well, we're out of here.",		"complete_4":"That's it? They barely put up any resistance at all!",		"complete_3":"Let me hear you boys! Nym! Nym! Nym!",		"complete_2":"Good job everyone, most fun I've had all week!",		"complete_1":"It's party time boys! We're out of here!",		"complete":"It's party time boys! We're out of here!",		"capture_started":"Nym Command Officer: < Our boys are getting rid of the crew now, stand by. >",		"capture_phase_2_5":"I could do this all day, nothing better than stealing from the Empire!",		"capture_phase_2_4":"We are in contr.. take that Imperial scum! Well almost in control, give us a few more seconds.",		"capture_phase_2_3":"Break down that door men!",		"capture_phase_2_2":"The ship is ours boys!",		"capture_phase_2_1":"We're breaking down the door to the bridge now, the ship will be ours in a few seconds!",		"capture_phase_1_5":"Touch those guns and you die! This ship now belongs to Nym!",		"capture_phase_1_4":"It's party time!",		"capture_phase_1_3":"Surprise you Imperial fools!",		"capture_phase_1_2":"Let 'em have it boys!",		"capture_phase_1_1":"Good job, we're taking over this ship! Put 'em out of their misery men!",		"capture_complete":"Nym Command Officer: < Alright, get ready to move out! >",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"arrival_phase_2":"They have arrived, intercept them! I will keep their position updated as fast as I can.",		"arrival_phase_1":"Alright Rebel, waiting for word of a position from our men. Stand by.",		"angry_disable":"You're crazy if you think you can get away with this Rebel!",		"abort":"Arr, you can't leave us now mate! Those TIE's will eat us alive!"
}}
