{
	"stfFile":"spacequest/recovery_duty/corellia_imperial_tier4_3",
	"entries": {
		"title_d":"Travel to the Dantooine system and capture the Velocity Smuggler. Once in the system you will receive a navigation waypoint to the smugglers most recent location. This navigation waypoint will update as the smuggler moves through the system. You must intercept the smuggler before he is able to leave the system. Once you have reached the smuggler, disable it by targeting the vessels engines. After you have the vessel disabled,  move in close and wait for the capture process to begin. Now that the vessel is captured, escort it through the system and back into Imperial hands. After this is completed you will receive a new navigation waypoint to another Velocity smuggler that needs to be captured. This is a duty mission and can be quit at any time. Simply abort the mission or leave the system in order to stop the mission.",		"title":"Dantooine System: Capture the Velocity Smuggler Transports Duty",		"thanks_5":"*sniff* *sniff* You reek of fear!",		"thanks_4":"If I were you, I would just give up now. But then again, I have half a brain.",		"thanks_3":"Your getting worried now, aren't you?",		"thanks_2":"You are better then you look, I will admit that.",		"thanks_1":"They will be back.",		"taunt_5":"Are you crying? There is no crying in space!",		"taunt_4":"How does it feel to be drawing your last breath?",		"taunt_3":"You Imperials are all the same, weak and cowardly.",		"taunt_2":"You will pay for that!",		"taunt_1":"If we can't have that freighter, no one will.",		"target_disabled":"The smuggler's engines are offline. Move in close to the vessel and wait for its autopilot to be reprogramed.",		"recovery_success":"Nice work, pilot. You have recovered the Emperor a very nice prize. Report back to your superior for debriefing or wait for another capture assignment.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_t":"Capturing Velocity Supply Vessels",		"quest_recover_t":"Capture the Velocity Smuggler",		"quest_recover_d":"Move in close to the disabled smuggler and wait for the capture process to start. This may take a few minutes to begin. You will be vulnerable while in this position so it is a good idea to take out any escort fighters the smuggler might have with him first.",		"quest_location_t":"Travel to the Dantooine System",		"quest_location_d":"Travel to the Dantooine system and capture the Velocity smuggler. A navigation waypoint of the smugglers most recent location will be given to you when you enter the system. This waypoint will update as the smuggler moves through the system. Follow these waypoints and intercept the smuggler.",		"quest_escort_t":"Escort the Velocity Smuggler",		"quest_escort_d":"Follow and protect the captured Velocity smuggler as it moves to its destination. Keep an eye out for any enemy fighters that might try to destroy or recapture this vessel.",		"quest_disable_t":"Disable the Velocity Smuggler",		"quest_disable_d":"Once the smuggler is intercepted, target its engines and disable the vessel. Once its engines are at 0%, move in close to begin the capture process.",		"quest_d":"The Velocity mercenaries have been striking at Imperial supply lines with regularity. Imperial command feels that it is time to return the favor. You are tasked with capturing and returning enemy transport vessels in order to recover what was stolen from the Empire.",		"panic_5":"When will you Imperials ever learn? You cannot control everything.",		"panic_4":"The Velocity never lets anything slip through their fingers.",		"panic_3":"See you on the other side.",		"panic_2":"Time for you to pay for messing with the Velocity.",		"panic_1":"Here they come, just like I knew they would.",		"failed_escape":"You let that ship escape. That is not acceptable. Report back immediately.",		"failed_destroy":"Your orders were to capture that ship let it be destroyed. Report back immediately.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Escorts eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI enemy fighter escorts remaining.>",		"complete_5":"Good job. That should send them a message that we will not remain idle while they attack us.",		"complete_4":"Good job. That should send them a message that we will not remain idle while they attack us.",		"complete_3":"Nice work, pilot. We have recovered some of what the Velocity mercs stole from us.",		"complete_2":"Good job. That should send them a message that we will not remain idle while they attack us.",		"complete_1":"Nice work, pilot. We have recovered some of what the Velocity mercs stole from us.",		"complete":"Good job. That should send them a message that we will not remain idle while they attack us.",		"capture_started":"Beginning autopilot reprogramming. Stand by.",		"capture_phase_2_5":"Time for you to pay for what you have done.",		"capture_phase_2_4":"You might have taken me but keeping me is another story.",		"capture_phase_2_3":"You will never win, so why try?",		"capture_phase_2_2":"My friends are coming to destroy you.",		"capture_phase_2_1":"You are really asking for it. You won't know what hit you until it is too late.",		"capture_phase_2":"You are really asking for it. You won't know what hit you until it is too late.",		"capture_phase_1_5":"I don't think that you really want to do this.",		"capture_phase_1_4":"Wait a minute...I thought we were the ones who were supposed to be capturing ships.",		"capture_phase_1_3":"Hey, are you sure you want to do this?",		"capture_phase_1_2":"I have a prediction...you are not going to live long for this.",		"capture_phase_1_1":"You will be sorry. Once our leaders hear about this they will retaliate.",		"capture_phase_1":"You will be sorry. Once our leaders hear about this they will retaliate.",		"capture_complete":"Autopilot reprogrammed. Ship heading to Imperial space.",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"arrival_phase_2":"Location sent to your nav computer. Proceed as planned.",		"arrival_phase_1":"Tracking ship using an illegal flight plan. Once we have a lock on it, disable the ship, reset it autopilot, and bring it back into Imperial control.",		"angry_disable":"",		"abort":"That's right. You had better let us go. We work for very important people.",		"Quest Log Data":"Text"
}}
