{
	"stfFile":"spacequest/recovery_duty/stn_dantooine_owner_smuggler_recoveryduty_tier2_1",
	"entries": {
		"title_d":"The Dantooine station needs supplies. They are willing to do anything to get those supplies, even support piracy. You are to raid the rich shipping lanes of Corellia and send the captured freighters to Dantooine.",		"title":"Corellia System: Capture Cargo Freighter's Duty",		"thanks_5":"If I stay with you, they will blow me up. If I try to escape, you will blow me up. This stinks!",		"thanks_4":"This just isn't my day.",		"thanks_3":"I don't know who is worse...you or them.",		"thanks_2":"CorSecs are nearly as bad as you pirates.",		"thanks_1":"Well, I guess I am stuck with you.",		"taunt_5":"We will not allow you to have the freighter.",		"taunt_4":"Pirates like you deserve no mercy.",		"taunt_3":"Piracy is a capital offense.",		"taunt_2":"You are in violation of Corellian law. Prepare to be destroyed.",		"taunt_1":"You will cease your current illegal activity immediately.",		"target_disabled":"The freighter has shut down it's engines. Move in close and wait for it to surrender.",		"recovery_success":"Good work. We will have our people on this side escort that freighter the rest of the way. There are more ships waiting to be captured if you want to do that again.",		"quest_update":"Dantooine Station: < %TO >",		"quest_recover_t":"Capture the Freighter",		"quest_recover_d":"Move in close to the freighter and wait for them to surrender.",		"quest_location_t":"Travel to the Corellia System",		"quest_location_d":"The station wants you to raid the shipping lanes of Corellia.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"Follow the freighter until it reaches a jump point to the Dantooine system. Protect it from CorSec who might try to get involved.",		"quest_disable_t":"Disable the Freighter",		"quest_disable_d":"Target the freighters engines and get them to come to a complete stop.",		"panic_5":"Look what you have done.",		"panic_4":"I don't believe this. They have no clue what they are doing.",		"panic_3":"Great...the CorSec would rather have me destroyed then fall into pirates hands.",		"panic_2":"Hey, I am not with him! Shoot him, not me!",		"panic_1":"What are they doing? Those incompent fools...",		"failed_escape":"You let it get away? I thought you said you were a good pilot.",		"failed_destroy":"Blast it! We need those supplies, not scrap metal.",		"escort_wiped_out":"Tactical Computer: < Escort fighters eliminated. >",		"escort_remaining":"Tactical Computer: < %DI escort fighters remaining. >",		"complete":"Ok, I will go to Dantooine, but I am not doing this out of my own free will.",		"capture_started":"Capture process beginning. Stand by.",		"capture_phase_2_5":"I will go to Dantooine but I assure you I will escape once I get the chance.",		"capture_phase_2_4":"Dantooine? Fine...but you will pay for your crimes.",		"capture_phase_2_3":"You might have captured me but you will pay.",		"capture_phase_2_2":"Ok, I will go to Dantooine.",		"capture_phase_2_1":"Fine, I will do whatever you want me to...just don't destroy me.",		"capture_phase_1_5":"Piracy is a capital offense in this region. You will be caught.",		"capture_phase_1_4":"So, do you really think you will get away with this?",		"capture_phase_1_3":"Why don't you pirates get a real job?",		"capture_phase_1_2":"Hey, what are you doing?",		"capture_phase_1_1":"Blasted pirates! The CorSec are going to hear about this.",		"capture_complete":"Capture process completed. Escort ship to jump coordinates.",		"attack_stopped":"Tactical Computer: < CorSec fighters destroyed. >",		"attack_notify":"Tactical Computer: < CorSec fighters incoming. >",		"arrival_phase_2":"Ok, there it is. Capture it and send it back to Dantooine. I will have another ship to meet it on this side.",		"arrival_phase_1":"Stand by. This is a rich shipping lane. A freighter full of cargo will be by shortly.",		"angry_disable":"",		"abort":"That's right! Get out of here, pirate."
}}
