{
	"stfFile":"spacequest/recovery_duty/tatooine_imperial_tier4_recoveryduty_1",
	"entries": {
		"title_d":"The Empire wants the property that the Red Skulls have hijacked from its freighters in the Endor system. You are to intercept the Red Skull transports, capture them, and escort them back to Imperial space.",		"title":"Endor System: Capture the Red Skull Freighter Duty",		"thanks_5":"You are just making them mad.",		"thanks_4":"I have an idea. I will split my cargo with you...how does that sound?",		"thanks_3":"You should just leave before more of my friends show up.",		"thanks_2":"More will come and they will rescue me this time.",		"thanks_1":"Next time, Imperial dog. Next time.",		"taunt_5":"It's time for me to show you what I can do.",		"taunt_4":"You don't actually think you can win, do you?",		"taunt_3":"I have a perdiction that in the end you are going to be nothing more then space junk.",		"taunt_2":"You are good, but not good enough.",		"taunt_1":"If we can't have that freighter, no one can.",		"target_disabled":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Targets engines disabled. Begin docking procedures.>",		"recovery_success":"Excellent job, pilot. That ship was vitial to the Emperor's plans for this system. Report back to your commanding officer.",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_recover_t":"Capture the Red Skull Freighter",		"quest_recover_d":"Move in close to the disabled freighter and wait for the capture operation to begin. You have been supplied a program that will automatically reconfigure the freighters Nav computer to only accept coordinates sent in by Imperial Flight Control. This process may take a few minutes to begin.",		"quest_location_t":"Travel to the Endor System",		"quest_location_d":"The Red Skulls have stationed themselves in the Endor system. The transports are attempting to leave this system for parts unknown. You need to intercept these freighters before they can leave the area.",		"quest_escort_t":"Escort the Red Skull Freighter",		"quest_escort_d":"Follow the freighter back to Imperial space. It is highly possible that the Red Skulls will try to recapture or destroy the freighter rather then to let it passively fall into Imperial hands. Be alert and ready to defend your prize.",		"quest_disable_t":"Disable the Red Skull Freighter",		"quest_disable_d":"Once the Freighter is located, disable it by targetting the freighter's engines or other sub-systems in order to bring it to a complete hault.",		"panic_5":"Yes! My friends are here to punish you. Wait! Why are they targeting me?",		"panic_4":"Here comes the Red Skulls. Now you are in big trouble.",		"panic_3":"No, don't shoot at me! I am on your side.",		"panic_2":"Prepare to pay the price of crossing the Red Skulls.",		"panic_1":"Yes! My friends are here to punish you. Wait! Why are they targeting me?",		"failed_escape":"Your incompetence let that ship get away. That is a huge set back for the Empire. Report your failure to your superior.",		"failed_destroy":"I thought your orders were clear, pilot. You were to recapture that ship not destroy it. Return to your superior.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy escort eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%TO enemy escorts remaining.>",		"complete_5":"We have the Red Skull freighter. It's cargo bay is full of our stolen property. Nice work, pilot.",		"complete_4":"We have the Red Skull freighter. It's cargo bay is full of our stolen property. Nice work, pilot.",		"complete_3":"We have the Red Skull freighter. It's cargo bay is full of our stolen property. Nice work, pilot.",		"complete_2":"We have the Red Skull freighter. It's cargo bay is full of our stolen property. Nice work, pilot.",		"complete_1":"We have the Red Skull freighter. It's cargo bay is full of our stolen property. Nice work, pilot.",		"complete":"We have the Red Skull freighter. It's cargo bay is full of our stolen property. Nice work, pilot.",		"capture_started":"Beginning autopilot reconfigeration. Stand by.",		"capture_phase_2_5":"One day I shall get my revenge.",		"capture_phase_2_4":"I can't control my ship! You have done something to my computers!",		"capture_phase_2_3":"I thought the Empire was fair and just...you have shattered my dreams.",		"capture_phase_2_2":"The Red Skulls will not stand for this.",		"capture_phase_2_1":"You might have control over my ship but you will never have control over me.",		"capture_phase_2":"",		"capture_phase_1_5":"Hey, what are you doing to my Nav computer?",		"capture_phase_1_4":"This is private property! Granted it was private property before we stole it, but that still doesn't make what you are doing right.",		"capture_phase_1_3":"I will never be taken alive! Hmmm...on second thought I will come along peacefully.",		"capture_phase_1_2":"What are you doing to my computer system?",		"capture_phase_1_1":"Do you know who I work for? No! Well if you did you wouldn't do it.",		"capture_phase_1":"",		"capture_complete":"Autopilot under Imperial control. Stand by to escort freighter to HQ.",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters incoming.>",		"arrival_phase_2":"We have a lock on our transport. Intercept and recapture our ship.",		"arrival_phase_1":"Scanning system for mission transports. Stand by for location.",		"angry_disable":"",		"abort":"You are leaving us to the mercy of these pirates! What are you thinking? Your superior will hear of this failure!",		"Quest Log Data":"Text"
}}
