{
	"stfFile":"spacequest/recovery_duty/tatooine_rebel_tier4_1",
	"entries": {
		"title_d":"Your orders are to intercept prison ships in the Dathomir system to try and break free captured Rebels and the wrongfully convicted. We have equipped your ship with a probe that can hack the onboard computer to open the prison cells on the Imperial transport. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Dathomir system: Duty mission: Rescue prisoners from the Empire.",		"thanks_5":"I'm glad he's on our side guys.",		"thanks_4":"Yeah! Bring 'em on! We got the super pilot of doom covering our back!",		"thanks_3":"I wish I was out there, it's not right that you get to have all the fun!",		"thanks_2":"That's right! Cream those suckers!",		"thanks_1":"Haha, did you see that guys? They didn't know what hit 'em!",		"taunt_5":"Your joyride ends here fools!",		"taunt_4":"You're in violation of so many Imperial laws that I'll do our judges a favor and never let you make the courtroom.",		"taunt_3":"Just when I thought Rebels couldn't get any dumber, you pull a stunt like this.",		"taunt_2":"So that's what the Rebels do now a days, free convicted prisoners. Well I guess you're all the same.",		"taunt_1":"Sometimes I think you Rebels have gone mad. Did you think we'd just let you fly out of here?",		"target_disabled":"Tactical Computer: < Sensors indicate target vessel disabled. >",		"recovery_success":"Great job pilot, the prisoners are safe. One of our shuttles will pick them up.",		"quest_update":"Rebel Command: < %TO >",		"quest_recover_t":"Prisoners break free.",		"quest_recover_d":"The prisoners have broken free and are trying to gain control of the transport. Ensure their safety from enemy ships in the meantime.",		"quest_location_t":"Dathomir system.",		"quest_location_d":"The Dathomir system is highly guarded by the Empire. It seems they want no one to gain access to its hospitable planet, or be allowed to leave it. They have one of their high security prisons on the planet it's guarded like it was the Emperors palace.",		"quest_escort_t":"Escort prisoners to safety.",		"quest_escort_d":"Quickly escort the prison transport out of the area. The Empire has undoubtedly called for reinforcements so be prepared to come under attack.",		"quest_disable_t":"Disable prison transport.",		"quest_disable_d":"Use your targeting computer ([ or ] by default) to disable the prison transports engines or reactor.",		"panic_5":"TIE fighters! Shouldn't be a problem for you right? Right?",		"panic_4":"Hang on boys, the Empire doesn't want us to leave just yet!",		"panic_3":"I was hoping that they were busy elsewhere but I guess not.",		"panic_2":"Bubble boys heading our way!",		"panic_1":"I wish this piece of junk had some weapons!",		"failed_escape":"The prison ship slipped away, this mission is over.",		"failed_destroy":"We lost the prison ship, abort the mission!",		"escort_wiped_out":"Rebel Command: < Great, that should make the rest of this mission a breeze! >",		"escort_remaining":"Rebel Command: < Good job, take out all of the escort fighters! >",		"complete_5":"I think that's it everyone, we're out of here! Thanks again Rebel!",		"complete_4":"I thought my days would end in an Imperial prison. We are very grateful my friend.",		"complete_3":"This guy deserve a standing ovation boys, I think we're safe!",		"complete_2":"I can almost taste the Jawa juice in my home cantina. We're home free boys!",		"complete_1":"We are in your debt Rebel, we won't forget this.",		"complete":"We are in your debt Rebel, we won't forget this.",		"capture_started":"Rebel Command: < The virus is unlocking the cells, wait for the prisoners to take control of the vessel and then escort them out of there. >",		"capture_phase_2_5":"Freedom, here we come! We're almost ready to get the heck out of here pilot.",		"capture_phase_2_4":"Rebel? We are in control here, doing the final repairs of the ship and then we're ready to move out.",		"capture_phase_2_3":"Time to get out of here, this ship is ours!",		"capture_phase_2_2":"I'm in the pilot seat now and we're getting the ship up and running, hold on.",		"capture_phase_2_1":"We have control of the bridge, one of our guys is repairing the engines now!",		"capture_phase_2":"We have control of the bridge, one of our guys is repairing the engines now!",		"capture_phase_1_5":"Our cells are open! Charge them boys, take over the ship!",		"capture_phase_1_4":"Who ever said the Alliance were nothing but terrorists need to think again. We will try to take over the ship.",		"capture_phase_1_3":"You're not so tough now that the cells are open are you? Take this you Imperial scum!",		"capture_phase_1_2":"We'll never get a chance like this again boys! Take out the crew!",		"capture_phase_1_1":"Hello? Thanks for the help! We will try and over-power the crew!",		"capture_phase_1":"Hello? Thanks for the help! We will try and over-power the crew!",		"capture_complete":"Rebel Command: < The prisoners are in control, escort them to safety. >",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"arrival_phase_2":"Proceed to these coordinates and disable the prison transport.",		"arrival_phase_1":"Receiving coordinates from one of our spy ships now, stand by.",		"angry_disable":"You will never get away with this!",		"abort":"I guess the help of the Alliance have limits eh?"
}}
