{
	"stfFile":"spacequest/recovery_duty/tatooine_station_hutt_recovery_duty_tier1_1",
	"entries": {
		"title_d":"Jabba, the Hutt crime lord of Tatooine is hiring pilots in the Tatooine system to assist him in capturing freighters with valuable merchandise. Follow the instructions in the mission closely, you don't want to fail Jabba once he's hired your services.",		"title":"Tatooine system: Duty mission: Assist the Hutts in capturing freighters.",		"thanks_5":"Me and the boys will just continue our Sabacc game now, you seem to be able to handle yourself out there pilot.",		"thanks_4":"Well, I guess I can just turn on the autopilot. Looks like you got it covered out there pilot",		"thanks_3":"This pilot has some skill! Wouldn't you agree boys?",		"thanks_2":"Yeah! Looks like we hired the right pilot this time.",		"thanks_1":"Hahaha, awesome work pilot!",		"taunt_5":"Pirate fools, did you really think we would just let you fly out of here?",		"taunt_4":"You blasted Hutt scum think you can do what you please around here. Well think again!",		"taunt_3":"You're not leaving with that freighter, sorry.",		"taunt_2":"End of the line I'm afraid.",		"taunt_1":"Stand down and we may let you live!",		"target_disabled":"Tactical Computer: < Scans show target vessel disabled. >",		"recovery_success":"Not too bad pilot, I guess we owe you some pay for that.",		"quest_update":"Hutt Pirate Captain: < %TO >",		"quest_recover_t":"Pirate brawl.",		"quest_recover_d":"The Hutt pirates are starting to take over the freighter, in the way that only they can. While they are busy onboard the freighter make sure to keep it safe from nearby enemies.",		"quest_location_t":"Tatooine system.",		"quest_location_d":"The Tatooine system is a haven for the scum of the galaxy. Pirates, smugglers and mercenaries flock to the system and prey on the weak. Stay sharp out there and treat everyone as a possible threat.",		"quest_escort_t":"Get out of there!",		"quest_escort_d":"The pirates are in control and need a escort to safety. Follow the freighter and be ready to defend it from hostile fighters picking up on your activity.",		"quest_disable_t":"Disable the freighter.",		"quest_disable_d":"The Hutt pirates have infiltrated the freighter with some of their pirates. Disable it so that they can take over the ship. In order to disable it you need to target and destroy its reactor or engines. To target specific components on a star ship, input the bracket commands ( ] or [ ) to your tactical computer.",		"panic_5":"This is the part I hate, stuck in a useless freighter while my escort has all the fun.",		"panic_4":"Hmm, I don't like the look of those fighters that just popped up on our sensors.",		"panic_3":"Looks like we got company, brace yourself boys.",		"panic_2":"Time to earn your pay pilot, we got bogeys incoming.",		"panic_1":"I wish this piece of junk had some weapons, I don't like feeling helpless.",		"failed_escape":"Bah, the freighter hyperspaced out of the system. We don't pay pilots for incompetence so don't expect a reward.",		"failed_destroy":"Some of our best men were on that ship! You better have a good explanation for this pilot!",		"escort_wiped_out":"Hutt Pirate Captain: < Very nice, continue as planned, pilot. >",		"escort_remaining":"Hutt Pirate Captain: < Good job pilot! Taking out the escort will ensure the safety of our men on the freighter. >",		"complete":"We're fine from here. Not too bad pilot, see you around!",		"capture_started":"Tactical Computer: < Sensors show laser fire onboard target vessel. >",		"capture_phase_2_5":"We did our part, now it's up to you to take us safely out of here pilot.",		"capture_phase_2_4":"The freighter crew put up little resistance, as expected. We'll be rolling out of here in a few seconds.",		"capture_phase_2_3":"The freighter is ours, piece a cake. Escort us out of here pilot.",		"capture_phase_2_2":"We got it pilot. Working on getting the ship running now, give us a few more seconds.",		"capture_phase_2_1":"Alright pilot, we're in control and repairing the ship now.",		"capture_phase_1_5":"Boys, the ship is disabled, let's knock out the crew and get out of here.",		"capture_phase_1_4":"The freighter will be ours in a flash, stand by pilot.",		"capture_phase_1_3":"Alright we're starting the fun, we'll let you know when we're in control pilot.",		"capture_phase_1_2":"Let's take this piece of junk.",		"capture_phase_1_1":"It's party time boys!",		"capture_complete":"Hutt Pirate Captain: < Our boys are in control. Escort them to safety pilot. >",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"arrival_phase_2":"You should have the coordinates now, get over there and disable that freighter so our boys can take control of it.",		"arrival_phase_1":"Alright, one of our infiltrated crews has contacted me and they are ready to take control. Uploading coordinates to you now.",		"angry_disable":"Wh..what is going on here?!",		"abort":"Hey! What are you doing? You're supposed to escort us out of here!"
}}
