{
	"stfFile":"spacequest/recovery_duty/viopa_rebel_7",
	"entries": {
		"title_d":"Nym has asked us for a favor in their war against the Corsair pirates. They have infiltrated some of the Corsair ships and need you to disable and escort them. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Lok system: Duty mission: Steal Corsair ships.",		"thanks_5":"Boom! That's it Rebel, bring it to 'em!",		"thanks_4":"You owe me 50 creds guys, I told you he would make it!",		"thanks_3":"Sit back and enjoy the show boys, this pilot is not bad!",		"thanks_2":"That's it! If I didn't know better, I'd think you were one of us Rebel!",		"thanks_1":"Whow! I guess Rebels know how to fly after all!",		"taunt_5":"Well well, what do we have here? Nym fools and Rebel scum getting all cozy, we can't have that!",		"taunt_4":"Finally a good fight, take it to 'em boys!",		"taunt_3":"My head, I knew I shouldn't have had that last bottle yesterday...",		"taunt_2":"Nym's and Rebel's, you're all fools!",		"taunt_1":"What the heck do you think you're doing to our ship?!",		"target_disabled":"Tactical Computer: < Scans show target vessel disabled. >",		"shields_depleted":"Alright, we just lost our shields. Hand me that bottle man!",		"recovery_success":"We got the ship. Great job Rebel, ever considered a career in piracy?",		"quest_update":"Nym Pirate Officer: < %TO >",		"quest_recover_t":"Arrgh.",		"quest_recover_d":"The Nym pirates are wreaking havoc on board the Corsair ship. In the meantime you should protect it from any outside threats.",		"quest_location_t":"Lok system.",		"quest_location_d":"The Corsair have been the biggest threat to Nym ruling Lok for many years, but so far, Nym has prevailed. Stealing the ships of the Corsair will wage the war even more in the favor of Nym, so it's one of his favorite hobbies.",		"quest_escort_t":"Escort the bounty.",		"quest_escort_d":"Escort the stolen ship to safety and be prepared for Corsair counter attacks.",		"quest_disable_t":"Disable the Corsair ship.",		"quest_disable_d":"Disable the engines or reactor of the Corsair ship so that the Nym pirates on board can take control of the vessel. To target specific components on a star ship, input the bracket commands ( ] or [ ) to your tactical computer.",		"panic_5":"Hopefully you're good Rebel, we got company!",		"panic_4":"I guess they want their ship back. Well they can't have it!",		"panic_3":"Your show now Rebel, take those fools out!",		"panic_2":"I guess they didn't want us to take their ship!",		"panic_1":"Incoming Corsairs. Show us what you can do Rebel!",		"hull_half":"Aww crap mate, we're loosing hull pressure here. Get those fools of us!",		"failed_escape":"The Corsair snakes escaped! Oh well, plenty more where they came from!",		"failed_destroy":"Crap! What happened Rebel? We lost contact with our guys!",		"escort_wiped_out":"Tactical Computer: < No more fighter vessels within sensor range. >",		"escort_remaining":"Tactical Computer: < Sensors still show armed fighter vessels in immediate area. >",		"complete_5":"Stop by Nym's casino for a drink later pilot, it's on me!",		"complete_4":"What can I say, you got the job done Rebel. See ya!",		"complete_3":"This will do fine. Good job out there Rebel!",		"complete_2":"Alright, we're safe. Time to party boys!",		"complete_1":"Well, we're out of here. Not bad for a Rebel, not bad at all!",		"complete":"Well, we're out of here. Not bad for a Rebel, not bad at all!",		"capture_started":"Nym Pirate Officer: < Their ship is disabled. Our men will fight to the bridge, hold tight Rebel. >",		"capture_phase_2_5":"Hey! That one is still alive!",		"capture_phase_2_4":"Kicking down the door to the bridge now. Muahahaha!",		"capture_phase_2_3":"Take this, weakling Corsairs!",		"capture_phase_2_2":"Arrrgh! Keep fighting boys!",		"capture_phase_2_1":"This will be a breeze, half the crew were drunk!",		"capture_phase_2":"This will be a breeze, half the crew were drunk!",		"capture_phase_1_5":"Making our way to the bridge, these Corsairs won't know what hit 'em!",		"capture_phase_1_4":"To the bridge! No prisoners!",		"capture_phase_1_3":"For Lord Nym!",		"capture_phase_1_2":"Party time boys! Shoot 'em down!",		"capture_phase_1_1":"Time to show these Corsair numbnuts who they are dealing with!",		"capture_phase_1":"Time to show these Corsair numbnuts who they are dealing with!",		"capture_complete":"Tactical Computer: < Scans show target vessel self repairing and powering up. >",		"attack_update":"Tactical Computer: < Sensors show armed fighter vessels on intercept course. >",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"arrival_phase_2":"The Corsair fools are here. Intercept and disable their engines Rebel!",		"arrival_phase_1":"Okay Rebel. We have some men aboard a Corsair ship that should arrive any moment now.",		"angry_disable":"We will have our revenge, mark my words!",		"abort":"You better have a good reason for aborting in the middle of this Rebel!",		"Quest Log Data":"Text"
}}
