{
	"stfFile":"mission/mission_npc_survey_neutral_easy",
	"entries": {
		"number_of_entries":"50",		"m50t":"Swoop Bikes Require a Delicate Touch",		"m50s":"That's great. I can hardly wait to get that swoop running up and down the streets again.  So what if a few old folks complain?",		"m50o":"Wow, when my cousin's swoop bike hits top speed, you can feel the skin pulling back from your face. If you have skin, I mean. I ran that bike all over town, way fast. But I burned out the rear impeller, and it turns out this world doesn't have a replacement. I'm rigging up a solution, but I need one more material. I hope you can find a source!",		"m49t":"Trash Compactor on the Blink",		"m49s":"Thank you. Now my maintenance droids are acting up too. Maybe it's some kind of, I don't know, contagious power-converter rot.",		"m49o":"If there's anything that gets my dander up, it's a malfunctioning trash compactor. The stench has made my home unlivable for days! And these stupid maintenance droids can't fix the old models -- wrong interface, you know. I finally worked up a replacement power converter, except that I need one more material. Can you find a source?",		"m48t":"An End to Turbofan Modulator Irritation",		"m48s":"Brilliant! I intend to make a big, big splash in the hyper-competitive turbofan suspension modulator field, and you're one of the little people that will help me to the top!",		"m48o":"How many times have you struggled with your airspeeder's turbofan suspension modulator? I know, I know -- you're talking to one who has suffered as you have. But now I have the solution! My new modulator prototype will guarantee a smooth airspeeder ride. All I need is the right material to polish the motivator. Can you find it for me?",		"m47t":"Vintage Airspeeders Are a Challenge",		"m47s":"Thanks. This is going into the irradiation gas distributor pipe lining. At least, assuming I read the schematic right. I've often wondered if, when I finally complete this airspeeder, I'll have the courage to go up in it.",		"m47o":"You know how much work it takes to craft an entire vintage airspeeder in your garage? I've had to pull in parts from across this sector. The trouble I've had makes me wish I'd never seen that old Desler Gizh Koro-2 schematic. But the project continues. Now I need yet another specialized material. Can you locate a source for me?",		"m46t":"Fine Mandoviol for Big Star",		"m46s":"Thank you for finding this source. I consulted with my patron, but sorry, he's completely unwilling to let his identity be known. I don't know what it is with these musicians!",		"m46o":"I have a delicate assignment -- the crafting of a new mandoviol for a very famous musician. Yes, you've heard of him. No, I can't say whom. I'm using a variety of inventive materials in this instrument, and I'm having trouble finding one in particular. Can you locate a source for me? If you help, I might confide my patron's name.",		"m45t":"Starship Buying Agent Interview",		"m45s":"Thanks! I almost burned down my home in my last accident with this prototype, so I'm going to be extra-careful this time.",		"m45o":"I've got an interview very soon with a leading starship procurement agent. This fellow knows the ship-buying industry bow-to-stern. I'm rushing to get my prototype radioactivity re-transmuter working, but in my haste I inadvertently, uh -- well, never mind what I did. I just need a certain replacement material, and fast! Can you get it?",		"m44t":"Bop Thrombo the Shaky Toy",		"m44s":"I hope this will do the trick. Not a lot of folks have heard of Bop Thrombo, but this toy could make him a galactic star -- if it works right.",		"m44o":"I'm designing a licensed children's toy based on an obscure Corellian HoloNet performer, Bop Thrombo the Shaky Droid. I can't get the internal gyros to malfunction in the correct way to reproduce Bop Thrombo's characteristic stagger. It looks like I need a particular material for the gyro lining. Can you find a source for me?",		"m43t":"Product Scout Appointment Endangered",		"m43s":"Good. I'll send out my agent to get a good sample. I've contacted the product scout and delayed my appointment, but in the propulsion-tuning biz, every moment counts!",		"m43o":"Are you the product scout? No? Oh, good. I made an appointment to show off my new prototype for an adaptive propulsion-tuning system, but at the last moment the prototype seems to have -- well, never mind. To fix it, I need a certain rare material, and fast. Can you locate a supply for me?",		"m42t":"First Impressions Count",		"m42s":"That's fine news. I'm happy to say that the impression you first made on me has not been in any way borne out, and I mean that as a high compliment. Thank you!",		"m42o":"Hi, friend! Like my hearty and forthright greeting? Every successful inventor knows that first impressions count. Yes! That's why I'm investing considerable effort in the prototype for my electrode anti-surge sink. When investors see that handsome dark disk, how can they fail to buy it? But I need one more material. Can you find it for me?",		"m41t":"Friends and Family All Love It!",		"m41s":"Fine news. My family is encouraging me to go forward with my prototype. It's interesting how closely their reactions parallel those of the general Tibanna mining industry.",		"m41o":"I showed this schematic of a new Tibanna gas purifier to my friends and family, and they raved about it. It's these sorts of enthusiastic testimonials that carry you to prominence in the Tibanna mining industry. I expect a great response as soon as I finish my prototype. To that end, I want you to find the last material I need.",		"m40t":""Inside" Contacts = Key to Success",		"m40s":"Is the material suitable for boarding ramps, do you think? Well, never mind, my "inside" contacts will tell me all I need to know. Thanks!",		"m40o":"I have "inside" contacts in the freight industry. They tell me that a new boarding-ramp retractor assembly would be a sure-fire success. You can't ignore feedback like that. With this easy avenue into the entire retractor market, I'd be foolish to miss this opportunity. All I need for my prototype is one more material. Can you get it?",		"m39t":"Super-Scrubber Networking",		"m39s":"Great! The super-scrubber is now in the works! I've got my trade-show travel schedule worked out for the entire year ahead. This will be a sure success!",		"m39o":"To promote my new invention, I'm ready to network my heart out. I've got a HoloNet address list of every life-support air-scrubber manufacturing association in the galaxy, and I'm going to wow them all with my new super-scrubber prototype. As soon as I build it. There's one material I've had trouble finding. Can you get it for me?",		"m38t":"Deflector Market Research Needed",		"m38s":"Thank you, but after I talked with you, a gentleman from the Imperial Navy dissuaded me, sharply, from my deflector shield idea. It seems that technology is of military interest. Who knew? I believe I'll return to my main interest, blue milk chemistry.",		"m38o":"Sorry if this sounds like a funny request. I have a notion for a deflector-shield projector, but I must admit I'm a bit out of my depth. I'm still in the early market research phase, you might say. It's clear that I need a prototype, though, and for that I need one rare material. I'd like you to locate it for me. I'm not clear on where it would be....",		"m37t":"Going for the Big Time!",		"m37s":"All right! Your success should encourage me! I'm definitely going for it! To show my commitment, I'll pay you something for your time and effort.",		"m37o":"I'm going for it! At first I thought the galaxy might reject my improved deflector-shield projector. But my friends and family told me, "Go for it!" So I am! Would you like to invest, say, a hundred thousand credits in this beauty? No? Well, all right. I'm undaunted. Tell you what, I need one more material for my prototype. Can you get that?",		"m36t":"Beautiful Birth of Turbolift Controller",		"m36s":"That's wonderful. Soon I'll be crafting this beautiful mechanism and sharing it with the galaxy. It's like giving birth, I suppose -- a true miracle.",		"m36o":"Look at this schematic. Isn't that the most beautiful thing you've ever seen? What do you mean, "what is it?" It's a turbolift velocity controller, of course. I can't believe I invented something so perfect. It's like something was working through me to bring this turbolift controller to life. But I need one more material! Can you find it for me?",		"m35t":"Improved Dejarik Board Invites Scorn",		"m35s":"Thank you. I'll continue to fight for my improved board, though all the forces of the dejarik-playing galaxy be arrayed against me.",		"m35o":"You're not a dejarik purist, are you? I have devised a new dejarik playing surface -- less static generated during hyperspace accidents. But to hear the purists whine, you'd think I tried to double-tamp during a Revised Classic Coruscant opening! Sorry, forgive my dejarik jargon. I need one material to complete my board. Will you find it?",		"m34t":"Ideal Subject for Crafting Mastery",		"m34s":"Thank you, but evidently the Eye of Mesra has certain drawbacks as a choice for a masterpiece. I'll consider another design instead.",		"m34o":"I've spent years perfecting my crafting skills, and now I'm ready to announce my mastery to the galaxy. I've chosen an unusual subject for my masterwork: an obscure religious icon of the Weequay species called the Eye of Mesra. For my design I require a rare material, and I hope you can locate it for me.",		"m33t":"A Sticky Adhesive Situation",		"m33s":"Excellent news. I expect we'll see stickier droid bolts across the galaxy by this time next year!",		"m33o":"Things can get sticky when you can't find the right adhesive. My newly invented formula will guarantee a smooth, reliable grip for droid restraining bolts of every type. But to perfect my superglue, I need one specialized material. I'd prefer not to speak the name where my rivals can overhear, but your datapad has the info. Can you find this?",		"m32t":"Following in Father's Footsteps",		"m32s":"I'm very pleased. This recharge-socket plating idea may not rival my father's vaporator telemetry cone flange, but after all, I'm just starting. My whole career lies ahead!",		"m32o":"My father was an inventor. That little flange you see on the underside of every vaporator telemetry cone? That was his. Now I'm following in his footsteps. To perfect my improved recharge-socket plating formula, I need one last material. Will you find it, and help me carry on my father's legacy?",		"m31t":"Spangly Presentation",		"m31s":"I thank you. Next, I must arrange for a powerful shipping executive to view my presentation. I expect the spangled sign will seal the deal.",		"m31o":"Success in the inventing field requries a powerful presentation. I've got a terrific new shield-receiver heat sink, but the centerpiece of my presentation is a big sign with little spangly things all over. It's great. I just need a certain specialized material to make the spangles catch the light just right. Can you find me what I want?",		"m30t":"Incorrigible Punster -- Do Not Incorrige",		"m30s":"Fine work. With the completed thermal inducer, I'll blaze a fiery trail across the inventors' firmament. That was another pun, did you get it?",		"m30o":"I've got a new prototype for a thermal inducer that will really, you might say, heat up my career! Haha! Sorry. If I can get to burn-in on my latest prototype, it's sure to set the galaxy on fire. That was a pun, get it? Thermal inducer? Burn-in? Fire? All right, never mind. I need a certain material for the generator coil. Can you find it for me?",		"m29t":"The Work of Many Years",		"m29s":"I'm sure I'll make good progress on my drill grinder now that the bearing coating issue is resolved. Thank you for not patronizing me about this lengthy undertaking.",		"m29o":"I'm sure you've been hearing the gossip all over: "There's the deranged inventor working on that hopeless drill-grinder project." No? Oh, you're just being kind. It's actually coming along fairly well now, in contrast to the last few years. I just need one rare material to apply as polish to the bearings. Can you find it for me?",		"m28t":"Humble Garage Tinkerer",		"m28s":"I'm glad to see you working efficiently. From my humble garage beginnings, I'll be on the way to acceleration compensator greatness in no time.",		"m28o":"You know how it is. You tinker in your garage, hook up a motivator to a power coupling, and before you know it, you've got a new acceleration compensator subsystem. I see your nod of recognition. I'm almost ready with my current compensator design, but I lack a particular material for a chamber lining. Can you find me this material?",		"m27t":"Fundamental Perversity of the Universe",		"m27s":"Now the way lies clear to lasting freedom from the perversity of current electromagnetic freight barge clamp designs! Thank you, thank you!",		"m27o":"If you're saying to yourself, "Nothing teaches the fundamental perversity of the universe like working with electromagnetic freight barge clamps," then, friend, I know what you mean. I've wanted to improve this wilfully perverse mechanism for some time, and all that holds me back is a shortage of one single material. Can you find it for me?",		"m26t":"Your Part in a Wonderful Breakthrough!",		"m26s":"Success! The galaxy will soon know a new era in liquid metal fuel cooling systems, in part because of your humble efforts!",		"m26o":"Do you know anything much about liquid metal fuel cooling systems? No, how could you? I'm the galaxy's greatest authority and I've never seen you before, so far as I remember. Never mind. All that prevents me from achieving a new breakthrough is one particular rare material. I have the data here. Will you locate this material for me?",		"m25t":"Lord of All You Survey",		"m25s":"Splendid! Now if the bank will just lend me the money to buy it, I'll be set. ",		"m25o":"There's a plot of land I've been wanting to buy, but I can't find a surveyor to check it out for me. What? You say you're a surveyor? Well, that is fortuitous. Go and survey the land, locate a source for this material, and I'll give you the survey fee.",		"m24t":"The Misassigned Worker",		"m24s":"I'm glad you're back. The boss has been breathing down my neck about this survey. Here are your credits.",		"m24o":"Hey buddy, can you help me out? My new boss wants me to survey this area, but I work with crystaplex and don't know the first thing about surveying. If you can go check it out and locate a source for the material my boss needs, I'll gladly pay you.",		"m23t":"A Survey Behind Schedule",		"m23s":"Thanks for your assistance, friend. Turns out that surveyor detained at the spaceport was secretly a Rebel terrorist sympathizer. They're everywhere nowadays!",		"m23o":"The surveyor I hired was detained at the spaceport for some reason, and now I'm way behind schedule. If you can survey this arera and locate a source of this material, it would be a huge help.",		"m22t":"Avid Collector",		"m22s":"That's exactly what I was looking for. Here are the credits I promised you.",		"m22o":"I'm an avid collector! I travel from world to world looking for new and interesting specimens to add to my collection. People think me a bit odd but I just can't get enough. I've been looking for some material here but have yet to find it. If you discover a source, report it and I'll pay you for the information.",		"m21t":"Plasma Fuser Safety",		"m21s":"Oh, you're back. My lab burned down while you were gone but you'll be paid from my insurance money. Come see me again when my lab is rebuilt.",		"m21o":"I've invented a new process that I think will make plasma fusers safer to use. Go and find a source of this material so that I can finish my prototype. I'll see to it that you make a few credits off of this deal.",		"m20t":"Back to the Spice Mines",		"m20s":"I'm glad you're back! You got exactly what I needed. I guess it's back to the spice mines now.",		"m20o":"My electrostatic repeller is broken and all the dust is wreaking havoc with my mining equipment. If you will go find a source of this material, I can fashion the replacement part I need on a laser lathe. Do you think you can help?",		"m19t":"Today's Survey",		"m19s":"Wow, I'm glad I didn't waste credits on that wasteland. I guess I'll keep looking. Keep in touch.",		"m19o":"I'm thinking of buying some land for investment purposes, and I need someone qualified to go and survey the area and assess its value. Locate a source of this material for analysis and I'll make it worth your while.",		"m18t":"A Developer Needs Help",		"m18s":"You're a life saver! Now I can get back to the lab and finish my work.",		"m18o":"I'm developing a new line of diagnostic tools for GalStarTech, but my supplier is out of some of the resources he needs to make the components. If you can go find this material, you could probably make a few credits. ",		"m17t":"Build a Better Labor Droid",		"m17s":"We make a good team! Come back and see me if you need more work. I'm always making new innovations.",		"m17o":"I have an idea that could increase the lifting capacity of the B1 labor droid by as much as 25%. If you can locate a source for this material I need so that I can make the new alloy, I can reward you handsomely.",		"m16t":"Parts Is Parts",		"m16s":"Thanks, friend! Maybe now I can get one of these crates moving again.",		"m16o":"It seems like vehicles are breaking down all over the place, and nobody has any replacement parts. If you could locate a source of this material so that I can rig up some spare parts in my workshop, I'd be obliged to you.",		"m15t":"Save a Research Assistant",		"m15s":"Thanks, friend, you've really saved my neck. Enjoy your credits, and feel free to come see me again if you need more work.",		"m15o":"I am a research assistant for Design Team Beta, and I am desperately in need of help. I'm supposed to determine how rich this planet is in certain materials. But I'm afraid my deadline is looming closer and I still have lots of work to do. Could you perform one of these surveys for me? I'd make it worth your while.",		"m14t":"Perform Geologic Surveys",		"m14s":"The Arkanians will be quite pleased, citizen. I feel it's important to aid the cause of science however we can. I'm glad you could help.",		"m14o":"I've been sent by an Arkanian science council to perform studies of planetary resources. Some beings may have gotten the wrong impression about the Arkanians, who are actually quite pleasant and a most inquisitive species. If you could help me perform some geologic surveys, I'd gladly pay you. Here is the material I need to locate.",		"m13t":"Aid the Natural Sciences",		"m13s":"Your hard work makes my research possible, citizen. As you can see from the credits you've just received, my pay was quite generous. Many thanks. ",		"m13o":"It's my goal to learn the distribution of this planet's natural resources. I spend my time in the lab analyzing the results of geologic surveys, which leaves professionals like yourself to perform those surveys. The pay I offer is generous. All you need to do is find a rich deposit of the following material. Deal?",		"m12t":"Help a Geologist",		"m12s":"Well done. I do believe that is one of the largest deposits discovered to date. We must keep looking for more, however. If you want more work, you know where to find me.",		"m12o":"I've been given a grant by the Imperial Academy of Science and Methodology to study the distribution of precious ores and materials across this planet. I have employed several surveyors to locate the richest deposits of the following materials, but I still need more for my research. Could you lend a hand? I'd pay you, of course. ",		"m11t":"Advance the Cause of Science",		"m11s":"You have advanced the cause of science, friend. I'll mention you in my foreword.",		"m11o":"I'm sure you've read the excellent work "Essentials of Dynamic Crystal Forces." It's my hope to write the geologic textbooks for the next generation. To accomplish this task, I need to locate more deposits of rich materials. If you could help me find this material, I would be deeply appreciative. Oh, and I'd pay you too.  ",		"m10t":"Surveying Is Beautiful",		"m10s":"You and I are one of a kind, citizen. We are as rare as some of the materials we seek. I'm proud to pay you for your time.",		"m10o":"Surveying is no easy task, friend. I'm talking about true surveying -- the art of locating the largest deposits of the most precious materials in the dangerous wilds. That is something that only a master can accomplish. The ignorant think all it takes is a survey tool and some patience, but we know better, eh? Go and find this material for me. Prove your mastery of the subject.",		"m9t":"Dowsing Can Be Fun",		"m9s":"You must have a knack for this sort of thing, citizen. Did you used to go dowsing as a child? Simply amazing. I've compensated you for your time and efforts. Thanks.",		"m9o":"Desperation is the mother of invention, and I'm quite desperate at the moment. I need your help in locating a rich deposit of the following material. Do you think you could assist me? The wheels of progress must keep turning, and it's up to you to help grease them. ",		"m8t":"Quality Fusion Cutters Are Hard To Find",		"m8s":"You're a being who knows how to get results, citizen -- a being after my own heart. Keep this up and I just might have a business partner!",		"m8o":"I've developed a perfect alloy for use in fusion cutters. Most people pay no mind to the material their tools are made of, which I think is a terrible fault. A better fusion cutter would make life so much easier for the common citizen. I need you to help me realize this dream. Can you locate a deposit of this material I need to continue my work?",		"m7t":"Now That's a Tool",		"m7s":"I see you're a being who appreciates a good, sturdy work tool. Excellent! Your efforts will help greatly in achieving my goal of tool superiority.",		"m7o":"Power calibrators are only as effective as their construction, and cheap materials result in cheap products. My special alloy requires a variety of materials to create but results in a superior tool. You can help me create these advanced instruments by finding the richest deposit of the following material. Can I count on you?",		"m6t":"A Bigger, Better Hydrospanner",		"m6s":"Wonderful! This was better than I was expecting. Of course I'll still need much more material than this one deposit can provide. See me for more work.",		"m6o":"When will the galaxy realize that the material composing a hydrospanner is just as important, if not moreso, than its design? I have developed the perfect alloy, but I need more of my base material to create it in sufficient quantity to mass-produce hydrospanners. Could you help me find this material? ",		"m5t":"Supply and Demand",		"m5s":"I can see you know how to get results, citizen! Well scouted! Your fee has been transmitted to your account.  Feel free to seek me out in the future for more jobs.",		"m5o":"Power converter orders have shot through the roof! I'm afraid this craze has caught me a bit unprepared. I need your help, citizen, if you're willing to give it. I'll let you know which material I need to continue production if you can find the richest deposit this planet has to offer. And there are certainly credits in it for you.",		"m4t":"Assist Commodities Merchant",		"m4s":"I knew I could rely on you. This deposit should demonstrate my gratitude far better than words.",		"m4o":"As a commodities merchant, I provide aspiring inventors the raw materials they need to birth their creations. Problem is, I'm so busy selling this stuff that I rarely have an opportunity to hunt for it. That's where you come in, friend. I inform you which material I need, you provide the location. We got a deal?",		"m3t":"A Generous Inventor",		"m3s":"Most efficient, citizen. And I'm true to my word. Enjoy your pay.",		"m3o":"How does that saying go? "Invention is one percent inspiration and ninety-nine percent droid administration?" Well, you're obviously not a droid, but I still need your services. If I provide you with the information, can you locate the material? I reward efficiency.",		"m2t":"Build a Better Scooter",		"m2s":"Good work. Still want to get paid? Oh. I see. Very well, your pay has been transmitted. But just wait till you see how my new individual transporter alters your world! You'll be paying me for the privilege of owning one.",		"m2o":"Do you wish to be a part of something that will take the galaxy by storm? I'm working on something that will transform the Empire as we know it. But I've underestimated the materials needed to bring my creation to life. Here's what I need. Think you can find it for me? I'll pay you, unless you decide to do this prestigious task for free.",		"m1t":"Help Create New Alluvial Dampers",		"m1s":"It's always a pleasure to meet a devotee of science! Your contributions will help pave the way into the future! Your pay has been deposited.",		"m1o":"Good help is so hard to find these days! Could you lend a hand, citizen? I'm working on a new type of alluvial damper. This baby will revolutionize the hyperdrive industry! This is the fianl material I need to finish my invention on this disc. Your datapad can access it. Remember, citizen, the future is in your hands. "
}}
