{
	"stfFile":"mission/mission_npc_recon_neutral_easy",
	"entries": {
		"number_of_entries":"25",		"m25t":"Investigate Company",		"m25c":"You think they looked like smugglers? That's encouraging. I don't want to attract official attention to my cargo.",		"m25d":"Smuggler",		"m25o":"I just hired a small company to ship some cargo offworld for me. I'd like to hire someone to check out these couriers. Can you do that for me?",		"m24t":"Questionable Tenants",		"m24c":"Thanks. They sound like some rough customers. I suppose I ought to screen potential tenants more thoroughly in the future.",		"m24d":"Pirate",		"m24o":"I own a small building not far from here. I'm suspicious about my current tenants. Can you check them out for me? Make sure they don't know I sent you.",		"m23t":"A Shady Group",		"m23c":"We suspected those low-lifes were up to no good. We'll file a report with the planetary authorities and mention your good work.",		"m23d":"Gangster",		"m23o":"We don't like the looks of a group of low-lifes who recently moved into the area. Our community elders have instructed me to hire a scout to investigate their goings-on. Are you able to provide this service?",		"m22t":"Check Out Speeder Traffic",		"m22c":"Oh-ho! Rebels right here on our planet! The Imperial Security Bureau should pay me well for this information. Thank you.",		"m22d":"Rebel",		"m22o":"Is it just me, or has there been an unusual increase in speeder traffic at a certain land holding near here? I'll throw you a few creds if you check it out for me.",		"m21t":"Check Out the Squatters",		"m21c":"The Empire has placed an outpost on my land? This must have something to do with those licensing fees I forgot to pay. I've got a bad feeling about this.",		"m21d":"Imperial",		"m21o":"My droid workers have reported squatters on my land. I need you to find out how many there are and if they've built any structures. If you're willing to earn a few creds, that is.",		"m20t":"Stolen Delivery Logs",		"m20c":"Smugglers! I'll not have my goods shipped offworld without proper authorization. I could get into big trouble with Imperial Customs.",		"m20d":"Smuggler",		"m20o":"My company's delivery logs report that some unauthorized shipments have been transported to these coordinates. Can you see who or what is there? I want to learn who's been robbing me.",		"m19t":"Some Old Friends",		"m19c":"Poodoo! Those sleemos must be muscling in on my star lanes. I'll fix 'em, though. Thanks for the information.",		"m19d":"Pirate",		"m19o":"Some old acquaintances of mine have been spotted not far from here. I'll pay you well if you can scope out what those pirates are up to.",		"m18t":"A Protective Parent",		"m18c":"What? They look like gangsters? I'm going to set my daughter straight about these new friends of hers!",		"m18d":"Gangster",		"m18o":"I'm concerned about my daughter, who has been fraternizing with some shifty types not far from here.  Could you have a look and see what kind of crowd she's fallen in with?",		"m17t":"Who Can That Be?",		"m17c":"Hmm. I expect pirates would find a nice living around here. We'll see about ways to make their lives less comfortable. Thanks for the reconnaissance.",		"m17d":"Pirate",		"m17o":"An orbital probe droid reports odd transport activity near here, outside authorized landing areas. We think it could be smugglers. Can you check these coordinates?",		"m16t":"Increased Petty Theft",		"m16c":"Smugglers, hmm? Okay, thanks. The neighborhood vigilance committee will try to show them the error of their ways.",		"m16d":"Smuggler",		"m16o":"People here have noticed more petty theft lately. We're doing a sweep to find new criminals in the neighborhood. Can you take these coordinates and report back?",		"m15t":"A Growing Cancer",		"m15c":"Will nothing stop the spread of this cancer of lawlessness? I must write an irate note to the city council.",		"m15d":"Gangster",		"m15o":"Gossip says that local hoodlums have started a new hangout in our community. Will you check out these coordinates? Please be careful.",		"m14t":"A Hasty Exit",		"m14c":"Me? Go offworld? I have no idea what you're talking about. But I remember I owe you some money, so here it is. Now please go away.",		"m14d":"Smuggler",		"m14o":"I need to get offworld fast, without a lot of Imperial entanglements. I've found an escort, but I don't even know if he has a ship. I'd like you to covertly scout these coordinates and make sure there really is transport.",		"m13t":"Milkstone Supplier",		"m13c":"I suspected as much when the fellow I talked to wouldn't leave a HoloNet address. Thank you for protecting me from that seedy bunch.",		"m13d":"Gangster",		"m13o":"I'd love to give my sweetheart a ring of ancient milkstone, but it's so hard to find nowadays. I've found a possible supplier, but he sounds shady. I'd like you to check out that operation and report back on whether it seems honest.",		"m12t":"Grieve For Alderaan",		"m12c":"No ship? Pirates? I can't believe it! Who would try to swindle people who just want to leave a memorial for their dead planet?",		"m12d":"Pirate",		"m12o":"I'm arranging a courier ship to put a shipment of memorial capsules into orbit at the Graveyard of Alderaan. The ship is docked at these coordinates. Can you check for me whether it looks spaceworthy?",		"m11t":"A Friend's Credentials",		"m11c":"Sounds like smugglers, all right. Well, I may still go to that meeting, but I'll carry a blaster. Thanks, friend.",		"m11d":"Smuggler",		"m11o":"I'm meeting a -- well, let's say a friend. But I don't quite trust -- that is, I want you to check out the area before I go there. Okay with you?",		"m10t":"Shady Antique Dealer",		"m10c":"Criminals? So it was a trap! Sorry to put you through that, but thanks for sparing me from kidnapping, or worse.",		"m10d":"Gangster",		"m10o":"A contact on the HoloNet has arranged a rendezvous just outside town to sell me some rare Alderaan antiques. But he didn't give his HoloNet address, and I'm suspicious. Can you check to make sure it's legitimate? Be careful!",		"m9t":"New Undesirables",		"m9c":"Pirates! Well, perfect, just what this neighborhood needed. Isn't it bad enough that we have Rebel terrorists and Imperial goons to contend with?",		"m9d":"Pirate",		"m9o":"Seems like this neighborhood has been attracting more undesirables. I've seen some rough folk lurking about. They might have set up a hideout near here. Think you could check on it for us?",		"m8t":"Gunrunners Again?",		"m8c":"Rebels? In this area? I see. Good job, citizen. This is for your efforts. Kindly keep this information to yourself, eh?",		"m8d":"Rebel",		"m8o":"I've seen some unusual transport activity near here. We've had some problems with gunrunners in the past. Could you check it out and see if those rogues have set up shop again?",		"m7t":"What's Out There?",		"m7c":"An Imperial outpost? What the blazes could the Empire want? I hope they don't intend to harass our neighborhood. Thanks, friend.",		"m7d":"Imperial",		"m7o":"I've been warned by several friends not to wander too far away from the safety of the city. I want to know what they're so afraid of. Could you scout the area and report to me?",		"m6t":"Who Lurks There?",		"m6c":"Smugglers again? Those rogues just never learn, do they? Thanks, citizen, we'll have to take care of those scoundrels soon.",		"m6d":"Smuggler",		"m6o":"A neighbor mentioned some shady individuals lurking about just outside of the city. We've had some troubles with smugglers in the past. Could you reconnoiter the area and let us know if we need to take action?",		"m5t":"Imperial Encroachment",		"m5c":"This spells trouble for us, I can feel it. The Empire is up to no good, you mark my words, citizen.",		"m5d":"Imperial",		"m5o":"There's been increased Imperial patrols in this area. I think the Empire is establishing a new garrison here. Could you scout the area for us and let us know what you find?",		"m4t":"Rebel Activity?",		"m4c":"I knew it! COMPNOR is gonna want to hear about this, no mistake. Thanks, citizen! Here's a reward for you.",		"m4d":"Rebel",		"m4o":"Don't want to alarm you, friend, but I think a Rebel cell is operating right here in our community. I sure could use some help in verifying that, though. Can I count on your help?",		"m3t":"Gang Activity",		"m3c":"This bodes ill for our community. With my luck some Black Sun Vigo will move in right next door to me. Appreciate the help, citizen.",		"m3d":"Gangster",		"m3o":"I suspect that one of the locals is selling glitterstim spice out of a fortified settlement. We need someone to scout out the area and let us know what's happening. Is there a gang moving into our neighborhood? ",		"m2t":"Local Swoop Gang Troubles",		"m2c":"Oh great, our very own neighborhood swoop gang. That's all we needed. Blast! We'll have to keep an eye on those creeps. Thanks for your help.",		"m2d":"Gangster",		"m2o":"I believe a local swoop gang is setting up shop near here. Could you go scope out the situation and see what kind of trouble those criminals are up to? We'd make it worth your while.",		"m1t":"Determined Gangsters",		"m1c":"Looks like some of those thugs didn't get the hint. Much obliged. Here's something for your trouble.",		"m1d":"Gangster",		"m1o":"We thought we'd wiped out that nest of vermin, but we've had more glitterstim on our streets recently. We need you to check that abandoned gangster hangout and let us know if those criminals have moved back in. "
}}
