{
	"stfFile":"mission/mission_destroy_imperial_non_military_easy",
	"entries": {
		"number_of_entries":"13",		"m13t":"Destroy Rebel medical clinic",		"m13s":"Good work! Now we will be able to better trace Rebel agents when they are forced to use local medical clinics. The reward is yours. ",		"m13o":"Imperial Security Bureau ",		"m13l":"",		"m13i":"We've been misled as to the coordinates of this facility. Those Rebels excel at misdirection.",		"m13f":"You were thwarted by bacta and medics? Your failure is puzzling, citizen. We will look deeper into your background before employing you again.",		"m13d":"Our informants have alerted us that a local pharmaceutical shop is doubling as an underground clinic for Rebel agents. We must make sure that these traitors do not have access to medical care. We understand that there are no less than two bacta tanks in operation at this facility. All of this equipment must be destroyed. Are you the Imperial agent we're looking for? This mission will require both resourcefullness and ruthlessness. Do you possess both? ",		"m12t":"Destroy Rebel safe house",		"m12s":"We knew you were the right agent for this job, citizen. Bravo! Your success will lead to greater and more perilous missions in the future.",		"m12o":"Imperial Security Bureau ",		"m12l":"",		"m12i":"The facility's location eludes us for now. We will straighten this out and call on you again, citizen.",		"m12f":"Mechanics and fugitives can pose this much of a problem for you, citizen? We hope this failure is not an indication of what we should expect from you in the future.",		"m12d":"A small speeder repair facility has been sheltering suspected Rebels from Imperial law enforcement agents. These fugitives make contact with the local Rebel cell leaders at this garage and are transported out to various bases around the galaxy. It is our duty as loyal Imperial citizens to put this garage out of business. We hope that you will be able to take care of this situation for us. Can the Empire count on you?",		"m11t":"Take out parts warehouse",		"m11s":"You handled that well, citizen. It makes sense that garbage would attract garbage. You're an efficient disposal agent.",		"m11o":"Imperial Security Bureau ",		"m11l":"",		"m11i":"Our coordinates seem to have been incorrect. We'll double-check them. Report back to us soon.",		"m11f":"We simply cannot understand your failure to destroy a pile of junk and a few sentries. This does not bode well for your future with us, citizen.",		"m11d":"A storage facility housing some outdated communications equipment and refurbished power generators is being used by the local Rebel cell to help supply their members. This equipment had been scheduled to be transported to Imperial junkyards for salvage but it seems the Rebellion got their hands on it first. Make sure this junk is not used to help the Rebellion. Those scum are like vermin and will greedily snatch up any materials they can to aid their traitorous cause. The Empire is counting on your aid, citizen. We hope you will not fail to answer the call to duty. ",		"m10t":"Remove Rebel propaganda office",		"m10s":"A job well done, citizen. The Jedi have not returned and Rebellion is doomed. Claim your reward.",		"m10o":"Imperial Security Bureau ",		"m10l":"",		"m10i":"They must have moved the materials elsewhere. Strange that our informants were so mistaken.",		"m10f":"A few Rebels defending some propaganda materials was too much for you? COMPNOR must question your loyalty to the Empire, citizen. Your failure is worrisome.",		"m10d":"The Rebellion is spreading rumors that Jedi have returned and have joined the traitorous scum against the Empire. We have seen holograph posters depicting a lightsaber and bearing the ridiculous slogan "The Jedi have returned! Long live the Republic!" These holographs have been spotted with increasing frequency in the Outer Rim and are slowly making their way into the Core Worlds. COMPNOR has located a small warehouse filled with this sort of propaganda and it must bed destroyed. We doubt that it would be guarded by more than a few Rebels. Can you take care of this task for the Empire, citizen?",		"m9t":"Destroy hologram duplication center",		"m9s":"Lies have gone up in smoke, citizen. Job well done! Your work will further the cause of the New Order and serve to glorify the Empire.",		"m9o":"Imperial Security Bureau ",		"m9l":"",		"m9i":"There are several of these stations scattered throughout the galaxy, citizen. We must find them and destroy them. They won't escape us for long.",		"m9f":"A hologram duplication station should have been ion cannon fodder, citizen. Failure is simply inexcusable. We are most disappointed.",		"m9d":"The Rebellion is trying to generate support for its traitorous cause by distributing copies of a fabricated hologram showing the destruction of Alderaan by the Empire's peacekeeping station, the Death Star. We know that Alderaan brought about its own destruction when the supposedly peaceful planet fired an experimental doomsday weapon at the Death Star, which had entered the Alderaan system in order to place Bail Organa under arrest. The devasting weapon and Alderaan's treachery proved to be the planet's undoing. COMPNOR wishes to stamp out the vicious rumors that the Empire destroyed Alderaan. You can help by destroying one of these hologram duplication centers. It should not require more than a dedicated agent or two. Can you help the Empire set the record straight, citizen?",		"m8t":"Take out Rebel way station",		"m8s":"Now that is how an effective agent handles Rebel scum. Well done. COMPNOR enjoys rewarding capable agents.",		"m8o":"Imperial Security Bureau ",		"m8l":"",		"m8i":"The Rebel scum must have gotten word of our impending destroy mission. Worry not, we'll find them eventually.",		"m8f":"A way station gave you trouble? How distressing. I wonder how badly you'd have failed if this had been a heavily defended Rebel base? Very disappointing.",		"m8d":"A Rebel courier drop off point has been brought to our attention. This facility helps sort encoded messages going to the local cells. The Empire needs this way station destroyed. It shouldn't require more than a few resourceful Imperial agents. Do you deem yourself one of these agents? ",		"m7t":"Destroy Rebel meeting place",		"m7s":"They can run but they can't hide. Excellent work, agent. COMPNOR is looking for more resourceful individuals like yourself. Hail the Empire! ",		"m7o":"Imperial Security Bureau ",		"m7l":"",		"m7i":"It seems a Rebel double agent might have slipped us some bad information. We'll have to do a screening of all our informants again soon.",		"m7f":"A simple warehouse was too much for you? What sort of agent are you, anyway? Failure is not something COMPNOR accepts easily.",		"m7d":"We've identified an abandoned warehouse that is being used by Rebels as a clandestine meeting place. Loyal informants in the area have also seen known smugglers entering the warehouse at odd hours of the night. We don't wish to trouble our hard-working Imperial military with this matter when we could take care of it locally. What we need is a resourceful and cunning agent to take care of this situation for us. Blasters are so effective at demolishing walls, don't you agree? Are you the agent COMPNOR is looking for?",		"m6t":"Destroy Rebel safe house",		"m6s":"Good work, citizen. The Rebellion will learn that there is no such thing as a "safe house" for traitors. Not in this galaxy, anyway. Claim your reward.",		"m6o":"Imperial Security Bureau ",		"m6l":"",		"m6i":"The Rebels must have moved the fugitives to another location. No worries. We'll track them down soon enough.",		"m6f":"No doubt many of the fugitives hiding inside were allowed to escape Imperial justice. This failure should be embarrassing to you, citizen. We're certainly embarrassed for you.",		"m6d":"A Rebel safe house has been located by loyal citizens. This safe house has been used in the past to shelter suspected traitors wanted for questioning by Imperial Intelligence. This refuge must be destroyed. The Empire will not tolerate anyone protecting potential criminals. The facility should not be too heavily guarded but will no doubt possess some defenses. Do you think you could assist the Empire in taking care of this problem? ",		"m5t":"Destroy droid repair facility",		"m5s":"Success, citizen! I can only imagine the sight - droid parts flying through the air, clouds of choking smoke, the acrid scent of burning oil. I see a long and prosperous career ahead of you, citizen. Long live the Emperor!",		"m5o":"Imperial Security Bureau ",		"m5l":"",		"m5i":"We must make sure Imperial Intelligence sends us accurate reports and coordinates if we're to effectively serve the Empire. Come and see us again, citizen. We should have this matter cleared up by then.",		"m5f":"You couldn't even take out a droid repair facility? Imagine what would have happened if that had been a full-fledged Rebel outpost? What would your failure have cost you then, citizen? Your life, certainly, but most importantly a grave embarrassment for our organization. COMPNOR is most displeased.",		"m5d":"A Rebel droid repair facility has been identified by Imperial Intelligence. This installation is small enough to not merit the attention of the Imperial Army or the stormtroopers. Therefore we must rely upon loyal, enterprising citizens such as yourself to help the Empire. Can you take care of making sure this installation does not benefit the Rebels any longer? The Empire is counting on you.",		"m4t":"Take out strike team supply depot",		"m4s":"Excellent. Our next step will be locating these strike teams and eliminating their threat. Contact us again if you wish to assist further in this matter, citizen.",		"m4o":"Imperial Security Bureau ",		"m4l":"",		"m4i":"The Rebel strike team either emptied that depot or else we have to look into the possibility that our intelligence was somehow faulty. With the trillions of communiques that the Imperial Analysis Bureau must sort through every day, it's no wonder they occasionally deliver unreliable information.",		"m4f":"How difficult could taking out a supply depot be, citizen? It's not as if we were asking you to take out High Command itself. This sort of incompetence is hardly excuseable. You must prove your worth to the Empire.",		"m4d":"Rebel strike teams have been operating out of this area and have caused considerable damage to Imperial installations. We believe we've located their supply depot and wish you employ your services in taking it out. Are you interested in such a venture? The rewards for serving the Empire faithfully are generous indeed, citizen. Surely you'll undertake this mission for us.",		"m3t":"Blast Rebel medical supply depot",		"m3s":"The thought of a wounded Rebel terrorist deprived of proper medical aid brings a smile to our faces, citizen. You have done well. Agents such as you are hard to come by. It is our hope you'll continue to explore this profitable business venture.",		"m3o":"Imperial Security Bureau ",		"m3l":"",		"m3i":"We'll check out future informant information more carefully. Perhaps this informant was a Rebel double agent trying to throw us off the track. We'll investigate the matter. We hope you continue to encourage business transactions between us, citizen.",		"m3f":"The last thing the Imperial military needs is healthy Rebels. How could have let those medical supplies slip through your fingers? This failure does not endear you to our organization, citizen. We are displeased.",		"m3d":"An informant has given us the location of a small Rebel supply depot. The informant claims the depot contains medical supplies bound for Rebel outposts in the Outer Rim. We'd like to call upon you to help us destroy this depot and deprive those scum of medical aid. Does this sound like something you could help us with? We would be most appreciative. ",		"m2t":"Destroy Rebel surveillance post",		"m2s":"We'll be monitoring the local cell activity more closely now. The destruction of the post will almost certainly throw them into confusion for a short time. We must take advantage of this moment. Our thanks, citizen.",		"m2o":"Imperial Security Bureau ",		"m2l":"",		"m2i":"The Rebels must have been alerted to our intentions. They can move fast, citizen. So next time we must move faster. Continue serving your Empire.",		"m2f":"Now the warning will go out to all the local cells and they'll be doubly difficult to root out. This failure taints the reputation of our entire organization, citizen. How could you have let this happen? You must make amends in the future.",		"m2d":"A small Rebel surveillance post has been located. This post has been coordinating local cell activity for months. We don't want to bother our already overworked Imperial military with this task when we could take care of this locally. Can we rely on you, citizen, to serve your Empire and destroy this installation?  ",		"m1t":"Destroy Rebel recruitment station",		"m1s":"If only we could have seen the looks on those Rebels' faces when you torched their installation to the ground. With agents such as yourself working for us, we'll have this Rebellion well in hand in no time. We are quite pleased, citizen.",		"m1o":"Imperial Security Bureau ",		"m1l":"",		"m1i":"Those scum move fast or else our intelligence was sabotaged by Rebel misinformation. We must put a stop to these Rebel slicers. Report to us again and we'll give you the correct coordinates of this station.",		"m1f":"If the Empire cannot deal effectively with such flagrant displays of treason, what hope do you think we have of a swift victory over the Rebellion? Your failure, small though it may be, impacts the larger conflict. We must be seen as efficient, unstoppable, and relentless. We find this outcome... disturbing.",		"m1d":"We've discovered a Rebel recruitment station in your area. It must be wiped out immediately. These Rebel scum must be getting brave indeed to attempt to recruit openly for their traitorous cause. Can we rely on you, citizen, to make sure the Rebellion does not ensnare any more Imperial citizens? Burn this station to the ground."
}}
