{
	"stfFile":"mission/mission_npc_deliver_rebel_easy",
	"entries": {
		"m50f":"wearables\robe\robe_royal_guard.iff",		"m50t":"Transport an Imperial Disguise",		"m50i":"Robe of the Imperial Royal Guard",		"m50c":"Unbelievable! The robe of an Imperial Royal Guard! I know exactly which Alliance agent will be able to use it, too. This may be our biggest break since the Bothans discovered that weakness in the Death Star. Good work, my friend. May the Force be with you.",		"m50p":"Here is the uniform. Do you recognize it? Not many people would. It once belonged to a member of the Imperial Royal Guard. To say these are not easy to come by would be the understatement of the millennium. Handle it with care.",		"m50o":"A Zabrak spy has stolen the clothes of a high-ranking Imperial soldier. They will provide an excellent disguise for one of our agents. The spy was killed shortly afterward, but she managed to pass off the clothes to one of our civilian contacts. An Alliance pilot has flown them here. The Empire is on the lookout, so I need you to sneak to the rendezvous point, collect the package and make sure it gets back to me. Are you up to the job, my friend?",		"m49f":"mouse droid",		"m49t":"Transport an Innocuous Mouse Droid",		"m49i":"Innocuous Mouse Droid",		"m49c":"I can't believe this is the very droid the Empire has been scouring the galaxy trying to find! I'm humbled. You did well to transport it here without the authorities getting ahold of it. That would have been a disastrous blow to the Alliance. Thank you again. The Force will be with you, always.",		"m49p":"Sure is a lot of fuss over a mouse droid, don't you think? Well, far be it from me to second guess High Command. Here it is. Luck to you.",		"m49o":"I'm glad you're here. I have a very important mission for you. A secret Alliance operative has brought a very important droid to this planet. I need you to pick it up and bring it to me at once. I cannot overstate the urgency of this mission. Do not, under any circumstances, let this droid fall into Imperial hands. Is that clear? Go now. May the Force be with you.",		"m48f":"camp\campfire_logs_ash.iff",		"m48t":"Deliver Suspicious Debris",		"m48i":"Suspicious Ashes",		"m48c":"Son of a gundark! I knew it! These are the remains of a notorious Imperial torturer, left behind by a strike team I commissioned to destroy that base. See, you can tell by the stim implants in the ash. They melt at a higher temperature than bone. This confirms my hopes that the torturer was killed. Thank you very much for helping.",		"m48p":"Here you go. Looks like a bunch of ashes to me, but maybe someone on this planet can make use of it. Take care. May the Force be with you.",		"m48o":"Our agents recovered some interesting debris from the ruins of a destroyed Imperial outpost. I want you to take possession of this material from our courier and bring it here. I have a sneaking suspicion I know what it is.",		"m47f":"camp\campfire_logs_ash.iff",		"m47t":"Deliver Suspicious Debris",		"m47i":"Suspicious Ashes",		"m47c":"What, this is it? Nothing more than wood ash, by the looks of it. I guess I was wrong. Thank you nonetheless for helping me, my friend.",		"m47p":"Here you go. Looks like a bunch of ashes to me, but maybe someone on this planet can make use of it. Take care. May the Force be with you.",		"m47o":"Our agents recovered some interesting debris from the ruins of a destroyed Imperial outpost. I want you to take possession of this material from our courier and bring it here. I have a sneaking suspicion I know what it is.",		"m46f":"component\food\ingredient_ball_of_dough.iff",		"m46t":"Deliver New War Technology",		"m46i":"Ball of Explosive Gel",		"m46c":"Thanks for the help. I can't wait to blow the legs off a few Imperial walkers with this stuff.",		"m46p":"You'd think they would transport explosive gel in some kind of container, wouldn't you? But no, here it is in a nice, handy blob. Careful, it sort of oozes through your fingers when it gets warm. I'd stay away from radio transmitters with this stuff, if I were you. Good luck.",		"m45f":"sealed container

m46o
Want to help out with some new war technology? Our scientists have developed a hybrid form of the gel insulation used in AT-AT and AT-ST servo joints. This new gel reacts to certain radio frequencies, with explosive results. We're planning to sneak it into Imperial production facilities. If you've got time, I need to have some of the stuff brought to me from a courier.",		"m45t":"Transport an Imperial Medal",		"m45i":"Imperial Medal of Valor   ",		"m45c":"Ahh! Excellent. I can't wait to give Tarkin's old medal as a gift to someone in Alliance High Command. My star is rising, my friend, I assure you of that. It was well worth leaving my post in the Imperial military to take up with the Rebellion.",		"m45p":"It's kind of perverse, don't you think, handling an old war medal like some kind of sick trophy? I dunno. I mean Tarkin is dead. Let's move on, right?",		"m45o":"I've got a job for you. There's a small package I need you to deliver to me. It contains an Imperial Medal of Honor engraved with the name of Governor Tarkin. Contraband scavengers discovered it in the debris field around Yavin. This medal will make a splendid gift for someone in High Command. Can you bring it to me?",		"m44f":"component\food\ingredient_spices.iff",		"m44t":"Transport a Shipment of Valuable Spice",		"m44i":"Avabush Spice",		"m44c":"Thank you. This avabush spice will help us continue the good work of the Alliance. May the Force be with you.",		"m44p":"Here's the avabush spice. Did you know it can be used as a truth serum? I wonder what our secret backer is going to use it for? Hmm.",		"m44o":"Clandestine funding is an important part of Alliance operations. We're smuggling a shipment of rare avabush spice to one of our backers on the Frontier, in exchange for a hefty donation. I need you to bring the shipment to me so I can pass it along to the next starship in our underground delivery system. Make sure no Imperials catch you!",		"m43f":"wearables\robe\robe_inquisitor.iff",		"m43t":"Transport an Imperial Disguise",		"m43i":"Imperial Inquisitor Robe",		"m43c":"An Inquisitor's robe? Impressive! I've never seen one before. I'm not sure if we would ever disguise an agent as an Inquisitor, but you never know. Thanks for the good work, my friend.",		"m43p":"Here are the clothes. They once belonged to an Imperial Inquisitor. I don't have to explain to you how rare they are, right?",		"m43o":"A Zabrak spy has stolen the clothes of a high-ranking Imperial overseer. They will provide an excellent disguise for one of our agents. The spy was killed shortly afterward, but she managed to pass off the clothes to one of our civilian contacts. An Alliance pilot has flown them here. The Empire is on the lookout, so I need you to sneak to the rendezvous point, collect the package and make sure it gets back to me. Are you up to the job, my friend?",		"m42f":"poi\endor\poi_ewok_hut.iff",		"m42t":"Fetch a Prototype Camouflage System",		"m42i":"Big Straw Hut",		"m42c":"So. Um. This is the new camouflage system, eh? A hut. Well, you can't say we leave any option untested in the fight against the Empire.",		"m42p":"Believe it or not, this is the fabled new camouflage system. A straw hut. Sometimes I wish we had the resources of the Empire. I really do.",		"m42o":"A scientist loyal to the Alliance has developed some kind of new wilderness camouflage system. We've smuggled it to the planet. I need you to fetch it for me. If this device works, it could prove an immense help in the war against the Empire.",		"m41f":"mission\mission_terminal.iff",		"m41t":"Retrieve a Reprogrammed Mission Terminal",		"m41i":"Reprogrammed Imperial Mission Terminal",		"m41c":"Terrific! This reprogrammed mission terminal is going to confuse the heck out of the Imperials. I've already got an idea to send them on missions to hunt down a prototype war droid based on the MSE-6 model. They're just dumb enough to fall for that, don't you think?",		"m41p":"Are you the one taking possession of the reprogrammed terminal? Excellent. Here it is, then. May the Force be with you.",		"m41o":"This is great. We actually reprogrammed an Imperial mission terminal. Now we can send New Order activists into traps and away from our sensitive operations. Go pick up the terminal and bring it here so I can deploy it as soon as possible. I can't wait to watch these Imperials lapdogs chase after phantoms!",		"m40f":"poi\corellia\poi_victim_sandpanther.iff",		"m40t":"Transport Evidence of Imperial Crimes",		"m40i":"Victim of Imperial Atrocity",		"m40c":"By the belt of Antilles! Who gave the command to leave this thing rotting like this? It's sickening! Quick, let me get this refrigerated before I smell as bad as a nerf-herder.",		"m40p":"Yeah, so, here it is. Yes, it's a corpse. Yes, it's not frozen. They thawed it for an autopsy and never re-froze it. Some genius at High Command didn't want to risk destroying the evidence. So, now I pass this fragrant burden off to you. Enjoy.",		"m40o":"At last we have evidence to prove Imperial atrocities on Tyshapahl. I want you to pick up the package from our transport pilot and bring it back to me. I understand this evidence is volatile, so waste no time in getting it here. Thank you.",		"m39f":"instrument\ommni_box.iff",		"m39t":"Deliver an Ommni-Box",		"m39i":"Bugged Ommni-Box",		"m39c":"Ahh, good. I hope the musicians won't notice the switch. One ommni-box is just like another, I always say.",		"m39p":"Here's the ommni-box. It's a little off-key in the fourth septave of the Bith echo minor scale, but the Imperials shouldn't notice. I think.",		"m38f":"datadisc

m39o
Okay, here's the deal. The captain of the Star Destroyer Beleaguer is hosting an officer's party on his flight deck. We've hidden a listening device in the ommni-box that the band will be using. If we're lucky we might catch some random intelligence. I want you to fetch the bugged instrument from our offworld agent and bring it back to me. Got it?",		"m38t":"Fetch the Credentials of a Spy Candidate",		"m38i":"Alliance Agent Credentials",		"m38c":"These are the credentials of our top candidate, eh? Somehow I'm not encouraged. Well, perhaps Vader won't recognize a well-hidden spy. It's not like he's clairvoyant, right?",		"m38p":"Here are my credentials. This sounds like a dangerous assignment, though. What do you think? Could I pass as a top-flight bounty hunter? My mother says I've got a mean look about me, when the light hits me just right.",		"m37f":"datadisc

m38o
Listen up. Our spies inform us that the Emperor's enforcer, Darth Vader, has commissioned a team of elite bounty hunters called the Scourge Column. We're not sure what the team is for, but we want one of our agents on the inside. I want you to meet the top candidate and get a list of credentials for me to review. Only our best agent should attempt a mission as dangerous as this one.",		"m37t":"Deliver a List of Star Pilots",		"m37i":"List of Top Star Pilots",		"m37c":"Hmm. I can't say I've heard of the pilots on this list, but I'll certainly look into recruiting them. We need every advantage we can get against the Empire.",		"m37p":"Here's the list of star pilots. There's some great names on here, like Avan Beruss from the Illodian Officers' Academy and Nien Nunb from Sullust. If we keep recruiting this caliber of pilots, we'll be twice as strong as we were at Yavin.",		"m36f":"datadisc

m37o
I need your help. We've received a list of the top star pilots who want to join the Alliance. I think I'm being watched by Imperial surveillance, so someone else has to pick up the list for me. Can you handle it? After the Battle of Yavin we seriously need to replenish the ranks of our fighter pilots. This is the first step.",		"m36t":"Analysis of Imperial Star Patrol Schedule",		"m36i":"Entry Windows For Alliance Star Cruiser",		"m36c":"These numbers don't look very promising, but I suppose they're all we've got. May the Force be with us.",		"m36p":"Here's the list of schedule windows, such as it is. The pilot of that star cruiser had better be good. Flying past the Imperial patrols will be like threading a very small needle.",		"m36o":"A Mon Calamari war cruiser is cloaked inside a comet cluster on the fringes of the system. It's ready to drop off some important Alliance dignitaries. Our listening stations have compiled the schedule windows during which the ship can move past Imperial star patrols. I want you to get that list and bring it to me. Do not delay!.",		"m35f":"datadisc",		"m35t":"Retrieve a War Materiel Manifest",		"m35i":"War Materiel Manifest",		"m35c":"Good work. I hope the data on this disc is enough to plot some sabotage missions. The Empire's foothold in the Garia system is very strong.",		"m35p":"Here's the disc. It was purchased with Bothan blood, so handle it with respect. May the Force be with you.",		"m35o":"Our spies received a manifest of war materiel bound for the Garia system. If we strike those supply ships, we can cripple Imperial operations in that sector. I need you to fetch the manifest datadisc and bring it here. Be careful. Many Bothans died to bring us this information.",		"m34f":"component\droid\droid_brain.iff",		"m34t":"R2 Brain Awaits Analysis",		"m34i":"Astromech Droid Brain",		"m34c":"Good job! We'll have someone look at the brain as soon as we can.",		"m34p":"If this astromech brain holds current Imperial encryption protocols, we can do some damage to the Empire before their next scheduled code rotation.",		"m34o":"We downed an Imperial transport from low orbit. It crash-landed with no survivors, and our teams scavenged the wreckage. They found an astromech droid brain that appears undamaged -- unlike the droid's body. We think we can scan the brain at our facility and learn Imperial engineering protocols. Can you bring us the brain?",		"m33f":"component\armor\deflector_shield_projector_plate.iff",		"m33t":"Deliver Shield Projector Component",		"m33i":"Deflector Shield Plate",		"m33c":"We need to set up a testing program for this deflector plate. The Empire's discarded technology may be the boost we need. Thanks!",		"m33p":"Here is the plate component. The power consumption for the entire deflector shield is much too steep right now. It would melt your arm! But we're working on it, we're working away....",		"m33o":"We've analyzed captured plans from the Empire's defunct Dark Trooper project, and there's some interesting technology there. Our lab's latest prototype adapts a deflector plate from the Stage 1 droid to function as an actual deflector shield projector, worn on the arm. Sounds great, doesn't it? We need you to bring us the prototype plate.",		"m32f":"component\munition\warhead_heavy.iff",		"m32t":"Classified Pick-Up",		"m32i":"Warhead",		"m32c":"A -- what? What kind of warhead? Is it live? Why is it ticking? Okay, I need to make some calls here. See you later, okay? I hope.",		"m32p":"Don't mind that ticking sound, it's just a loose interior casing. But if I were you, I'd deliver this thing pretty quickly.",		"m32o":"I'm supposed to pick up some kind of equipment for an upcoming assault, but the transmission was corrupted. I know the pickup point, and it's supposed to be kept secret and hand-delivered. Other than that, I'm clueless. Welcome to the military. Can you pick up this whatever-it-is and bring it here?",		"m31f":"furniture\imperial\data_terminal_s1.iff",		"m31t":"We Have the Empire's Data Terminals",		"m31i":"Imperial Data Terminal Schematic",		"m31c":"With any luck, we'll know the Empire's plans as soon as they do! Thank you for your help!",		"m31p":"I never liked those mission terminals. I hope this breach makes the Empire stop using them.",		"m31o":"Interesting news. An Alliance slicer has procured the schematics for the Empire's secure data terminals. If we can crack the encryption scheme, we could theoretically learn every mission the Empire assigns to its followers. Obviously we need to keep this find off the HoloNet, so we'd like you to hand-deliver the schematics to us.",		"m30f":"medicine\antidote_sm_s1.iff",		"m30t":"Deliver Reptavian Poison Antidote",		"m30i":"Venom Antidote",		"m30c":"At last! We'll give this antidote to the girl right now. We destroyed the reptavian, by the way, and gave the tourist a sharp lecture about importing offworld animals.",		"m30p":"Here's the antidote. Move!",		"m30o":"Some idiot tourist bought a venomous reptavian offworld and brought it back here as a pet. That "pet" just stung an innocent girl, and we don't have a suitable antivenin here. One of our labs has just manufactured an antidote. Bring it here, quickly. A girl's life hangs in the balance!",		"m29f":"deed\turret_deed\turret_block_large_deed.iff",		"m29t":"Alliance Turrets Compromised",		"m29i":"Turret Block Redesign",		"m29c":"Thanks! We'll get this turret retrofit into place at top speed. And while we're at it, I hope we get across some basic education about how to keep secrets.",		"m29p":"The old turret block design was already secure, and this one is better. But you can't control the "human engineering" that lets spies trick our operatives into revealing secret protocols.",		"m29o":"An Imperial spy has compromised the weapon-control protocols we use to remotely fire our turret installations. The Empire could potentially turn our own laser cannons against us! A team of slicers and engineers has developed a retrofit that will secure these turret blocks against outside interference. It's up to you to bring us the design, quickly.",		"m28f":"deed\generator_deed\power_generator_fusion_deed.iff",		"m28t":"Alliance Base With Fusion Problems",		"m28i":"Fusion Generator Design",		"m28c":"This may be an over-specification; no base needs quite this much power. But we'll sort it out and get the generator offworld soon.",		"m28p":"The fusion generator in these plans will serve up enough power to re-tune that planet's magnetic field! You bet!",		"m28o":"Our new advance base in the Outer Rim Territories is getting weird feedback from the world's magnetic field. They're busy shielding all the computers, but the power generator is getting finicky too. They don't have the infrastructure to fix that. So we've worked up a new design, and we can start construction once you bring it here.",		"m27f":"deed\factory_deed\clothing_factory_deed.iff",		"m27t":"Alliance Needs Uniforms",		"m27i":"Designs for Uniform Factory",		"m27c":"Yes, we're making uniforms for a cold climate. But speculating why, or letting anyone know that little piece of data, is a bad idea.",		"m27p":"I don't know where they're building this factory, but the designs show it will make clothing intended for cold climates. Really cold.",		"m27o":"I never thought of such things back when the Alliance was a ragtag band of outcasts, but now we're experiencing local shortages of uniforms. In big engagements against the Empire, we need to know who's who. We have designs ready for a new clothing factory. We'd rather not trust them to the HoloNet, for reasons you may learn later. Can you bring the designs here?",		"m26f":"deed\generator_deed\power_generator_wind_deed.iff",		"m26t":"New Base Needs Wind Power",		"m26i":"Wind Power Generator Design",		"m26c":"Great! We'll get this design shipped off to our advance base.",		"m26p":"On some worlds you can generate more from wind power than from a good fusion generator -- if your wind station can stand up in a perpetual hurricane.",		"m26o":"We've set up an advance base on a remote world -- never mind where -- and no one there has ever heard of a power core. They still need power, so we're shipping them the latest designs for high-efficiency wind power generators. To prevent the Empire from discovering our supply chain, we need you to hand-deliver the design to us.",		"m25f":"deed\harvester_deed\ore_harvester_heavy_deed.iff",		"m25t":"Redesigned Ore Harvester",		"m25i":"Ore Harvester Design",		"m25c":"Thanks! Remember, don't mention the ore harvester redesign to anyone. The Empire has spies everywhere.",		"m25p":"It's a straightforward task, redesigning an ore harvester. Not much glamour, but the war effort rides on this kind of work. That's what I tell myself, anyway.",		"m25o":"The Alliance is still looking for good base sites around the Outer Rim. Each world seems to present problems of its own. Our existing ore harvesters won't work in some environments, so we've had our engineers develop a suitably ruggedized harvester model. We need you to bring us the schematics, because we don't want the Empire learning the environments we're targeting.",		"m24f":"food\crafted\meal_dish_food_basket.iff",		"m24t":"Food for Refugee Family",		"m24i":"Provisions",		"m24c":"Thanks. I'll get the food to the latest refugees. You can be proud you helped today.",		"m24p":"I always have some of these baskets ready to go. The Empire always gives us a use for them.",		"m24o":"We're getting refugees from Imperial attacks in the countryside. These poor folks had their homes destroyed, their equipment burned -- they have nowhere to turn. We're setting up relief and relocation efforts, but in the short term, we've got some hungry kids who need food. Can you please bring me a food basket from our supplier?",		"m23f":"component\weapon\weapon_targeting_computer.iff",		"m23t":"Targeting Computer Upgrade",		"m23i":"Improved Targeting Computer",		"m23c":"This targeting computer uses a modified droid brain? What a terrible idea. I hope it doesn't start developing a personality. Well, thank you anyway.",		"m23p":"This is a sweet new model. Uses a modified droid brain, I think. I hope it'll help in the battles ahead as the Empire starts striking back.",		"m23o":"Commander Skywalker destroyed the Death Star without a targeting computer. This shows that our computers still fall short. We don't object to pilots using gut instinct, but we'd like to give them better tools when guts fail them. Our new prototype computer has just arrived from offworld, and we're ready to test it as soon as you bring it here.",		"m22f":"component\weapon\laser_magnetic_flashback_supressor.iff",		"m22t":"Odd Flashback Suppressor Design",		"m22i":"Unusual Flashback Suppressor",		"m22c":"This hermit's designs are hit-and-miss, they say. I don't know if a magnetic feedback suppressor will change the course of the war, but regardless, thanks for bringing it.",		"m22p":"This flashback suppressor uses some kind of magnetic self-adjusting feedback loop. It's quite weird. I have no idea whether this thing will ever work.",		"m22o":"A mysterious hermit in the Outer Rim has been sending us amazing redesigns of our existing equipment. We just got his new version of a flashback suppressor useful on many different weapons. It's based on weird principles, but apparently this fellow's designs have showed promise before. So I've ordered a prototype. Can you bring it here?",		"m21f":"component\weapon\blaster_pistol_barrel.iff",		"m21t":"Odd New Blaster Barrel Redesign",		"m21i":"Unusual Blaster Barrel",		"m21c":"I'm leery of building such a bizarre new barrel. But if I hadn't ordered this prototype, I'd always wonder. I still wonder who that designer is. Anyway, we'll start testing soon.",		"m21p":"The capacitance induction on this barrel works on some completely novel principle -- allegedly. It may run much cooler than existing barrels. Or it may be total trash.",		"m21o":"Some crazy old hermit in the Outer Rim Territories sent us a remarkable redesign of our standard blaster pistol barrel. Our engineers said it looked so bizarre it could have come from another galaxy. But we tried making a prototype, and now it's ready for testing. Who knows? It might be our salvation. Can you bring it here?",		"m20f":"component\item\micro_sensor_suite.iff",		"m20t":"Dust-Sized Sensor",		"m20i":"Micro Sensor and Receiver",		"m20c":"It breaks when air moves over it? You mean, for example, when someone breathes? Hmm. Sounds like there are still big problems with this design. Thanks anyway.",		"m20p":"This package contains the sensor and the receiving apparatus. Unfortunately, the sensor itself tends to blow around and break when air moves over it.",		"m20o":"The Alliance needs more eyes in high places. If they're small, invisible eyes, all the better. We're working on a microsensor the size of a grain of dust, that can rest invisibly on an Imperial's uniform. We hope we'll hear intelligence in places where the Empire doesn't think to jam sensors. We have a prototype ready for testing. Can you bring it here?",		"m19f":"component\item\electronic_energy_distributor.iff",		"m19t":"Imperials Triggering Pods Remotely?",		"m19i":"Escape Pod Component",		"m19c":"Those explosive bolts receive remote telemetry so that if the ship systems get damaged, a crew member can launch the pod from a datapad interface. Thanks for the component. We'll get to it right away.",		"m19p":"This is the energy distributor used in the explosive bolts on the Corellian Engineering Class-6 escape pod. Yes, it is set up to receive remote telemetry. Can't imagine why. Here you go.",		"m19o":"We're hearing scary rumors that the Empire has a way to remotely launch all the escape pods on our ships. They press a button, and boom! We're stuck. Sounds unlikely, but to make sure, we're analyzing components on our various escape pods. Another component just arrived for testing. Can you pick it up?",		"m18f":"component\item\electronic_control_unit.iff",		"m18t":"Help Jam Imperial Walker Systems",		"m18i":"Walker Control Unit",		"m18c":"All right! Time to get the astromech droid to talk to this thing and see what it likes to hear. We'll be in touch with you again, thanks!",		"m18p":"Our forces downed an AT-AT on Yavin 4 when the Empire set up its blockade. We sent in a spy later to scavenge the wreckage. This beauty is the result.",		"m18o":"Our technicians are looking for vulnerabilities in Imperial AT-AT walker control systems. A salvage agent has just received an intact diagnostic unit that reads telemetry off walker drive systems. If we can crack the unit's codes, we can deduce many internal details of AT-ATs. Can you bring us this diagnostic unit? The faster, the better.",		"m17f":"wearables\vest\vest_hutt_gang_s03.iff",		"m17t":"Identify a Smuggler's Murderer",		"m17i":"Gangster's Vest",		"m17c":"Hmm. A Hutt gang vest. I didn't expect that. A territorial grab? Maybe we need to bring in some higher-level negotiators. Excuse me, I have to call headquarters.",		"m17p":"You're here to look over the remains? Here's what we found -- a vest. Wrong size for the dead smuggler. You should show it to whoever sent you here.",		"m17o":"We lose a certain number of smuggling ships to Imperial blockades, but now I've received word of that one of our "procurement specialists" got killed even before liftoff. I understand the ship is wrecked, but there may be some identifying mark in the remains. Can you check there and bring back whatever you find?",		"m16f":"wearables\ring\ring_s03.iff",		"m16t":"Last Ring of a Smuggler",		"m16i":"Smuggler's Ring",		"m16c":"Huh! Yeah, I recognize this. Not from our pilot, but I think now I know who attacked our pilot. Excuse me, I have to contact a certain bounty hunter I know.",		"m16p":"We couldn't find any identifying marks except this ring. This crash was strange, because from down here we saw no evidence of a dogfight. Sabotage, maybe?",		"m16o":"We've been losing more "procurement specialists" as they try to smuggle supplies to us through Imperial blockades. I've had news that a smuggler's ship crashed near here.  I need to know who crashed; we had no distress reports. If you could bring me some identifying token from the remains, I'd appreciate it.",		"m15f":"wearables\necklace\necklace_s02.iff",		"m15t":"Remains of Blockade Runner",		"m15i":"Blockade Runner's Necklace",		"m15c":"Yes. Yes, that belonged to her. I expect I'll have to report this to headquarters -- not to mention her next of kin (sigh). Okay, thanks.",		"m15p":"What with the explosive decompression, we couldn't find a body. This necklace got caught on the pilot's chair, though. Is it our runner's?",		"m15o":"It's dangerous work running supplies for the Alliance, and it looks like one of our blockade runners paid the last price today. We don't know for sure, because they always run silent. But our ships salvaged a wreck in space, and they're shipping the identifiable remains of the pilot down here. Could you bring me what they've found? Grisly duy, I know, but it has to be done.",		"m14f":"wearables\earring\earring_s04.iff",		"m14t":"Identify Smuggler Remains",		"m14i":"Unidentified Earring",		"m14c":"Argh. I recognize this earring. What a bad way to go. Sorry, give me a moment. Okay. I'll notify her next of kin. Thanks, that's all for now.",		"m14p":"We found this earring on -- we think it was the pilot's body. Not much else left ofher. Grim duty, this salvage work.",		"m14o":"We think another of our "procurement specialists" got blasted trying to run an Imperial blockade. These smugglers always run silent, so we don't know much for sure. We found a crash site, but there's not much left of the ship. To tell whether it's our smuggler, I need to see something from the remains. Can you bring it here, please?",		"m13f":"parrot_cage\parrot_cage.iff",		"m13t":"Test Code Delivery System",		"m13i":"Cage",		"m13c":"Well, whaddya know. How do they even think of these things? All right, thanks. I have to get this cage into analysis.",		"m13p":"The test information is encoded by the size and position of the welds connecting crossbars in this cage. We worked on that one quite a while!",		"m13o":"From time to time the Alliance tests its code delivery systems. We can't transmit new codes over the HoloNet, obviously, so we conceal the data in a variety of objects. I don't know what they've managed to insert codes into this time, but I need you to bring me the whatever-it-is for analysis.",		"m12f":"instrument\kloo_horn.iff",		"m12t":"Code Delivery System Testing",		"m12i":"Kloo Horn",		"m12c":"Codes in live music. That beats all. I'll never hear a cantina band in quite the same way. Okay, thanks. Time to play this for analysis.",		"m12p":"If you play this kloo horn, the frequencies of consecutive notes are imperceptibly altered. The integral reduction in wavelength for each note is the code value.",		"m12o":"The Alliance is testing its code delivery systems again. Someone has figured out yet another way to transmit coded information right under the Empire's collective nose. I have no idea what you're supposed to go and pick up this time, but if you can bring it here quickly for analysis, I'd appreciate it.",		"m11f":"furniture\modern\rug_rnd_lg_s01.iff",		"m11t":"Code Delivery Needs Further Tests",		"m11i":"Rug",		"m11c":"So -- you measure a knot's position, and its irregularity is the code value? Never mind, I don't need to know yet. I'll get this rug to analysis. Thanks.",		"m11p":"The rows of knots of this woven rug are fractionally misaligned. The deviation of each knot from the straight line is an integral value in millimeters. That's the code.",		"m11o":"The Alliance periodically creates new ways to deliver coded messages without arousing Imperial suspicion. The latest breakthrough is available for pickup, but I haven't been told what it is. If you can pick it up and bring it here, we'll get it into analysis to figure out the code.",		"m10f":"furniture\all\frn_all_tree_potted_s1.iff",		"m10t":"New Test for Code Delivery",		"m10i":"Potted Tree",		"m10c":"Wait a minute -- root nodules? I didn't even know we used strings of beads, let alone potted trees. Well, I'll get it into analysis, and someone will explain it to me. Thanks.",		"m10p":"This tree has certain nodules growing in its root structure, under the dirt. The pattern of nodules along each root is the code, like beads on a string.",		"m10o":"The Alliance occasionally revises its code delivery system. Headquarters creates new ways to transmit sensitive messages undetected. I've been told a new system is available for pickup. I don't know what it is, but I'd like you to pick it up and bring it here. Are you willing?",		"m9f":"deed\harvester_deed\ore_harvester_heavy_deed.iff",		"m9t":"Paying a Procurement Specialist",		"m9i":"Ore Harvester Deed",		"m9c":"The smuggler wanted an ore harvester? How odd. Maybe he plans to go into a new line of work. It's sure to be safer, anyway.",		"m9p":"I have no idea why headquarters needed to transmit us a deed for, of all things, an ore harvester. Any notion?",		"m9o":"One of our "procurement specialists" is asking for a payment he prearranged with headquarters. We just got the medical supplies he ran past the Imperials, so I need you to pick up the payment at our arranged drop point. Bring the fee here, and I'll pass it on to our smugg-- procurement specialist.",		"m8f":"component\food\ingredient_spices.iff",		"m8t":"Pay for a Good Smuggling Job",		"m8i":"Rare Spices",		"m8c":"Spices? I guess our smuggler friend is a cook on the side. Hmm, maybe I'll ask her to cook dinner sometime.",		"m8p":"I had no idea that mere cooking spices could cost such a fortune. But these are some of the costliest spices in the galaxy. I almost stole a taste of them, but one sample would cost more than a year's pay.",		"m8o":"One of our "procurement specialists" is asking for a special payment she prearranged with headquarters. She just ran a few shiploads of blaster rifles past the worst Imperial blockade I've seen in a while, so she deserves the pay, whatever it is. If you'll pick it up and bring it here, I'll pass it along to our procurement specialist.",		"m7f":"instrument\flute_droopy.iff",		"m7t":"A Procurement Bet",		"m7i":"Droopy McCool's Flute",		"m7c":"Well. I guess the smuggler we're paying off is a fizz-music fan. It takes a special kind of person to risk explosive decompression to win a flute. Okay, thanks.",		"m7p":"I don't believe I actually got to hold, however briefly, the original flute played by none other than the famous fizz artist Droopy McCool. That is so fine!",		"m7o":"A "procurement specialist" just delivered a vital shipment of power cores to our bases here. Apparently by getting past an Imperial blockade, she won some kind of bet with headquarters. They've set up a special payment for her work. If you can pick it up and bring it here, I'll forward it to her right away.",		"m6f":"component\munition\warhead_chemical.iff",		"m6t":"Empire Using Chem Weapons on Civilians",		"m6i":"Imperial Chemical Warhead",		"m6c":"Nobody deserves to die so horribly as those people did. With the proper antidote in place, we may be able to prevent the next tragedy. Thanks for your assistance.",		"m6p":"We have no idea why the Army attacked this settlement. Maybe the citizens refused to pay taxes, or someone said the wrong thing to a spy. The destruction was terrible.",		"m6o":"We just got news of another Imperial Army chemical attack on a civilian population. The chemical agent is new. We salvaged a warhead and need you to bring it here for analysis, so we can develop an antidote. Quickly, please!",		"m5f":"component\munition\warhead_light.iff",		"m5t":"COMPNOR Uses Bomb-Droids on Innocents",		"m5i":"Droid Implant Warhead",		"m5c":"Until we inform the public of the terrible atrocities their government commits, the Empire will continue to rule through fear and terrorism. Thank you for your help.",		"m5p":"It's bone-chilling to think that the protocol droid serving you dinner could suddenly explode. I hope this provokes a terrible public outcry against COMPNOR.",		"m5o":"The Empire's Committee for the Preservation of the New Order is doing more surprise bombings of civilian homes. They steal a family's droids, then send the droids back bearing implanted tactical warheads. Boom. We've discovered one warhead that failed to detonate, and we want to display it to alert the populace. Can you bring it here?",		"m4f":"component\structure\weapon_high_power_module.iff",		"m4t":"Empire's Weapon Power Breakthrough?",		"m4i":"Weapon Power Module",		"m4c":"It's possible the anti-infantry battery was just malfunctioning, but we don't know for sure. Our lab will analyze this power module and see if we can duplicate it. Thanks.",		"m4p":"This module comes from a Golan Arms DF.9 anti-infantry battery. One shot blew through two landspeeders running side by side. Most powerful bolt I've ever seen.",		"m4o":"We just took out an Imperial armory, but barely. Their defenses seemed unsually powerful. We salvaged a power module from a destroyed weapon, and our lab wants to analyze it for technical breakthroughs. Can you bring it here?",		"m3f":"component\weapon\projectile_feed_mechanism.iff",		"m3t":"Insane Rates of Fire",		"m3i":"Projectile Feed Mechanism",		"m3c":"We'll pass this along to the engineers for study. Meanwhile, thanks for your time, and take this for your trouble.",		"m3p":"I've never seen why anyone would use projectile weapons in a galaxy full of blasters, but this engagement changed my mind. Here's the new feed mechanism.",		"m3o":"The last stormtroopers we defeated were using projectile weapons with insane rates of fire. Our field techs inspected the weapons, and they believe the Empire has developed an improved feed mechanism. Bring us one of these improved mechanisms for analysis, and we'll make it worth your while.",		"m2f":"wearables\ring\ring_s02.iff",		"m2t":"Proof of Heroism",		"m2i":"Infiltrator's Ring",		"m2c":"The Empire didn't discover that this ring conceals a HoloNet receiver. Our spy used it to eavesdrop on a Star Destroyer's bridge. We hope we can continue his good work.",		"m2p":"My friend risked his life every day to help the cause of freedom. After this smug gesture by the Empire, it turns out his ring can still do some good for the Alliance.",		"m2o":"Some of our bravest Alliance members are those who infiltrate the Empire's ranks to bring us vital intelligence. We just had a sad report that one Imperial Navy spy has been caught. The Empire apparently sent his ring to his next of kin, an insolent gesture intended to humiliate them. We have other plans for that ring. Can you bring it here?",		"m1f":"wearables\armor\stormtrooper\armor_stormtrooper_helmet.iff",		"m1t":"Alliance Shouldn't Collect Trophies",		"m1i":"Stormtrooper Trophy",		"m1c":"If any Alliance soldier is treating civil war like a hunting trip, we have a lot of education to do. Thanks, I'll have this helmet destroyed as usual.",		"m1p":"Why is it wrong to take trophies? They're bad guys, right? If they're dead, they can't use their gear any more, so why not take a nice souvenir? Oh well, here you go.",		"m1o":"One of our troops apparently collected a trophy off a fallen Imperial soldier. We're not fighting the Empire to collect souvenirs. I know a few units that allow it, but not this one. Go and get the souvenir, while I prepare a lecture about showing some class."
}}
