{
	"stfFile":"mission/mission_npc_escorttocreator_neutral_easy",
	"entries": {
		"number_of_entries":"25",		"m25e":"Yippee! My R-10 household droid is finally here! My room has been buried in dust and old clothes since my last R-10 short-circuited. ",		"m25c":"I don't care if my clients are scruffy, as long as their money is good. Thanks for helping out. Here's the creds I promised you.",		"m25t":"Help Deliver a Package",		"m25p":"Thank you for finding me. I've been waiting all season for that package. Can you show me where it is?",		"m25o":"I just picked up my client's package from offworld, but I can't leave it sitting here. How would you like to earn a few creds and track down my client for me? I'll stay here and watch the box.",		"m24e":"Thanks. Now I can tell this busybody that restraining bolts do not have to be changed daily. If I was a droid I'd run away, too.",		"m24c":"I appreciate your help. Technicians seem to run from me as often as droids do.",		"m24t":"Fix My Naughty Droid",		"m24p":"You fix somebody's droid once and they think you're some kind of personal servant. Take me there and I'll straighten this out.",		"m24o":"I'm having trouble with my droid. It keeps running away from me. Would you be so kind as to bring my technician back here? I need to get this fixed soon.",		"m23e":"I can't believe it! What a vision of beauty I see before me! Thank you for bringing me to this wondrous creature!",		"m23c":"I expected so much better. I'd rather date a droid than this ugly narglatch. Don't you agree? But thanks anyway.",		"m23t":"The Odd Couple",		"m23p":"I can't believe I came all this way for a blind date. I just know it's a waste of time. Too late to back out now, I guess.",		"m23o":"At last, my blind date has arrived on the planet! Can you provide an escort while I get myself ready? My heart is thundering like a tympanic pulser!",		"m22e":"I travel halfway across the sector and this ... person ... is going to audition me? I'm going to have a talk with my agent.",		"m22c":"I solicit singers from three sectors and this backwater diva is what I get? Just my luck. At least you're a reliable sort. Thanks, friend.",		"m22t":"Find the Diva",		"m22p":"Really, you'd think a cantina owner would bend over backward to accommodate a singer of my stature. Instead I get stuck with a paid messenger. Well, take me there and let's get this audition over with.",		"m22o":"I'm supposed to audition a new singer for my cantina, but apparently I'm not easy to find. That's what I get for soliciting offworlders. Can you find this person for me and bring them here? Thanks.",		"m21e":"Passengers who demand secrecy should always make their rendezvous. Lucky thing you were here to lend a hand.",		"m21c":"For someone who promised to ask no questions, this spacer sure grumbles a lot. Anyway, thanks for helping me out.",		"m21t":"Fetch the Spacer",		"m21p":"Thanks for meeting me. My passenger didn't show up at the arranged place. The captain of my ship was going to get angry if I didn't hear anything soon.",		"m21o":"I've hired a transport to take me offworld, but my contact seems to have gotten lost. I'm in a bit of hurry. Can you fetch this spacer for me? I'll make it worth your while.",		"m20e":"Thank you for showing me to this no good, scruffy-looking gundark. I prefer to say in person that I wouldn't marry such a spineless gullipud for all the credits in the sector!",		"m20c":"Didn't I send you to ask on my behalf, instead of bringing my precious darling here? Thank you for helping me with my fear of rejection.",		"m20t":"A Marriage Proposal",		"m20p":"Marriage! How shy can a person be, sending someone else to propose for them? Show me where my darling is and I'll answer in person.",		"m20o":"I've decided to propose marriage to my beloved, but the two of us are very different. To be honest, I'm afraid of rejection. Can you deliver my proposal for me? You may save me a lot of embarrassment.",		"m19e":"Thank you for showing me here. This inconsiderate miner and I have a lot to talk about.",		"m19c":"Uh-oh, I didn't expect you to bring the guild agent back to me. I've got a bad feeling about this.",		"m19t":"Miner's Guild Agent",		"m19p":"That miner is too busy to come here in person, eh? The Guild disapproves of such treatment, especially after a bogus mining claim. Take me to this impolite individual and I'll set 'em straight.",		"m19o":"The Galactic Miner's Guild is confirming a vein of ionite I discovered near here. I'm too busy to handle this right now. Can you track down their agent for me and find out what was learned?",		"m18e":"This bolt could have been the very one that held the superlaser in place as it blew up Alderaan! Why won't you believe me?",		"m18c":"Hmph. This is a rusty bolt off a landspeeder, or maybe a droid's restraining bolt. Tell you what, I'm going to pay you the fee I would have given to this "researcher."",		"m18t":"A Piece of the Death Star",		"m18p":"This may look like a hunk of rusted metal, but I swear it's a piece of the Death Star! Really! What, you don't believe me?",		"m18o":"Probably it's an urban legend, but I heard that somewhere out there is a piece of a destroyed Imperial spacecraft. I hired someone to go look, but haven't heard back. Can you check and escort my researcher back here?",		"m17e":"I stand behind the client and, when sleep threatens, I shout loudly and drop large objects. It works beautifully. Thanks so much for bringing me here!",		"m17c":"I dozed off while I was waiting for you. I sure am looking forward to this new waking life.",		"m17t":"Attention Disorder Specialist",		"m17p":"Yes, I can keep citizens awake through the most boring meetings. I have an elaborate technique, which I shall describe when we arrive.",		"m17o":"I've had so much trouble staying awake at work, I need a specialist. I've invited one here who happens to be vacationing outside town. Can you bring me that specialist?",		"m16e":"And then O-i stampeded the bantha herd so they demolished the guard outpost! He sailed right through and rescued the ambassador! It was great!",		"m16c":"I thought my friend wanted to visit to see my new home. I guess gossip about O-i is more interesting. Not that I'm bitter.",		"m16t":"A HoloNet Enthusiast",		"m16p":"I just got HoloNet news of another escapade by that Twi'lek adventurer, O-i. This guy could take on an Imperial garrison! I have to tell my friend all about it.",		"m16o":"A friend is visiting my new home from outside town. Can you go out and guide my friend here? There's credits in it for you.",		"m15e":"This isn't my cousin Dennwater!  Is there more than one Neeblook in the galaxy with a cousin Dennwater?",		"m15c":"This isn't my cousin Neeblook! It's a big galaxy, I guess. I wonder where our actual cousins Dennwater and Neeblook live?",		"m15t":"Neeblook & Dennwater",		"m15p":"It will be so good to see cousin Dennwater after all this time. I didn't even know Dennwater was on this world. Funny, isn't it? Lead the way.",		"m15o":"My long-lost cousin Neeblook is on this world! I just got the message. Can you guide good old Neeblook here for me? I'll pay you.",		"m14e":"The plight of the struggling poet can never be easy. Anyway, it was a nice journey here, thanks.",		"m14c":"I read that this poet's published work provided a beautiful cure for insomnia. Didn't that mean--? Oh, I get it. Sorry.",		"m14t":"A Sleep Specialist",		"m14p":"Me? A sleep specialist? Well, that's a left-handed compliment if ever I heard one. But take me to your patron, please.",		"m14o":"I've had so much trouble sleeping at night, I need a specialist. I've invited one here who happens to be vacationing outside town. Can you bring me that specialist?",		"m13e":"Clients usually takes a bit of convincing, but we agents know best. Thanks for getting me here!",		"m13c":"Oh. I had the idea the site itself was pretty. Should beauty really be dependent on the architect? Well, thank you anyway.",		"m13t":"A Real Estate Agent",		"m13p":"This place may not look like much, but a visionary architect could build something wonderful here.",		"m13o":"My real estate agent has been scouting locations for my new home. I just got a call. There's a prime site! But my agent needs a lift, if you're willing to give one.",		"m12e":"Now that we're here, I'll confide in you: We're providing restraining bolts for every single Gyrowheel 1.42.08 Recycling Droid on Bonadan for the next fiscal year! This is the kind of deal that passes into legend. Ahh, prosperity....",		"m12c":"I can't believe it. You can't imagine how many restraining bolts those recycling droids use. We're rich! Thank you, thank you!",		"m12t":"A Corporate Sector Hopeful",		"m12p":"I have with me a genuine purchase order from the Bonadan government in the Corporate Sector Authority. Yes, it's true! I know you're impressed. If you can get me back safely, the rewards will be rich for both of us.",		"m12o":"I've just been in contact with my business partner, who's returned from the Corporate Sector worlds. It's a long way to go, but I need you to escort my partner back here. Be careful, because gangsters may want my partner's cargo.",		"m11e":"I appreciate your guidance, thanks. I didn't want to keep this client waiting -- these jubba owners can get pretty intense.",		"m11c":"Rapture! I shall soon enjoy again the hypnotic sussurus of that divine jubba song. Thank you!",		"m11t":"The Pet Talker",		"m11p":"The secret with jubba birds is that they get bored with their owners' prattle and just want to discuss deeper topics. Lead me to the owner, please.",		"m11o":"My pet jubba bird won't sing. I've found a local "bird talker" to persuade it to pour forth once more its mesmerizing song. Bring me that talker!",		"m10e":"I did almost buy a Void Spider once, so I wasn't absolutely lying. Anyway, thanks for getting me here.",		"m10c":"Not a landspeeder designer? I wondered why this citizen asked for a ride. Well, I need someone to oil repulsorlift casings, so maybe this fraud can help.",		"m10t":"A Speeder Engineer",		"m10p":"Uh, I didn't design the Void Spider. I exaggerated my record because I kinda need help finding my way around here. Can you take me to the one I talked to?",		"m10o":"I can't believe one of the principal engineers of the classic Void Spider TX-3 landspeeder is here on this world! I look forward to hosting this genius, if you will serve as escort.",		"m9e":"I'm glad you turned out to be a respectable sort. I must admit, I had my doubts about my safety when I first laid eyes on you. But you proved me wrong.",		"m9c":"My thanks, citizen. I sure hope my colleague doesn't expect this sort of escort all the time. That could get expensive.",		"m9t":"A Nervous Artisan",		"m9p":"One can't be too careful with works of art like this. The wilderness is filled with all sorts of thieves and opportunistic gangsters. I long for the days when we were free of such fears.",		"m9o":"A colleague wishes to show me some samples of jewelry with semi-precious stones. Safety, however, is a factor during transport. Could you escort this nervous individual to me?",		"m8e":"If you see any dangerous predators in the wild, do us all a favor and blast them to pieces. We need to make sure the galaxy is safe for our children.",		"m8c":"Hope you didn't go through too much grief, citizen. Thanks for your help.",		"m8t":"A Squeamish Traveller",		"m8p":"I don't know why the Empire doesn't simply blast all dangerous predators into atoms. I don't believe all this scientific claptrap about delicate ecosystems. If a species is dangerous to citizens, then it should be exterminated.",		"m8o":"Years ago my friend was attacked by a pack of ravenous anoobas and since then refuses to travel alone, even over short distances. If you could provide a safe escort for my companion, I would make it worth your while.",		"m7e":"I wish I was as brave as you. I'm afraid of my own shadow, honestly. Thanks for your generous display of courage.",		"m7c":"Thanks, friend. It looks like my new partner is a nervous type. Here's something for your trouble.",		"m7t":"Protect the Partner",		"m7p":"There's no telling what sorts of horrors lurk out there in the wilds. A being can be gobbled up by all sorts of vicious predators. Thank goodness you're here to make sure that doesn't happen to me.",		"m7o":"My chief investor has decided to become my partner and wants to tour the premises. I need to provide an escort as I'm a bit busy and can't do it myself. If you can take care of it, I'll pay you.",		"m6e":"I appreciate your efforts on my behalf. I'll work on making myself much more self-sufficient, I promise.",		"m6c":"Thanks for looking out for my friend. I'll start the education in the ways of the world. First stop, a cantina!",		"m6t":"A Naive Friend",		"m6p":"I'm ready to go. I certainly appreciate the escort to town. The world is a dangerous place and can swallow someone like me whole.",		"m6o":"I'm planning to show an old friend around town. My friend lives a rather sheltered life out in the country and hasn't seen much of the world. Could you provide a safe escort back here? I'll pay you for your time.",		"m5e":"Thanks for seeing me safely here. You were very brave. I never once feared for my life. Honest.",		"m5c":"A thousand thanks, my friend! I would hate for my skill to have died with me. Now I can pass it on to another generation.",		"m5t":"Music Student",		"m5p":"I'm very grateful for your help. Being taken on as a student by a mandoviol master is truly an honor. Do you play any instruments? Music is in my blood.",		"m5o":"I've just taken on a new mandoviol student, who shows great promise and may flower into a virtuoso. Could you escort this prodigy here to me?",		"m4e":"You were pretty cool. Thanks for putting up with me. Maybe I do need to straighten my life out. I'll work on it.",		"m4c":"Thanks for the escort duty. I hope my boss's cousin won't get into trouble here. That would make for tricky office politics.",		"m4t":"A Wayward Cousin",		"m4p":"I don't want to move to a new city. I like it here just fine. And I'm not getting involved with a swoop gang. My parents just worry too much is all.",		"m4o":"My boss wants me to take in her cousin for a while. Seems this relative is getting involved with a "bad" crowd. Could you make sure this cousin gets here in one piece? Those thugs might not like someone leaving their gang.",		"m3e":"You have my gratitude, friend. I hope you never have to experience what I'm going through.",		"m3c":"Our thanks for escorting our friend. This has been a difficult time for all of us. We appreciate your understanding.",		"m3t":"A Grieving Friend",		"m3p":"Thank you for escorting me. Please forgive me if I don't feel much like chatting.",		"m3o":"We lost one of our friends in a speeder accident. His best friend moved to a different city last year and wants to return for the funeral. Could you provide safe escort? The wilderness can be dangerous.",		"m2e":"Thanks for making sure I didn't get lost or nothing. I prolly coulda made it without you. Maybe I can make you a stool or something. When I get good.",		"m2c":"Well, I'll try to make the best of it, I suppose. Thank you for your time, you've been very helpful. Hmm, maybe courier duty would be a more appropriate apprenticeship.",		"m2t":"A Carpentry Apprentice",		"m2p":"Do I gotta go? What do I know about wood? Carpenters are dumb, anyway. I'd rather be a TIE pilot. 'Cept I prolly couldn't pass the Academy's entrance exams. Story of my life.",		"m2o":"I'm taking on a friend's cousin as a carpentry apprentice. I hope I'm not making a mistake. I hear this cousin is lazy and gets lost easily. Could you bring this would-be apprentice to my shop?",		"m1e":"I found your company quite pleasant. You should consider taking up some form of art. I hear holosculpting is all the rage these days. Ah, these youngsters.",		"m1c":"Thank you, thank you. Now I can finally realize my dream of being an artist. Moisture farming had just become so tedious, after all.",		"m1t":"A Master Sculptor",		"m1p":"Are you my escort? Very well then. Are you interested in the arts? I think sculpture is the highest form of artistic expression. The collapse of the arts was the collapse of the Old Republic. A shame.",		"m1o":"I've managed to locate a retired master Balved sculptor. I've offered a generous stipend if this master takes me on as a pupil. Could you see to it that this patron of the arts is safely escorted here? I will of course reward you for your service."
}}
