{
	"stfFile":"mission/mission_deliver_imperial_easy_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"25",		"m25s":"Trusted agents are hard to find. The Empire wants to insure your continued allegiance by demonstrating how lucrative it can be to serve the Emperor.",		"m25t":"Investigate Tatooine",		"m25p":"I certainly hope there aren't any more Jedi secretly aiding the Rebellion. ",		"m25r":"I'm sure the Hutts helped hide this fugitive. Those creatures will do anything for money.",		"m25f":"mission\mission_datadisk.iff",		"m25o":"",		"m25l":"Datadisc",		"m25d":"The Emperor wants to know how a Jedi Knight, especially one as dangerous as Obi-Wan Kenobi, could have hidden for so long. Our agent is to turn Tatooine inside out in an effort to answer this question. The Emperor's instructions are on an encrypted datadisc that you must collect and deliver. ",		"m24s":"Well done, agent. Your service to the Empire has been noted, and your future looks rosy indeed.",		"m24t":"Scarab Assassin Droid",		"m24p":"A fitting end for such a vile traitor, wouldn't you agree?",		"m24r":"You sure I won't be implicated in this? This guy's got a lot of friends on Coruscant.",		"m24f":"Filename_of_object",		"m24o":"",		"m24l":"Small assassin droid",		"m24d":"An influential Imperial dignitary has been proven a traitor. He must be removed quietly, in order to avoid alerting his allies. Collect a Scarab assassin droid and deliver it to our agent. We've made sure the droid will be traced back to Rebel operatives. ",		"m23s":"Job well done, agent. The Emperor will be informed of your assistance.",		"m23t":"Retrieve Sith Artifacts",		"m23p":"I don't understand the fascination that old religion holds for Imperial citizens. Superstition, I suppose.",		"m23r":"I was wondering when we'd get around to bringing in this dealer. It's as good as done.",		"m23f":"mission\mission_datadisk.iff",		"m23o":"",		"m23l":"Datadisc",		"m23d":"A seller of antiques claims to possess rare Sith artifacts. The Emperor himself has commanded that this individual be arrested and these artifacts confiscated, if they exist. Collect and deliver the warrant to our operative.",		"m22s":"We must pursue all leads that might result in the destruction of the Rebellion. Your efforts are noted, citizen.",		"m22t":"Find the Mimban Crystal",		"m22p":"We never question the Emperor's instructions, citizen. Never.",		"m22r":"Mimban? Isn't that a small mining colony? I will follow these instructions to the letter.",		"m22f":"mission\mission_datadisk.iff",		"m22o":"",		"m22l":"Datadisc",		"m22d":"We've been instructed to locate some sort of rare crystal on Mimban. Collect and deliver Intelligence's instructions to our local agent. He should contact Captain-Supervisor Grammel to secure his help. ",		"m21s":"Your service helps the Imperial war machine run smoothly. You deserve to be rewarded.",		"m21t":"Destroy a Rebel Colony",		"m21p":"This assignment requires an Imperial naval captain who is not squeamish.",		"m21r":"I think one Star Destroyer with a full complement of stormtroopers ought to suffice.",		"m21f":"mission\mission_datadisk.iff",		"m21o":"",		"m21l":"Datadisc",		"m21d":"A Rebel cell has been identified on a remote planet in the Outer Rim. Pick up the report and deliver it to our Imperial Naval contact. This cell must be wiped out immediately. Take no prisoners.",		"m20s":"The Empire is pleased with your performance, agent. The Mon Calamari will pay for the thousands of Imperial lives lost at Yavin with millions of their own.",		"m20t":"Punish the Mon Calamari",		"m20p":"Aiding the Rebellion invokes genocide. All species must support the New Order.",		"m20r":"This will be an excellent example of Imperial justice, second only to Alderaan.",		"m20f":"mission\mission_datadisk.iff",		"m20o":"",		"m20l":"Datadisc",		"m20d":"We suspect the Mon Calamari are building a vast fleet to support the Rebellion. Collect and deliver Intelligence's instructions to our operative so that they can organize surveillance missions in preparation for Imperial strikes on Mon Calamari floating cities. ",		"m19s":"As long as loyal citizens such as yourself continue to serve faithfully, the Empire will crush its enemies.",		"m19t":"Inquisitors Must Hunt Jedi",		"m19p":"If this rumor is true, it would explain the Battle of Yavin.",		"m19r":"We will root out these Jedi. They will meet the same fate as their corrupt Old Republic predecessors.",		"m19f":"mission\mission_datadisk.iff",		"m19o":"",		"m19l":"Datadisc",		"m19d":"Intelligence suspects that a new breed of Jedi has appeared and is aiding the Rebels. Collect Intelligence's report and deliver it to the Inquisitors. If the Jedi have returned, we must hunt and destroy them once and for all. ",		"m18s":"Excellent work, citizen. The Empire will reward you.",		"m18t":"Bump Off Greedy Businessmen",		"m18p":"Money is a powerful motivator, but the threat of death is more powerful still.",		"m18r":"What good is money if you're not around to spend it? Too bad these guys didn't learn that lesson.",		"m18f":"mission\mission_datadisk.iff",		"m18o":"",		"m18l":"Datadisc",		"m18d":"We've discovered a number of CSA Viceprexes who have been aiding Rebels in exchange for money. Collect and deliver termination orders to our operative as soon as possible. We'll make sure the CSA understands that the Empire does not treat such matters lightly.",		"m17s":"Performed with great professionalism, citizen. The Empire is glad to pay your fee.",		"m17t":"Investigate the CSA",		"m17p":"The CSA's loyalty will always be to money. The Empire should not be so lenient with them.",		"m17r":"Now we'll see which Viceprexes are smart and which are not.",		"m17f":"mission\mission_datadisk.iff",		"m17o":"",		"m17l":"Datadisc",		"m17d":"We must insure the Corporate Sector Authority is not secretly aiding the Rebel Alliance in exchange for payoffs. We have obtained the security codes to confidential CSA files. Collect them and give them to our covert operative. If he discovers wrongdoing, he is to take appropriate action.",		"m16s":"Prompt delivery and a minimum of fuss. That's the sort of action the Empire prizes. Well done.",		"m16t":"Intercepted Rebel Transmissions",		"m16p":"Information is power, citizen. The Empire's information network is the best in the galaxy.",		"m16r":"We'll get right on this. Those Rebels won't escape us.",		"m16f":"mission\mission_datadisk.iff",		"m16o":"",		"m16l":"Datadisc",		"m16d":"Intercepted Rebel transmissions are too vital to send via the HoloNet. Collect a copy of these transmissions and deliver them to our Intelligence contact. Deciphering these transmissions will lead us to the Rebel's new base. The Empire is counting on you. ",		"m15s":"Well done. Your dedication to the Empire is admirable.",		"m15t":"Summon the Inquisitor",		"m15p":"I can't wait to watch the Inquisitor at work. They say the sight is a thing of beauty.",		"m15r":"I leave at once. These Rebels will tell us everything.",		"m15f":"mission\mission_datadisk.iff",		"m15o":"",		"m15l":"Datadisc",		"m15d":"We've just captured several Rebels who were conducting sabotage missions in the Outer Rim. The Rebels' resistance to convential interrogation have made drastic action necessary. Collect and deliver a message, for the eyes of an Inquisitor only. We need his skills in interrogation. ",		"m14s":"That was handled well, citizen. The Empire will see to it that you are rewarded.",		"m14t":"Avenge the Death Star",		"m14p":"We do what we must to ensure the guilty will be brought to justice.",		"m14r":"Business is good for our guild these days. The Battle of Yavin was the Empire's disgrace and our fortune.",		"m14f":"mission\mission_datadisk.iff",		"m14o":"",		"m14l":"Datadisc",		"m14d":"Insiders helped the Rebellion acquire secret Imperial plans resulting in the deaths of thousands of loyal soldiers. Pick up the dossiers on our prime suspects, and deliver them to an agent of the Bounty Hunters' Guild. We order a deathmark on every suspect.",		"m13s":"That was a delicate mission, handled discreetly and professionally. The Empire will not forget your efficiency.",		"m13t":"Take Out a Senator",		"m13p":"These do-gooders will learn that privileged positions can't protect them from the Emperor's wrath.",		"m13r":"Good. I've been waiting for a chance to take out this Senator. I think I'll throw in his annoying family as a bonus.",		"m13f":"mission\mission_datadisk.iff",		"m13o":"",		"m13l":"Datadisc",		"m13d":"A former Senator continues to aid the Rebellion. Despite the dissolution of the Senate, this politician's influence limits our access to his holdings. Collect and deliver a termination order to our Intelligence contact. This mission is to be accomplished "by any means necessary." ",		"m12s":"You've done well. The Empire is grateful for your assistance.",		"m12t":"Probe Droids Search the Galaxy",		"m12p":"Searching the Galaxy takes time and resources.",		"m12r":"More probe droids? We can hardly keep them in stock. What, or who, are they looking for?",		"m12f":"mission\mission_datadisk.iff",		"m12o":"",		"m12l":"Datadisc",		"m12d":"Admiral Ozzel has just informed us that we need to deliver 500 additional probe droids to the Star Destroyer Accuser. Collect the requisition order and deliver it to our depot officer. He'll see to it that those probe droids are loaded aboard a transport.",		"m11s":"The Star Destroyer will depart soon. We will make the Mon Calamari pay for their crimes against the Empire.",		"m11t":"Strike the Mon Calamari",		"m11p":"We waited too long to strike the Mon Calamari. This is long overdue.",		"m11r":"Word will go out immediately. My men will report on time.",		"m11f":"mission\mission_datadisk.iff",		"m11o":"",		"m11l":"Datadisc",		"m11d":"We intend to strike Mon Calamari's floating cities in retaliation for their aid to the Rebellion. Pick up High Command's orders and deliver them to the garrison commander. All shore leave is revoked. All troopers must report to duty at once.",		"m10s":"You've done well, citizen. It is the Empire's hope that you will continue to serve faithfully.",		"m10t":"Recruit AT-AT Pilots",		"m10p":"I understand that General Veers is serving directly under Lord Vader. A prestigious assignment indeed.",		"m10r":"Always wanted to pilot an AT-AT myself. I'll see to this at once.",		"m10f":"mission\mission_datadisk.iff",		"m10o":"",		"m10l":"Datadisc",		"m10d":"We've just received an order from General Veers himself at Imperial High Command to train more AT-AT pilots. Pick up and deliver a set of transfers to the garrison commander. These candidates are to go immediately to Imperial training facilities.",		"m9s":"You have done well. Continue to serve the Emperor faithfully.",		"m9t":"Recruit Military Workers",		"m9p":"Sometimes the Emperor asks the impossible. We need more workers!",		"m9r":"I can think of a few layabouts who could be persuaded to serve the Engineer Corps. We'll get right on it.",		"m9f":"mission\mission_datadisk.iff",		"m9o":"",		"m9l":"Datadisc",		"m9d":"We've fallen behind schedule due to prisoner riots. We need a boost to our labor force to keep up the Emperor's aggressive military buildup. Pick up the order for aid in worker recruitment and deliver it to the local government official.",		"m8s":"Well handled, citizen. Those arrest warrants will be served immediately.",		"m8t":"Ubiqtorate Arrest Warrants",		"m8p":"The influence of many of the Old Republic's corrupt senators is difficult to dispel.",		"m8r":"You understand our caution, don't you? This will clear things up.",		"m8f":"mission\mission_datadisk.iff",		"m8o":"",		"m8l":"Datadisc",		"m8d":"A recent list of suspects includes senatorial aides and family members. Local security forces have been reluctant to arrest them without word from Imperial High Command. Pick up the arrest warrants and take them to the garrison commander. They've been issued by the Ubiqtorate itself.",		"m7s":"Efficient and prompt. Good. That is what the Empire expects from its loyal citizens.",		"m7t":"Clear Out the Prisons",		"m7p":"Building and maintaining the Imperial war machine takes many strong backs. Rebel backs will do nicely.",		"m7r":"I hope these quotas call for large numbers of prisoners, because we've got them to spare.",		"m7f":"mission\mission_datadisk.iff",		"m7o":"",		"m7l":"Datadisc",		"m7d":"We're receiving requests for additional conscripts from the Corporate Sector Authority. Our detention facilities are overflowing, so our solution is clear. Prisoners are to be transported immediately to the CSA's processing facilities. Pick up and deliver the instructions to the local warden.",		"m6s":"Well done. I hope that this is just an example of what we can expect from you in the future.",		"m6t":"Improved Imperial Security",		"m6p":"I've always preferred hand-delivered orders. Nothing beats the extra security.",		"m6r":"Good. This should clarify things a bit. These Rebels are a definite thorn in our side.",		"m6f":"mission\mission_datadisk.iff",		"m6o":"",		"m6l":"Datadisc",		"m6d":"Recent sabotage by Rebel data slicers has confused local garrisons. Pick up and deliver some encrypted orders to the local commander. Inform him that he will receive orders in this manner until Imperial Intelligence can once again secure the HoloNet.",		"m5s":"Fortunately, these older helmets are found mostly on small outposts. You've been compensated for your efforts, citizen.",		"m5t":"Fix Trooper Helmets",		"m5p":"Here you are. The commander should also use this opportunity to do an inventory of his garrison.",		"m5r":"You can never be too careful about who's listening in on what, eh?",		"m5f":"mission\mission_datadisk.iff",		"m5o":"",		"m5l":"Datadisc",		"m5d":"A design flaw in older helmet comlinks allows certain transceivers to pick up a trooper's transmissions. A modification to the comlink chip should take care of the problem. Pick up the adjustment instructions and deliver them to the local garrison commander. ",		"m4s":"Your service to the Empire is noted, citizen. We hope it will continue.",		"m4t":"Potential Recruits Are Often Spies",		"m4p":"Our recruiters must be especially vigilant. Rebel spies constantly try to infiltrate through their offices.",		"m4r":"We do get our fair share of spies. Fortunately, we always root them out.",		"m4f":"mission\mission_datadisk.iff",		"m4o":"",		"m4l":"Datadisc",		"m4d":"Imperial Intelligence suggests that recent potential recruits are actually undercover agents for the Rebellion. Pick up the list of names and take it to the garrison commander so these suspects can be arrested for questioning.",		"m3s":"Fine work. Continue serving the Empire and you will continue to be rewarded.",		"m3t":"Find the Traitors of Yavin",		"m3p":"These terrorists are responsible for the deaths of thousands of loyal Imperial officers and troopers. We trust they will be arrested soon.",		"m3r":"Our troopers will arrest this Rebel scum in no time.",		"m3f":"mission\mission_datadisk.iff",		"m3o":"",		"m3l":"Datadisc",		"m3d":"We've finally identified all the surviving Rebel pilots from the Battle of Yavin, including a Corellian smuggler and his Wookiee companion. Pick up their dossiers and take them to the local garrison commander. All stormtroopers will keep a sharp eye out for these enemies of the state.",		"m2s":"Good work, agent. We'll be keeping our eye on you. You show promise.",		"m2t":"Help Test Prototype Pistol",		"m2p":"This pistol is a true credit to the genius of the Imperial Army's weapon designers.",		"m2r":"Amazing how the pistol retained its light weight even with the larger energy cell.",		"m2f__":"Filename_of_object",		"m2o":"",		"m2l":"Trooper pistol",		"m2d":"We've redesigned our scout trooper blaster pistol so that it can carry a larger energy cell and deliver a more powerful punch. Pick up the prototype and design specs, and deliver them to a garrison commander for field testing. This is an important military mission. Can we count on you?",		"m1s":"Well done. The Empire has compensated you.",		"m1t":"Help Imperial Recruitment",		"m1p":"Our TIE flight training programs are a big draw for Imperial citizens.",		"m1r":"This will certainly boost enlistment. I love these flight sims.",		"m1f":"mission\mission_datadisk.iff",		"m1o":"",		"m1l":"Datadisc",		"m1d":"We're providing our recruiters with a demo version of our TIE flight simulators, to help boost enlistment. Pick up and deliver the encrypted program. Tell the recruiter to limit the amount of time each visitor gets with the flight sim. We know those simulators can be addictive. "
}}
