{
	"stfFile":"mission/mission_npc_escort_imperial_easy",
	"entries": {
		"m50t":"Gundarks Eliminated",		"m50c":"Hey, I really appreciate it. Look me up when I'm off duty and I'll buy you that drink.",		"m50u":"",		"m50o":"Gundarks. Filthy creatures. I drew the joyous assignment of tromping out here to eliminate a nest of them. Now that the work is done, I realize I lost my navpad in their nest. I'm sure not going to root around in their filth just to find it again. I don't suppose you'd want to show me the way back to my post? I'll buy you a drink for your trouble.",		"m49t":"Rancor Horror",		"m49c":"Oh, did I say it was a rancor? Actually I just got separated from my unit. It's not like I'm the first guy to get lost way out there. This is a big planet, you know.",		"m49u":"",		"m49o":"I can't believe it! My unit just ran into a rancor! That horrible beast slaughtered everyone but me! Please, get me back to my station so I can report this at once!",		"m48t":"Wronged by a Weequay",		"m48c":"Thank you, my friend. Now to see about that Weequay sleemo who robbed me! Maybe there's an AT-ST around here that I can borrow ...",		"m48u":"",		"m48o":"Never trust a Weequay! That's all I'm saying. I hopped a private shuttle piloted by one of them. That ugly son of a gundark robbed me blind and dumped me out here. I need to get to my destination as soon as possible. That Weequay will regret crossing me!",		"m47t":"Unwell Imperial Operative",		"m47c":"I can't thank you enough for the help. I thought this hibernation sickness would have worn off by now, though. This is the last time I tell my commander that I'll travel by any available transport.",		"m47u":"",		"m47o":"Ooohhh, I don't feel so good. I came into this system on a droid transport. Since there was no life support on board, they had to freeze me for the trip. Now I think I've got hibernation sickness. If you can see me to the coordinates of my new post, I will be very grateful. Just don't walk too fast, please.",		"m46t":"New Source of Phobium Ore",		"m46c":"I appreciate the help. Couldn't have done it without you. Maybe this lead on a new source of phobium ore will turn into something solid. Hey, you think I might get a promotion?",		"m46u":"",		"m46o":"I've got information about a possible new source of phobium ore. I think some gangsters from the Gargon system might be tracking me, though. I guess they want to maintain their monopoly. Do me a favor and take me to the Imperial station at these coordinates. With both of us along, maybe we won't get any trouble.",		"m45t":"Undone by a Gamorrean",		"m45c":"Thanks for the help. And take my advice: If you loan equipment to a Gamorrean, make sure it's sealed up tight. Their saliva is like molecular glue.",		"m45u":"",		"m45o":"Will you look at what happened to my navpad? I loaned it to a Gamorrean mercenary, and he gave it back all gummed up with slobber. Now I can't find my way back to my station. Can you help me out here? I'd much appreciate it.",		"m44t":"Deliver Mandalorian Smartrope",		"m44c":"Thanks, my friend. My superiors will want to investigate this smartrope. I'll look you up if I get lost again.",		"m44u":"",		"m44o":"I've found a length of Mandalorian smartrope that's rumored to have come from a Jedi's armor. I'm trying to get back to my superiors to make a report, but I'm not very familiar with this area. Give me a hand, would you? Thanks.",		"m43t":"Escort a Medic",		"m43c":"Excellent. I'm supposed to meet the covert agent here so I can give her some medication. You'd better move on or it might look suspicious. Thanks for your aid.",		"m43u":"",		"m43o":"I need your help! I'm a field medic. I'm supposed to medicate an injured covert agent, but I seem to have gotten myself turned around. Can you point me the way to these coordinates? Thanks.",		"m42t":"Identity of a Jedi",		"m42c":"Thanks for coming along with me. I was afraid that Jedi might track me down. The Jedi's name is ... um ... that's odd. I can't seem to remember. Suddenly I feel weak-minded.",		"m42u":"",		"m42o":"I know it's hard to believe, but I'm pretty sure I've discovered an actual Jedi Knight. I have to report this to my superiors at once. But Jedi are supposed to be extremely dangerous, so I sure could use some extra eyes and weapons along the way. Are you available to come with me?",		"m41t":"Reveal the Identity of a Rebel Leader",		"m41c":"I'm glad you were able to help me. Soon we shall crush those Rebel dogs once and for all.",		"m41u":"",		"m41o":"You there! Stop! I need you to take me to the nearest Imperial station. I've learned the identity of one of the Rebellion's top leaders. I must make my report before those Rebel scum track me down. Quickly, lead on!",		"m40t":"Transport Hijack Trouble",		"m40c":"Thanks. I'm still woozy. That's the only explanation. No way a little mouse droid would be capable of hijacking an Imperial transport.",		"m40u":"",		"m40o":"Uhhh -- where am I? What planet? My transport got hijacked. Somebody said the hijacker was some dr-- no, they can't have said it, that's too crazy. I'm hallucinating. I got to the escape pod before the ship blasted back into hyperspace. I landed hard. Can you take me to the Imperial authorities on whatever world this is?",		"m39t":"Black Quartz Lenses",		"m39c":"Thanks for the help. These black quartz contact lenses should have given me the same keen vision as a rank-and-file stormtrooper. I don't understand what went wrong.",		"m39u":"",		"m39o":"I'm testing some new contact lenses. They're made of the same black quartz as stormtrooper visors. Unfortunately I seem to be having some trouble seeing where I'm going. Can I convince you to lead me back to my station, so I can report this problem? Thanks.",		"m38t":"Mynock Breeders Can Be Trouble",		"m38c":"Thanks for the help. You never know what these lowlifes will do when the light of the law shines on them.",		"m38u":"",		"m38o":"Sometimes I hate this assignment. A couple of jokers have set up a mynock incubator a couple of valleys over. You know the Rebels use mynocks to sabotage Imperial transports, right? So I've got to make a report. Those clowns did have some blasters lying around, though. Can you escort me back to my station, in case they start any trouble?",		"m37t":"Guard Some Unusual Data Tapes",		"m37c":"Thanks for coming along. Some unsavory looking people were following me. Now I can get these holovids to my superiors.",		"m37u":"",		"m37o":"You find the strangest things on the HoloNet. I got ahold of some vids of what looks like the Death Star exploding. That can't be, right? The Rebellion could never destroy a space station that big. Anyway, I thought I should get the data tapes to my superiors so they can check it out. Can you help me get there?",		"m36t":"Relay Important Information",		"m36c":"Am I glad you showed up to help me! The Rebels were stalking me like a wounded shaak. Thanks.",		"m36u":"",		"m36o":"I've uncovered plans for an illegal power relay station. I'm sure it's for the Rebellion, but I think the Rebels are onto me. Can you help me get this information to Sector Command?",		"m35t":"News of Rebel Salvage Freighters",		"m35c":"Thanks for the help. We'll put a stop to these salvage freighters who dare lend aid to the Rebellion.",		"m35u":"",		"m35o":"I've just received some interesting news from Yavin. Apparently salvage freighters are smuggling space debris to Rebel engineers. I must get this information to my superiors. Do you know your way around here?",		"m34t":"The Emperor's Biggest Fan",		"m34c":"Thank you, agent! I'm just going for a bite to eat, and then it's on to another crowd eager to hear how their Empire is helping them live a better life! ",		"m34u":"",		"m34o":"My orders were to spread the good news about the Empire's New Order, and I'm doing that with enthusiasm! I think more folks need to know how our Emperor has brought stability and honesty to the galaxy after the corruption of the Old Republic. Help me do the Empire's good work by escorting me to my next lecture.",		"m33t":"Soldier Asking for Company",		"m33c":"I couldn't think of much to say, but it was pleasant having company on the trip. Well, back to work.",		"m33u":"",		"m33o":"Heard reports that someone out here was making fun of the Emperor. Dispatch likes to send one or two of us out into the countryside every so often, just to keep folks in line. Kind of lonely work, though. Want to travel with me back to base, just to have someone to talk to?",		"m32t":"Agent on Important Secret Mission",		"m32c":"Thanks. Uh, it occurs to me that when I said "un-briefing" earlier, you might have thought I'd used that term mistakenly for the correct "debriefing." I was just testing you, that's all. Goodbye, I'm off on more secret business!",		"m32u":"",		"m32o":"I'm out here on a classified mission. Very hush-hush. I can see you're impressed. I'd tell you about it, but we military-intelligence types are taught secrecy above all. What? Well, yes, it is my first mission. But it's very important, and I can't talk about it. I'm finished now, so can you escort me back to Intelligence for my un-briefing?",		"m31t":"Imperial Doing Some Joy-Shooting",		"m31c":"Thanks. I need to hit the supply room for a weapon recharge. Then it's back out for more target practice!",		"m31u":"",		"m31o":"Great out here, isn't it? I've been taking a little target practice on camps and huts over in the distance. They blow up big, whoom! What? Rebels? I don't know. But face it, everyone out here is probably some kind of lawbreaker. Right? Listen, I'm way low on ammo, so can you give me safe escort back to base?",		"m30t":"Imperial Who Denies Infatuation",		"m30c":"The Alli-- Rebellion must be, hey, pretty desperate, you know? Recruiting some beauty queen as a fighter. Huh! Gorgeous women won't stand a chance against us! Right? I mean -- uh, I have to go report now.",		"m30u":"",		"m30o":"I was out scouting. For Alliance fighters -- I mean, Rebel scum. I found one, a woman, setting up a datapoint. I took her prisoner and was marching her in -- but we got to talking -- she was so -- well, somehow she got me into a, uh, vulnerable position -- and she got away. I didn't let her go! Don't think that! Look, I need an escort back to base, and no funny talk.",		"m29t":"Soldier Not Putting Up With Any Guff",		"m29c":"You can laugh about falling out of a cloud car, but wait until it happens to you. It could, you know. Any kind of laughter here is completely out of line, that's what I say.",		"m29u":"",		"m29o":"I'll say this once, and I'm not looking for backtalk. I was piloting a cloud car out here, scouting for Rebels. I ran into a flock of birds, got a little distracted -- that's all it was, simple distraction, could happen to anyone -- flipped the car, and fell out. There's no reason to laugh about a simple mistake. Just escort me back to base, okay?",		"m28t":"Weapons Tester Getting Jumpy",		"m28c":"You know, thinking about it, I remember crazy rumors about some Twi'lek adventurer called "O-i." If that was him -- naah. I won't put that in my report!",		"m28u":"",		"m28o":"I was out here with my buddy practicing with the Merr-Sonn missile tube. I walked away from our camp for a moment -- got back -- there he was, dying! His last words were something like, "Oh, I --" I thought I saw some Twi'lek running in the distance, but I couldn't catch him. It was strange. I -- I need to get back to HQ. Escort me?",		"m27t":"Forward Observer Reporting Back",		"m27c":"I'm back. I'm back! I never thought I'd be glad to see this place. I mean -- don't tell anyone I said -- anyway. I have to find someone to report to.",		"m27u":"",		"m27o":"I've been out here for -- seems like a season -- I think. Lots of empty wilderness. Scouting for -- I forget -- oh! Rebels! Yes! I didn't find anything. I've been out here a long time. Loooong. I think -- it's crazy, but -- somebody forgot about me. Maybe. Can you -- you think -- take me back? Home, I mean? HQ? Okay?",		"m26t":"Officer Prone to Self-Loathing",		"m26c":"Whatever fate the Empire decrees for me, whatever punishment they give -- it's less than I deserve.",		"m26u":"",		"m26o":"If only I'd thought ahead! I sent my squad into a cave said to be a Rebel hideout. They marched in, obedient and trusting as pets, and then -- a trap! The cave was rigged to explode! If I'd had two brain cells to rub together, I would have -- but enough. I must get back to headquarters and report. Will you escort me?",		"m25t":"ISB Agent Betrayed by Peers",		"m25c":"Thank you for not giving in to dissension. I must say, I'm not looking forward to making my report.",		"m25u":"",		"m25o":"Only a few of us survived a Rebel air assault on our ISB interrogation center. We were waiting out here for rescue, but we started arguing. We had a -- a disagreement. With blasters. Now I'm the only survivor of the survivors. Can you escort me to my headquarters?",		"m24t":"Victim of Rodian Bounty Hunter",		"m24c":"I can't think who would put out a bounty on me. I shall check at once with the Guild. Mark me, there are troubled times ahead for all the Rodians on this world.",		"m24u":"",		"m24o":"A rescuer! Good! A filthy Rodian bounty hunter captured me and threatened my life unless I paid him a fortune. At least he said he was a bounty hunter -- I never saw his license. He dumped me out here. Escort me back home, please!",		"m23t":"Imperial Returning from Errand",		"m23c":"Thank you. It's best not to mention this to anyone. I expect to be promoted very soon, and I can be an influential friend -- or a bad enemy.",		"m23u":"",		"m23o":"Oh! I -- I hadn't expected to meet anyone here. My commanding officer took me out here to, uh -- to have a discussion. My commander? He's gone. Um, I mean -- he took off. No, I don't know why. Or where. Look, can you just take me where I want to go? And not ask questions?",		"m22t":"Smugglers Killed Imperial Company",		"m22c":"It's a sad day for the forces of order when common criminals have better armaments than we do. Excuse me, I must go make my report.",		"m22u":"",		"m22o":"An informant pinpointed a smuggler base near here. The Empire made a major assault. I got separated from the rest when my speeder broke down. When I finally arrived, the whole company had been wiped out by some kind of acid-gas. Dissolved straight through armor! It got my comlink, too. I need you to escort me back to HQ.",		"m21t":"Last Soldier from Gangster Assault",		"m21c":"Thank you. I've had this whole trip to think of reasons why I was standing watch outside instead of inside. This debriefing should go all right.",		"m21u":"",		"m21o":"Those Hutt gangs are still a threat to Imperial dominion. Following an informant's tip, we raided a gangster installation -- but there were trapdoors all over. We couldn't take a step without falling down into a pit full of rancors. Everyone got ripped to shreds, except me. I was, uh, standing watch outside. I need to report back, can you escort me?",		"m20t":"Survivor of Imperial Pirate Base Raid",		"m20c":"It won't be much fun filing this report. Sometimes I think pirates have it easier than we do.",		"m20u":"",		"m20o":"My squad raided a wretched hive of Corellian Route pirates. We surrounded the base and marched in -- but the mines! The whole surrounding area, and the walls, and the inner courtyard, all mined! The entire installation was one big trap. We found no pirates. I'm the only one left. Can you escort me back to my HQ?",		"m19t":"Imperial Droid Transport Pilot",		"m19c":"Nothing more annoying than a pushy droid. Now please excuse me, I have to fill out a stack of reports.",		"m19u":"",		"m19o":"I was delivering a shipment of binary load lifters for a military exercise when my vehicle hit some big creature. I wasn't paying close attention because one of the droids distracted me. Kept asking "Are we there yet?" I got so irritated -- at any rate, I left the wreck way back there. I need an escort. Are you available?",		"m18t":"AT-ST Walker Pilot Stranded",		"m18c":"Thanks. I'm not looking forward to making this report. Maybe I'll stop at the mess for a last meal.",		"m18u":"",		"m18o":"My squad was participating in a military exercise, and I was providing AT-ST support. This was my first time as a solo pilot, but I always did fine in the simulators. I don't know what happened -- maybe I hit a mine -- but next thing I know, I fell. Onto the rest of my squad. It was bad. I need an escort back to HQ to make my report.",		"m17t":"Punish the Rebel Hijackers",		"m17c":"Well done, citizen. Accept this reward for your services. I'm off to punish some Rebels.",		"m17u":"",		"m17o":"My transport was hijacked by Rebel terrorists. I managed to escape by feigning death. You must make sure I get back to base so I can report this theft and we can organize a retrieval mission. Those Rebel scum will pay for this dastardly attack.",		"m16t":"Spank the Wookiee",		"m16c":"Much obliged, citizen. I owe that Wookiee a clubbing, wouldn't you agree? Let's see how effectively a squad of stormtroopers can do that.",		"m16u":"",		"m16o":"You ever been clubbed by a Wookiee? Well, it hurts. Lucky for me I have a thick skull. I need you to make sure I get back to the local garrison. You see, the reason the Wookiee clubbed me was that I overheard these smugglers making plans to deliver cargo to the Rebellion. That's a no-no, citizen. Think you can help?",		"m15t":"Help Crush the Rebellion",		"m15c":"The Rebellion would suffer a crushing blow if Mon Mothma were to be removed. Your help may mean the end of the Rebellion.",		"m15u":"",		"m15o":"Although it cost the lives of my entire team, I managed to learn that Mon Mothma will be visiting a Rebel refugee outpost in a few days. I must get this information back to Intelligence so that proper measures can be taken. I'm being pursued by Rebel killers. Can you escort me back to base?",		"m14t":"Protect Information Regarding the Force",		"m14c":"Peformed like a true and loyal citizen of the Empire. Your actions will be mentioned in my report to Imperial Center. Please accept this reward.",		"m14u":"",		"m14o":"I was on my way to meet one of our contacts who claimed that the Rebellion was conducting bizarre experiments involving Force-sensitive individuals. My contact never showed, but a group of Rebel assassins did. I managed to fight them off. Now I need your help to get back to base. Can I count on you, citizen?",		"m13t":"Avenge the Moff",		"m13c":"I will mention your invaluable aid in my report, citizen. Moff Torgaren was close the Emperor himself. Allow me to reward you for your efforts.",		"m13u":"",		"m13o":"I was escorting Moff Torgaren to Imperial Center when his shuttle was attacked by Rogue Squadron. Moff Torgaren was killed, but I managed to make my escape in a pod that landed near here. Could you please provide me an escort to the nearest garrison so I can report this tragedy?",		"m12t":"Avenge a Garrison",		"m12c":"My compliments on a job well done, citizen. Now those Rebel scum will learn the true meaning of "Imperial justice."",		"m12u":"",		"m12o":"One of our garrisons was just attacked by a large Rebel force. I managed to escape, and I'm on my way to get reinforcements. I need you to provide me with an escort to the next garrison. Can you serve your Emperor in this way?",		"m11t":"Stop the Flow of Rebel Bacta",		"m11c":"Taking the Rebels' source of bacta away will certainly be a crippling blow to those scum, eh, citizen? Here's a reward for your assistance.",		"m11u":"",		"m11o":"I've discovered who's been smuggling high-grade Thyferran bacta to the Rebellion. Iwas on my way back to base when I was attacked by the smugglers. I barely escaped with my life. Could you escort me back to base, so my superiors can deal with this situation?",		"m10t":"Secure Information About Rogue Squadron",		"m10c":"Mission accomplished, citizen. I hope we can work together again in the future.",		"m10u":"",		"m10o":"I think I may have discovered a starfighter refueling station used by the infamous Rogue Squadron. I need you to make sure I can get this vital information back to my superiors. Rebel assassins are everywhere, and carrying this type of message makes me an obvious target. Can you help me?",		"m9t":"Secure Vital Information",		"m9c":"The Empire rewards those who serve its interests, as this will demonstrate. You have my thanks, citizen.",		"m9u":"",		"m9o":"I believe I've located the Rebel Procurement and Supply command center housing the Rebel known as Targeter. We can't transmit this information via comlink as it will alert the Rebels. Could you please escort me back to headquarters so I can get this information to Imperial Intelligence?",		"m8t":"Protect the Covert Operative",		"m8c":"As long as the Rebellion continues to gain support, our work as loyal Imperial citizens will never be done. My thanks, citizen.",		"m8u":"",		"m8o":"I'm an Imperial covert operative on a secret reconnaissance mission. I've discovered a Rebel SpecForces training facility and need to get word back to base so they can organize a strike. I may have been seen while reconnoitering the base. Can you provide me with a safe escort back to base?",		"m7t":"Help Wipe Out the Rebel Base",		"m7c":"Your timely arrival saved my life. Now I can organize a storm commando strike on that Rebel base. Here's a reward for your services.",		"m7u":"",		"m7o":"I've discovered a Rebel strike team's base. I suspect that Rebel assassins are closing in on me and need your help to get back to my base in one piece. Can you aid the Empire in this way?",		"m6t":"Stomp the Rebel Propaganda",		"m6c":"Thanks, citizen. I'll show this to my superiors so we can start tracking down the data slicer that put this together.",		"m6u":"",		"m6o":"I've managed to get my hands on a particularly heinous piece of Rebel propaganda. It's a doctored holorecording that purports to show the destruction of Alderaan by the Empire. Preposterous piece of Rebel filth! I need to get this back to base, but I fear I am being pursued by Rebel agents. Can you provide an escort, citizen?",		"m5t":"Help the Imperial Assassin",		"m5c":"My thanks, citizen. I'm not sure I would have made it without your help. My blaster was damaged during my encounter with the Rebels, and I would have been defenseless had they chosen to return.",		"m5u":"",		"m5o":"I'm on special assignment to silence a Sienar Fleet Systems engineer who defected to the Rebellion. I tracked him here and was about to terminate him when a Rebel strike team intervened and whisked him to safety. I need you to escort me to my base before the Rebels return.",		"m4t":"Save the Imperial Scout",		"m4c":"You have my gratitude, citizen. Allow the Empire to reward your service. Long live the Emperor!",		"m4u":"",		"m4o":"I'm an ISB agent, citizen, and had been on a reconnaissance mission to determine whether a droid repair facility was actually a Rebel sleeper terrorist cell. Well, it was, and I barely escaped with my life. I need you to make sure I get safely back to headquarters so I can report what I've seen.",		"m3t":"Save the Imperial Saboteur",		"m3c":"The Empire is grateful to you, citizen. Take this reward, you've earned it.",		"m3u":"",		"m3o":"I need your help, citizen. I'm an Intelligence agent sent to destroy a Rebel indoctrination camp. I succeeded in my mission, but not before a Rebel sniper got in a few good shots. I've treated my wound, but I need to get back to base for more extensive repairs. Can the Empire count on you?",		"m2t":"Strike Team Survivor",		"m2c":"Many thanks, citizen. I'll make sure that next time we strike that camp, we have enough firepower to overcome a horde of howling Wookiees.",		"m2u":"",		"m2o":"Greetings, loyal citizen. I'm hoping you can assist a fellow Imperial. I was part of a strike team that assaulted a Rebel refugee outpost not far from here. We didn't realize the Rebels had so many armed Wookiees protecting that camp. My team was a bit unprepared. I need an escort back to base to report. Can you do that?",		"m1t":"Escort the Strike Team Commander",		"m1c":"A find job, citizen. The Empire could use more loyal, hardworking individuals. I'll mention you in my report.",		"m1u":"",		"m1o":"My team struck a Rebel medical supply depot. The facility's security was much tougher than Intelligence had indicated. My team was wiped out, but I made it out alive. I need you to escort me back to base. "
}}
