{
	"stfFile":"mission/mission_npc_escort_neutral_hard",
	"entries": {
		"number_of_entries":"25",		"m25c":"I don't know if I could have made it without you. Accept this payment and the gratitude of the freedom-loving peoples of the galaxy.",		"m25t":"Jade Moon of Loronar",		"m25o":"Something big is happening on the Jade Moon of Loronar. I've got to get this information to my superiors, but I need an escort. I hope you know how to use that weapon, because it's likely we'll meet danger along the way.",		"m24c":"I'm glad we made it in one piece. I appreciate your help. Here's a tip: If you ever face a DX assassin droid, aim for the lumbar.",		"m24t":"Engineer Leads Life of Danger",		"m24o":"Assassin droid are nasty business, but I've got to make a living somehow. I know the specs on the old DX-series droids and plenty of shady characters would love to get hold of me. I'll pay you to escort me to an appointment, if you're available.",		"m23c":"You probably saved my neck just by coming along. Take these credits, you've earned them.",		"m23t":"Hadrium-Plated Blaster",		"m23o":"I'm selling a brand new hadrium-plated blaster to a bounty hunter in another city. Trouble is, I can't fire it or the value goes way down, and odds are good I'll need to protect myself on the trip. Can I hire you to watch my back along the way? I'll pay you well.",		"m22c":"See here. I saw the way you were eyeing my jewels during the trip. Take your fee and don't let me catch you sniffing around anymore!",		"m22t":"Durindfire Gem Escort",		"m22o":"Do you like my jewels? They're made of durindfire gems. Very valuable. I'd like to show them to my aunt, but she lives on the other side of the planet and I need an escort. Can you help? I know you're a trustworthy sort. I'm a flawless judge of character.",		"m21c":"Nice. You're a good hand to have around. I might be able to use you again in the future. Have a drink on me.",		"m21t":"You Look Tough Enough",		"m21o":"I won't go into the details, but I once shut down a slaver operation in the Styx system. Now I've got some people looking for me, and I doubt they want to play holochess. I need a tough escort for a cross-planet trip.",		"m20c":"You're pretty good at this. I may seek you out again. I certainly haven't seen the last of my enemies.",		"m20t":"Never Annoy a Hutt",		"m20o":"I made some enemies in Hutt Space, and now I need bodyguards whenever I travel. I'd like to hire you for a trip across the planet. I'll tell you where I need to go, and you can pick the route to get there. It pays to be unpredictable when you have enemies like mine.",		"m19c":"Well, that wasn't so bad. Not like the time I dropped a box of Jorallan opals down a maintenance grate. And once I got a messy haircut from a rampaging hawk-bat. Now that was a rough day.",		"m19t":"This World's Unluckiest Traveller",		"m19o":"I warn you, I have the worst luck of anyone I know. Thieves, gundarks and dune biters can't resist me. Now I need to travel across the planet and I dare not go alone. Are you brave enough to be my guard?",		"m18c":"You may not realize it, but you've done a great service to the freedom-loving peoples of the galaxy. Take your reward and spend it with pride.",		"m18t":"Transport a Mouse Droid",		"m18o":"I need someone to protect me while I transport this little MSE-6 mouse droid across the planet. It's just myself, the droid and no questions asked.",		"m17c":"At last. All right, I can tell you now: I've finally delivered the secret formula for new improved Slipthroat Grizmallt Liquor! "If it's Grizmallt, it slips down your throat." The local bottling operation thanks you!",		"m17t":"Hyper-Dangerous Mission",		"m17o":"Hello, friend. I'm on the last leg of a rather long trip, and I need an escort who can handle a weapon. Don't want to alarm you, but everyone I traveled with so far has died. I'd prefer not to answer questions.",		"m16c":"Thanks. Here's your fee. I advise you not to mention this to anyone. I have a reputation to protect.",		"m16t":"A Certain Person's Contract",		"m16o":"A certain person hired me to track a certain other person. I completed the contract out here. But my vehicle got destroyed, and all my ammo is gone. I'll pay you to escort me back to my client.",		"m15c":"Here is your fee. I'll report to my superiors now.  The other agents on my shuttle said some Twi'lek adventurer called "O-i" took over the craft. If that's true, Imperial Intelligence will track him down, believe me.",		"m15t":"Dumped From a Shuttle",		"m15o":"I got dumped from a shuttle with nothing but a repulsorchute. I'd prefer not to go into details. Now I'm stranded. I'll pay you well to get me to my destination.",		"m14c":"It's strange, now that I think on it. While I was looking around, this voice in my head said, "You won't find anything here." I wonder if I remember it right? Anyway, thanks.",		"m14t":"Jedi Out Here? That's Crazy!",		"m14o":"Supposedly some crazy wizard living near here used to be a Jedi Knight. I wanted to meet him, but I won't find anything here. I can't find my way back home -- it's a long way. Can you help me? I'll pay you well.",		"m13c":"I've been talking to news producers. Nobody wants my recording! I think the gangsters have them too scared. Well, I'll pay you now and keep trying. Thanks anyway.",		"m13t":"Amazing Gangster Recording",		"m13o":"Did you see the gangsters leave? They just held a summit out here, and I've got the exclusive recording! If you can get me to town alive and intact, I can sell this on the HoloNet and make a fortune. I'll cut you in, let's go!",		"m12c":"Wh-what? What am I doing here? Pirates, you say? Oh no, did I have another hallucination? What -- do I owe you this? Oh. Well, here. Now where am I? I'd better call my doctor.",		"m12t":"Pirate Slavers Kidnap Sister",		"m12o":"The pirates took my sister for their slave ring! You must get me to town so I can get help. I'll pay you everything I have (sob).",		"m11c":"Wow, we never expected you to get here alive. Friend, you're almost good enough to join the Voidspiders. Look us up some time. Here, have a few credits. Haw!",		"m11t":"Voidspider Gang Evidence",		"m11o":"Please help me! I've got evidence that will put the entire Voidspider gang in a detention cell. But I need to get to town before they get me. Can you guard me?",		"m10c":"Thanks for your aid, citizen. With this evidence of murderous gang battles, law enforcement can prosecute both the Voidspiders and their rivals, the Flaming Fist.",		"m10t":"Voidspider Gang Evidence",		"m10o":"Please help me! I've got evidence that will put the entire Voidspider gang in a detention cell. But I need to get to town before they get me. Can you guard me?",		"m9c":"Thanks, here's some money. This evidence will lock up the Voidspiders for days. Then the Flaming Fist will rule this town. Go Flaming Fist!",		"m9t":"Voidspider Gang Evidence",		"m9o":"Please help me! I've got evidence that will put the entire Voidspider gang in a detention cell. But I need to get to town before they get me. Can you guard me?",		"m8c":"Am I home? Thank you for your kindness. Please let me give you a little something, to pay you for your troubles on my behalf. Who are you again?",		"m8t":"Bitter Winter Disease",		"m8o":"My son claims I'm suffering from Bitter Winter disease. I don't recall how I got out here. Maybe he's right. Could you please help me? I know where I live but I don't know how to get there.",		"m7c":"Thanks, friend. This is for you. Now to find the owner of "Mcgrrr's Mobile Menageries."",		"m7t":"Discount Safari Victim",		"m7o":"You know what happens when you decide to take the cheapest safari available? You end up abandoned in the middle of nowhere, that's what. If you can get me home, I'll make it worth your while.",		"m6c":"Thanks, buddy. I've got some scores to settle now. No one kicks me out of a swoop gang! What tour? Oh, that was just a story to get you to escort me here, in case my former comrades decided to come back.",		"m6t":"Swoop Gangs Killed My Tour",		"m6o":"I was part of a tour that was beset by swoopers. Only I managed to survive. Could you get me to my home safely? I'll pay you when we get there. It's really scary out here.",		"m5c":"Thank you kindly, friend. Here you go. You've given me hope that not all beings on this planet are scoundrels. ",		"m5t":"Unscrupulous Tour Guide",		"m5o":"I just arrived for my brother's wedding and fell victim to an unscrupulous tour guide. That rogue took off with all my luggage and left me stranded out here! If you escort me into the city, I'll pay you for your trouble.",		"m4c":"My thanks. Do you have a family? You should cherish them while you can. You never know when tragedy will strike, friend. Take this with my blessing.",		"m4t":"Runaway Ran Too Far",		"m4o":"I thought running away from my family was the answer to my problems. At least now I know you can't really do that. I'll pay you if you can get me back home safely.",		"m3c":"Thank you so much. My family is wealthy. We know how to show our appreciation, as this reward will demonstrate. I must ensure those swoopers don't try this again.",		"m3t":"Swoop Gang Kidnap Victim",		"m3o":"Could you help me? I was kidnapped by a swoop gang but managed to escape. I think I'm very far from home and those swoopers are still looking for me. I need someone to escort me home.",		"m2c":"I appreciate your help. This should cover your lost time. I don't think the Cosmic Balance is for me. I'll stick to the safer path of the "unbeliever."",		"m2t":"Great Zanazi Wisdom",		"m2o":"I was left out here to meditate upon the wisdom of the great Zanazi teachers and achieve "understanding." All I got was a burning desire not to be out in the middle of nowhere without a blaster. Can you help me get home, friend?",		"m1c":"Thanks, friend. Here's your well-earned reward. Never buy used.",		"m1t":"Old Jalopy Gives Out",		"m1o":"My old jalopy of a speeder finally gave out on me -- right in the middle of nowhere, it seems. I have some important documents that I must get to my employer as soon as possible. If you get me there, I'll reward you."
}}
