{
	"stfFile":"mission/mission_npc_recon_neutral_medium",
	"entries": {
		"number_of_entries":"50",		"m50t":"Spy on a Sweetheart",		"m50c":"What? My sweetheart is reporting to an Imperial base? Maybe it's a covert mission or an espionage ring or something romantic like that. Thank you so much!",		"m50d":"Imperial",		"m50o":"You give your heart to someone, and it turns out they're cheating on you! Please go to this location and find out what my sweetheart is doing there. I've got some credits for you when you return.",		"m49t":"Late Cargo",		"m49c":"Ahh, it's a smuggling operation, eh? That explains it. Imperial patrols are heavy this season in the local star lanes. Guess I'll just have to be patient.",		"m49d":"Smuggler",		"m49o":"Three weeks late and my offworld cargo still hasn't arrived! Do you have time to check out this shipping agency for me? I'm willing to pay well just to find out where my cargo is.",		"m48t":"Scope Out a Date",		"m48c":"Sounds like pirates to me. How exciting! That's just the sort of glamorous occupation I'd hoped my date would have! Thank you so much for your help.",		"m48d":"Pirate",		"m48o":"I have a blind date with a certain individual who works at these coordinates. Can you check the place out for me, so I don't wind up dating the wrong sort? Thanks.",		"m47t":"A Matter of Honor",		"m47c":"I say, that does indeed sound like the gentlemen who offended me. Now I shall extract an apology. I do appreciate your very exemplative service.",		"m47d":"Gangster",		"m47o":"You there! I have obtained the coordinates of a gentleman who, with his companions, treated me unkindly. I require you to investigate whether these coordinates are authoritative. It would be unseemable of you to ignore this behest. Thank you.",		"m46t":"Find the Sleemos",		"m46c":"Rebels, eh? Well, I don't care if they got warships and whatnot, they crossed the wrong guy's path this time. I'll put the squeeze on those sleemos.",		"m46d":"Rebel",		"m46o":"Somebody rubbed out my favorite goon, and I got to find out what sleemo did it! Can you check out the individuals at this location? I will be much appreciative and whatnot.",		"m45t":"Where's My Brother?",		"m45c":"So my brother's Imperial unit is here. I wonder why he wouldn't tell me? Anyway, now I can get the money he owes me. Thanks.",		"m45d":"Imperial",		"m45o":"I think my brother's Imperial unit is stationed on-planet, but he won't confirm or deny it. I have the coordinates of his last transmission. Can you see if he's there?",		"m44t":"Help Imperial Customs",		"m44c":"I knew it! That's the smuggler gang I'm after. You have my gratitude, friend. I wish you had worked for me at Imperial Customs.",		"m44d":"Smuggler",		"m44o":"I was fired from Imperial Customs for letting some notorious smugglers slip through my fingers. But I think I've finally tracked them down! If you can verify their location, I'll take my revenge.",		"m43t":"Find the Medical Droids",		"m43c":"That sounds like the same pirates, all right. They've probably fenced the medical droids already. Don't worry, they're going to compensate me and then some.",		"m43d":"Pirate",		"m43o":"A cargo of 2-1B medical droids was recently stolen. I think I've found the pirates who took them. I need you to verify the location of their lair. Be wary, and tell no one of your mission!",		"m42t":"Black Sun?",		"m42c":"That doesn't sound like a Black Sun operation, though it's certainly armed heavily enough to warrant notifying law enforcement. I appreciate your service, citizen.",		"m42d":"Gangster",		"m42o":"I've heard that the Black Sun organization has built a spice trading depot on this very planet. I want to hire you to check it out, citizen, if you think you're good enough not to get caught.",		"m41t":"Who Are They?",		"m41c":"You really think they're from the Alliance? Why, I'm happy to do business with them. Down with the Empire! Thank you for the information.",		"m41d":"Rebel",		"m41o":"I'm supposed to receive a shipment from offworld, but I'm not sure I trust the "import agency" that was contracted for the job. I'll pay you to check them out and let me know if they're dangerous.",		"m40t":"Help Locate a Friend",		"m40c":"Doesn't sound like that's the kind of Imperial facility where they keep political prisoners. I'll have to keep searching for my poor, lost friend. I'm much obliged for your help.",		"m40d":"Imperial",		"m40o":"Supposedly a friend of mine was spirited away by Imperial authorities. Are you brave enough to check out the facility and see if he's there? His family will be very appreciative.",		"m39t":"Scope Out the Agency",		"m39c":"I thought they sounded like a lawless bunch. Possibly I can make some kind of arrangement with them. Thanks for the opportunity.",		"m39d":"Smuggler",		"m39o":"I'm supposed to receive a shipment from offworld, but I'm not sure I trust the "import agency" that was contracted for the job. I'll pay you to check them out and let me know if they're dangerous.",		"m38t":"A Little Investigative Work",		"m38c":"Sounds like they're a bunch of cutthroats! There's no way I'm going to do business with their kind. Thanks for the warning.",		"m38d":"Pirate",		"m38o":"I'm supposed to receive a shipment from offworld, but I'm not sure I trust the "import agency" that was contracted for the job. I'll pay you to check them out and let me know if they're dangerous.",		"m37t":"Take a Stand",		"m37c":"These gangsters are starting to get on my nerves. I'll have to see what I can do about it. Thanks.",		"m37d":"Gangster",		"m37o":"A lifter load of my power converters was lost a fair distance from here. I'll pay you well if you have a look at those coordinates and find out what happened to my goods.",		"m36t":"Join the Cause",		"m36c":"I knew it! I'll pack my things and go there at once. At last I can do my part to bring down the Empire!",		"m36d":"Rebel",		"m36o":"Is it true that the Alliance has an installation on this planet? I'd be willing to join their cause, if I can verify that it's really them. Can you check it out for me?",		"m35t":"Check Out the Authorities",		"m35c":"Aha. Imperial authorities, no less. Very interesting. Thanks, I can use that information.",		"m35d":"Imperial",		"m35o":"I heard a rumor that the authorities are up to something. I don't suppose you'd be willing to go have a look? I'd go myself, but they might recognize me.",		"m34t":"Who's Who?",		"m34c":"Rebels? Do you think they're really Alliance, or just gangsters impersonating them? I don't know whether to call in the Empire now. Maybe I'll find someone else to do some more recon. Thank you, I think.",		"m34d":"Rebel",		"m34o":"I think local gangsters are impersonating Imperial troops to extort money from merchants. I've seen some of them heading toward these coordinates. If you can verify that they're not Imperials but common thieves, I'll get the Empire to wipe them out.",		"m33t":"Track the Pirate Spies",		"m33c":"I see. The pirate outpost you found is just what I expected. I'll plan accordingly before my own cargo goes offworld. Thank you.",		"m33d":"Pirate",		"m33o":"Pirates are raiding rich ship cargoes almost as soon as they lift off. The pirates must have spies near this city, scouting cargo manifests. I've had reports of suspicious activity at these coordinates. I'll pay you to check out the location, but be careful.",		"m32t":"Find the Fake Medals",		"m32c":"The Empire, making counterfeit Alliance medals? But why? Oh, I see -- they must have hidden trackers. A clever way to locate sympathizers. Okay, thank you anyway.",		"m32d":"Imperial",		"m32o":"Black-marketers are now selling counterfeit military medals. It boils my blood to think of local cowards wearing a Kalidor Crescent. An informant told me the factory is at these coordinates. I want you to verify that and report back on its defenses, if any.",		"m31t":"Protect the Aurodium",		"m31c":"Pirates! The threats are true! I'll have to -- I mean, the collector will have to relocate his aurodium somewhere more secure. Leave me alone now, I have to think.",		"m31d":"Pirate",		"m31o":"A collector on this world -- I won't say where -- owns valuable aurodium ingots from Old Republic days. He's been getting threats that someone is planning a heist. He's relayed the coordinates to me, and I'd like you to check them out. Report back if you see anything suspicious.",		"m30t":"Ardanium Is Precious",		"m30c":"Not smugglers? The Allliance? Those scoundrels! I'll alert the Imperial Security Bureau immediately. Thank you, citizen!",		"m30d":"Rebel",		"m30o":"Our merchant association believes smugglers are raiding inbound shipments of ardanium. We need that metal for our starship fuel canisters. I'm commissioning you to check out the smuggling base and report its defenses to me.",		"m29t":"Where's the Ardanium?",		"m29c":"Not smugglers? The Alliance? Hmm. I suppose the Alliance needs starship fuel canisters too. Hmm. Well, thank you anyway.",		"m29d":"Rebel",		"m29o":"Our merchant association believes smugglers are raiding inbound shipments of ardanium. We need that metal for our starship fuel canisters. I'm commissioning you to check out the smuggling base and report its defenses to me.",		"m28t":"Stop the Cartel",		"m28c":"Those crooks are a growing menace to this society. I'm going to notify the authorities and have this cartel raided. Good work, citizen!",		"m28d":"Gangster",		"m28o":"A local crime cartel is trying to take control of the city's gambling dens. An informant tells me the cartel's HQ is outside town at these coordinates. I'll pay you to recon the area and report back. Be careful!",		"m27t":"A New Cartel",		"m27c":"Excellent! Now Jabba the Hutt will know where to drop-ship a crate of thermal detonators. Thanks for helping Lord Jabba stop those upstarts.",		"m27d":"Gangster",		"m27o":"A local crime cartel is trying to take control of the city's gambling dens. An informant tells me the cartel's HQ is outside town at these coordinates. I'll pay you to recon the area and report back. Be careful!",		"m26t":"Nasty Mine-Droids",		"m26c":"Those sound like ordinary smugglers, not Imperials. I don't know whether to feel relieved. They may be bringing in something worse than mine-droids. Well, thanks anyway.",		"m26d":"Smuggler",		"m26o":"Mine-layer droids are a blight on modern warfare. We heard a rumor that the Empire is building a new mine-droid factory near here. Obviously we citizens don't want to complain publicly, but there are steps we can take -- if this factory is what rumor says. Can you check and report back?",		"m25t":"Find the Poisoner",		"m25c":"All right, thanks for your report. It's a nasty business, rounding up poisoners. Your efforts will help us stop these terrible killings.",		"m25d":"Smuggler",		"m25o":"This city has seen several murders committed using dart shooters tipped with Devaronian blood-poison. That's only available offworld. I'm hiring you to check the coordinates I have for the poison's source on this world. Report back on who's bringing it in.",		"m24t":"Secure the Spookcrystals",		"m24c":"Why would the Empire care about Spookcrystals? Maybe those rumors are true that they have other uses... Well, thanks anyway.",		"m24d":"Imperial",		"m24o":"I've been looking for Spookcrystals from Nam Chorios. They help plants grow. I think I've found a source, but the supplier says he's been taken over by Imperials! Can you check on that and report back?",		"m23t":"Durelium Woes",		"m23c":"Uh-oh. Sounds like the durelium operation is quashed for now. Thank you for letting us know before we marched into an Imperial stronghold.",		"m23d":"Imperial",		"m23o":"To restrict local hyperdrive repair operations, the Corporate Sector has bribed local Imperials to blockade durelium imports. Some locals have smuggled in durelium, but they've avoided contact since making landfall. I want you to check the prearranged coordinates and report back.",		"m22t":"Durelium Troubles",		"m22c":"It sounds like all is going well so far. We'll rendezous with the durelium suppliers shortly, and get around this ridiculous blockade. Thank you!",		"m22d":"Smuggler",		"m22o":"To restrict local hyperdrive production, the Corporate Sector has bribed local Imperials to blockade durelium imports. Some locals have smuggled in durelium, but they've avoided contact since making landfall. I want you to check the prearranged coordinates and report back.",		"m21t":"Shoddy Goods",		"m21c":"Very well. Now I'll bring in this broken panel and demand a refund. What could go wrong?",		"m21d":"Gangster",		"m21o":"I bought a solar panel on the black market, and it's already broken. I want to complain to the scum who sold me the panel. First I have to find them -- or pay you to do it. Will you check these coordinates?",		"m20t":"What the Hutt?",		"m20c":"That's a more substantial Hutt presence than we suspected. This will definitely go in our report. Thank you!",		"m20d":"Gangster",		"m20o":"The Hutt criminal syndicate is trying to corner the local market for Lowickan firegems. We want to compile a full report of their activities for local authorities. Can you check these coordinates and report back here?",		"m19t":"Help the Merchants",		"m19c":"You've found the smugglers! Excellent work. The merchants' association will take it from here, thanks.",		"m19d":"Smuggler",		"m19o":"Local droid repair merchants are complaining that smuggled chromium plating is undermining their business. We're checking several possible drop points. Can you report on what you find at these coordinates?",		"m18t":"A Wayward Soul",		"m18c":"During our last argument, my daughter threatened to run away and join a pirate gang. Sorry to say, it sounds like she followed through. Well, thank you, I guess.",		"m18d":"Pirate",		"m18o":"My daughter ran away some time back, and I've only now located the coordinates of her last transmission. Can you report back to me on what's there now?",		"m17t":"A Grim Decision",		"m17c":"I see. Say no more, friend. Thank you for your time. I now know what I must do.",		"m17d":"Rebel",		"m17o":"I'm about to make a life-changing decision, but I need to make sure I'm not heading into a trap. Could you check these coordinates out for me and let me know what you find?",		"m16t":"A Voice in the Wilderness",		"m16c":"An Alliance outpost? You're sure about this, citizen? Thank you for your time. Please keep this mission confidential.",		"m16d":"Rebel",		"m16o":"There's been some suspicious activity out in the wilderness. I need someone to check these coordinates out and report back to me. Think you can help me, citizen?",		"m15t":"Some Valuable Information",		"m15c":"A Rebel outpost, eh? I think this information will be quite valuable. Thanks for your time. I've got some transmissions to send out.",		"m15d":"Rebel",		"m15o":"Convoys in the middle of the night, strange folk hanging about at odd hours -- all this makes me think somebody is up to no good. Could you check it out for me?",		"m14t":"That Pesky Empire",		"m14c":"The Empire's setting up a garrison this close to our city? What could they possibly be looking for? They didn't see you, right?",		"m14d":"Imperial",		"m14o":"There's been an increase of stormtrooper patrols in this region. I think the Empire is up to something. Could you check these coordinates out and see what's up? ",		"m13t":"COMPNOR Gets Results",		"m13c":"They've set up an Imperial garrison? Now that's what I call results. I'll have to thank my COMPNOR friends.",		"m13d":"Imperial",		"m13o":"I warned my contacts in COMPNOR about Rebel activity in this area. They claim it was being taken care of. Could you investigate these coordinates and see what is being done?",		"m12t":"More Stormtroopers?",		"m12c":"A military outpost? Why do they deem that necessary? I'd better warn all my friends. Thanks, citizen.",		"m12d":"Imperial",		"m12o":"Our neighborhood is quite safe without the Empire sending in additional stormtrooper patrols. They tend to be worse than the criminals, anyway. Could you find out where these patrols are coming from?",		"m11t":"Here There Be Pirates",		"m11c":"There are pirates there? Oh! We should leave well enough alone, I guess. Thanks for your help. And for the record, we've never actually met.",		"m11d":"Pirate",		"m11o":"A friend thinks a band of notorious pirates has established a base near here. He doesn't want to risk upsetting them, but I'm made of sterner stuff. Could you check it out for me? ",		"m10t":"Stolen Starfighters",		"m10c":"Didn't see any TIE fighters, eh? I'd better report this to the authorities in any case and get those rogues off our planet.",		"m10d":"Pirate",		"m10o":"There's a rumor that a group of pirates has gotten its hands on several Imperial TIE starfighters. News this bad has to be substantiated. Think you can help?",		"m9t":"You Killed My Brother",		"m9c":"I'll get those lousy murderers if it's the last thing I do. Thanks, friend, you've helped me move closer to avenging my dear departed brother.",		"m9d":"Pirate",		"m9o":"I lost a brother to bloodthirsty pirates, and now I suspect they've established a base near here. Could you check out these coordinates and verify my suspicion?",		"m8t":"Too Good To Be True",		"m8c":"Smugglers? I should have known. These deliveries were bringing in way more money than normal. Never trust anything too good to be true.",		"m8d":"Smuggler",		"m8o":"I've received several orders for supplies with instructions that they be delivered via droid courier only. One of these droids came back still bearing its destination coordinates. Could you see who I've been dealing with all this time?",		"m7t":"Those Aren't Miners",		"m7c":"Really? Hmm, that is interesting. Doesn't sound like a mining operation to me. Thanks, friend.",		"m7d":"Smuggler",		"m7o":"Some friends of mine were thinking of starting up a mining operation. I haven't heard from them in a while and was wondering if you could check them out and see how they're faring.",		"m6t":"Trouble Magnet",		"m6c":"Figures. Well, I guess you just can't run away from your past. Maybe I'll move to Imperial Center next. Thanks for your help.",		"m6d":"Smuggler",		"m6o":"It seems trouble follows me around the galaxy. Every new neighborhood I come to seems to start attracting more criminals the minute I move in. Could you check these coordinates and let me know what's going on?",		"m5t":"Find the Smugglers",		"m5c":"Aha! I knew it! Thanks, friend. Here's your pay. I can go to the local authorities with this information now.",		"m5d":"Smuggler",		"m5o":"Rumor has it that smugglers are trying to set up shop somewhere near here. I think I know where they've built their hideout, but I need you to verify it for me. I'll pay you for your time.",		"m4t":"A Spice Refinery?",		"m4c":"They must be refining the spice. An operation that big could distribute spice to several cities. Thanks for the info, citizen.",		"m4d":"Gangster",		"m4o":"I found some glitterstim cannisters in my son's room. I think he's been getting this poison from a local gang. Could you check out these coordinates and see what those rogues are up to?",		"m3t":"The Shadow of Angels",		"m3c":"I thought gangsters had moved into the area. I certainly hope these aren't those Shadow Angels I've heard about. Those are some fearsome swoopers. ",		"m3d":"Gangster",		"m3o":"My nephew has taken to wearing a black and red jacket and seems eager to own a swoop. I think his new friends are involved in criminal activity. Could you scout out their hangout and see what's going on?",		"m2t":"A Legitimate Operation?",		"m2c":"Just as I suspected. Well I for one am going to make sure our community is not taken over by criminals. Thanks, citizen.",		"m2d":"Gangster",		"m2o":"Some of the local youth have been running errands for a "businessman" who recently moved here. I don't trust this individual and would like for you to check out this "legitimate operation."",		"m1t":"A Timely Intervention",		"m1c":"I knew that good-for-nothing was up to some mischief! Well, I'll be a Sithspawn if he thinks I won't put a stop to this activity! No son of mine is going to be a swooper!",		"m1d":"Gangster",		"m1o":"My son has been sneaking off late at night, and I have a suspicion he's up to no good. I've narrowed down the area where I think he visits. Could you check it out for me?"
}}
