{
	"stfFile":"mission/mission_destroy_neutral_hard_npc_naboo",
	"entries": {
		"number_of_entries":"15",		"m15t":"Encourage Smugglers to Leave",		"m15s":"Efficient and effective, citizen. Your fee will be deposited in your account. The Naboo are grateful for your services.",		"m15o":"The Royal Security Forces",		"m15d":"The questionable activities of former portmasters have unfortunately created a situation that must now be handled by our office. During the tenure of these portmasters, smugglers were encouraged to increase their activities on Naboo. Many of these smugglers have established hideouts in remote areas and will no doubt continue to ply their trade until driven off. The Governor's Office has authorized us to seek outside help in dealing with these criminals. We're offering rewards to capable strike teams that can drive these smugglers off our world.   ",		"m14t":"Drive Away Swoopers",		"m14s":"Our best agents could not have done a better job. Your team's skills are formidable, and you've earned your fee. Has your team ever considered joining the Royal Security Forces? ",		"m14o":"The Royal Security Forces",		"m14d":"Swoop gangs have never really been a problem on Naboo, but recently the Empire shipped much of the Royal Security Forces' strength offworld to deal with the Rebellion. This has left us more vulnerable to incursions by these rogues. One gang in particular has been gaining notoriety, the Shadow Angels of Dathomir. We believe they are trying to establish themselves here, and we do not have the manpower necessary to drive them off. We're willing to pay a strike team to infiltrate the Shadow Angels lair and blast that scum off our beautiful world. These gangsters are quite tough, so only the most seasoned professionals should apply.    ",		"m13t":"Avenge Murdered Naboo Son",		"m13s":"My son is finally avenged and my fellow citizens may rest a bit easier. These pirates are a scourge on the galaxy, and we should strive to wipe them out. All of them.",		"m13o":"Kanlee Fentetta, Prominent Naboo Citizen",		"m13d":"I thought I had lost my son in an aquaspeeder accident on Lake Paonga a couple of months ago, but I've recently discovered it was a botched kidnapping attempt by a group of murderous pirates. These scum plan on trying again with the child of another wealthy family, but I intend to stop them. I'm offering a handsome reward to the individual or team that successfully assaults and destroys the pirates' lair, the coordinates for which I have just acquired. Only the most dedicated and efficient agents of justice need apply.  ",		"m12t":"Insure Safe Import of Fabrics",		"m12s":"That was handled most expertly. I think perhaps this is the beginning of a beautiful and profitable friendship. Do you like Dramassian silk? I can get it cheap.",		"m12o":"Hipan Voge, Textile Merchant",		"m12d":"Textile merchants have always made a good living on Naboo. My partner recently decided to retire and live off the wealth he has amassed during his fifteen years in business. He left me the company, for which I was grateful. What he didn't tell me, however, was that he failed to honor certain debts to a gang of smugglers. The gang has decided to collect on those debts, and has gone so far as to threaten my family. Because my former partner refuses to acknowledge these debts, and I don't have the exorbitant amount these scoundrels are demanding, I'm willing to pay a team of experienced troubleshooters to get rid of these smugglers and make sure they don't trouble anyone else again.",		"m11t":"Rescue Noble Naboo Lady",		"m11s":"We did it! I got my lady out in the thick of the fighting. I owe you more than just these credits, friend. Thank you.",		"m11o":"Thanus March, Freelance Spacer",		"m11d":"For the sake of a beautiful lady, we have to act fast. The daughter of a wealthy Naboo has been kidnapped by offworld slavers. These cutthroat scum were hired by a rival noble as retaliation for a political slight. Without going into details, I hold myself responsible for this situation. I intend to fix it. The slavers will expect the Royal Security Force to mount a rescue operation. We can catch them by surprise with a civilian strike team. I need skilled fighters to hit the slaver's lair fast and hard. While the battle is on I will slip inside and free the captive. I do not have a fortune with which to fund this operation, but all that is mine I will give to the fighters who help me get back my lady.",		"m10t":"Girl Abducted by Omwat Shaman",		"m10s":"Congratulations. The girl abducted by the Omwat shaman escaped during your assault, and is now safely back home. You've done well, and you deserve this reward.",		"m10o":"The Royal Security Forces",		"m10d":"Persistent rumors about smuggling on Naboo mention a medicine man or shaman from Omwat, a primitive world in the Outer Rim territories. He trafficks not in the usual spice and weaponry, but in odd ceremonial medicines -- native herbs and organs of local animals. Now there are new reports that he has moved from organ smuggling into kidnapping. An individual matching his description recently abducted a Naboo child in a rural settlement. The girl's community is up in arms. We must mount an all-out offense quickly. While police search for the girl, we are contracting with independent strike teams to assault fortified smuggler lairs associated with this Omwat shaman. You will be well paid for your work.",		"m9t":"Naboo Tusk-cat Medicine Smuggling",		"m9s":"Excellent. But I saw no sign of any presumed mystic or wizard from Omwat. Perhaps he escaped, to resume the tusk-cat trade elsewhere. Ah, well.",		"m9o":"The Portmaster of Kwilaan Starport",		"m9d":"In certain savage cultures of the Outer Rim, the organs of Naboo's wild tusk-cats are presumed to have mystical medicinal properties. The smuggling trade in tusk-cat organs has reached crisis proportions. The ringleader behind the current gang is supposed to be a mystic or shaman from Omwat, one of these remote worlds. My operatives recently saw such a figure enter a fortified base at the attached coordinates. I'd like a seasoned strike team to hit this fortification, destroy the smugglers, and stop this barbaric trade.",		"m8t":"Smugglers Infiltrate Portmaster Office",		"m8s":"That is satisfactory. I must next pinpoint the confederates in this office. There is much to be done here, so you may expect further work from me.",		"m8o":"The Portmaster of Kwilaan Starport",		"m8d":"In times past this office has been known for corruption, but that is changing on my watch. My current problem is the many "inside" informers, who secretly forward all shipping manifests and internal communication to their smuggler accomplices. To bypass these informers, I give sensitive tasks to freelance agents. In the current case, I have learned of an operation that diverts expensive imports from the spaceport landing dock straight to the smugglers, bypassing customs. Only a well-armed strike team can stop this rich trade. Contact me on a secure channel for coordinates.",		"m7t":"Smugglers Interfere With Hyperdrive Facility",		"m7s":"A fine job! Your work will help this vital project stay within budget -- for now. But this deplorable interference will no doubt continue, so look to us for more work soon.",		"m7o":"The Office of the Governor of Naboo",		"m7d":"For a long while, despite subtle Imperial opposition, the Governor has supported construction of a hyperdrive factory facility on Naboo's moon Rori. This would free Naboo from excessive reliance on imported technology. Certain Imperial Navy factions who disapprove of this goal are covertly undermining our effort. Now the Navy is plainly ignoring smuggler activity between Naboo and Rori, whereby smugglers steal equipment from the Rori spaceport, ship it back to Naboo, and sell it back to corrupt suppliers. In essence, we are buying our own equipment multiple times. We are hiring independent agents to fight the smugglers that the Empire ignores.",		"m6t":"Pirates Interfere With Factory Shipments",		"m6s":"Excellent! Your work has helped Naboo and Rori continue on the high path toward technological independence. We shall hope to use your services again soon.",		"m6o":"The Office of the Governor of Naboo",		"m6d":"The Governor has received intelligence reports regarding pirate activity between Naboo and the moon Rori. Numerous raiding ships are involved, all displaying suspiciously similar weaponry and tactics. They are clearly operating on a scale far above usual piracy. Also curious is their seeming immunity to Imperial sensors; at least, the Imperial Navy does not acknowledge any particular piracy problem over Naboo. We suspect that a Navy faction is actively equipping and supporting these pirates. The effort would weaken Naboo's efforts to build a hyperdrive construction facility on Rori, a key step in becoming less dependent on imported technology. Given the Empire's apathy, this office is discreetly hiring independent agents to locate and strike pirate land bases here on Naboo.",		"m5t":"Tensions On Naboo-Gungan Borders",		"m5s":"You have helped defuse the crisis, for now. This is perhaps only a step in an ongoing process, so you may be hearing from us again.",		"m5o":"The Office of the Governor of Naboo",		"m5d":"Our Governor has long performed a delicate balancing act, allowing the Empire free rein on Naboo while simultaneously protecting our people from drastic exploitation. Certain factions in Imperial Security disapprove of this balancing act. Recently criminal agents have been provoking skirmishes between Naboo settlers and Gungans in areas where both species live in close proximity. These provocateurs raid one side's settlements, plant false evidence implicating the other side, then repeat the same operation in reverse. Given the lack of obvious criminal motives, this suggests a plan to create a political crisis on our borders, perhaps in order to increase Imperial Security's involvement in (and exploitation of) the area. The Governor's office is contracting with independent strike teams to stop these criminals before a crisis can occur.",		"m4t":"Twi'lek Slaver Activity on Naboo",		"m4s":"The Twi'lek slave trade is still on the upswing on Naboo, so expect further calls from us in the future. Meanwhile, thank you. Here is your fee.",		"m4o":"The Royal Security Forces",		"m4d":"According to our security operatives, slavers are selling Twi'lek females to settlers in remote areas. The slave trade was never a problem on Naboo historically, but has increased of late, particularly the trade in desirable Twi'lek women. This odious crime seems uninteresting to Imperial Security, and our own volunteer forces lack the firepower needed to stop well-armed slavers. We seek experienced strike teams that can handle a major challenge. Contact this office for coordinates.",		"m3t":"Pirate Bases In Naboo Countryside",		"m3s":"Thank you for striking one more blow against piracy. This problem continues strongly, so expect to hear from us again on this matter.",		"m3o":"The Royal Security Forces",		"m3d":"Security operatives constantly uncover new pirate bases in the Naboo countryside. These bases, speedily constructed and easily abandoned, show Imperial Security's apathy about protecting Naboo citizens. The Empire tolerates pirates exactly as long as they avoid the Emperor's own retreat. We must deal with the consequences ourselves, and so we employ private strike teams to assault and destroy these pirates as they turn up. Contact this office for coordinates.",		"m2t":"Exploding Shaak Problem",		"m2s":"This was not our finest hour, perhaps, but you did the job well. We may hope not to deal with explosive shaaks in the future.",		"m2o":"The Royal Advisory Council",		"m2d":"Territorial disputes among shaak wranglers have taken a ludicrous turn. Some wrangling families are hiring gangsters to add banned chemicals to the feed of rival shaak herds. These chemicals create intestinal blockages that eventually cause the afflicted shaaks to, as it were, explode. We have assigned agricultural counselors to resolve citizen grievances, but we must also deal with the gangster problem. Bringing it to the attention of Imperial Security could lead to public ridicule. We prefer to hire an independent agent to eliminate the gangsters, quietly and with discretion.",		"m1t":"Vandals On Naboo's Frontiers",		"m1s":"Thank you. Your aid, though welcome, is only a temporary measure in fighting an ongoing problem, so expect further assignments from this office in the future.",		"m1o":"The Royal Advisory Council",		"m1d":"The Advisory Office attends to the safety of remote Naboo settlements. In these troubled times these settlements endure constant problems with marauders and vandals. They come from offworld, know nothing of our traditions and culture, and see our lovely settlements as mere loot-houses. Worse, Imperial Security pays the problem little regard unless it directly concerns the Empire's installations. Therefore, we routinely hire experienced strike teams to stamp out criminal bases as we locate them. Contact this office for coordinates."
}}
