{
	"stfFile":"mission/mission_npc_destroy_neutral_easy_creature",
	"entries": {
		"number_of_entries":"25",		"m25t":"Kill Escaped Beasts",		"m25c":"Much obliged, stranger. If the authorities had picked up my escaped pets, I would have been hit with a fine much larger than this very reasonable fee.",		"m25o":"I know, it's not exactly legal to keep dangerous pets. But I did and now I'm paying the price. Some of my cages turned out defective, and now my old pets are on the loose. They're implanted with tracking circuits. Can you eliminate this problem? I've got a few credits to defray the cost.",		"m24t":"Make His Land Safe",		"m24c":"I watched you working through my electrobinoculars. You're not bad with that weapon. Here are the credits I promised.",		"m24o":"I was testing my new electrobinoculars when I spotted a few toothy-looking beasts roaming around my land. If you want to earn a few credits, why don't you haul your weapon out there and take out those nasty creatures?",		"m23t":"Blame the Gungan",		"m23c":"Thanks. Those creatures were definitely beyond the skill of a Gungan to dispose of. Remind me to review my hiring policies soon.",		"m23o":"I was working on a drogue lift station not far from here when my Gungan employee dropped an expensive laser wrench. He refuses to go look for it until some of the more inquisitive wild animals are removed from the area. Can you handle that job, so this cowardly Gungan can fetch my tool back?",		"m22t":"Imperilled Vintage of Chimbak Wine ",		"m22c":"You have my heartfelt thanks. These credits should settle my debt to you. I shall drink a glass of Chimbak wine in your honor.",		"m22o":"Do you know how rare Chimbak wine is since Alderaan was destroyed? My cloud car lost a motivator outside of town yesterday and I had to dump a crate of vintage Chimbak to stay aloft. Now there's wild animals sniffing around. I need someone to get rid of them for me so I can retrieve my precious nectar!",		"m21t":"Respecting Your Elders",		"m21c":"What do you know? My crazy old grandmother really did see something. Thanks for helping her out.",		"m21o":"My crazy old grandmother claims there's some kind of wild beasts on her property. I need you to make sure it's all clear, if you're willing to earn a few creds.",		"m20t":"A Spool Droid for the County",		"m20c":"Thanks, buddy. You earned these credits. It's getting so you can't earn a decent living without a blaster these days.",		"m20o":"I'm looking to run some power conduits across an area not far from here, but there's a couple of pesky animals getting in the way of my spooling droids. Do you suppose you might take that weapon of yours and exterminate these pests?",		"m19t":"The Tourists are Restless",		"m19c":"Splendid. Now my Bith guests can relax and practice their music. I do enjoy their fizz lilting through my villa on a lazy evening.",		"m19o":"I'm lodging a group of Bith musicians in my villa, but they're skittish about some of the local wildlife. I'd be willing to pay if you could remove some of the more dangerous creatures from the area and put these Bith at ease.",		"m18t":"A Safe Path Home",		"m18c":"Thank you ever so much! I suppose every planet will seem dangerous after leaving my poor, beautiful Alderaan.",		"m18o":"I just knew it was a bad idea to come to this planet! There's some kind of filthy creature lurking on the path to my new home. I don't suppose you'd be able to kill it for me, would you?",		"m17t":"Escaped Wild Creatures",		"m17c":"My thanks. We'll get this Senate menagerie calamity stopped before long, I hope.",		"m17o":"An Imperial senator sent his servants here looking for exotic beasts for a menagerie. They were set to ship them out when the beasts escaped. We're trying to mop up the strays right now. Can you check this lair and eliminate whatever you find?",		"m16t":"Zotti's Revenge",		"m16c":"The beast is dead? Good! It deserved no less for destroying Zotti. Take your money, go, leave me to mourn alone!",		"m16o":"My poor pet voorpak! That foul beast absolutely gulped him up like a cheap hors d'oeuvre! I beseech you to go to this creature's lair and avenge my beloved Zotti!",		"m15t":"Allergy Trouble",		"m15c":"Thags very buch. Here's your paymed. Excuse be, I hab to go fide a bedical droid or subthig.",		"m15o":"I'be gaught sub kide of allergy thad ztimpacks can'd cure. I thig it's the fur, or hair, or feathers blowing here frub thad lair dearby. Dell you whad, you kill the creatures there ad I'll bay you.",		"m14t":"The Lost Necklace",		"m14c":"No necklace? Well, here's your reward anyway. I don't need the money. It's an offworld custom -- without the necklace, I'm forbidden from holding money. Now I've got to become a monk. Argh!",		"m14o":"I took off my ceremonial Jadagga necklace to bathe. When I went to put it on again, I saw some creature running off with it! It ran to that lair over there. If you can kill the thing and bring back my necklace, I'll reward you.",		"m13t":"Say With Pride, "I Exterminate!"",		"m13c":"Umm. You had best seek some less technical career. Only a few can legitimately stand forth and say with just pride, "I exterminate!" Tut, tut, it is no shame to fall short of such a forbidding standard.",		"m13o":"Though many seek apprenticeship in the demanding profession of pest extermination, few are equal to the challenge. Are you? Venture into yon lair and kill all its beasts, and I shall rate your performance.",		"m12t":"The Instructive Mentor",		"m12c":"No, no! It is not the exterminator's way to be so slack and lackluster. Other so-called exterminators espouse lax and sloppy standards, but not I! Go and seek lighter work.",		"m12o":"Do you, my friend, have the wherewithal to become a professional pest exterminator? Take this modest assignment, and I shall assess your performance with an eye toward apprenticeship.",		"m11t":"Ancient Profession of Exterminator",		"m11c":"Pah! Sloppy work. When you have slaughtered creatures for twenty years, then you may truly say, "I am an exterminator!" Until then, take this trivial fee and seek a lesser career.",		"m11o":"I've trained many apprentices in the worthy profession of pest extermination. I may be willing to initiate you into this ancient pursuit. Go, and show me your ability!",		"m10t":"No Professional Needed",		"m10c":"Nice work. Here's your fee. I've never seen the need for a professional exterminator. Those guys get the big money.",		"m10o":"I've been contracted to do some construction near here. Help me out by cleaning up the nest at these coordinates, and I'll cut you in.",		"m9t":"Mourning Blinky",		"m9c":"This sets my mind at ease, citizen. Many thanks. I hope I can mourn Blinky and move on.",		"m9o":"My poor little durni, it wandered away and got lost. The tiny helpless thing can't see, you know. A neighbor saw a wild predator pounce on my darling and devour him. Oh horror! Please avenge my poor little Blinky.",		"m8t":"Lost Good Luck Charm",		"m8c":"Thanks, friend. Here you go. I'll sure miss that kima. I bet this breaks my incredible sabacc winning streak. ",		"m8o":"Some darn predator ate my good luck kima! I think those beasts have a lair near here. If you can find them and blast them to atoms, I'd certainly reward you.",		"m7t":"Avenge Woopywoopums",		"m7c":"You are most gallant, citizen. What is your name again? I want to name my new kittle in your honor.",		"m7o":"My precious little kittle -- she liked to be called Woopywoopums -- was snatched by a horrible predator while slithering playfully in my yard. Please avenge my angel for me.",		"m6c":"My gratitude knows no bounds, citizen. Well, actually it does, as this payment will prove. But I'm still quite pleased.",		"m6o":"The last thing I want to hear when I settle down to bed are the mating calls of blasted vermin! Please silence those love-sick beasts and help me get some peace and quiet.",		"m6t":"Help People Get to Sleep",		"m5c":"Bless you, citizen. Our community will actually be able to get some sleep now.",		"m5o":"Those wretched creatures go crazy at night, keeping this entire neighborhood awake. Could you please find these beasts and shut them up for good?",		"m4t":"Den of Vermin",		"m4c":"I'll be able to sleep peacefully at night now. Thank you kindly.",		"m4o":"There's a den of vermin out there that is gonna kill some youngster some day. Local kids love playing in that area. Be a friend and demolish that lair for us, would you?",		"m3t":"Breeding Ground",		"m3c":"Well done, citizen. This ought to make the wet season much more pleasant.",		"m3o":"That condemned shelter is nothing but a breeding ground for bloodsucking parasites. I bet a couple of well-placed blaster shots would take care of the problem. Can you help, friend?",		"m2t":"Cleanup Crew Wanted",		"m2c":"Much obliged. Folks round here will be much safer because of your efforts.",		"m2o":"Some former tenants never disposed of their garbage properly. Now vermin have begun nesting in it. You'd do me a favor if you could blast that place to smithereens.",		"m1t":"New Career Opportunity",		"m1c":"Looks like you might have a career in extermination, friend. Thanks for your efforts.",		"m1o":"How many times do we have to exterminate these pests? Hiring professional hunters is getting expensive. Could you go in and clear out that creature lair for us, citizen?"
}}
