{
	"stfFile":"mission/mission_destroy_neutral_easy_npc_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"35",		"m35t":"Take Out Spoilsports",		"m35s":"Thank you. I don't see why a few dozen Imperial turbolasers were worth all this fuss, but there you are.",		"m35o":"",		"m35d":"I contracted with another party to carry certain cargo past Imperial checkpoints. Matters went awry, I had to dump the cargo, and now the other party is making my life very, very hard. I offer you a fair reward for going to the other party's headquarters and removing this obstacle to my future happiness.",		"m34t":"Help Lovesick Fool",		"m34s":"Thanks, hero! That was impressive. Your credits have been transmitted. Call me sometime. I like your eyes. ",		"m34o":"",		"m34d":"I'm a love junkie, I admit it! I fell in with a gang member -- I like nice eyes, what can I say? -- but I had to end it. Now the whole gang has destroyed my home and promises to "make me their droid." I need help! I've got money; you've got weapons; let's work together. Take out the gang nest, and let me live a loving life again.",		"m33t":"Help the Land Developer",		"m33s":"Fine job. I needed that territory cleared for my new cantina-casino, and you've taken care of it in the most active way. Your pay is in your account.",		"m33o":"",		"m33d":"You! You look like you could pull the ears off a gundark. I've got a pile of credits waiting if you can attack a certain criminal lair and thoroughly dispose of it. They're up to no good in there, let me assure you.",		"m32t":"Stop Bantha Poachers",		"m32s":"I'll always remember the scent of that smoke lingering over the ashes of those smugglers. You're very good, there's no denying that. Your payment has been sent. Thanks.",		"m32o":"",		"m32d":"Ever seen a golden bantha? They're rare and spectacular creatures. I owned one until yesterday, when a band of pelt smugglers killed it for the fur. I can't get my bantha back, but I can get retaliation. I know where they keep their contraband. I'd like to contract you to level the place. WIpe them out, all of them.",		"m31t":"Help Haughty Patron",		"m31s":"Most splendid indeed! Despite your looks, you are a being of the highest caliber. From now on those crooks shall think twice before accosting someone of my particular refinement and resources. ",		"m31o":"",		"m31d":"Do I look like a simpleton to you? Then explain to me why a malodorous band of hoodlums would extort money from me. Me! Do they imagine I have no resources to pursue retaliation? On that topic, you look like you've killed men before. Would you like to do so again? I can give you a substantial payment upon completion.",		"m30t":"Avenge My Crewman",		"m30s":"You've honored my late crewman and rid this planet of some dangerous scum. If you decide to join a freighter crew, let me know, eh? I have an opening.",		"m30o":"",		"m30d":"It's an outrage! A crewman of mine was murdered by a gang of local cutthroats. Now they're keeping his body for who-knows-what reason. I'm a spacer, not a fighter, but I can contract a tough guy like you to pay back those filthy gundarks! You pound them into rubble, and I'll give you whatever I have.",		"m29t":"Break Up Gas Thieves",		"m29s":"You did it! You don't need to be paid, do you? I know there's more to you than just money. Right? Oh. Well, you've got to follow your own path. No one can choose it for you.",		"m29o":"",		"m29d":"At last I've found you! Years ago you served my father in the Clone Wars. Now he begs you to help him in his struggle against ... what did you say? You didn't serve my father? Oh. Well, you'll do anyway. How'd you like to pick up a few credits by blasting apart a den of gas thieves near here?",		"m28t":"Save Innocent Niece",		"m28s":"We did it! The girl is safely off to an Outer Rim planet and her father's gang is crippled. You're a good person. I'm happy to pay this money.",		"m28o":"",		"m28d":"You must help me! I'm trying to transport my niece off-planet, to save her from a criminal father. But he's got word of my plan, and his gang intends to kidnap the poor child! Please, I must hire you to attack the hangout where they always drink, to provide a distraction so I can rescue the girl. I've got enough credits to pay you. Just hurry!",		"m27t":"Reality HoloNet Needs You",		"m27s":"What a show! The hovercams captured the whole attack. I especially enjoyed the part where that gangster cursed you before dying. This is going to make great ratings for ... um, for whatever newsfeed sent those hovercams to film it. Not that I know anything about that. Ahem.",		"m27o":"",		"m27d":"I'm not who you think I am. People say I look like an announcer from the local newsfeed, but I'm just a loyal Imperial citizen. I'm hiring someone to assault a local spice gang. Make it flashy. There could be, I don't know, hovercams or something in the area. I'd like to set an example to other lawbreakers. Also, can you wear something eye-catching?",		"m26t":"Give Me the Idol",		"m26s":"Thanks, my friend. I knew you would finish them off with little trouble. I'll head over and see if my stolen Dxun idol is somewhere in the rubble.",		"m26o":"",		"m26d":"The time has come, my friend. A band of space pirates robbed me of an expensive idol from the Onderon moon of Dxun. I can't make them give it back, but I can pay to have them punished. Aim those killer instincts of yours at their planetside den and don't look away until every one of them is dead.",		"m25t":"Help Clean the Air",		"m25s":"What a difference. I can smell that clean air! Well, cleaner than it was, anyway. You did your job and your payment's been transmitted. Thanks.",		"m25o":"",		"m25d":"Do you smell that? It's waste gasses from a little ore refinery not far from here. A bunch of roughnecks built it to sidestep guild fees. Well, those of us who live around here don't plan to let them poison our air. We're willing to pay anyone who can knock that place out of operation once and for all. You've done this kind of work before, right?",		"m24t":"Slap Naughty Swoopers",		"m24s":"Your fee has been deposited. That will teach the other swoopers around here not to tangle with innocent, harmless citizens like me. Unfortunately they're not a bright bunch.",		"m24o":"",		"m24d":"Please help me! I found out a local swoop gang has put a price on my head! What did I ever do to them? My only hope is for someone to wipe this gang off the face of the planet, so the bounty will become invalid. Surely a rough-and-ready spacer like you can help a desperate, wronged citizen in my time of need?",		"m23t":"Political Intrigue",		"m23s":"The politician who employs me will be delighted to hear that the esteemed colleague's plot has been foiled. Interplanetary politics can be very satisfying, don't you think?",		"m23o":"",		"m23d":"May I have a word with you? I can't name names, but a certain politician would like to put a stop to a plot by another politician. Parliamentary procedure being what it is, this dispute is best handled outside the halls of government. I must hire someone to blow up the criminals who are perpetrating this scheme. If you want the job, it's yours.",		"m22t":"Save Kidnapped Friend",		"m22s":"Terrific! My friend escaped just after you arrived at the thieves' den. He transmitted these credits to my account, and I forwarded them to you. Good job.",		"m22o":"",		"m22d":"I'm in a bind. A friend of mine tangled with the wrong crowd and now they're holding him captive in their thieves' den. If I call the authorities, those filthy gundarks will see trouble coming from a long way off. Someone needs to hit the place secretly and rescue my friend. I'm sure he'll compensate you well.",		"m21t":"Solve Gonk Droid Mystery",		"m21s":"Thank you. Right now we're trying to figure out why the thieves wanted all those gonk droids. Apparently they would steal them, then turn them loose. Senseless.",		"m21o":"",		"m21d":"A gang of thieves has been stealing ordinary GNK power droids all over this community. Nobody knows why; power droids aren't particularly valuable. But we've traced the thieves, and we've raised funds to hire a thu-- I mean, an adventurer or two to face them down in their lair. Go for it!",		"m20t":"Stop Stinky Thugs",		"m20s":"What in the galaxy were they doing, to create such a stench? Whatever it was, it was illegal, and you've put a stop to it. Thanks!",		"m20o":"",		"m20d":"I had no idea one gang could stink up the air so much. No one can even sleep, it's so bad. All the folks who miss clean air have put together some money to hire someone like you to clean out that gang. Will you do it?",		"m19t":"Avenge Starship Captain",		"m19s":"Great! I sure showed those pirates -- or, I mean, you did! Enjor your reward. It's all I have left, but now I can recover my ship and start over.",		"m19o":"",		"m19d":"With my life's savings I bought a beautiful Corellian Jumpmaster 5000 starship. In orbit, pirates attacked me, and I had to get out in the escape pod. But I've tracked the pirates, and now I'm hiring you to go in and destroy them.",		"m18t":"A Bad Breakup",		"m18s":"Since I hired you, I found my old flame, and we've patched things up. A little. Anyway, thanks for stopping that gang.",		"m18o":"",		"m18d":"I broke up badly with an old flame, and my former sweetheart enlisted a bunch of lowlife thugs to harrass me. It's been torture! I can't reach my former love, so for now I want to hire you to stop the gang.",		"m17t":"Help Starving Children",		"m17s":"Sorry I called you a goon. I was feeling tense. Thanks for freeing up the supply of infant formula. It's the only kind my species can tolerate, you know.",		"m17o":"",		"m17d":"My little child is crying in her creche because a local gang has stolen this community's entire supply of infant formula. Now that's low! We've all raised money to hire some goon like you to stop those other goons!",		"m16t":"Help the Alliance",		"m16s":"Well done! I expect the Alliance ship got through all right. It's a shame they have to rely on smugglers, but the Empire controls the space lanes.",		"m16o":"",		"m16d":"Those pirates are planning to take out an Alliance smuggling ship! I overheard them at the cantina. I can't go to the Imperials, and I don't know how to reach the Alliance, so I'll pay you to stop those pirates.",		"m15t":"Save a Playwright",		"m15s":"That's a relief. I'm going to write another play about this intimidation attempt, and you'll be in it. Thanks!",		"m15o":"",		"m15d":"I wrote a play lampooning local crooked politicians. Turns out one didn't have a sense of humor, and he's hired thugs to burn down my house. But if you go to their hangout and stop them first, I'll pay you well.",		"m14t":"Defend Pet Owner",		"m14s":"When a thug is killing my pet, I just get so steamed! Thank you so much for rescuing me. Please, enjoy this money!",		"m14o":"",		"m14d":"It was an accident that I killed one of those thugs. I had to do something, they were killing my pet! But now they're coming after me. You have to go there and stop them!",		"m13t":"Teach Bullies a Lesson",		"m13s":"Citizen, you showed those bullies the true meaning of courage. Please accept this reward.",		"m13o":"",		"m13d":"Bullying helpless citizens requires very little courage, so I'm not sure why these thugs are so proud. You want to impress people? Then go after the thugs and drive them out of this area. That takes true courage!",		"m12t":"Slavers Are Scum",		"m12s":"It's good to know there are still heroes like you left in the galaxy. Please accept this payment as a token of my appreciation.",		"m12o":"",		"m12d":"A few young women have disappeared recently, and I suspect slavers. Those rogues have a base near here, from which I'm certain they're shipping these girls offworld. Can you put a stop to this despicable activity?",		"m11t":"Be a Hero",		"m11s":"You're a hero to the people, friend. Accept this reward and my unending gratitude. You should do this for a living.",		"m11o":"",		"m11d":"This community is being terrorized by a mindless gang of cutthroats whose only means of communication is wanton violence and destruction. If you put a stop to their vile activities, I'll pay you a handsome reward.",		"m10t":"Make Good a Drunk's Boast",		"m10s":"Well done, citizen! Your well-earned pay has been sent. If you ever get the fancy to knock back some cold ones with us, look us up at the cantina.",		"m10o":"",		"m10d":"I should know better than to get drunk at the cantina with my friends. We all got to boasting, as we always do, and I claimed I'd run the local swoop gang out of town by week's end. The swoopers got wind of it and now intend to murder me. If you help me get rid of them, I'll pay you.",		"m9t":"Save Reformed Smuggler",		"m9s":"Many thanks, friend! My family and I can now get on with our lives. The addition to your account should demonstrate my gratitude.",		"m9o":"",		"m9d":"I'm trying to go straight, honest. I walked away from these spice smugglers, but now they claim I know too much about their operation and need to be silenced. Can you help protect me and my family? ",		"m8t":"Witness Needs Protection",		"m8s":"Your heroics will be an example to others, citizen! I think more folks will stand up to these animals now. Go spend your just reward!",		"m8o":"",		"m8d":"You gotta help me, citizen! I testified against a swoop gang and got their leader sent to a labor camp on Berea. Now his followers have sworn vengeance and intend to burn my settlement to the ground. I'll pay you to get rid of these brutes. ",		"m7t":"True Grit",		"m7s":"I had a sense about you, citizen. True courage should always be rewarded. Your money's been deposited.",		"m7o":"",		"m7d":"All these jerks strutting around here think bravery resides in a blaster. But when push comes to shove, they turn tail and run. Are you one of those, or can you really stand up to the thugs menacing this area?",		"m6t":"Stop Terrible Galatic Menace",		"m6s":"Did you see the mouse droid? Hmm, the clever fiend probably had an escape plan. All masterminds do. Do you know how I know that? Because I'm the Emperor! Mwahahaha! Anyway, this money is for your troubles.",		"m6o":"",		"m6d":"A local band of gunrunners has stolen a shipment of deadly disrupter weapons. This band is like no other, however, for they are led by an amazingly canny mouse droid. Yes, you heard correctly! If you were to stop these rogues and end this mechanical menace's career, you'd become a legend.",		"m5t":"Run Competition Out",		"m5s":"Good job. No one deals spice in my neighborhood without my say-so. And don't even think about pushing that inferior grade sludge. Your money's been sent, pal. ",		"m5o":"",		"m5d":"Hey, buddy, you care about keeping the streets clean, right? I hear there's some lowlife peddling inferior grade glitterstim spice. Can you believe this worm's nerve? Sure could use someone like you to run this bum out of business. You ready to earn some credits? ",		"m4t":"Citizens Fight Back",		"m4s":"Now that's how you deal with that Sithspawn! You've definitely earned the reward. ",		"m4o":"",		"m4d":"I'm sick of putting up with criminals and their vile antics. I've gathered some credits to hire a skilled troubleshooter to get rid of these swoop gangs and spice dealers. Would you be interested in trying for that money, citizen?",		"m3t":"Discipline Slackers",		"m3s":"Thanks you, citizen. I'd normally suggest you join the military, but I think you could do more good as an independent agent. Get richer that way too.",		"m3o":"",		"m3d":"Due to the Empire's higher recruitment standards, many of the thugs who would have ended up serving in planetary security forces are turning to crime instead. Could you help get rid of some of these troublemakers? I'd make it worth your while. ",		"m2t":"Drive Off Vicious Thugs",		"m2s":"Good job, citizen. You're a true hero. Your promised pay has been deposited.",		"m2o":"",		"m2d":"There's only one language criminals understand clearly -- the searing sounds of blaster fire! A group of violent thugs have been harassing decent folk and need to be driven off. If you can help do that, I'll reward you.",		"m1t":"Destroy Addictive Drug",		"m1s":"Now those are results I can live with, citizen. Good work!",		"m1o":"",		"m1d":"Ever heard of lesai, citizen? It's a highly addictive drug and it's being stored in an abandoned settlement near here. Please help me make sure this drug won't make its way to decent neighborhoods."
}}
