{
	"stfFile":"mission/mission_destroy_imperial_military_easy_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"25",		"m25t":"Destroy Rebel training outpost",		"m25s":"A new breed of Jedi shall not rise to threaten our beloved Empire thanks to you, agent. Well done! The Emperor will hear of your success. Be proud.",		"m25o":"",		"m25d":"The Inquisitorius has ordered a strike on a Rebel outpost that has been conducting unusual experiments involving the Force and Force-users. We cannot imagine that the Rebellion would be foolish enough to attempt to establish another Jedi training academy, especially in light of the corruption that was revealed within the ranks of the old Jedi Order. Can you assemble a strike team to take care of this?",		"m24t":"Blast a Rebel power relay",		"m24s":"Nicely done, citizen. The community has been rendered safe once more. The standard martial curfew will ensure that no Rebels return. ",		"m24o":"",		"m24d":"In the midst of an otherwise obedient community, the Rebellion has constructed a power relay cannon that transmits energy beams to passing Rebel fighters. For the public good we must now dispatch a blaster team to blow this relay installation into oblivion. Such an action will assure the locals that the Empire is dilligently protecting their families and properties.",		"m23t":"Raze a seditious broadcast facility",		"m23s":"Excellent work. Did you happen to view any of the offending holovids before you destroyed them? We'll send some security agents around to question you, just in case. Don't worry, it's a routine debriefing. Who is your next of kin?",		"m23o":"",		"m23d":"A local community has recently been plagued by a fake holovid recording that depicts the alleged destruction of Empire's finest war machine, the Death Star. The transmission has been traced to a broadcast facility. You must take a strike team and decimate this unseemly operation. These untruths will not soil the tranquility of our loyal and obedient communities.",		"m22t":"Crush a mynock incubator",		"m22s":"He put up quite a fight for a simple livestock dealer, didn't he? It seems our suspicions are confirmed. Only a Rebel traitor would have that kind of firepower. Well done, citizen.",		"m22o":"",		"m22d":"We've discovered a local livestock dealer who harbors seditious motives. Loyal citizens have reported a collection of mynock incubators hidden underneath his shop. Certain factions of the Rebellion employ mynocks as nuisance tactics against our space fleet. We have judged it prudent to destroy the incubation facility in the interest of galactic security.",		"m21t":"Smash a squad of X-wing fighters",		"m21s":"We have been tracking those X-wings for many parsecs. At last their destruction is complete. Splendid work.",		"m21o":"",		"m21d":"Our probe droids have uncovered an underground maintenance station for a squad of Rebel X-wing fighters. These ships have harried our blockade enforcers for several parsecs, but at last we shall have our revenge. We need a contingent of shooters to slip inside and blast the place to dust. Be careful, as the Rebels have this valuable secret well guarded.",		"m20t":"Assassin droids do not pick posies",		"m20s":"The Empire is grateful for your service. IG assassin droids make lousy botanical arrangements. Enjoy your reward.",		"m20o":"",		"m20d":"Rebel pirates have stolen our droids! A shipment of IG-type assassin droids was highjacked en route to a Civil Security Center on Dantooine. Intercepted Rebel transmissions suggest these droids were smuggled to a secret reprogramming facility, where technicians will turn the IGs into gardening and botanical droids. A squad must locate and destroy this facility.",		"m19t":"Take out the space mines",		"m19s":"The Imperial Navy is indebted to you. Accept this payment and the gratitude of the Empire.",		"m19o":"",		"m19d":"Ion space mines are an important tool of the Imperial Navy, but in the hands of Rebel terrorists they become a menace to all law-abiding spacefarers. We have tracked a freighter to a known Rebel outpost, where it deposited a load of Defender-class mines. If we can wipe out this factory before its deadly contraband is unleashed, the star lanes will be safe once more.",		"m18t":"Cripple Rebel transports",		"m18s":"Well done, citizen. Those Gallifree transports slip through our blockades too easily. Perhaps now we can stop those Rebel scum.",		"m18o":"",		"m18d":"We finally identified the traitor who has been supplying vacuum gyros for Rebel transports. We have the coordinates to the traitor's secret gyro cache. Unfortunately he knows we are coming. Our sources tell us that a contingent of Rebel soldiers is evacuating the cache. We need to dispatch a team to destroy this contraband before the Rebels take it away.",		"m17t":"Make it cold for the Rebels",		"m17s":"Clean and efficient, citizen, just like we like it. COMPNOR could use more agents like you. ",		"m17o":"",		"m17d":"We've been alerted to the presence of a Rebel supply depot that seems to be housing hundreds of climate control units. No doubt these are intended for remote Rebel bases in the Outer Rim. We want these units destroyed and figure a loyal and skilled Imperial agent ought to be able to take care of that for us. No need to call in a full military strike.",		"m16t":"Smash the mysterious crystals",		"m16s":"An efficient handling of the mission, agent. Well done. The Empire is proud to reward you.",		"m16o":"",		"m16d":"The Rebels have taken an interest in certain rare types of crystals. Intelligence has instructed us to destroy any supply depot containing caches of such minerals. We've located a small warehouse containing a large quantity of mineral desposits mined from the Outer Rim. We need loyal Imperial servants to vaporize this warehouse.",		"m15t":"Take out Rebel repair stations",		"m15s":"Good work, agent. We knew these stations were serving those Rebel scum and you've helped prove it. We hope this is the beginning of a very profitable career for you.",		"m15o":"",		"m15d":"Local garrisons have reported recent Rebel attacks that have employed modified A-A5 speeder trucks as armored personnel carriers. We've located several civilian speeder repair facilities that could be used to create these carriers. We want these installations destroyed. Can you assist the Empire in removing this potential threat? ",		"m14t":"Hunt a traitorous moff",		"m14s":"We have not ascertained if the moff was at that meeting when you destroyed the outpost. We'll have to continue monitoring communications. In any case, your strike against that Rebel outpost was superb.",		"m14o":"",		"m14d":"A traitorous moff has offered to aid the Rebels attempt to assassinate our beloved Emperor. We've pinpointed where this traitor and his agents will be meeting with the Rebellion's agents to make the arrangements. We require an able and loyal Imperial strike team to hit this outpost and insure its destruction. Could you assemble and lead such a team?",		"m13t":"No more Rebel bases",		"m13s":"Success! This will doubtless slow the Rebels' efforts to carve out new lairs. You've earned your reward, agent.",		"m13o":"",		"m13d":"The Rebels have been targeting Imperial depots containing laser cutters. We believe they need them to build a new operational base although we do not yet know its location. Our agents have managed, however, to locate some of these laser cutters and have sent us the coordinates where they are being housed. We need a few loyal Imperial agents to strike this storage depot.",		"m12t":"Destroy Rebel medical droids",		"m12s":"A successful strike against the Rebellion. Well done. The reward is yours.",		"m12o":"",		"m12d":"Several MD medical droids have been acquired by the Rebellion. Our spies have provided us with the coordinates to the holding facility where these droids are being stored. We cannot allow the Rebels to have access to proper medical care. We require a small team of loyal agents to find this facility and destroy it.",		"m11t":"Destroy Rebel weapons cache",		"m11s":"Those deadly "Intimidators" won't threaten the safety of our agents. Good work! The Empire gladly rewards success and loyalty.",		"m11o":"",		"m11d":"A shipment of Merr-Sonn IR-5 blaster pistols has fallen into the hands of the Rebellion and we believe we've learned where these deadly weapons are being stored. They will certainly be distributed to various Rebel cells for use in intimidation missions. We must destroy this cache of weapons before those scum can use them against our agents.",		"m10t":"Blast Rebel refugee facility",		"m10s":"Well done! We couldn't have done it any better ourselves. The Empire could use more agents like you.",		"m10o":"",		"m10d":"Agents within the CSA have informed Intelligence that many of the workers the Viceprexes are requesting for hard labor are being transferred to a holding facility so that Rebel agents can rescue convicted Rebel spies and sympathizers contained among the roster. We need a small team of loyal Imperial agents to obliterate this facility. The Empire is counting on you.",		"m9t":"Destroy Rebel slicer hub",		"m9s":"A most excellent strike, agent. These were the sorts of results we had hoped to get by employing you. Claim your reward.",		"m9o":"",		"m9d":"Intelligence has finally located one of the Rebellion's data slicer hubs. This facility could house several HoloNet transceivers and the slicers who operate them. A strike would remove both. Can the Empire count on you to help make the Imperial HoloNet more secure for military communications? ",		"m8t":"Destroy Rebel training station",		"m8s":"Little did those local flyboys realize that playing with a flight simulator could be very dangerous indeed. Well done, citizen. The Empire is pleased to reward one such as you.",		"m8o":"",		"m8d":"We've located a small station that is being used by the Rebels to entice young pilots to join their traitorous cause. Apparently these Rebels have several X-wing flight simulators that they allow local pilots to play around with. Unfortunately, this is often enough to get some of these na?ve flyboys to sign up. We need this station destroyed and everything inside incinerated.",		"m7t":"Destroy Rebel supply depot",		"m7s":"Whatever was in that warehouse will not serve those Rebels now. Good work, agent. Your future does indeed look bright if you continue to serve us in this manner. Collect your reward with pride - you've earned it.",		"m7o":"",		"m7d":"A Rebel supply depot has been located. The front for it seems to be a scientific observation outpost. We need a trusted agent to lead a strike against this installation and insure its destruction. There's no telling how many cells this depot has been supplying or how many Imperial lives have been lost as a result.",		"m6t":"Destroy Rebel terrorist cell",		"m6s":"The deaths of all those Imperial servants are now avenged! You are truly a champion of justice, citizen. We hope this is a definite indication of things to come.",		"m6o":"",		"m6d":"We've discovered a Rebel terrorist sleeper cell masquerading as a droid maintenance facility. We suspect that this cell has been responsible for the deaths of no less than 100 Imperial servants and the destruction of millions of credits worth of property. We require a loyal citizen of the Empire to burn this installation to the ground. Are you the agent we're looking for?",		"m5t":"Destroy Rebel indoctrination camp",		"m5s":"You have doubtless saved hundreds of loyal citizens from a terrible fate, citizen. Losing your faith in the New Order is bad enough, but to lose your mind along with it? You are a true champion of the Empire.",		"m5o":"",		"m5d":"We've unearthed a Rebel indoctrination camp. Within the walls of these facilities, the minds of loyal citizens are poisoned and warped by the efforts of twisted medical droids and large quantities of illegal glitterstim drugs. We must terminate the activities of this vile installation and insure our citizens remain loyal to the Empire. Can you help your Emperor stamp out this loathsome practice? ",		"m4t":"Destroy Rebel alien refugee outpost",		"m4s":"You can run but you can't hide! Congratulations, citizen, you have removed many inconveniences for the Empire. Seek us out for future employment.",		"m4o":"",		"m4d":"Rebels have been transporting alien refugees to various outposts throughout the galaxy. Many of these refugees are escaped slaves or criminals. We've managed to locate one of these outposts and now need to make sure it will no longer serve the cause of the Rebellion. We need a trusted agent to eradicate this facility. ",		"m3t":"Destroy Rebel communications array",		"m3s":"So much for that outpost. Bravo, loyal citizen! Your efforts may take you far in the ranks of the ISB. We hope you continue to serve us.",		"m3o":"",		"m3d":"Intelligence believes that a small outpost is housing a communications array currently being employed by the Rebellion to coordinate local Rebel cell activity. Put this place out of operation. We will not have this sort of Rebel activity in that sector. How dare the Rebels think this would go unnoticed. Can the Empire rely on you? ",		"m2t":"Destroy Rebel mining facility",		"m2s":"If the Rebels thought we would overlook a small mining operation, they were sadly mistaken. Well done. Your efforts on behalf of the Empire are noted. Claim your reward.",		"m2o":"",		"m2d":"A Rebel mining facility has been identified by Intelligence and we need it destroyed. These Rebels have a habit of slipping through our blockades during a full military strike so we'd like you to lead a small team of loyal agents to accomplish this mission instead. Do you think you can serve your Empire in this manner?",		"m1t":"Destroy Rebel munitions depot",		"m1s":"That must have been quite a fireworks show, eh? Congratulations, agent. Your Imperial service record is shaping up quite nicely.",		"m1o":"",		"m1d":"Our probe droids have located a sizable Rebel munitions depot. Taking out this supply cache would limit the number of raids the Rebels could effectively carry out. This depot will probably be well guarded and will certainly be well defended. Can we rely on you to teach these Rebel scum a lesson and turn their depot into a miniature sun?"
}}
