{
	"stfFile":"mission/mission_deliver_neutral_medium",
	"entries": {
		"number_of_entries":"51",		"m51t":"Krayt Dragon Roars",		"m51p":"I've listened to these recordings. Truly amazing stuff. Who knew krayt dragons vocalized to this degree?",		"m51s":"I would love to see the look on my friend's face when these recordings are played. Alas, if only I wasn't so busy I could pay my friend a visit. Thanks for your help.",		"m51f":"mission\mission_datadisk.iff",		"m51r":"The krayt dragon recordings! This will be such a boon to my research. Thank you so much!",		"m51o":"",		"m51l":"Datadisc",		"m51d":"I've managed to find actual live recordings of krayt dragons. My friend is a naturalist and has been studying krayts for years. A book on the subject is in the works, I understand. Could you pick up the datadisc contains the recordings and drop it off with my friend? I'm sure they'd be most useful.",		"m50t":"Proof of Innocence",		"m50p":"Here's the disc! Please hurry! Our cousin's life is in your hands!",		"m50s":"Thank you for attending to this matter so quickly! I hope our efforts are enough to save my cousin's life!",		"m50f":"mission\mission_datadisk.iff",		"m50r":"The deathmark has been ordered. This disc proves nothing; records can be falsified. Justice will be served at last.",		"m50o":"",		"m50l":"Datadisc",		"m50d":"You must help me! My cousin has been falsely accused by some vengeful lunatic of murdering a loved one. I need you to pick up the evidence exonerating him -- a commercial transport manifest dated the day this maniac claims the murder took place. The passenger list proves my cousin was on that ship and couldn't have murdered anyone!",		"m49t":"Death Threat",		"m49p":"Feel free to tell this individual that you're only the messenger, not the instrument of death itself.",		"m49s":"I know this task was unpleasant, and I appreciate your professionalism in carrying it out.",		"m49f":"mission\mission_datadisk.iff",		"m49r":"A death threat? But I've never killed anyone! I'm innocent! This is all a huge mistake!",		"m49o":"",		"m49l":"Datadisc",		"m49d":"I have finally found my father's murderer and have put a price on the killer's head. However, due to our past, I will give the wretch a fighting chance. I need you to pick up a copy of the hunt certificate and deliver it to the guilty party. That should give this murderer a chance to make all the proper arrangements. I've made mine.",		"m48t":"Finest Tusk-Cats From Theed",		"m48p":"Nothing like a strong tusk-cat at your side. These are some of the finest from the top kennels in Theed. I'm sure these holographs will demonstrate their quality.",		"m48s":"Thanks for your help, friend. I hope our friend finds something worth purchasing.",		"m48f":"mission\mission_datadisk.iff",		"m48r":"That litter is in already? Splendid! My son has been looking forward to this moment. The cub is for him, you know. ",		"m48o":"",		"m48l":"Datadisc",		"m48d":"My partner has just received a new litter of tusk-cats. A friend of ours wants the pick of the litter. Please pick up a datadisc containing holographs of all the cubs from my partner and deliver it our friend. This will help our friend make a good choice. Thank you.",		"m47t":"Twirrl Manuscript",		"m47p":"Yes, here's the manuscript. Have you ever tried twirrl hunting? No, I guess you wouldn't have, would you? Carry on.",		"m47s":"Thank you ever so much for taking care of that. I hope you'll find my compensation satisfactory. Must run now.",		"m47f":"mission\mission_datadisk.iff",		"m47r":"This author's previous works have always been of superior quality -- always well researched. I can't wait to peruse this one.",		"m47o":"",		"m47l":"Datadisc",		"m47d":"I've finished the definitive work on training hunting twirrls. It should become quite a popular sport among the nobles and the rich on Coruscant. It is, after all, already a distinguished sport on Naboo for persons of higher breeding. Please pick up my manuscript and deliver it to my editor for proofreading.",		"m46t":"Deliver a gambling debt",		"m46p":"Some beings just don't know when to leave well enough alone. Why is it that gambling attracts so many folks with bad luck? Anyway, here's the disc.",		"m46s":"Don't gamble, friend. Just don't. It leads to an early grave and heartache while you live. And worry not, I instructed my bookie to deposit your fee. Now I'm totally broke.",		"m46f":"mission\mission_datadisk.iff",		"m46r":"Looks like this loser got some common sense. Good. I was about to start hiring bounty hunters.",		"m46o":"",		"m46l":"Datadisc",		"m46d":"Four-cubes will break you spiritually as well as financially. I need someone to pick up a datadisc from my bookie and deliver it to a fellow player. The disc contains codes to access my credits. They're all encrypted, so don't even think about keeping it. Plus, you wouldn't want to add a Hutt to your list of enemies, would you?",		"m45t":"Deliver dinner invite",		"m45p":"A bouquet of flowers as ordered. Is this for a sweetheart? Oh, you're doing this for someone else? How nice.",		"m45s":"Thanks so much for giving my mother that invitation. I'm going to make fleek eel soup. It'll be grand! Too bad you can't join us.",		"m45f":"mission\mission_datadisk.iff",		"m45r":"Nope, sorry, you got the wrong person. I've never been a mother and never hope to be. I may accept the dinner invitation anyway, though. And the flowers are nice.",		"m45o":"",		"m45l":"Invite to dinner needs delivered",		"m45d":"I was adopted as a child. After years of searching, I think I've finally found my real mother. Could you pick up some flowers and deliver them to her, along with an invitation to dinner? I can't deliver it myself, on the off chance that I'm wrong. Oh, I hope I'm not. Thank you so much for your help.",		"m44t":"Dance Lords Recording",		"m44p":"There you are. This music moves your spirit, you know? Feel the beat, zoomer!",		"m44s":"Thanks for your help. We should all strive to give the gift of music. ",		"m44f":"mission\mission_datadisk.iff",		"m44r":"The Dance Lords! Great! I heard this music is hot jets at the smoothest clubs on Coruscant. Can't wait to get smooth to its beat. Thanks!",		"m44o":"",		"m44l":"Datadisc",		"m44d":"My friend wants to check out the newest recording by the popular band "Dance Lords of the Bith." If you don't find yourself moving to this music, you're probably dead. It's currently on loan to a neighbor. Could you pick up the recording and deliver it? Can't wait to hear this at the cantina.",		"m43t":"Why No Power Converters?",		"m43p":"Here you go. I hope this supplier can fill this order. That farm kid is getting annoying.",		"m43s":"Life is so unfair. Did you ever have one of those days? Well that's my whole life. Why me? Oh, thanks for your help.",		"m43f":"mission\mission_datadisk.iff",		"m43r":"This whiny customer again? I should never have special-ordered those fuel cells. Now I'll never get any rest. Fine, I'll get right on it.",		"m43o":"",		"m43l":"Datadisc",		"m43d":"Why are power converters so hard to find? I've looked everywhere. Why does this always happen to me? It's not fair! I want some power converters! Is that too much to ask? Could you please pick up a purchase order and deliver it to a local supplier for me? I'd go myself, but I have to finish cleaning some droids.",		"m42t":"Twi'lek Ladies Gone Wild!",		"m42p":"If you can find a copy of this, you should certainly purchase it. It's credits well spent.",		"m42s":"Thanks for delivering that disc. I hope you didn't pirate it, because we both know that would be very, very wrong. (Snort!)",		"m42f":"mission\mission_datadisk.iff",		"m42r":"Here it is! The gang is gonna freak. Thanks, buddy, you made our day. Party time!",		"m42o":"",		"m42l":"Datadisc",		"m42d":"I got my hands on a great hologram recording called "Twi'lek Ladies Gone Wild." I just gotta share it with my buddies. They'll flip. It's on this datadisc. Tell them to pay particular attention to the scene with Oola and the Yuzzem.",		"m41t":"Ommni Box Breakthrough",		"m41p":"The specs are on this datadisc. Tell those wanna-be musicians that this Ommni Box can't perform miracles. Good luck.",		"m41s":"This Ommni Box is gonna pave the way for our rise to super-stardom. I just know it! You remember me, I'm gonna be famous.",		"m41f":"mission\mission_datadisk.iff",		"m41r":"Let's see if this toy is as good as my friend claims. If it is, we'll send you a copy of our first recording. How's that?",		"m41o":"",		"m41l":"Datadisc",		"m41d":"A friend just got the specs for the newest Ommni Box that's about to hit the market. This thing can make even the crummiest band sound great. Just what we need! Could you pick up these specs and take them to my band buddy? Once the rest of the band sees this, I know they'll chip in with me to buy it. Thanks!",		"m40t":"Tattoos Are Fashionable",		"m40p":"It's important to keep up with fashion, you know. A person's clothes and make-up say a lot. For example, your clothes speak volumes.",		"m40s":"Thanks for the delivery. Those tattoos are supposedly worn by the Nightsisters of Dathomir. Wouldn't that be a great name for a band? Maybe we'll start one. ",		"m40f":"mission\mission_datadisk.iff",		"m40r":"Wow! Thanks for the disc. I can't wait to try out these new make-up tips. We'll be the hit of all the dance clubs. If we ever got to go, that is.",		"m40o":"",		"m40l":"Datadisc",		"m40d":"My friends love keeping up with the latest fashions. An acquaintance is putting a whole bunch of facial tattoo patterns on a datadisc for us. Could you please pick up the disc and deliver it to my friend?",		"m39t":"Death Star Schematics?",		"m39p":"Here you go. My friend will know how to decrypt it.",		"m39s":"Thanks. There's some wild stuff on that computer. Gotta keep going through those files.",		"m39f":"mission\mission_datadisk.iff",		"m39r":"Schematics? Oh, right! My friend told me about this. Wonder how much it costs to build a Death Star?",		"m39o":"",		"m39l":"Datadisc",		"m39d":"I bought a used computer, and it has all sorts of strange files. I think the previous owner was a slicer. Anyway, there are schematics in those files that say 'Death Star.' I think it's someone's idea of a sick joke. Anyway, I put the schematics on a disc and my friend wants to look at it. Will you deliver it?",		"m38t":"A New Game Crack",		"m38p":"This game totally rocks. You have like hundreds of species to choose from, and you can be anything from a smuggler to a bounty hunter to a -- shh, don't tell the Empire -- a Jedi!",		"m38s":"Now I'm all down. Turns out the game server checks for cracked copies. It burned out my rig!",		"m38f":"mission\mission_datadisk.iff",		"m38r":"What, this game? Aw, c'mon. The lag time from here to the servers on Coruscant is terrible. Plus the controls are way too hard, especially the camera system.",		"m38o":"",		"m38l":"Datadisc",		"m38d":"Check this thing out! It's like a hologame, except you play it piggybacking on the Holonet, see? And you play with thousands of other people at the same time. So I have a copy of it here that's, you know, uh, kind of cracked? And I wanna slip it to my friend so we can play together.",		"m37t":"Manumission Documents",		"m37p":"I hope that our servant gets joy from this.",		"m37s":"I feel much better. I wish our former servant well in whatever pursuit freedom brings.",		"m37f":"mission\mission_datadisk.iff",		"m37r":"What... can it be? Freedom? Freedom! I am free! Free!",		"m37o":"",		"m37l":"Datadisc",		"m37d":"I feel guilty that it has taken this long for this legal document to be delivered. I know that we should not have kept an indentured servant so long, but over time, it felt like we were all one big happy family. But now, we've moved away, and well, it's time for justice to be done and for freedom to have its day.",		"m36t":"Mineralogy Manuscript",		"m36p":"I do hope that you find the time to read my manuscript along the way. I recommend the section on theodolites.",		"m36s":"Thank you. The audience for mineralogical texts across the galaxy is vanishingly small in percentage terms, but in sheer numbers is quite enough to guarantee me a comfortable living.",		"m36f":"mission\mission_datadisk.iff",		"m36r":"Excellent! I imagine that this one will become a bestseller in short order.",		"m36o":"",		"m36l":"Datadisc",		"m36d":"My magnum opus, a reference work cataloging the various minerals of the galaxy, is finally complete. Some may call it dry or dull, but it is a grand work of scholarship, and I have been careful to annotate every reference. Every mineral description is accompanied by a holograph of both the mineral itself and of its molecular structure. Now all I need is for you to hand-deliver it to the publisher.",		"m35t":"Hackwork",		"m35p":"I knocked off the writing duties on this hack job in -- well, I won't say how quickly, it embarrasses me. Have fun delivering it.",		"m35s":"Now the publisher can shill one more sentimental mess to gullible parents. Gaah, I need a drink.",		"m35f":"mission\mission_datadisk.iff",		"m35r":"Great, we'll rush this to distribution right away.",		"m35o":"",		"m35l":"Datadisc",		"m35d":"'Have you ever seen the nocturnal Nexu? Noticed all the different kinds of banthas there are? Now children across the galaxy can learn about amazing animals on a hundred worlds, and in addition see delightful full-color holographs of each beast at work or play.' That's what the blurb says, at any rate. Well, I need someone to deliver this mess, and I guess you're it.",		"m34t":"New Jottings From an Author",		"m34p":"Here you go. If you lose them, I don't care. Just trifles, after all.",		"m34s":"Really, the whole foofaraw over these jottings baffles me. Ah well, life is a mystery.",		"m34f":"mission\mission_datadisk.iff",		"m34r":"Great! This writer is fantastic. It's a real honor to publish these stories. I only hope that the political content is a little more -- subdued this time.",		"m34o":"",		"m34l":"Datadisc",		"m34d":"Well, I finished off my latest batch of scribblings. I barely call them stories, really, hardly worthy of the name. Writers mostly scribble anyhow; aren't many who have anything worth saying. Anyway, for whatever reason, a publisher wants to see these. So go ahead, take them.",		"m33t":"Meewit Death Rattle Music",		"m33p":"You gotta listen to a bunch of garbage before you find anyone with even a shred of talent. You don't play, by any chance?",		"m33s":"Thanks for dropping off that cacophonous mangle. I hope the artist goes into a more appropriate line of work, like custodial duty or food service. Your fee is taken care of.",		"m33f":"mission\mission_datadisk.iff",		"m33r":"They've returned my work? Why? Did they like it? Do I have a contract? What's wrong with these people? They're Tusken when it comes to music!",		"m33o":"",		"m33l":"Datadisc",		"m33d":"I'm a scout for a major music label and don't have time for amateurs. The vocals on these latest sample tracks sound like the death rattle of a Tatooine meewit. This so-called musician included credits to make sure this 'precious' recording was returned safely. Could you pick it up and get it out of my life? Don't try to listen to this mess.",		"m32t":"Deeply Incriminating Holos",		"m32p":"Here are the holographs. I gotta admit, some of them are rather amusing. But don't tell my employer I said that.",		"m32s":"Thanks for your help. I hope you didn't mention my name. I'm only trying to save my friend future heartache.",		"m32f":"mission\mission_datadisk.iff",		"m32r":"What is this? A disc of holographs? What's on them? Who sent them? Who are you?",		"m32o":"",		"m32l":"Datadisc",		"m32d":"My best friend is about to marry someone unworthy. I hired an investigator to follow the mate-to-be. The investigator has holographs that will prove my friend's "true love" has been unfaithful. I can't deliver these myself, or my friend would think I had doctored the images. Can you pick them up and deliver them?",		"m31t":"Clone Holographs?",		"m31p":"Here's the disc. I personally think my client's friend is just leading a very interesting double life. But I'm not being paid for my opinion, so --",		"m31s":"Thanks for delivering those pictures. You should make sure you're not cloned, friend. Otherwise you never know what crimes you might be implicated in.",		"m31f":"mission\mission_datadisk.iff",		"m31r":"Sure, I'll look at the images, but I just wish my friend would accept the truth. I have not been cloned!",		"m31o":"",		"m31l":"Datadisc",		"m31d":"You know they used to clone people, right? I'm convinced my friend has been cloned for nefarious purposes. I need you to pick up a datadisc containing holographs of the clone in action, taken by an investigator I hired. Then take the disc to my friend. This will prove I'm right.",		"m30t":"Investigator's Findings",		"m30p":"I hope this alleviates my client's paranoia. Trust is a rare commodity these days.",		"m30s":"Thanks for your help. Some days I hate my job, but it's a living. Speaking of which, your fee has been deposited.",		"m30f":"mission\mission_datadisk.iff",		"m30r":"Finally I'll know the truth! I'm sure this disc will verify my suspicions. Love hurts, you know.",		"m30o":"",		"m30l":"Datadisc",		"m30d":"I'm a private investigator and I'm swamped with work. Could you pick up a datadisc of holographs and deliver it to a client? A little matter of a dark suspicion, one partner for another -- the usual stuff. This encrypted disc will settle the matter for good. Thanks.",		"m29t":"Refuse a Genealogy Request",		"m29p":"Please tell this individual to stop harassing me or I shall inform the authorities. Fate of the Empire indeed!",		"m29s":"My thanks for the prompt delivery. Perhaps now I can get some peace.",		"m29f":"mission\mission_datadisk.iff",		"m29r":"I'm certain the name "Skywalker" is important. It may indeed be the key to solving all of the Empire's problems! Thank you for bringing this.",		"m29o":"",		"m29l":"Datadisc",		"m29d":"I once took an interest in genealogy and kept very good records. Now my colleagues think they can use me as a library whenever they wish. Please pick up a copy of my database and deliver it to these annoying scholars. Tell them they can look up the name "Skywalker" themselves. The nerve!",		"m28t":"Jedi Holocron Professorship",		"m28p":"I'm glad to see that the Empire developing a renewed interest in Jedi history and artifacts. Perhaps this signals a change?",		"m28s":"A friend has advised me of new circumstances regarding the Raithal Academy. I am instead travelling elsewhere, to distant parts of the galaxy. Here is your fee. Please tell no one.",		"m28f":"mission\mission_datadisk.iff",		"m28r":"The professor's acceptance? Excellent. The Empire has already arranged a fitting reception when this estimable scholar arrives at the Academy.",		"m28o":"",		"m28l":"Datadisc",		"m28d":"Having studied Jedi Holocrons all my life, I have been invited to teach at Raithal Academy as a Professor of Myth and Antiquities. Please hand-deliver my acceptance to the local recruiter for prompt delivery to the Academy's board. You have my thanks.",		"m27t":"Blaster Collection",		"m27p":"My buddy inherited this collection from an uncle. That old-timer was a blaster freak. Wish the old guy had had some lightsabers, you know?",		"m27s":"Thanks for the delivery. If you ever hear of anyone selling lightsabers, let me know.",		"m27f":"mission\mission_datadisk.iff",		"m27r":"Can't wait to see what's on this datadisc. I love blasters. Don't you? Nothing like the weight of a solid weapon in your hands, eh?",		"m27o":"",		"m27l":"Datadisc",		"m27d":"Someone wants to buy my vintage blaster collection, including my matching set of MB-450's. Luxan Personal Armaments is the best, and the Penetrator is the elite of hunting pistols. I have a datadisc -- holographs and detailed specs of everything in my collection -- to be delivered to the buyer. Can you pick it up from my friend?",		"m26t":"Swoop Transaction",		"m26p":"Here you go. You into speeders and swoops like me and my buddy? Check out the Flare-S swoop if you ever get a chance. Nice.",		"m26s":"Thanks for taking care of that for me, buddy. I can't wait to buy the new TaggeCo Air-2 swoop. Now that's a sweet ride!",		"m26f":"mission\mission_datadisk.iff",		"m26r":"The title! Great! I've already started to modify the JR-4. It was in great condition.",		"m26o":"",		"m26l":"Datadisc",		"m26d":"I finally managed to sell my old JR-4 swoop. Got a good price for it, too. I need you to pick up the title and deliver it to the new owner. Thanks, buddy!",		"m25t":"Message From the Emperor?",		"m25p":"If you perform well during this mission, I may reward you with an Imperial appointment. How does Imperial Inquisitor sound?",		"m25s":"Those who do not believe will pay the price for their lack of vision. They will start by buying me more groceries!",		"m25f":"mission\mission_datadisk.iff",		"m25r":"This lunatic gives me fits. It's the Emperor this time, is it? Oh look, it's another grocery list. Maybe the Emperor is secretly a grocer. Yeah, that sounds right.",		"m25o":"",		"m25l":"Datadisc",		"m25d":"I knew you'd accept this mission. Why, you ask? Because everything proceeds exactly as I have foreseen it. Yes, I am the Emperor. I am traveling incognito to better observe my loyal citizens. I have allowed you the honor of carrying a secret message. It is to go to one of my Imperial spies and from there to Lord Vader himself. Do not fail me.",		"m24t":"Announce the Jedi's Return",		"m24p":"The fate of the galaxy is in your hands. Know that the Force will be with you, always. Unless you fail. Then you're bantha fodder. Good luck.",		"m24s":"Thank you for serving the interests of the Jedi. Soon we shall come out of hiding and restore the Republic. Honest.",		"m24f":"mission\mission_datadisk.iff",		"m24r":"Not this lunatic again! Who is it this time? Last week it was the Emperor. This is just a grocery list, for Corellia's sake! Poor sod needs professional help. ",		"m24o":"",		"m24l":"Datadisc",		"m24d":"Can you keep a secret? I'm a great Jedi Master who used to lead the Jedi Council in the days of the Old Republic. We're in hiding, waiting for the right moment to destroy the Empire. Oh, they're going to be sorry they ever messed with Jedi. I need you to pick up a secret message from one of our contacts and deliver it to a fellow Jedi. This is of the greatest importance. Can you handle it?",		"m23t":"Words of Cosmic Balance",		"m23p":"The fall of the Jedi was the awakening of the galaxy. Go forth to duty.",		"m23s":"The Cosmic Balance was discovered on Bakura, as you may know, but it is spreading like fire to other parts of the Galaxy. Soon all will know our word and heed our wisdom. And your role in the history of our faith will be remembered.",		"m23f":"mission\mission_datadisk.iff",		"m23r":"Yeah, I remember this fanatic. Well, we don't ask questions; we just send what we're paid to send. We'll get to it soon.",		"m23o":"",		"m23l":"Datadisc",		"m23d":"I am a devout follower of the Cosmic Balance. I have gathered the words of our greatest teachers and transcribed them into Basic. I need this disc delivered to a local holocaster so that this great work can spread through the galaxy. Do you wish to help spread the Truth?",		"m22t":"Deliver fleek eel recipe",		"m22p":"I knew all those years of studying preservatives would pay off! I'm going to be set up for life. Please hurry with this delivery!",		"m22s":"Thanks! I can't wait for those CSA chefs to taste those preserved fleek eels and marvel at my genius!",		"m22f":"mission\mission_datadisk.iff",		"m22r":"This recipe will be tested first, of course. If it turns out not to deliver on its promise, then there will be no compensation. That is, in fact, what we are expecting.",		"m22o":"",		"m22l":"Datadisc",		"m22d":"Fleek eels are a prized delicacy that must be kept alive until they're cooked or else the flavor is greatly diminished. I found a way to preserve the eels so that none of the flavor is lost. I need you to pick up a sample and deliver it promptly to a representative of the Corporate Sector Authority. Their food companies can make millions off my secret recipe!",		"m21t":"Antique Artifacts Catalog",		"m21p":"Nothing is free, pal.  If you want to look, you gotta pay the fee too. Actually, you probably can't afford it. Deliver this quick, though, and you might be on your way to earning enough.",		"m21s":"By the way, the contents of our catalog are confidential. Please respect our privacy.",		"m21f":"mission\mission_datadisk.iff",		"m21r":"The catalog at last! I've waited a long time for this. The possibility of Sith artifacts! Can you imagine?",		"m21o":"",		"m21l":"Datadisc",		"m21d":"My employer sells antiques to interested buyers. One such collector has paid the proper fee to view my employer's wares. Could you pick up an encrypted catalog and deliver it? The collector will know how to retrieve the data.",		"m20t":"Collector's Fee",		"m20p":"Why did I have to develop such an expensive hobby? I should have stuck with restoring vintage droids. Please be prompt.",		"m20s":"Thanks for delivering the fee. That seller claims to own Sith artifacts from Korriban that are several thousand years old. I hope I haven't been wasting my time and money.",		"m20f":"mission\mission_datadisk.iff",		"m20r":"Thanks. As soon as my employer has accessed the credits, he will send the catalog.",		"m20o":"",		"m20l":"Datadisc",		"m20d":"A local seller of ancient artifacts, who wishes to remain anonymous, won't even show me holographs of his wares without a fee. Could you take this encrypted datadisc to the seller's agent? It contains the codes necessary to access the credits agreed upon previously. The seller can feel free to send me the disc containing the holographs in question.",		"m19t":"Deliver mineral samples",		"m19p":"I'm sure these are just worthless rocks. But I'll help my friend out if I can. Oh, does the word 'Adegan' mean anything to you?",		"m19s":"Thanks for delivering those crystals. My friend is always having me check out all sorts of minerals. The mother lode is waiting, somewhere out there.",		"m19f":"filename_of_object",		"m19r":"Some sort of crystals, eh? Sure, I'll have a look. Prospectors keep dreaming they'll find another source of Adegan crystals. They used to use those in lightsabers, you know.",		"m19o":"",		"m19l":"Crystals",		"m19d":"A miner friend found some crystal deposits while out prospecting in the Outer Rim. He won't say where exactly he found them. Claims he's going to get rich or something. He wants me to have some crystal samples analyzed for him. Can you pick up the samples and deliver them to a mineralogist I know?",		"m18t":"Memorable Birthday Gift",		"m18p":"I hope my nephew appreciates all my hard work. He can be such a sweet boy if the mood strikes him. Thank you for your help.",		"m18s":"How quickly those children grow up. I hope that in future decades that young man will look back on my recording with vivid remembrance.",		"m18f":"mission\mission_datadisk.iff",		"m18r":"Is this for the birthday boy? I'm helping put together his party. I'm sure he'll be quite pleased to get this. Thanks!",		"m18o":"",		"m18l":"Datadisc",		"m18d":"I won't be able to attend my nephew's birthday celebration this year.  But I made a special holocam recording of me singing his favorite nursery rhymes. Could you make sure his family gets it in time for the party? Thank you so much.",		"m17t":"Vacation Holographs",		"m17p":"Be discreet with this delivery, okay? Don't lose that disc. I could end up in a very compromising situation if it ends up in the wrong hands. Thanks!",		"m17s":"Thank you. I didn't want to endanger my domestic bliss by taking them myself. ",		"m17f":"mission\mission_datadisk.iff",		"m17r":"I'll take those holographs, thank you. I know someone who will love to see these images. It'll be worth my fee, too.",		"m17o":"",		"m17l":"Datadisc",		"m17d":"I recently returned from a trip to Zeltros with a whole bunch of holographs commemorating my experience. Some of them are of,-- how shall I say -- a delicate nature? My buddies couldn't make the trip, but they want to view the holographs. Could you take them this datadisc containing the images?",		"m16t":"Settle an Old Debt",		"m16p":"This clears my conscience. I hope it's appreciated. Good riddance anyhow!",		"m16s":"It was just too outlandish to believe a young boy could win a podrace! But it was true, as I only recently found out. Thanks for helping me settle that debt.",		"m16f":"mission\mission_datadisk.iff",		"m16r":"Well, I'll be a mangy monkey-lizard! I'd forgotten about this bet. That race was fixed, you know. My friend was right not to pay. But since I need the money, I'll take it.",		"m16o":"",		"m16l":"Datadisc",		"m16d":"This settles an old debt. When I was younger, I travelled to Tatooine with a friend and bet on the podraces. One of the races was obviously fixed, so I refused to honor my bet to my friend and we didn't speak for almost 30 years. Well, I just discovered proof that the race was indeed legit. So I'm doing the right thing and honoring my bet. This datadisc tells how to access the account containing the money.",		"m15t":"Remedy for a Sick Child",		"m15p":"Apply this poultice three times a day. Remind the customer to make a fresh batch every day, and wrap the unused portion tightly before throwing it out.",		"m15s":"My thanks for the prompt delivery. I hope my friend's child gets better once this remedy is used.",		"m15f":"mission\mission_datadisk.iff",		"m15r":"My poor child, how she suffers. I'll give this remedy a try. Thank you so much for delivering it. I'll let my friend know if it worked.",		"m15o":"",		"m15l":"Datadisc",		"m15d":"A friend's child has been sick, stricken with body sores. I know an old family remedy that never fails, regardless of the species afflicted. Could you pick up the datadisc with the recipe for this poultice and the accompanying herbs from a local pharmacist? Then please deliver the goods to my friend.",		"m14t":"Wedding Dress Pattern",		"m14p":"It will be a gown fit for a queen. Do please hurry with the delivery. Thank you.",		"m14s":"Thank you so much for being prompt. If you ever need clothes, look me up -- once I'm not so swamped, that is.",		"m14f":"mission\mission_datadisk.iff",		"m14r":"This will be quite a dress. The pattern calls for some pretty exotic fabrics -- spidersilk saturated with glimmerdust, prismatic zwill, resublimated nanoweave. Hope this customer is rich.",		"m14o":"",		"m14l":"Datadisc",		"m14d":"A customer's daughter is getting married soon, and she needs a dress in a week. Could you pick up the datadisc containing the dress pattern from my customer? Please deliver it to my colleague's fabric shop so I can be sent the appropriate fabrics. I'm swamped with work and can't go myself.",		"m13t":"Time Disc",		"m13p":"My family depends on this disc getting to my employer as soon as possible. I wish I didn't have so much responsibility. A free agent like yourself is lucky.",		"m13s":"Someday my oldest son will be old enough to work in the mines, and then we'll have enough to get a HoloNet connection. Then I can send in my hours for my three jobs without using datadiscs.",		"m13f":"mission\mission_datadisk.iff",		"m13r":"About time! I was about to send out the payroll. Next time I won't wait this long on lazy workers. My time is precious.",		"m13o":"",		"m13l":"Datadisc",		"m13d":"See what comes of not having a work permit? I have to hand-deliver my hours to my employer to make sure I get paid and my family eats. This datadisc is a record of last month's labors. Could you deliver it for me? I can't bring it myself -- my family will be returning soon, and I must prepare their meals.",		"m12t":"Prototype Dejarik Pieces",		"m12p":"You a fan of dejarik? If so, you'll appreciate this delivery. If not, well, you still get paid so who cares?",		"m12s":"My friend wants to be a dejarik grandmaster some day. Maybe those pieces will give an edge at the next local tournament. ",		"m12f":"mission\mission_datadisk.iff",		"m12r":"Can't wait to try these pieces in the Lesser Coruscant Opening, Finessed. Oops, pardon my dejarik jargon.",		"m12o":"",		"m12l":"Datadisc",		"m12d":"I've just acquired five new playing pieces for dejarik. These are prototypes, straight from the labs of Lakan Industries. They haven't been released to the public yet. My brother at Lakan leaked them to me. Could you deliver this datadisc to my friend? I can't be seen delivering it, or someone may trace the leak back to my brother.",		"m11t":"Alderaan Blowup Holo",		"m11p":"When you give this to my friend, they'll say, "No way!" When that happens, you just nod and say, "Way!" They'll see the truth soon enough.",		"m11s":"That holo rules. But don't tell anyone about it, or maybe you'll get arrested, okay?",		"m11f":"mission\mission_datadisk.iff",		"m11r":"No way! Is this really --? No way! I gotta show all my buds. This is gonna be so intense! Thanks!",		"m11o":"",		"m11l":"Datadisc",		"m11d":"You'll never believe what I got my hands on! Actual holograms of the destruction of Alderaan! Don't even ask how or where I got it. Better that you don't know, my friend. Take the datadisc to my buddy. Tell them to just plug it into their holocam and sit back and watch the show. This is extreme! ",		"m10t":"Amfar Vacation Offer",		"m10p":"I hope my friends can take advantage of this vacation. Tell them to have a frozen juri juice drink for me! Oh, why must I work so hard?",		"m10s":"I won that vacation by correctly answering a trivia question about the latest music holo from the Dance Lords of the Bith. Did you know they stuffed 23 Jawas into one binary load lifter? If you'd known, you'd be going to Amfar instead of my friends.",		"m10f":"mission\mission_datadisk.iff",		"m10r":"What's this, a free vacation? You bet I'll accept! I hear the beaches on Amfar are the finest in the Galaxy. If only my busy friend could join us. You know what they say, "All work and no play..."",		"m10o":"",		"m10l":"Datadisc",		"m10d":"I've won an all-expense paid vacation to Amfar but I can't get away from my work duties. Would you deliver this incredible prize to my dear friends so they can take advantage of it? I'd go myself, but I just can't spare the time. Back to work I go! ",		"m9t":"Inventory a Trifle Tardy",		"m9p":"Our client is most eager to receive this datadisc. Please relay our apologies for tardiness, but we wanted to be thorough.",		"m9s":"Thank you for your prompt service. I understand that our client was a tad upset. We'll try to smooth things over. Your pay has been deposited.",		"m9f":"mission\mission_datadisk.iff",		"m9r":"It's about time! I paid good money for these appraisals, and I expected them to be done long since. I'll adjust my final payment to the company accordingly.",		"m9o":"",		"m9l":"Datadisc",		"m9d":"My company has just finished logging the inventory of one of our client's holdings. It's all been stored on a datadisc that has everything itemized by sale price. The appraisals were done by the most careful and painstaking professionals in the field. Could you pick up the inventory and deliver it to our client?",		"m8t":"Deliver survey results",		"m8p":"Your success in delivering this disc will benefit science. We're counting on you!",		"m8s":"Thank you. Space slugs, space slugs -- I find them simply fascinating, don't you?",		"m8f":"mission\mission_datadisk.iff",		"m8r":"Ah, the survey results! I'll check these findings immediately. I hope my superiors keep me in mind when assigning scientists to study those space slugs. ",		"m8o":"Imperial Space Survey Office  ",		"m8l":"Datadisc",		"m8d":"I've finished my survey of the Core's asteroid fields and have charted every known space slug in those sectors. I need someone to pick up the survey datadisc from my lab and deliver it to a representative of the Imperial Science Department's Biology Division -- they need to double-check my stats before we transmit it to the Imperial Information Center.",		"m7t":"Rancor Genome (Partial)",		"m7p":"My partner wants this as a sample to induce the buyers to bid more. I think we're gonna be filthy rich! Don't delay in delivering it.",		"m7s":"This will be big, very big. Hook this data up with a cloning facility and you've got yourself an army of formidable monsters. And you helped! Next up: krayt dragons.",		"m7f":"mission\mission_datadisk.iff",		"m7r":"The code is deciphered? Excellent! I'm already lining up buyers. I hope those figures are correct. It's not good to cheat a Hutt!",		"m7o":"",		"m7l":"Datadisc",		"m7d":"I've finally succeeded in deciphering the complete genetic code of the rancor. Can you imagine what this will bring on the open market? Only part of the code is on this datadisc. I want to see if my partner and I can start a bidding war. Will you deliver this? I need to continue checking my figures to make sure we're ready for the sale.",		"m6t":"Steamer Revolution Aborning",		"m6p":"Here's a work of sheer genius. Bet you never thought you'd hold something like this in your hands, eh? Go ahead, it's okay to be awe-inspired.",		"m6s":"You did great. I'd have delivered the steamer myself, but I didn't want to gloat when I saw the look of awe on their faces. And they thought I'd be a bad return on their investment. Hah!",		"m6f":"filename_of_object",		"m6r":"What? This is what I've been paying that lunatic thousands of credits to invent? I thought it was a more efficient coolant system for speeders. I'm having this veggie-loving maniac arrested for fraud! ",		"m6o":"",		"m6l":"Prototype steamer (like the thing Beru was cooking vegetables in)",		"m6d":"Nobody, and I mean nobody, designs vegetable steamers like I do! This is going to revolutionize the way we prepare our meals. This one requires no water. It uses vaporator technology to suck the ambient moisture right out of the air. Yep, you can say it -- I'm a genius. Take this prototype to my investors, would you? ",		"m5t":"Elaborate Invitation",		"m5p":"Here's the personalized invitation. This is quite the elaborate presentation, lots of animation and music. Family must be rich.",		"m5s":"Thanks for delivering that invitation. My friend was most impressed. I'm not rich, but my daughter's first -- and, I hope, only -- wedding is worth a splurge.",		"m5f":"mission\mission_datadisk.iff",		"m5r":"Well, it's about time! I knew that girl would get hitched sooner or later. Can't wait to tell the family. Wedding invitations on datadisc. Heh! How times change.",		"m5o":"",		"m5l":"Datadisc",		"m5d":"The happy day has come at last! My only daughter is getting married. Could you pick up the very first holographic invitation from the data engineer and hand-deliver it to my oldest friend? That should make quite an impression.",		"m4t":"This is the Truth About Alderaan",		"m4p":"Don't view the information on this datadisk -- not unless you want to stop sleeping peacefully at night.",		"m4s":"I'm advising my friend to forget the Academy and contact a certain Bothan pilot we met on Corellia. I hope we'll meet again in better circumstances.",		"m4f":"mission\mission_datadisk.iff",		"m4r":"Did you access the datadisc? Good. I want no harm to come to you. You're just the messenger. My thanks.",		"m4o":"",		"m4l":"Datadisc",		"m4d":"I've verified what happened to Alderaan. It's all on this datadisc. The truth will horrify my friend. Can you deliver this disc? Mention that I apologize I couldn't deliver this myself, but I'm going to be out of touch for a while. I think my friend will understand.",		"m3t":"Death on Alderaan",		"m3p":"Please be sensitive when delivering this message. It will no doubt come as a great shock to the recipient.",		"m3s":"Did anyone appear to be following you when you made the delivery? I'd keep a low profile, just in case. Your fee has been transmitted to your account.",		"m3f":"mission\mission_datadisk.iff",		"m3r":"What? This can't be! A plague upon the Empire! Those assassins don't deserve our loyalty! Oh, my son! My dear son!",		"m3o":"",		"m3l":"Datadisc",		"m3d":"I was investigating a missing person's case for a client to discover what had happened to their son. Apparently the young man was on Alderaan when it -- well, you know. His final letters are stored on a datadisc. I regret I can't deliver the datadisc in person, but I'm keeping a low profile. My investigation attracted some unwanted Imperial attention.",		"m2t":"Seventh Time's the Charm",		"m2p":"Try and try again, I always say. Maybe this time I'll get lucky. ",		"m2s":"It's only the Empire's constant encouragement that has kept me on track, applying to the Academy year after year. Well, the Empire and my mother. But this year will be the year!",		"m2f":"mission\mission_datadisk.iff",		"m2r":"Oh, not this loser again! When will this mynock-brain learn that the Academy just doesn't want losers? Can't even fill out the application correctly. Argh, I hate my life.",		"m2o":"",		"m2l":"Datadisc",		"m2d":"Here we go again. I've applied to the Academy every year for the past seven years and they still haven't accepted me. But at least it gets my nagging mother off my back. She insists it be hand-delivered to a courier. Can you help out a fellow citizen? ",		"m1t":"Imperial Academy Application",		"m1p":"My best friend's future is in your hands. Please be careful and see that it gets to its destination. Thanks!",		"m1s":"Thanks, buddy! You're the kind of friend someone wishes for. I deposited a little something into your account.",		"m1f":"mission\mission_datadisk.iff",		"m1r":"Another star jockey wanna-be, eh? All right, I'll see that it's delivered to the Academy.",		"m1o":"",		"m1l":"Datadisc",		"m1d":"I'm submitting my application to the Academy at long last. Won't my friends be jealous when they hear I've become a TIE pilot? But I can't trust something this important to the HoloNet. Could you pick up my application from my friend's home and hand-deliver it to a professional courier?"
}}
