{
	"stfFile":"mission/mission_bounty_neutral_easy",
	"entries": {
		"number_of_entries":"25",		"m25v":"Stop! Give me a head start and let's make this a fair fight!",		"m25t":"Claim Jumper",		"m25s":"Client sends congratulations and this message: "Surveyors should be able to ply their trade without facing blaster-wielding thieves. You've done a service to our profession."",		"m25o":"Bounty Hunters' Guild",		"m25d":"A bounty is hereby issued by an anonymous group of surveyors on a violent claim jumper. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "It paid in the short term to rob honest surveyors, but only in the short term."",		"m24v":"Oh ho, a bounty hunter! Think you're tough enough to take me down?",		"m24t":"Loan Shark",		"m24s":"Client sends congratulations and this message: "That's one less menace to exploit the poor of this planet. Excellent work."",		"m24o":"Bounty Hunters' Guild",		"m24d":"A bounty is hereby issued on a loan shark by an alliance of his debtors. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Consider this payment in full."",		"m23v":"Son of a gundark! You found me!",		"m23t":"Fugitive Vandal",		"m23s":"Client sends congratulations and this message: "The line between vandalism and arson is fine. You've removed a threat to the security of the planet. Thank you."",		"m23o":"Bounty Hunters' Guild",		"m23d":"A bounty is hereby issued on a fugitive vandal with well-connected enemies. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Vandalism by laser fire is dangerous. Because you have eluded the authorities, we have arranged alternative punishment."",		"m22v":"I killed two security officers when I escaped, and I'm going to kill you, too!",		"m22t":"Lesai Dealer",		"m22s":"Client sends congratulations and this message: "The drug lesai is a menace to decent communities. We thank you for bringing this criminal down."",		"m22o":"Bounty Hunters' Guild",		"m22d":"A bounty is hereby issued on a lesai dealer who escaped from planetary authorities. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Lesai is not a petty drug. You are not a petty criminal. You've escaped for the last time."",		"m21v":"You wouldn't kill me over a couple of binary load lifters, would you?",		"m21t":"Droid Rustler",		"m21s":"Client sends congratulations and this message: "Droids are good for manual labor. Bounties are best handled by skilled professionals. Nice work."",		"m21o":"Bounty Hunters' Guild",		"m21d":"A bounty is hereby issued on a droid rustler. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Binary load lifters may not be priceless, but steal too many of them and you make big trouble."",		"m20v":"Moisture farmers "pooling" resources. Those dumb hicks probably didn't even notice the pun.",		"m20t":"Moisture Thief",		"m20s":"Client sends congratulations and this message: "Thank you, bounty hunter. You are a dealer of justice in this corrupt Empire."",		"m20o":"Bounty Hunters' Guild",		"m20d":"A bounty is hereby issued on a confirmed moisture thief who has fled from Tosche Station on Tatooine. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Moisture farmers pool resources against someone who steals our harvests. You've run from us, but not far enough."",		"m19v":"You're the laser-brain they sent after me? Bring it on, bounty hunter!",		"m19t":"Drunken Brawler",		"m19s":"Client sends congratulations and this message: "Bounty hunters make the galaxy safe for innocent bystanders. Thank you."",		"m19o":"Bounty Hunters' Guild",		"m19d":"A bounty is hereby issued on a notorious brawler known to have drunkenly assaulted citizens in three settlements. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "If one is going to attack an innocent bystander in a cantina, make certain that one's victim does not have the resources to arrange a payback."",		"m18v":"Listen, bounty hunter! I'll get you a brand new flash speeder if you let me go!",		"m18t":"Speeder Thief",		"m18s":"Client sends congratulations and this message: "That one escaped us several times, but you are much more difficult to elude, bounty hunter. Good work."",		"m18o":"Bounty Hunters' Guild",		"m18d":"A bounty is hereby issued on a fugitive speeder thief who escaped from planetary law enforcement. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "You're good at escaping our jail cells, but a stolen speeder won't outrun a fair bounty."",		"m17v":"Sithspit! I can't believe you chased me this far over a couple of sabacc cheats!",		"m17t":"Sabacc Hustler",		"m17s":"Client sends congratulations and this message: "Thank you. The planet has one less petty nuisance to deal with."",		"m17o":"Bounty Hunters' Guild",		"m17d":"A bounty is hereby issued on a fugitive sabacc hustler who has escaped planetary law enforcement. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "It's too much effort to capture a simple hustler who escapes from jail. Termination is cheaper."",		"m16v":"I just wanted my company to treat its droid workers better. They want you to kill me just for that? Well, it's not happening!",		"m16t":"Agent Provocateur",		"m16s":"Client sends congratulations and this message: "Droids are machines. That's all."",		"m16o":"Bounty Hunters' Guild",		"m16d":"A bounty is hereby issued on a provocateur who attempted to foment unrest among factory droids. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Our company feels that certain important actions can never be left to droids -- as you are about to see."",		"m15v":"I -- I expected you, sooner or later. I've been living a nightmare ever since I stole those secrets. But I'm not going quietly!",		"m15t":"Hyperdrive Factory Spy",		"m15s":"Client sends congratulations and this message: "Hyperdrive factories have good security. Pass the word."",		"m15o":"Bounty Hunters' Guild",		"m15d":"A bounty is hereby issued on a proven industrial spy. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "You missed destroying one of our security cameras, Supervisor."",		"m14v":"I didn't kill her stupid voorpak! My pet graysor got loose and saw it running by. Attacking it was pure instinct. You're working for an addled aristocrat with too much money and too few brain cells!",		"m14t":"Pet Killer",		"m14s":"Client sends this message: "Take your assassin's fee and leave me to mourn my dear, vanished Jotti!"",		"m14o":"Bounty Hunters' Guild",		"m14d":"A bounty is hereby issued on the killer of a beloved pet. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Tell that foul miscreant that I do not take lightly the cruel murder of my beloved Jotti!"",		"m13v":"That was twenty years ago! I can't believe that incredible jerk is still angry about one indiscreet remark!",		"m13t":"Slanderous Gossip",		"m13s":"Client sends congratulations and this message: "I've been waiting for this a very long time. I feel much better."",		"m13o":"Bounty Hunters' Guild",		"m13d":"A bounty is hereby issued on a citizen who has slandered the reputation of a good woman. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "You see? I've finally saved enough to buy my revenge."",		"m12v":"Chordak is the Rodian pirate who attacked my ship. They killed everyone, but I escaped. I wanted revenge on Chordak. I was trying to kill him, not his kids!",		"m12t":"Child Killer ",		"m12s":"Client sends congratulations and this message: "Chordak's fifty-four surviving children thank you for avenging his terrible loss."",		"m12o":"Bounty Hunters' Guild",		"m12d":"A bounty is hereby issued on the killer of several Rodian children. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Chordak of the Minos Cluster sends his regards."",		"m11v":"Oh no.  "Beloved," huh? Well, you can tell my "beloved's" stinking friends that they never knew the evil heartbreaker I married!",		"m11t":"Murderous Spouse",		"m11s":"Client sends congratulations and this message: "We all chipped in for this. Thanks for making sure our friend's spirit can rest lightly now."",		"m11o":"Bounty Hunters' Guild",		"m11d":"A bounty is hereby issued on the spouse of a deceased law enforcement officer. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Your beloved says one last hello."",		"m10v":"I never thought they'd kill me for stealing just one little distillation process!",		"m10t":"Alcohol Chemist",		"m10s":"Client sends congratulations and this message: "Enjoy a drink on us."",		"m10o":"Bounty Hunters' Guild",		"m10d":"A bounty is hereby issued on a former chemist employed by Cassandran Distilleries. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Hope you enjoyed your last Cassandran Sunrise."",		"m9v":"I didn't steal enough to be killed over! Anyway, whatever Corellia is paying you, I'll double it!",		"m9t":"Fugitive Technology Executive",		"m9s":"Client sends congratulations and this message: "If the slimeball carried any datadiscs, destroy them."",		"m9o":"Bounty Hunters' Guild",		"m9d":"A bounty is hereby issued on a former executive of Corellia Technologies. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "This is what happens to embezzlers."",		"m8v":"That teenager was crazy, I tell ya! How was I supposed to know the kid was suicidal? Gimme a break, will ya?",		"m8t":"Cruel Misogynist",		"m8s":"Client sends congratulations and this message: "The memory of my child is no longer clouded by this dark chapter. My eternal thanks to the Bounty Hunters' Guild."",		"m8o":"Bounty Hunters' Guild",		"m8d":"A bounty is hereby issued on a lowlife, guilty of cruelty to an innocent youngster. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "I warned my child to stay away from you. I was ignored, and the worst happened. Now it's time to pay for your crimes."",		"m7v":"How was I supposed to know that stupid kid would take all of it at once? You can't kill me because some glitterhead got careless!",		"m7t":"Glitterstim Pusher",		"m7s":"Client sends congratulations and this message: "My son can finally rest in peace. It's good to know there are agents of justice whose services can be bought by determined citizens."",		"m7o":"Bounty Hunters' Guild",		"m7d":"A bounty is hereby issued on a glitterstim pusher responsible for the death of a prominent citizen's son. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "You'll never peddle your poison to anyone again. My son's life is worth ten of yours, but I suppose I'll have to be satisfied with one."",		"m6v":"I'm just a harmless data slicer! I don't deserve this!",		"m6t":"Holonet Pirate",		"m6s":"Client sends congratulations and this message: "Invasion of privacy is a serious crime. Especially of my privacy. At least you, bounty hunter, know better than to ask too many questions."",		"m6o":"Bounty Hunters' Guild",		"m6d":"A bounty is hereby issued on a HoloNet pirate guilty of stealing private transmissions for purposes of blackmail. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "A person's privacy should never be compromised. This bounty hunter will now explain the gravity of the crime of extortion."",		"m5v":"You'll have to kill me, bounty hunter, 'cause I'm not coming with you!",		"m5t":"Customs Runner",		"m5s":"Client sends congratulations and this message: "We appreciate your professionalism, bounty hunter. You are a vital element in any functional law enforcement system."",		"m5o":"Bounty Hunters' Guild",		"m5d":"A bounty is hereby issued on a blockade runner wanted for smuggling spice through planetary blockades. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Backlane spice smugglers are a wupiupi a dozen. No sense capturing them when termination is just as easy."",		"m4v":"Leave me alone! I ain't got no fight with you, bounty hunter!",		"m4t":"Dangerous Space Scavenger",		"m4s":"Client sends congratulations and this message: "That'll teach these spacer scum to tangle with honest, hardworking people!"",		"m4o":"Bounty Hunters' Guild",		"m4d":"A bounty is hereby issued on a space scavenger known to violently extort junk buyers. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "There will be no salvaging you once this bounty hunter is finished!"",		"m3v":"No, wait, I'm not the clone! I'm the original!",		"m3t":"Renegade Clone",		"m3s":"Client sends congratulations and this message: "It will be difficult to prove whether you killed the clone or the original, just as I planned it. Either way, of course, you get the bounty."",		"m3o":"Bounty Hunters' Guild",		"m3d":"A bounty is hereby issued on a renegade clone, suspected of forging identity credits. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "No clone is going to steal my identity. The masquerade ends now."",		"m2v":"Shi'lax does not deserve slavery! I'll die to save her!",		"m2t":"Slave Smuggler",		"m2s":"Client sends congratulations and this message: "Excellent. Shi'lax will have no choice now but to return to my care."",		"m2o":"Bounty Hunters' Guild",		"m2d":"A bounty is hereby issued on a smuggler accused of spiriting a slave out of Hutt Space. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "Shi'lax was the finest slave I ever owned. This will demonstrate how much I prized her."",		"m1v":"A bounty hunter? You've gotta be kidding me! I'm a pickpocket, not a murderer!",		"m1t":"Unwise Pickpocket",		"m1s":"Client sends congratulations and this message: "You did well, bounty hunter. It's a shame to waste talent like yours on a lowlife like that."",		"m1o":"Bounty Hunters' Guild",		"m1d":"A bounty is hereby issued on a pickpocket who chose a victim unwisely. Target is believed lightly armed and low-threat. The client requests this message be given to the target before termination: "One must select one's victims with care. Some of them strike back.""
}}
