{
	"stfFile":"mission/mission_destroy_neutral_easy_creature_corellia",
	"entries": {
		"number_of_entries":"35",		"m35t":"Make Little Naboo Girl Happy",		"m35s":"What's that? You say no living specimens are left at those coordinates? Oh, but this is a tragedy! Now what gift shall I bring poor Lady Gaeflit for the Festival of Thywinkle? Her little heart will be crushed! At least I know you did your best to make her happy. Here, accept this payment with my gratitude.",		"m35o":"Lord Kindergull of Naboo",		"m35d":"See here, I need the services of a veteran of the Corellian wilds. I am recently arrived from Naboo to acquire some native fauna for my daughter's menagerie at Theed. I hope to bring my little Lady Gaeflit something large and glamorous for the Festival of Thywinkle, but my time grows short. A local tracker in my employ has transmitted to me the coordinates of a group of wild animals which he believes will be suitable for my purpose. I require someone who knows the area to travel to these coordinates and bring back the creatures in question. Of course I understand the unpredictability of wild animals, so I shall of course pay you something for your trouble if you find no living specimens at that destination. Please be cautious and know that your good work will make a little Naboo girl happy.",		"m34t":"Liquor Fallen Into Wrong Hands",		"m34s":"You handled those creatures better than I could have. Didn't I tell you that Mad Mrelf would turn a voorpak into a veermok? That's quality stuff. Such a waste to lose it.",		"m34o":"An Unfortunate Pilot",		"m34d":"I'm in a predicament. I just had a flyby with an Imperial shuttle and it forced me to land not far from here. My ship went down pretty rough, but I made it to the city okay. Unfortunately, I didn't realize until I hit town that I had buckled a cargo door and lost a crate of Mad Mrelf in the wilderness. I buzzed the spot again and it's overrun with animals. If those creatures finish off a whole crate of that liquor, they're going to go berserk. Can you go out there and take a blaster to those beasts before someone gets hurt? From the air I couldn't make out exactly what kind of animals they were, but you should be ready for a real scrap. That Mad Mrelf will put scales on a Qwohog.",		"m33t":"In Interests of Personal Privacy",		"m33s":"Good, good. Now I can build those sensor scramblers. I don't want the Empire watching when I have visitors to my, um, field out in the wilderness.",		"m33o":"A Right-Thinking Businessman",		"m33d":"Does anyone like the Empire snooping on their private affairs? I certainly don't. Strictly in the interest of personal privacy, I'm going to build a sensor scrambling array not far from here. The site is in the wilderness and is, unfortunately, a bit thick with large animals. I'd like to hire you to remove these creatures from my property, so I can begin construction. If you can do the job, let me know and I'll send you the coordinates. You can't miss the place. It's in a wide-open field where you might expect to find a landing pad, say, or maybe an underground warehouse. Not that I would know about such things.",		"m32t":"Mess Left by Itinerant Businessmen",		"m32s":"Well done. You've made the area safe for the locals again. Hopefully we can catch the culprits whose trash lured those animals from the wilderness. We all agree that non-traditional commerce is a vital component of the Corellian economy, but a few people have to learn that some rules still apply.",		"m32o":"Corellian Security Force, Animal Control Division",		"m32d":"When you've got as much open countryside as Corellia, people start thinking they can land their ships anywhere and set up for business. While we do not discourage non-traditional commerce, we do insist that freelance entrepreneurs respect the planetary landscape. Lately we've had problems with campsites left behind by itinerate businessmen. The garbage at these sites attracts wildlife of a bothersome and sometimes dangerous nature. This is a nuisance for local inhabitants. While the law enforcement arm of CorSec pursues the culprits, the ACD is left to clean up the messes that have already been made. For this purpose we regularly contract hunters to exterminate the animals that wander too close to populated areas. Contact us for the coordinates of target sites in your area.",		"m31t":"Lamproid Smugglers: a Messy Bunch",		"m31s":"Good job, citizen. These animals are a threat to anyone traveling through the area. If you care to have a go at another lair, just contact us.",		"m31o":"Corellian Security Force, Animal Control Division",		"m31d":"Last week we tracked a gang of Lamproid smugglers to a meeting ground a short distance from this terminal. The smugglers dispersed but they left us with a problem. Apparently they had collected a small menagerie of ill-tempered animals to stage a live version of dejarik. The Lamproids freed the animals when we arrived. Now the creatures have built lairs all over the place. This problem is best handled by experienced hunters who know the area. CorSec will pay a nominal fee for the destruction of any of these lairs. Contact us for target coordinates.",		"m30t":"Episode of Naboo Enlightenment",		"m30s":"You did good work. It's ridiculous that we had to eliminate those animals, but we can't stem the tide of "enlightenment" rising from Naboo.",		"m30o":"Corellian Security Force, Animal Control Division",		"m30d":"These rich Naboo are starting to bother me. We had a family buy a plot on Vreni Island to build a vacation home. Of course they had to remove some of the wildlife. How did they accomplish that, these oh-so-enlightened Naboo? You guessed it. They stunned the creatures, tossed them on a transport and dumped them at some random spot on the mainland. Because killing them would be cruel, or whatever. Anyway, now we've got to put these animals to sleep before they hurt somebody. I've got a small budget to hire a hunter for the task. Are you interested?",		"m29t":"Swoop Lanes With Wild Animals?",		"m29s":"Wizard, buddy. We're heading out there now to fly the route. If you've got a swoop, why don't you join us?",		"m29o":"An Enterprising Swoop Enthusiast",		"m29d":"You may have heard of the swoop course we run over in the mesas. Some of us intend to branch out and clear some new lanes around the planet. Can you imagine swooping through Agrilat or even the Selonian Tunnels? But there's a lot of dangerous animals out there that are definitely not welcome on a course. We've pinpointed a list of trouble spots for future races. The animals must go. We've got the money to pay you for the work, if you've got the talent to crush these creatures.",		"m28t":"Help Clean Up a Little Mess",		"m28s":"Thanks, you really saved my neck. Have some fun in Tyrena, on me.",		"m28o":"A Freighter Captain",		"m28d":"I've had an accident that I need to clean up. For reasons I won't bore you with, I was flying my YT-1300 freighter close to the ground not far from this terminal when my power core ruptured. I leaked radioactive fuel into a small water system. It was all I could do to limp back to Tyrena before the Corellian authorities spotted me. Now I'm worried that the animals who drank that water are going to glow. The radiation signature might lead the authorities back to me. I want to hire you to blast the animals at the following coordinates. My gratitude will be boundless, if discreet.",		"m27t":"Clear Out Site of Lost Cargo",		"m27s":"In a long string of unhappy events, this is finally good news. Here's your fee, and we're on the way now to pick up our cargo.",		"m27o":"Corellian Travellers Back Home at Last",		"m27d":"We were flying home after a Kessel run. We crash-landed due to a spat with the Imperials. The trip home from the crash site was, how should I say it, eventful. Among other highlights, we ran into some kind of big roaring thing in the dark, and we had to drop some cargo. Fast. Still makes me shudder to remember it. We're safe back home now, but we need to retrieve that cargo. We don't want to face the roaring thing again, whatever it was, so we're hiring you to dispose of it before we arrive. We'll retrieve the cargo ourselves, thank you.",		"m26t":"Corellia Is Wilder Than I Thought",		"m26s":"Wonderful! Now that those creatures are gone, I can proceed with my plan to amass a fortune and build a mercantile empire. Would you like to invest?",		"m26o":"Mister Tild-Ob-Hoona, Recently Arrived on Corellia",		"m26d":"Corellia! Proud center of commerce for the entire galaxy! I'm thrilled to be here at last, ready to carve my niche in financial universe, though my business plan has proven inadequate in a few respects. I didn't know Corellia's wildlife was quite so intrusive. To be brief, the site for my new office complex is overrun with native creatures. As I just arrived, I don't even know what they're called, but I do know they approach me threateningly. I require someone who knows the area wildlife to do whatever it takes to get rid of the beasts. I can't let teeth and claws interfere with my conquest of galactic commerce!",		"m25t":"Wild Beasts Fouling My Droids",		"m25s":"Handy work, my friend. If I apply a little motivation to my droids, maybe I can get back on schedule.",		"m25o":"Fillig Tandaris, Entrepreneur",		"m25d":"Corellia seems like such a peaceful planet, doesn't it? Well, it ain't all purple skies and golden fields. We've got some nasty animals around here that are giving me all kinds of headaches. My construction droids are malfunctioning because some sort of wild beasts are tearing up their wiring and fouling their exhaust grates. I programmed a few load lifters to chase the creatures back to their lair, but I need a flesh-and-blood hunter to finish them off. I'll pay a decent wage for the work, so long as I can get back on schedule.",		"m24t":"Fine Print on Purchase Agreement",		"m24s":"Now that was some handy work, my friend. You're better than you look. Stick around, maybe I'll find something else for you to do.",		"m24o":"Fillig Tandaris, Entrepreneur",		"m24d":"The right place at the right time, that's what business is all about. I'm planning to build a small manufacturing plant and I picked up some terrific property from the estate bazaar in Coronet. You wouldn't believe the price I got. I feel like a regular thief. The only drawback is, the land is infested with some kind of dangerous animals. That's what the purchase agreement said, anyway. All I know is, I want some tough guy to hoof out there and get them off my property. I'm working to fund my little factory and I need to haul investers out there soon. I've got the right place, but I have to hurry to finish at the right time. Are you the right person for the job?",		"m23t":"Animals Wandering Selonian Tunnels",		"m23s":"Nice work, citizen. We've got many more stray animals to deal with, so feel free to contact us again.",		"m23o":"Corellian Security Force, Animal Control Division",		"m23d":"While the Selonian Tunnels are an interesting feature of the Corellian landscape, they do present certain problems for planetary security. For instance, animals that are either large or numerous enough to be a nuisance will wander the tunnels and emerge in places where they should not be. These incidents are frequent enough that CorSec now engages freelancers to liquidate the stray animals. This program is open to all qualified galactic citizens. Coordinates of target animals are available upon request.",		"m22t":"Job That CorSec Doesn't Want",		"m22s":"Thanks for getting rid of those creatures. You're a good friend to us farmers. I'm glad someone on this planet still cares about us.",		"m22o":"A Proud Corellian Farmer",		"m22d":"Even though the shipyards get all the glamor, we farmers are the real backbone of Corellian culture. Who else is going to feed all those offworlders who pollute the space lanes with industrial waste? But even so, the planetary authorities are eager to neglect our needs. For instance, we're having a problem with some local wildlife encroaching on our fields. CorSec isn't interested in helping us. So we collected enough credits among ourselves to pay a professional hunter to get rid of these intrusive animals. Seems like we have to handle our own security in addition to feeding a hungry planet. There's no justice, I tell ya.",		"m21t":"Circus Horrificus Left a Mess",		"m21s":"Maybe we shouldn't be surprised that an outfit called Circus Horrificus left behind a mess. The next time they grace Corellia with a visit, we'll sit down with them for a long chat.",		"m21o":"Captain Peers, Corellian Defense Force",		"m21d":"Remember when the Circus Horrificus came to Corellia a while back? Turns out they "misplaced" some sick animals while they were here. Now we've got reports that these creatures miraculously recovered from their illnesses and are now threatening the safety of some farmers near here. Removing them could be time-consuming endeavor, so we're contracting civilian hunters to deal with the situation. Contact us and we'll send you the last known coordinates of these wayward beasts.",		"m20t":"Large Creatures on the Move",		"m20s":"Nice. The farmers aren't worried anymore and that means I'm getting fewer interruptions at work. Everyone is happy.",		"m20o":"Lieutenant Moss Shelby, CorSec Regiment Twelve",		"m20d":"It's not that I don't appreciate the beauty of the Agrilat Swamp. Boiling showers and razor-sharp grass are a joy to experience. But when the swamp's larger wildlife chooses to wander into more civilized areas, I've got to draw the line. The farmers in the area are getting worried. They've asked me for help. I don't want to waste Corellian Security resources on this, so I'm paying any civilian who can do the job to find these misplaced creatures and put them out of my misery. Call it restoring the ecosystem.",		"m19t":"Exterminate Contraband Animals",		"m19s":"Thanks for handling that potentially dangerous situation. We're sending out a team to dispose of the carcasses.",		"m19o":"Corellian Defense Force",		"m19d":"We've tracked yet another starship that squeaked past Orbital Customs. Our turbolasers crippled the vessel and it crashed near the Golden Beaches. Trouble is, the ship was smuggling some dangerous animals that were jettisoned in escape pods for later retrieval. We recovered the pods but the animals had already escaped. Our scout droids have found them, snugly settled a few clicks from the pod site. We've already wasted enough manpower on this problem, so we've decided to contract civilians to exterminate these animals before they cause any harm. Contact us for the coordinates and we'll put you on the case.",		"m18t":"Help Recover Bop Thrombo's Brain",		"m18s":"Great! We'll send out a news crew to put Bop Thrombo's brain into a duplicate housing and get the on-the-scene interview. Clear out before we get there, please.",		"m18o":"Corellian Sector Newsfeed",		"m18d":"A local entertainment figure, Bop Thrombo the Shaky Droid, got into animal trouble out in the wilderness while rehearsing his latest slapstick stunt. This is big news for Corellian comedy fans. Our hovercams track Bop at all times, just in case, and we've got great views of this fierce something-or-other tearing him to bits. Now we'd like to recover his brain for an interview, but we need someone to clear out the animals first. Can you help?",		"m17t":"Surveying Ferocity in Remote Areas",		"m17s":"Our hovercams recorded the event, and we are updating our guides accordingly. Thank you for participating in this research cycle.",		"m17o":"Corellian Merchants' Guild",		"m17d":"In addition to its well-known repair facilities, Guildhouses, and financial services, the Merchants' Guild offers Corellian members basic travel information about every region of Corellia. We contract with independent researchers to assess the dangers that may await members stranded in remote locales. To participate in our current research cycle, please report to the attached coordinates to engage and destroy the animals present. Guild hovercams will record the event, and we shall update our guidelines based on our assessment of the threat posed.",		"m16t":"Horticultural Researcher Under Siege",		"m16s":"Joyous news! While you occupied the beasts, our researcher made a rapid escape and is even now dictating his notes. Trust us, this article will break the entire cycad carpophyll field wide open.",		"m16o":"Corellian Horticultural Digest",		"m16d":"Corellian Horticultural Digest, now entering its third century of publication, sends researchers hither and yon across our wild Corellian landscape. One brave investigator, following a hot lead regarding trioecious cycad carpophylls, blundered into a lair of dangerous beasts. In his last communication before his comlink got eaten, our man said he had sequestered himself in a place of safety. Please journey with all haste to his coordinates and dispatch these beasts.",		"m15t":"Coronet Archaeology Site Menaced",		"m15s":"Splendid! Our dig will resume immediately. I must admit I hold out little hope of finding these putative Selonian tunnels, but one cannot dismiss such tales out of hand.",		"m15o":"Dr. Tennet Sionaro, Coronet University Archaeology Dept.",		"m15d":"I am an archaeologist with Coronet University. My field team has been excavating in a remote area, searching for a supposed network of Selonian tunnels that apparently predates the Old Republic. My colleagues are skeptical, but our research was starting to show promise -- until a band of local animals began menacing our camp. This has upset my students and threatens to drastically set back our schedule. I have appealed to the Empire for help, without result. The University has kindly granted me an additional stipend to be disbursed to an agent such as yourself, who can destroy these beasts and permit the continued march of science.",		"m14t":"Solicitation For Corellian Hunters",		"m14s":"Asset procurement noted and contract payment disbursed. Per your contract, you may remove marketable assets from the prey for your own use or resale.",		"m14o":"Imperial Civilian Accounting Office",		"m14d":"The Emperor's proposed new Hall of Galactic Wildlife, to be built on the Imperial throneworld of Coruscant, features an extensive display of Corellian fauna. To expedite planning of the space required for the Corellia display, the Imperial Civilian Accounting Office solicits highly experienced hunting teams. Interested teams may locate and terminate large packs of animals at coordinates provided by local survey offices in conjunction with this agency. The specimens will be assessed for size and quantity for purposes of figuring large-scale space requirements. Hunters may remove marketable assets from the prey for their own use. All other information on this contract is assigned confidential clearance under Imperial security edicts. For assistance, contact the Imperial Security Bureau.",		"m13t":"Embalmers Call on Conscientious Corellians!",		"m13s":"Though your good work fulfills the Embalmers' Guild wishes, our plans have changed. Accept this payment, and do what you will with the creature.",		"m13o":"Interplanetary Embalmers' Guild",		"m13d":"Despite pervasive public ignorance and apathy, the Interplanetary Embalmers' Guild labors heroically to inform the galaxy of its worthy mission. Our chapters on Corellia exhibit all the vigor and pertinacity that a good embalmer should. We seek Corellian hunters to locate the finest specimens of wildlife, no matter whether on the grassy hillsides or the golden beaches or the towering peaks, and shoot them cleanly. We shall arrange pickup and processing of the remains, provided they are intact and relatively unmarked. Do your part to help a noble profession achieve just and lasting recognition.",		"m12t":"Help Fireworks Dealer Get Past Animals",		"m12s":"A fine job. We could use more people like you in the fireworks business.",		"m12o":"Corellian Fireworks Transport",		"m12d":"Our business is selling fireworks, but now that I think about it, nobody's bought fireworks for, oh, ten or fifteen years. So we buy and sell certain other things, and business is okay. It's just -- we have this animal problem. We were carrying certain valuable non-firework commodities through a remote area recently, on our way to a delivery, when something large and fierce and active jumped us. It was dark, so we couldn't see. When we got away, we realized we'd dropped our commodities. We really would like to go back and get them, but we need you to clear the area of dangerous animals first. We'll pay you from our fireworks production budget, which we don't use any more.",		"m11t":"Take a Hard Line Against Animal Interference",		"m11s":"Of course it's a sad time, what with the death of those innocent animals. But you know, it had to be done. I think I'm almost over it now, the heartbreak I mean. Gotta go.",		"m11o":"Corellian Breaking Emotional Attachment",		"m11d":"I love animals, I really do. Why, the times I've diverted my speeder to avoid hitting some harmless eopie or cute little kittle -- even though it delays my courier mission, mind you, and my employers really don't like delay -- well, I admit, I'm a softie. But it's time to take a hard line with this current pack of beasts. They're trouble. And when you make trouble by interfering with my speeder on a major overland route, a route that nobody in an Empire suit has ever seen, then you're in pretty dangerous territory yourself. The animals are, I mean. In that territory. Um, I'm losing the thread of my subject here -- basically, even though I love animals, I need you to kill this bunch before they ruin my business. Clear?",		"m10t":"Help Dispose of This Garbage",		"m10s":"All right, you just clear out of that area, and I'll dump my garbage. Thanks for the rescue. Lots of stress in the garbage-dumping line, let me tell you.",		"m10o":"Corellian Urgently Seeks Waste Disposal",		"m10d":"I need to get out into the countryside and dump this bag of garbage, right? I mean, I'm dumping it at a particular spot before a particular time, so that a particular garbage collector can retrieve it. Don't worry, it's just garbage. Trouble is, I scouted the territory from a distance, and there's all kinds of animals wandering around. I mean big ones, with teeth and all. I don't mess with that, especially while carrying this, uh, garbage. You take care of the animals, like by killing them all, and I'll cut you in on my hauling fee.",		"m9t":"Rescue Anonymous Stranded Travellers",		"m9s":"Excellent. I appreciate your discretion in avoiding contact. Your payment is attached. I have repaired my speeder and must now resume the transport contract.",		"m9o":"Corellian Specializing in Discreet Transport ",		"m9d":"In these troubled times an individual may wish to journey between locations without undue Imperial attention. I serve this reasonable desire. However, on my current transport assignment, a beast of unusual ferocity damaged my speeder, stranding me and my client in unfortunate circumstances. I'd like you to journey to this general vicinity and destroy the beast and, if needed, its fellow pack members. Under no circumstances are you to search for me or my client, who strongly requests anonymity. I will transmit payment when you have performed the service.",		"m8t":"Transaction Hampered by Corellian Wildlife",		"m8s":"I congratulate you and tender the agreed payment. I shall inform my clients at once.",		"m8o":"Itinerant Corellian Transactional Specialist",		"m8d":"It is incumbent on my clients to retain confidentiality, so I must be circumspect in describing my problem. Briefly, I arranged a transaction in a remote area between two parties, and was planning to mediate at this exchange of ideas and goods. However, an animal or animals has menaced my clients as they travelled to this remote area. This has discouraged them from pursuing the transaction. Because of the importance of a successful resolution, I am commissioning you to journey to the attached coordinates and dispatch the animal or animals. Payment is reasonable for this brief service.",		"m7t":"Selonian Pets Unjustly Attacking Speeder",		"m7s":"That's a big relief. I took the opportunity to speed out of there while you were working. That Selonian may come back. In fact, maybe it's time to visit Sullust. I always wanted to visit Sullust.",		"m7o":"A Corellian Wanderer",		"m7d":"I've flown from one end of this galaxy to the other, and I never saw anything to make me believe you can control a bunch of wild animals just by pointing your finger. But during a transaction out here in the wilderness I happened to offend this weird mystic-looking woman -- never mind how. She raised a claw, and a bunch of beasts rampaged in out of nowhere, eager to have a little Corellian snack. It must be pheromones or perfume, maybe -- something long-lasting, because they're still trying to rip open this vehicle like a food container. I'll pay you well to come here and take care of this problem, immediately and for good.",		"m6t":"These Animals Depress Me",		"m6s":"Okay, something's finally going right. I took the opportunity to run for the city while you were out there fighting. Nice job, and here's the pay you earned.",		"m6o":"Corellian in Need of Quick Emotional Lift",		"m6d":"Sheesh, I am so down on life right now. I mean, I had a nice line of work, running some goods here and there for my employer. And you know, what with the stuff I brought them, folks were always, always glad to see me. But then I got greedy -- they tell you never to get greedy, but I did! -- and I took a cut from my employer's earnings that I wasn't entirely entitled to. We parted on really bad terms, you might say, and -- long story short -- now I'm holed up in the wilderness with a bunch of hungry animals roaring for my guts. It's so depressing. If you can see your way clear to destroying these beasts, I'll cut you in on those earnings I mentioned.",		"m5t":"Corellian Beasts Menacing Traffic",		"m5s":"Fine job. It's a pleasure dealing with professionals. Your fee is attached.",		"m5o":"A Corellian Businessperson",		"m5d":"Talk all you want about the evil Empire and how these are bad times, but I'll say this: The rise of the Empire has been very good for my business. There's always a demand for the service I provide. It calls for piloting down some risky off-road routes, though -- and it never helps when a pack of animals takes up residence right along my main "back way." Which is what's happened now. I'll pay you well to go in and blast them into permanent inconsequentiality. Hey, nice phrase, huh?",		"m4t":"Recover Item From Animal Intestines",		"m4s":"Okay, at last one thing goes right. I'll speed back out there and do the excavation, or whatever you call it. Thanks, here's your fee.",		"m4o":"Corellian Just Trying to Do a Job",		"m4d":"Understand first that I'm just the flunky here. It's not my operation. So I don't have a reason why these guys all started shooting at me. I was just the delivery boy! I stole a speeder and ran for the horizon -- they followed -- a certain amount of blaster fire occurred -- everybody crashed, and then these giant -- somethings leaped out and killed everyone but me. I got away narrowly, but now my employer strongly requests me to recover the item I delivered. I expect it's now in the belly of one of those animals, so I'm asking you to shoot them all and let me recover the innards later. Believe me, this has been a rotten day. ",		"m3t":"Blast Beasts For Corellian HoloNet Show",		"m3s":"That was great! My recording is sure to sell this show. I'll just -- oh, wait -- was this the "on" switch, or --? Tell you what, I'll get back to you.",		"m3o":"On Our Way to the Corellian Dream",		"m3d":"I have a can't-miss business proposition. You kill the animals, I record your exploits and sell the broadcast rights to a local HoloNet program my buddy is starting up. It's not there yet, but the investors want to see content, so we'll pay you out of our seed money for a dynamic, gripping slaughter-fest. I've located the animals, I've rented the hovercams and set them in place, I've got it all arranged, so all you have to do is relax and blast a few beasts into Corellian dust. Maybe that'll be the title of your segment, "Blast Them to Corellian Dust!" Whaddya say?",		"m2t":"Dispute Escalated to Surprising Degree",		"m2s":"Okay, I've caught my breath, I'm all right. Nice work. I took the liberty of making an exit while you did your deed. Here's your pay, hope I don't have to use you again.",		"m2o":"Corellian with Unfortunately Short Temper",		"m2d":"I'm out here in the middle of noplace, where I had a run-in with a client after a transaction went bad. I don't think it's productive to get into "who shot whom," but now this guy has it in for me. Who knew he kept all kinds of dangerous beasts in, I don't know, a kennel or something? He's sicced these things on me, and let me just say I'm not much of a hunter. I'm holed up in a safe spot for the moment, but they're prowling closer. I would REALLY LIKE someone to come out here and take care of these things, permanently. I'll pay! I'll pay a lot!",		"m1t":"Creature Removal at Drop Point",		"m1s":"Great pest disposal there! Here's your cut, and feel free to loot the bodies. I expect the rest of this operation will go off without a hitch. What could go wrong?",		"m1o":"A Corellian Entrepreneur",		"m1d":"Hey, fella! Or maybe "Hey, lady," or "Hey, thing," I don't care. I have this package that urgently needs to go to a certain destination, where a certain party will retrieve it later. I just scouted the area, and whoa, it's crawling with critters. I can handle a blaster as well as the next guy -- assuming the next guy is sort of a coward -- but big-game hunting is out of my league. I'm willing to cut you in on part of my pay if you dispose of these creatures. Take the hide, the meat, whatever looks tasty, I don't care. But do it fairly quick, huh?"
}}
