{
	"stfFile":"mission/mission_npc_escorttocreator_imperial_hard",
	"entries": {
		"m50t":"Help Apprehend a Smuggler",		"m50e":"I could have sworn he jettisoned his contraband somewhere out there. Guess I was wrong. Thanks for the help.",		"m50c":"We'll keep an eye on this Twingo creep. He's bound to make a mistake soon.",		"m50u":"",		"m50p":"There you are. I'm afraid I had to let the suspect and his ship go. No evidence to hold him. But let's search for that jettisoned cargo between here and my superior. Maybe we'll get the guy yet.",		"m50o":"We put a tracer beacon on the ship of a suspected smuggler. I sent an operative out to track it down. He found the ship, but it had jettisoned its cargo. I need you to find our man in the field and help him search in a line from his position to this position. You should find some contraband along the way so we can lock this smuggler up once and for all.",		"m49t":"Assassin Bugs On the Loose",		"m49e":"Thanks for bringing me back. But you know what? I'm not dead, so it couldn't have been a kouhun that stung me. Maybe a mace fly or a shauput.",		"m49c":"How convenient that our shuttle depot was sabotaged when this "biologist" had a perfect alibi. Come with me, professor, and we'll get to the bottom of this.",		"m49u":"",		"m49p":"Ow. I got a little insect bite here. I think a kouhun might have stung me. I need to get medical attention as soon as possible.",		"m49o":"I've got an Imperial biologist in the field investigating a possible kouhun infestation. But someone short-circuited the maintenance droids at my shuttle depot an hour ago. I can't call for an extraction. I need you to escort the biologist back here. Make sure you take a weapon. You don't want to meet one of those assassin bugs unarmed.",		"m48t":"Assist a Droid Historian",		"m48e":"Thank you. I've got much to report. If my theories are correct, the Trade Federation's droid armies played a much larger role in the creation of the Empire than has previously been suspected.",		"m48c":"I've just been ordered to put you on a transport, engineer. Someone named Lord Vader has heard of your work and wants to discuss the future of your research.",		"m48u":"",		"m48p":"Oh good, you've come to take me back. I wandered away from the wrecked Vulture Droid and seem to have lost my way. I've got a lot to report to my superiors.",		"m48o":"Ever heard of an archeological engineer? Me, either, but one has been assigned to my unit. Apparently an old Vulture Droid star fighter is rotting away somewhere on the planet. This engineer of mine is investigating the site. I guess he's not good with maps, because now he needs a guide to report back to me. Please go out there and handle this. I've got more important things to worry about than droid historians.",		"m47t":"Retrieve a Spiritual Traveller",		"m47e":"Thank you for guiding me, fellow pilgrim! The Shrub will rain down its leaves to the willing.",		"m47c":"We'll see what "rains down" when Sector Command hears about this!",		"m47u":"",		"m47p":"Greetings, fellow spiritual traveler! Have you come to lead me home? Good. The Shrub is generous and giving to all.",		"m47o":"I've got an embarrassing problem. One of my subordinates has fallen in with some kind of cult from the Tatooine outskirts. I want you to fetch this true believer back to me, so I can make it plain that I don't approve of "spiritual vision quests" on the Imperial clock. Understood? Good.",		"m46t":"Retrieve a Master Assassin",		"m46e":"How terribly awkward of me to lose my way like that! I certainly hope no one else will hear about my embarrassing mistake. That would vex me awfully. Is that understood, my excellent friends?",		"m46c":"We must be discreet. I would not presume to tarnish the reputation of Sector Command's most valuable assassin.",		"m46u":"",		"m46p":"Oh, thank heaven! Are you here to guide me back? I'm most dreadfully embarrassed about losing my way. This usually doesn't happen to me, I assure you. Come along, then.",		"m46o":"We sent the deadliest assassin under Sector Command to eliminate a threat to planetary security. Unfortunately, getting back here is not as easy as murdering someone. I want you to travel to the kill site and retrieve him at once. Hail the New Order!",		"m45t":"Extract a Wounded Operative",		"m45e":"You probably saved my life. I can't thank you enough for your help.",		"m45c":"Our speeder patrols bagged a few Rebel stragglers, but most of them got away. Traitorous cowards.",		"m45u":"",		"m45p":"Watch out! Those Rebels are out here somewhere, and they know my blaster is drained. Let's get moving before more of them show up.",		"m45o":"One of our stealth operatives tracked a rogue transmission straight into a Rebel trap. The speeder patrols will take awhile to scramble. In the meantime, get out there as fast as you can and lend a hand!",		"m44t":"Extract an Injured Operative",		"m44e":"I can't thank you enough for the rescue. I wouldn't have made it without you.",		"m44c":"I agree. That was expertly done. You'll receive a bonus for this, I assure you.",		"m44u":"",		"m44p":"Boy, am I glad to see you. I'm well enough to run, but we need to clear out before the Rebels come back. Let's go!",		"m44o":"One of our patrol speeders was hit by a Rebel ambush. There's one survivor who needs rescuing right away. Get out there immediately and I'll see what I can do about providing you some aerial cover.",		"m43t":"Help an Imperial Microbe Specialist",		"m43e":"This agent helped me get here as fast as I could! Where is the microbial containment breach?",		"m43c":"Well, it turns out we didn't spill a microbial solution. It was a flask of zaffa oil for my synthsteak tonight. Carry on.",		"m43u":"",		"m43p":"I heard the report of a microbial containment breach. Take me there quickly!",		"m43o":"Look, I'll be blunt. We've had a microbial containment breach in this area. There's an expert on the planet who can set the matter straight, but there are some unsavory characters between here and there. You must fetch this expert and provide him an armed escort back to this location. You're infected now, too, so don't waste any time!",		"m42t":"Assist a Shuttle Tech",		"m42e":"I appreciate your assistance. Now I can report about those Rebels I saw while I was out there.",		"m42c":"Rebels, you say! Tell me more. This could be the lead I require to track down that sniper.",		"m42u":"",		"m42p":"I'm glad you found me. I think there are Rebels out here. Let's get back so I can make a report.",		"m42o":"A blasted Rebel sniper put a laser hole in my shuttle's fuel bay. When I landed, I sent a tech with a crystal pump to clean up the acid spill. But the acid dissolved the pump's motivator and now the tech is stuck without a transport. I want you to go out there and help him get back to me. I'll see what I can do about the Rebel sniper.",		"m41t":"Fetch a Shunt Technician",		"m41e":"Thanks for the escort. Next time I come here, I'll make sure you're on the shuttle that picks me up.",		"m41c":"I'm sorry for the trouble. Those gundarks in Sector Command have asteroids for brains.",		"m41u":"",		"m41p":"I can't believe that shuttle pilot dumped me way out here. What kind of operation do they run on this dirt ball? I'm glad at least one of you is lucid enough to solve this problem.",		"m41o":"Our relay station has needed a transpacitor shunt for two weeks. Finally we get a technician ferried from Duros orbit and what happens? They dump the poor nerf in the middle of nowhere. I want you to fetch him so our relay station can get back on line.",		"m40t":"Escort a Witness to Jedi Activity",		"m40e":"... and the Jedi hid behind a vaporator, waited for the bounty hunter to pass, and then leapt out and cut him down from behind. Unbelievable!",		"m40c":"Lord Vader will be happy to hear these details. Let's get to the debriefing room, soldier.",		"m40u":"",		"m40p":"I'll tell the whole story in the debriefing, but I know it was a Jedi I saw. She had a lightsaber and everything. She was deflecting blaster bolts with the whole buzz! and the whoosh! thing. It was amazing!",		"m40o":"I am scheduled to debrief a witness to possible Jedi activity. Lord Vader will want this information as soon as possible. The Jedi may know about the witness, so you must ensure that he arrives here safely. Do not delay!",		"m39t":"Yes, An Imperial Nerf Herder",		"m39e":"Come on! The smell isn't that bad. I used to work with thranta dung. You talk about stench, that stuff would singe a Wookiee's nostrils!",		"m39c":"Let's get you a new uniform, soldier. You'll curdle the fuel cells with that reek.",		"m39u":"",		"m39p":"Why don't people like us nerf herders? The smell isn't all that bad, is it? Here, smell my hand. No, really, just smell it.",		"m39o":"I know this isn't a pleasant assignment, but we just commissioned a nerf herder into the military. The Corvette Intruder has need of a junior officer. Can you bring the herder to me? Some hygienic adjustment is in order before deployment.",		"m38t":"Find a Lost Scout",		"m38e":"I wasn't lost! I was, um, scouting new paths across unfamiliar terrain. I'd better get back out there and check my markers. There's wild animals in that area, you know.",		"m38c":"So this is the "expert scout," eh? I can spot a fake just by looking at him. We'll see what his commander in Lambda Sector has to say about this.",		"m38u":"",		"m38p":"Hey, you found me! Well, um, thank goodness. I kinda thought my superiors had forgotten about me. Let's go.",		"m38o":"We brought in an expert scout from Lambda Sector to assist us with a few operations, but he's already gotten himself lost. Can you find this laserbrain and point him back to me? I've got a few choice words I need to convey.",		"m37t":"Escort a Captured Traitor",		"m37e":"So if I just run for it right now, my head will explode? Just checking. It doesn't hurt to ask.",		"m37c":"I told you there wouldn't be any trouble. The Empire will reward you generously.",		"m37u":"",		"m37p":"I promise not to tell anyone if you remove my slave transmitter. No? It was worth a try. Let's go, then.",		"m37o":"I need you to bring a captured traitor to me. The bounty hunter put a slave transmitter in his neck and dropped him off at these coordinates. Don't worry. One false move and the transmitter will explode, so he shouldn't cause you any problems.",		"m36t":"Escort a Yavin Survivor",		"m36e":"Secret? Was this supposed to be secret information? Because I told the whole story on the public transport from Togoria. There was a Twi'lek on board who sounded very interested. Is that bad?",		"m36c":"This secret deposition will earn me a promotion for sure. Thanks for your help.",		"m36u":"",		"m36p":"Are you the person I'm supposed to give a deposition? Are you sure? Because I'll tell you everything. You sure you don't want to hear it?",		"m36o":"One of the few survivors of the Yavin disaster is on the planet to give me a secret deposition. This could be an important step in my career. Make sure no one causes any trouble on the way. Arm yourself, just in case.",		"m35t":"Rendezvous with an Ace TIE Pilot",		"m35e":"Thanks for the escort, junior. Me and Captain Blasterbritches have some work to do now, so run along.",		"m35c":"We meet again, captain. Charming as always, I see.",		"m35u":"",		"m35p":"You're my contact? Nice. I thought I rated higher than some half-trugut lackey. Well, lead on.",		"m35o":"An ace pilot from a top TIE squadron has arrived on the planet. I have secret orders for his team. I need you to rendezvous and escort him to me. Be wary. Criminals and Rebel spies are everywhere.",		"m34t":"One Survivor from Bacta Convoy",		"m34e":"The Rebels seemed just as dismayed as we were when that bacta tank ruptured. But they got away with the other tanks. I expect we'll see it on the black market soon.",		"m34c":"We've lined up a backup bacta shipment from offworld. Those Rebels ought to know by now they'll never break the Empire's supply chains!",		"m34u":"",		"m34p":"I got wounded in the attack, but then bacta splashed all over me when a tank ruptured. Now I feel fine. I need you to escort me back so I can report.",		"m34o":"Our speeder convoy was ferrying bacta tanks to a supply post when Rebels attacked. One survivor has called in, asking for an escort back here. If you can take care of the retrieval, that's less hassle for me while I work out where to get new bacta.",		"m33t":"Assault on Wookiee Fugitives Left One Behind",		"m33e":"It's only a matter of time before Kashyyyk is completely subdued, no matter how savage its natives can be.",		"m33c":"That evidence should help us track and close down the "Cloaking Transit" network that smuggles Wookiee rabble-rousers off Kashyyyk. Good work!",		"m33u":"",		"m33p":"It was horrible. Those Wookiees are savage killers, just like you've always heard. I found some evidence in the wreckage that may interest the Security Bureau.",		"m33o":"We found a Rebel facility housing fugitive Wookiees from a failed slave revolt on their homeworld, Kashyyyk. We wiped out the facility without much problem, but in the assault we lost track of a reconnaissance agent. Round up the straggler so Imperial Intelligence can complete its debriefing.",		"m32t":"Leftovers from Assault on Refuel Base",		"m32e":"My squad never liked me. They treated me like some, some -- droid! I'm filing a report that'll raise blisters on their collective backside.",		"m32c":"That's all I need, more namby-pamby agents moaning about being left behind. It's war! Live with it!",		"m32u":"",		"m32p":"The smoke was everywhere, and my IR heatsights fritzed out. I kept calling for help over the comm, but nobody showed up. They just left me! After you escort me back, I'm gonna let fly at someone, you watch.",		"m32o":"A probe droid spotted a refueling base used by the Rebel starfighter unit called Rogue Squadron. We hit it hard and took it out. But in all the smoke, some dimwit agent of ours went missing. Now we've got his distress call to handle, and I don't have the time. Get this dolt back here safely, okay?",		"m31t":"Straggler from Rebel Research Base Assault",		"m31e":"I couldn't help what happened. I'm not an idiot, just unlucky.",		"m31c":"That's fine. I'll give this nincompoop a good talking-to, and then he'll be one more warm body for detention-cell duty.",		"m31u":"",		"m31p":"We were moving into the base when this weird-looking X-Wing swooped out past us. The backwash knocked me out, and when I woke up, everyone was gone and the base was destroyed. I lost all my directional gear, so I'm glad you're here.",		"m31o":"Imperial Intelligence put us onto a Rebel research facility. We carried out the assault beautifully, if I do say so. But we just got a call that some knucklehead trooper got left behind. I don't really care about one stupid agent, but go and bring back the idiot before some Rebel gets his hands on our gear.",		"m30t":"Imperial Scout Found Targeter Base?",		"m30e":"I'm looking forward to debriefing. With the data from my report, I expect we can close in on Targeter before long.",		"m30c":"That Targeter is supposed to have unusually good recon. Maybe some special kind of droid? But we'll sneak up on that Rebel someday, count on it.",		"m30u":"",		"m30p":"I was looking through my electrobinocs when something big moved in front of me. Before I could look up, wham! When I woke up, I was alone. I need you to escort me back to operations.",		"m30o":"The Empire has been looking for the Procurement and Supply base used by the Rebel leader known as Targeter. Our scout reported a sighting of Targeter's forces at rest, but then something jammed the signal. Check the coordinates of the last transmission and escort the scout back here. Don't waste time!",		"m29t":"Madine's Covert Team Strikes Again",		"m29e":"I don't think we ever saw Crix Madine himself, but I'm pretty sure someone good was handling Rebel tactics today.",		"m29c":"That sounds like Crix Madine, all right. There's a special interrogation droid waiting for that man when we finally catch him.",		"m29u":"",		"m29p":"The Rebels lured us out in a classic decoy-and-close maneuver. Right out of Imperial small-formation tactics. I can't believe we fell for it. I'm the only one left. Can you escort me back to my dispatch point?",		"m29o":"That traitorous defector Crix Madine is leading more Rebel raids against the very soldiers who once fought beside him. Makes my blood burn. We've just got word that one of his covert strike teams blew up a listening post in the wilderness. Go out and bring back the survivors for debriefing.",		"m28t":"Bothan SpyNet Base Assault Gone Wrong",		"m28e":"I sure hope that in the future, HQ doesn't jump at every Bothan SpyNet eradication operation. That's what I hope.",		"m28c":"I tell you, Bothans are the most cunning creatures in the galaxy. Makes me shiver to think we're supposed to eradicate that SpyNet, and all the time the Bothans are listening to our every word.",		"m28u":"",		"m28p":"A droid saw us and said, "Oh dear." It turned and stumbled away. For kicks, somebody shot the droid. It fell over onto some kind of switch. Next thing -- boom! I was the only one outside the blast radius. I need you to escort me back to report.",		"m28o":"We located -- well, we thought we located -- a Bothan SpyNet installation, an op-front. The cover was a rural HoloNet receiver. Headquarters sent a squad to storm the house, but it was a trap. We need you to survey the damage and bring back survivors.",		"m27t":"Scarab Assassin Droid Malfunction",		"m27e":"I usually have much better luck with Scarab models. I can requisition another if I can line up another job. Need anyone assassinated?",		"m27c":"Never send a droid to do a Star Destroyer's job, I say. Your service to the Empire is noted.",		"m27u":"",		"m27p":"That droid hit some kind of radioactive mineral deposit and bam! It started firing at me! Blew up my speeder before I could bring it down. I'm glad you're here.",		"m27o":"The Emperor ordered the assassination of a treasonous Imperial dignitary. We sent an agent to do the deed using a Scarab assassin droid. But the droid went crazy, and the agent is stranded in the middle of nowhere. It's your job to make the rescue.",		"m26t":"Prisoner Riot Leaves Wounded Guard Alive",		"m26e":"I guess they didn't kill me because I used to give them extra water. The other guards called me soft for that. Huh.",		"m26c":"These riots are getting more frequent. Shows a lack of alertness training among new guard recruits.",		"m26u":"",		"m26p":"They stole a blaster and used it to blow up a transport. The explosion took out most of my unit, and they got the rest of us while we were surprised. It was awful.",		"m26o":"Got a report of another prisoner labor gang rioting and killing the guards. One survivor. Go and bring the guard here for debriefing.",		"m25t":"Rendezvous with Undercover Informant",		"m25e":"Hey, why is he looking so threatening? Doesn't he know I'm on his side?",		"m25c":"Thanks. We'll have the agent interrogated too, just so we don't miss anything. Sometimes these agents like to play both sides against the middle.",		"m25u":"",		"m25p":"The Alliance is making headway in recruiting local business leaders. I've got data here worth a pretty credit to your superiors.",		"m25o":"An undercover agent has information on local business people and their family members. We've arranged a rendezvous in the remote wilderness to avoid detection. To avoid suspicion when travelling with you, he's been instructed to change into an Imperial uniform. Escort him here, and avoid blowing cover at all costs.",		"m24t":"CSA Conscript Vehicle Missing",		"m24e":"Thanks. I hate it when prisoners revolt. "Revolting" is the word for CSA conscripts, all right.",		"m24c":"Another prisoner revolt. We have to get more funding for security. We're looking like amateurs!",		"m24u":"",		"m24p":"I'm the last surviving guard. The prisoners improvised a weapon and got the drop on us. They hijacked the speeder, dumped me here, and destroyed the tracking beacon. I need you to take me back to report.",		"m24o":"The Corporate Sector Authority requisitioned more prisoners for conscript labor. We dispatched a carrier of prisoners to the spaceport, but it hasn't reported. The tracking beacon showed the vehicle moved out to the wilderness. Then it went silent. Check it out. Move!",		"m23t":"Rebel Slicer Misdirected Recon Squad",		"m23e":"What can I say? We were following orders. The orders don't say across the top, "This order hopelessly messed up by villainous data slicers, so you'd be a total idiot to follow it!"",		"m23c":"Good work. Remember, we have jurisdiction to recover and debrief the survivor. Ignore any ISB claims otherwise.",		"m23u":"",		"m23p":"We knew something was wrong when a protocol droid shouted, "Hahaha, you lame suckers!" Then we checked the credentials on the bodies. Oops!",		"m23o":"Following orders from Imperial Intelligence, we sent a loyalty enforcement squad to destroy a local leader's home. Due to a mischievous slicer's alteration of message data, we inadvertently assaulted a covert Imperial Security Bureau installation. They returned fire, and both sides were wiped out save for one survivor. You need to make the rescue.",		"m22t":"Survivor of Undercover Agent's Betrayal",		"m22e":"I can't even remember why we had to destroy that old woman's house. She didn't look like much threat. But then, those Rebels hardly ever do.",		"m22c":"The Imperial Security Bureau will certainly be interested in this evidence of porous recruitment procedures. Good work!",		"m22u":"",		"m22p":"That Rebel was an amazing shot. Took out five of us, bam-bam-bam, in about six shots. Pushed me into a ditch. The fall knocked me out. I'm still woozy.",		"m22o":"These Rebels are crafty. They infiltrated a covert agent into one of our loyalty enforcement squads. When the squad was about to demolish the house of some old local woman, the Rebel broke cover and destroyed our squad. One of our people escaped and is stranded in what is clearly enemy territory. The rescue falls to you!",		"m21t":"Bounty Hunter's Near-Miss Needs Pickup",		"m21e":"These local civilians should be glad the Empire is here, keeping the streets safe from scum like that bounty hunter!",		"m21c":"Word is, they've identified the bounty hunter and put out a bounty on him. That's a nice irony. Thanks for the retrieval.",		"m21u":"",		"m21p":"I did some first aid, and I'm feeling better. But nobody around here would help me at all. It makes me angry when the locals treat us like we're the villains!",		"m21o":"Some bounty hunter took a wild shot at a local businessman and winged one of our agents nearby. Imperial Security is making a full investigation with the Bounty Hunters' Guild, and you can be sure someone's Guild license is about to expire, hard. But we need someone to get the wounded agent.",		"m20t":"Fuel Dump Cleanup",		"m20e":"It's hard bringing order to the galaxy when there's so many civilians who don't like order.",		"m20c":"Ambush, huh? That about fits on this miserable world. Okay, get back to whatever it is you do. And keep this quiet!",		"m20u":"",		"m20p":"An ambush! When we closed on the civilians, our speeders hit a mine emplacement. Then they opened fire from hard cover. I'm the only one alive! I need an escort back to my sarge.",		"m20o":"We blew up a Rebel fuel dump. Local civilians started cleaning up the mess without permission. Intelligence says no cleanup until they've inspected the wreckage, so we sent out a squad to stop the locals. They haven't reported in. Go bring 'em back!",		"m19t":"Imperial Artillery Specialist Stranded",		"m19e":"I don't know why I shot those vaporators. I guess I should be glad I did. Sometimes petty vandalism can keep you alive.",		"m19c":"These Rebels are getting more desperate by the day. If they're destroying their own homes to get us, they must be truly scared. Be proud you're on the winning side!",		"m19u":"",		"m19p":"It was a trap! My squad surrounded the farmhouse. I happened to be hanging back from the doorway because I stopped to take potshots at the farmer's vaporators. When my unit broke down the do-gooder's door, a booby-trap blew up the house and the whole squad! I got out on foot, because the vehicles were torched.",		"m19o":"Some local do-gooder is making noise because our artillery practice destroyed some of his livestock. Boo-hoo. We sent a squad out to his farm to teach him some manners. They haven't reported back, but one agent's distress beacon went off. Check out the coordinates and bring back any survivors.",		"m18t":"AT-AT Walker Engineer Walking",		"m18e":"A certain number of contingencies are to be expected in the development of new hardware. I don't see why one explosion would damp the Empire's enthusiasm.",		"m18c":"Oh, fine. One more walker gone. I hope we don't find the main Rebel base soon, because we're not even remotely ready for a full assault.",		"m18u":"",		"m18p":"We had an operational contingency. The walker disintegrated. I'm the only survivor. I can't say any more until I debrief my commander.",		"m18o":"A team of Army engineers went into the wilderness to test some new prototype walker. They were due back hours ago. Nothing on the comm. I suggest you get out to their coordinates and herd them in.",		"m17t":"Secure Important Coordinates",		"m17e":"Much appreciated, friend. Those Rebels will rue the day I escaped their lethal ambush. ",		"m17c":"Now we will be able to dispense some long overdue Imperial justice to these Rebels. Good work, agent. Claim your reward.",		"m17u":"",		"m17p":"I still have those coordinates! Let's get moving. I'm banged up but I can still run. Hurry!",		"m17o":"An undercover agent acquired the coordinates to a Rebel colony that houses many high-profile Rebel leaders and their families. As he was about to rendezvous with a Star Destroyer, the hated Rogue Squadron crippled our agent's shuttle. He used an escape pod to evade destruction and landed near here. Go and recover him before the Rogues finish the job.",		"m16t":"Recover Lord Vader's Orders",		"m16e":"Many thanks, friend. Have you ever considered becoming an Imperial courier? Seems like your skills would be suited to that prestigious position.",		"m16c":"Well done, agent. These communiques were of the greatest importance. We shall send Lord Vader word of your deeds. You've earned this reward.",		"m16u":"",		"m16p":"I'm battered but basically intact. We should get going, though. The Rebels that shot me down might return to make sure they got the job done.",		"m16o":"One of our couriers was shot down by Rebels but managed to survive the crash-landing. He transmitted his coordinates to us before going down. He carries important communiques from Lord Vader warning of a possible Rebel attack on the Fondor shipyards. Go and retrieve our courier or the communiques and return here.",		"m15t":"A Jedi Witness",		"m15e":"Thanks, friend. Keep your eyes open for more Jedi activity. Report anything you encounter, even rumors, to Imperial Intelligence at once.",		"m15c":"We will inform the Inquisitorius of your actions. I'm certain they will wish to call upon your services again in the future. Here is your reward.",		"m15u":"",		"m15p":"I must get word of this to Imperial Intelligence at once. If I hadn't seen it with my own eyes, I would not have believed it. The Empire has very good reason to worry about these Jedi.",		"m15o":"An agent was dispatched to investigate rumors of Jedi activity. Not only did he witness a Jedi in action against a swoop gang, he also briefly engaged the Jedi in combat. Fortunately for our agent, the sudden appearance of more swoopers distracted the Jedi. You must go to these coordinates and escort our agent back here safely. ",		"m14t":"Rescue the Chemist",		"m14e":"Thank you for your help. I suppose we'll have to up the dosage to keep these people pacified.",		"m14c":"Good work, agent. We will begin our investigation immediately. This is for your time and effort.",		"m14u":"",		"m14p":"Those damn Rebels! Someone on the inside must have tipped them off. How else could they know we were introducing sedatives into the water supply?",		"m14o":"The Rebels attacked one of our water-processing plants, on the pretext that we were drugging the water supply. One of our chief chemists was making an inspection of the plant at the time. Miraculously he escaped harm by hiding inside a reinforced tank. Right now he's trying to get out of the area. Go and collect him so we can begin our investigation.",		"m13t":"Retrieve the Engineer",		"m13e":"This has inspired me to try and create cloaking devices for smaller land-based speeders and transports. Thanks, friend.",		"m13c":"This engineer is very valuable to us, agent. The Empire is grateful for his safe return. Claim your reward. ",		"m13u":"",		"m13p":"Over here! Thank the Empire you've arrived. We lost an entire shipment of hibridium, no thanks to those Rebel scum. We'll make them pay. Let's go.",		"m13o":"An Imperial convoy transporting hibridium ore was destroyed by Rebel saboteurs. Fortunately our cloaking device engineer, who was supervising the operation, survived the attack and has sent us a distress call. Go to these coordinates and make sure the engineer is returned safely to us. ",		"m12t":"Retrieve the Kubaz Spy",		"m12e":"That Kubaz was valuable to us. Those Rebels will pay for murdering him. Death to all Rebels!",		"m12c":"Mission accomplished, agent. It's too bad you couldn't verify the sniper's death. We'll send patrols out to search the area for bodies.",		"m12u":"",		"m12p":"You might want to identify yourself next time, friend. I almost blasted you. The sniper ceased firing about ten minutes ago. It's been awfully quiet. I think I got the Rebel dog. Let's get out of here. Lead on!",		"m12o":"An Imperial Intelligence agent was escorting a valuable Kubaz spy to a nearby garrison when the spy was killed by a Rebel sniper. The Imperial agent sent a distress call and has been exchanging blaster fire with the sniper for over thirty minutes. You must hurry to these coordinates and rescue the agent. Returning here would be best.  ",		"m11t":"Rescue the Swooper Recruiter",		"m11e":"Thanks, friend. Serving our Emperor is sometimes perilous but always satisfying.",		"m11c":"The Empire is pleased with your performance, agent, as this reward will demonstrate.",		"m11u":"",		"m11p":"Those Rebels will be on us in no time. We must get moving now! I hope you're handy with that blaster.",		"m11o":"One of our operatives went to negotiate a deal with a swoop gang. We use these criminals to spy on the Rebels from time to time. It turns out, however, that these swoopers were actually Rebels in disguise. Our operative was taken captive but managed to escape. We need you to find him and escort him safely back to us.",		"m10t":"Rescue the Gems",		"m10e":"You are a true champion of the Empire, friend. I hope we can work together again in the future.",		"m10c":"Your efforts have benefitted the Empire, agent. Gems such as these help finance the construction of our fleet. Here's your reward.",		"m10u":"",		"m10p":"The gems are safe, but we must hurry. Getting these gems safely back to my superiors would be the best way to honor those fallen troopers. ",		"m10o":"One of our agents was in the process of delivering a case of durindfire gems to a loyal financier when a group of Rebels bandits attacked. Our troopers managed to kill the Rebels, but at the cost of their lives. We need you to escort our agent and those gems back to us before the Rebels can attempt another attack. ",		"m9t":"Rescue the Torturer",		"m9e":"I will not rest until every single one of the Rebels involved in this attack is in our custody and at my mercy. I'm not called the Professor of Pain for nothing!",		"m9c":"Thanks to your efforts, we will be able to identify the Rebel starfighters involved in this dastardly attack. The Empire is grateful. Claim your reward.",		"m9u":"",		"m9p":"An ally! Thank the New Order! My comlink ceased to work shortly after I sent my distress call. I was afraid that Rebel patrol would return to look for survivors. We should hurry as they still might.",		"m9o":"An ISB interrogation compound was bombed by an X-wing patrol. We believe there were survivors, as we received a distress call that originated not far from the facility. Go to these coordinates and bring back any survivors you find. ",		"m8t":"Find the Survivors",		"m8e":"Thanks, friend. Sorry I was so short with you earlier. I was just mad and eager for revenge. But you're right, we need to stick together in these times.",		"m8c":"Your services to the Empire shall not be forgotten, agent. Here's your reward. Use it wisely.",		"m8u":"",		"m8p":"About time they sent someone. I'm the only survivor. Let's get back so I can inform my superiors and we can begin hunting these Rebel dogs.",		"m8o":"Rebel scum hit one of our transport repair stations. We received a final distress signal that originated at the following coordinates. We'd like you to check this area and bring back any survivors. We need information on the Rebel strike team that pulled off this operation. ",		"m7t":"Recover an Arrest Warrant",		"m7e":"Many thanks, friend. This Moff has many friends in high places, and I was beginning to suspect my life wasn't worth a credit's purchase.",		"m7c":"A fine job, agent. We'll make sure this Moff pays for his traitorous act against our august Emperor.",		"m7u":"",		"m7p":"It's a good thing you came when you did. I had run out of ammo, and it was only a matter of time before those Rebels caught up with me. Let's get out of here.",		"m7o":"Recently a Moff was accused of plotting to assassinate the Emperor. A special courier was delivering the arrest warrant to be served on the Moff and his family, but agents of the Rebellion attempted to waylay the courier. These coordinates are the origin point of his last transmission. Find him and provide an escort back here.",		"m6t":"Recover the Courier",		"m6e":"You got me here safe and sound. I'll be sure to mention your name to my commanding officer. My thanks, friend.",		"m6c":"The Empire is grateful, agent. Your actions inspire other Imperial servants to strive harder to please their Emperor.",		"m6u":"",		"m6p":"I was hoping my superiors got my coded message.  Sorry it was so brief, but I had only seconds to send it. Let's get out of here before that gang finds us.",		"m6o":"An Imperial courier was delivering important transfer orders when he fell victim to a vicious gang. We believe the courier was able to escape. We then received these coordinates from an unknown source, using an Imperial code. We need you to go and retrieve the courier, if he truly is alive.",		"m5t":"Collect the Emperor's Orders",		"m5e":"Thanks, friend. It's good to know the Empire has competent fighters such as yourself working for the Emperor's glory.",		"m5c":"Most excellent, agent. Now we can carry out the will of the Emperor. Your reward is well earned.",		"m5u":"",		"m5p":"I'm so pleased you've come! At first I thought you were another hired assassin and almost blasted you. I still have the dossier, so we should get going.",		"m5o":"A trusted courier was delivering a warrant and dossier on a citizen suspected of possessing Sith artifacts. We have reasons to believe that citizen is on this planet. The attacks on our courier further seem to confirm this. These coordinates are the courier's last known location. Go there and see if he still lives.",		"m4t":"Save the Deadly Virus",		"m4e":"Thanks to you, this virus will perform the function it was engineered to do. Many Rebel sympathizers will understand what it means to betray their Emperor!",		"m4c":"Excellent, agent. You've surpassed our expectations. This reward is but a taste of things to come if you continue serving the Empire faithfully.",		"m4u":"",		"m4p":"Praise the Empire! You've found me! I've got the virus and all the Rebel scum who attacked us are dead. More are sure to come, however, so we should hurry.",		"m4o":"An engineered virus was on its way to us for use against anti-Imperial demonstrations. Our courier's party was attacked by Rebel terrorists. We do not know if anyone survived, but these were the last coordinates sent to us. Collect the virus and any survivors and bring them back to us. ",		"m3t":"Secure Vital Intelligence for Imperial Intelligence",		"m3e":"Your reputation must precede you, citizen, for those Rebel snipers certainly seemed to make themselves scarce after you found me. I'm proud to have met you.",		"m3c":"Good. Now Imperial Intelligence will be able to hunt down those rogue Jedi. This will please the Emperor.",		"m3u":"",		"m3p":"Careful, friend. Rebel snipers have been targeting me. They've kept me pinned down for the past few hours and might still be out there. But I suppose that's a chance we'll have to take. Let's go.",		"m3o":"An agent has vital intelligence regarding the movements of suspected Jedi, which needs to be delivered to the top ranks of Imperial Intelligence. Rebel assassins have made several attempts to eliminate our agent. You must make sure he and his information arrive here intact. ",		"m2t":"Secure the CSA's Security Codes",		"m2e":"I don't think I would have made it without your help, citizen. The Empire appreciates your service.",		"m2c":"Job well done, citizen. It's the Empire's pleasure to reward you.",		"m2u":"",		"m2p":"Your bold approach identified you as a friend and not another assassin. We must get these codes to my superiors at once.",		"m2o":"One of our agents is carrying Corporate Sector Authority security codes. We need these codes to investigate the flow of credits to and from the CSA. We suspect that a large sum of credits has been funneled to the Rebels. We cannot risk another assassination attempt and so need you to escort our agent back here safely.",		"m1t":"Get the Courier Home",		"m1e":"You're a dedicated servant of the Empire, citizen. These orders were of the highest priority and from Lord Vader himself. My thanks.",		"m1c":"Well done, trusted agent. Now that the Rebels know we're using couriers to deliver orders, we may need your skills again soon.",		"m1u":"",		"m1p":"Thank the Emperor you've arrived! I managed to drive the Rebels away but was certain they'd return with reinforcements. We should get going.",		"m1o":"Rebel slicers have made it necessary to hand-deliver certain communiques from Imperial Intelligence. One of our couriers was attacked by Rebel terrorists a short time ago but managed to transmit coordinates before communications were cut off. We need you to bring him, or the encoded orders, back to us."
}}
