{
	"stfFile":"mission/mission_destroy_neutral_medium_npc_corellia",
	"entries": {
		"number_of_entries":"35",		"m35t":"Help a Cowardly Trandoshan",		"m35s":"Excellent work, except that I sent you to the wrong place. My pursuers were not among the beings you attacked. Never mind, though, I'm sure they got the message. That's the important thing. Take your payment, and may the Scorekeeper record your brave deed.",		"m35o":"An Anonymous Trandoshan",		"m35d":"As a Trandoshan, it is my duty to collect jagannath points by hunting dangerous prey. The problem, however, is that I'm a colossal coward. It's only been due to the enormous wealth my father managed to accumulate during the enslavement of the Wookiees that I've been able to bribe my way through every single rite of passage sacred to my people. Unfortunately, a few less-enterprising inhabitants of Dosha have condemned my approach to our traditions. They've tracked me to Corellia and want my head at the end of a thrar'kor. I need to funnel some of my family's wealth into stopping these brutes before they catch me, which can only have unpleasant results. If you blast my enemies to atoms, I'll pay you well, and everyone will be happy. Do we have a deal?",		"m34t":"Uglies Are a Thorn in Our Side",		"m34s":"Good work. The fewer uglies that pester our space lanes, the more attention we can give to real problems in this sector.",		"m34o":"Corellian Defense Force",		"m34d":"Ever seen an ugly fly? Trust me, you don't want to. Uglies are rattletrap fighters welded together out of whatever space debris their builders can scavenge. They're constructed for firepower, not for endurance, and they're used as raiders and duellers. Uglies are a thorn in the side of the CDF. We've got a standing reward for anyone who shuts down one of the shops that put these jalopies together. Let us know if you're interested in the job and we can send you the coordinates of a suspected ugly shop. Good luck.",		"m33t":"Dust a Double-Crosser",		"m33s":"Where did you come from, friend? You're good. I'm going to remember your name. Ol'val.",		"m33o":"Captain Sava Matar of the Corvette Null Racket",		"m33d":"Running the fastest Corvette in the sector ain't like baking fringe cake. Competition can be downright savage in the Corellian freight business. You've got to keep your eyes open. Sometimes you've got to crank the turbines on a competitor when they start interfering with your livelihood. That's where you come in, friend. If you want to earn a couple of credits today, I need you to put the hurt on a colleague of mine who tried to hand over the Null Racket to Imperial authorities. He doesn't know I'm onto his double-cross, so he shouldn't be expecting any trouble. Just to be sure, though, bring your best weapons. Dust the whole place and you'll get a cut of my latest haul. Ol'val, min dul'skal, ahn guld domina.",		"m32t":"Incinerate Unfriendly Competitor",		"m32s":"You do good work. I'll keep you in mind if I get another blaster job. Ol'val.",		"m32o":"Captain Sava Matar of the Corvette Null Racket",		"m32d":"The Null Racket is the fastest Corvette in the sector. That kind of speed don't come without work. A while back I custom ordered an ion impeller from a shipyard in Brak Sector. Too bad on the way to Corellia, it found its way into the hands of a competitor of mine. That's just not friendly, is it? I'm betting a small sum of credits will convince this competitor to reconsider stealing from me. That is, if I use the credits to hire someone to burn his den of two-credit thieves to the ground. I don't suppose you'd be game for the job? Don't worry about the impeller. I've got another on the way, with a couple of Trandoshan guards this time. You just do this job well and you'll make a name for yourself on Corellia.",		"m31t":"Demolish Illegal Spice Dens",		"m31s":"That will teach those spice dealers not to bring their poison where decent Corellians live! We've got plenty more dens on our list, my friend, if and when you're ready to work again.",		"m31o":"Concerned Corellian Citizens",		"m31d":"What happened to the peaceful Corellia of our forefathers? It's not bad enough that our sector is full of smugglers and Rebels. Now we've got a tide of death sticks and glitterstim pouring into the countryside. Well, some of us in the grasslands refuse to let this corruption take root. We've tagged several illegal spice dens across the surface of the planet, and collected enough credits to pay for their demolition. All we need is a good citizen who possesses the wherewithal to knock down these hives of villainy and make sure none of the dealers come back. Our list of coordinates is long, sadly, but we can shorten it with the help of some stalwart demolitionists.  Interested?",		"m30t":"Hartliss Needs Some Help",		"m30s":"Now that was really satisfying, wasn't it? I told my son Hartliss he should blast the place himself, but he called me a busybody. Do you think I'm a busybody? I just want what's best. My little Hartliss deserves all the love I can provide.",		"m30o":"A Loving Mother",		"m30d":"A mother doesn't like to pry, but when my dear son Hartliss gets himself into trouble, I can't help myself. I've just got to stick my nose in. You see, Hartliss is a contract spacer who runs the Spine when he needs money. I always tell him he's got to be careful who he travels with. Heavens knows there are hooligans in the galaxy who can turn a good boy into a criminal. Like this last crew he freighted with. A pack of gundarks, that's what they are. Tried to tempt my poor little boy with death sticks. Now that Hartliss is offworld on another run, I can finally do something about these immoral rapscallions. I sent a seeker droid to follow them. Found out that every night they gather in a little cantina outside of town. Now I just need some brave spirit to tiptoe down to that awful place and blast those scum-grubs into a billion subatomic particles.",		"m29t":"Stop Evil Slicer OK (Yeah Right!!!) Haha",		"m29s":"[INTERRUPT] OK Emmin here not Mindra (but you knew that!!!). You did OK there lots of damage. I saw from hovercam overhead. I give you Mindra's money, be sure to tell her where you got it haha!!! [END INTERRUPT, TRANSMISSION ENDS]",		"m29o":"Mindra Nox, Corellian Entrepreneur",		"m29d":"[INTERRUPT] Hi hi, Emmin Whitehat atcha. I a slicer (like you couldn't tell???) doin a little spoofy of smuggler and crimelord (she wishes!!!) Mindra Nox. Mindra and I go waaay back, now I move waaay forward to fix her crookiness. Like for instance she kissed off (ugh!) her old boss Dovor Dowwn The Obnoxious Aqualish to set up smuggling places of her own (you didn't know that???). So OK here is the deal. I took credits from her accounts (she is gonna shriek!!!) & I pay them to you if you blow up her new base real good haha. Why ask why??? [END INTERRUPT, TRANSMISSION ENDS]",		"m28t":"Nox's Treachery Knows No Bounds",		"m28s":"The unmitigated gall of that stupid human. It makes me want to vomit. I hate them all. Take your money, get away from me.",		"m28o":"Dovor Dowwn, Aqualish Businessbeing",		"m28d":"Humans make me sick. First, when I see their perversely smooth faces and the weird, bushy colored filaments covering their scalp, it's all I can do to avoid retching in my tusks. Just as bad as their ugliness, though, and their insipid mild nature -- oh, and their obnoxious rubbery lips, those make my gorge rise -- just as bad is their traitorous nature. "You can't trust a human" -- my creche-mom always said that. I never believed her, because she was a stupid shaak-brain, but I should have! I should have! This human who worked for me, Mindra Nox, has taken my people and equipment and set up her own smugg-- business operation! Treachery! Stop wasting your time reading your stupid datapad and go destroy her!",		"m27t":"Criminal Slicer Emmin Whitehat",		"m27s":"You fool, you destroyed one of my own installations! That verminous Whitehat corrupted my coordinates. And now I see that he's deducted your fee from my accounts. Well, he can play his pranks, but I'm keeping a tab for what he's cost me. I don't forget.",		"m27o":"Mindra Nox, Corellian Entrepreneur",		"m27d":"I've had endless trouble with a rogue Corellian slicer who calls himself Emmin Whitehat. He's cost me a lot of trouble -- a LOT -- but I've finally located the sleazy little compartment he calls home, and I'm paying very good money for you to take him out. [INTERRUPT] Thass right, lady, I so scared right here where you find me! Ready & waiting haha! OK love & kiss, Emmin [END INTERRUPT, TRANSMISSION RESUMES] Contact my office for coordinates.",		"m26t":"Traitorous Backstabbing Betrayer ",		"m26s":"All right, all right, so you destroyed a base. You expect me to slobber all over you in gratitude? Take your money. I'll call if I need more help -- not that I will, mind you!",		"m26o":"Dovor Dowwn, Aqualish Businessbeing",		"m26d":"Gaah! You'd think someone, somewhere, one single little individual in this great big galaxy, would show gratitude just once. But no! That ungrateful human Mindra Nox, with her insipid square white teeth in her disgusting rubber-lipped red mouth-opening, has taken all the wisdom I taught her -- all the crew and equipment I assigned her -- and revolted! She's setting up her own secret bases, and she thought I wouldn't find out. Stupid, beady-eyed, dimwitted human! As it happens, I'm distracted with other business offworld right now, but don't think I can't squash her like a bug. For convenience, I'm willing to pay freelance scum to dispose of Mindra's latest pathetic little hovel.",		"m25t":"Stamp Out Dowwn's Operation",		"m25s":"Thank you. I need to ask, was there anything odd about the text of my assignment? I've had slicer troubles. I'm compiling a list of grievances, and that slicer will eventually answer for all of them.",		"m25o":"Mindra Nox, Corellian Entrepreneur",		"m25d":"For too long has legitimate Corellian commerce suffered the hair-trigger temper of the Aqualish gang leader Dovor Dowwn. His smuggling operation has drained our world's coffers of legitimate tax income, leading to a weakened economy and loss of jobs. I beseech all honest adventurers to assail Dowwn's many smuggling depots and bring down his corrupt operation! [INTERRUPT] Hi hi, scuse me for slicing Mindra's transmission. Emmin Whitehat, thass me, spreader of truth. Mindra Nox was Dowwn's lieutenant (she reeeally thinks you don't know that???). She wants to take over his smuggling stuff. OK just thot you like to know haha. [END INTERRUPT, TRANSMISSION RESUMES] Though uninvolved myself in this sordid matter, I am moved by a sense of charity to offer a reward for successful assaults. Contact my office for coordinates.",		"m24t":"Gang War Threatens Mining Interests",		"m24s":"Good work. Very neat rubble, with minimal collateral damage. I'm sending your fee with this note. This situation may arise again, so be ready.",		"m24o":"Janqual Mor, Coronet Mining Corporation",		"m24d":"The aging Aqualish gang leader Dovor Dowwn is facing challenges from his underlings. Those tuskers hate showing weakness, you know, but he can't pretend much longer; he's just getting too long in the tooth. Mindra, one of Dowwn's lieutenants has gone renegade, setting up covert smuggling depots. She'll use these depots as a power base to seize Dowwn's Corellian trade. Dowwn just found out about one of Mindra's renegade depots, and after he threw a few tantrums, he ordered it destroyed. Here's why I'm asking your help: I have mining interests near Mindra's depot. If the Aqualish lets loose all his firepower, I could take collateral damage. I'll pay you to destroy Mindra's depot, with minimal damage to the surroundings, before Dowwn gets to it.",		"m23t":"Selonian Coneship Stolen",		"m23s":"[Translated from Selonian:] We are grateful. We are recovering the remains of our ship now. [Ceremonial blessing.] Here are your credits as we agreed.",		"m23o":"Transposed Sunrise Den, Inaugural Sept",		"m23d":"[Translated from Selonian:] In the Transposed Sunrise den here on Corellia we own one hand-built Selonian coneship. Recently surface-dwellers of unknown den and breeding took our ship in the night without approval. The queen sent me out to track the ship. I followed the [untranslatable] signal and found the ship. Surface-dwellers are dismantling it. City law agents move too slowly. We require quick destruction of the surface-dweller den. We will pay Corellian credits to you for this task.",		"m22t":"Selonian Den Endangered",		"m22s":"[Translated from Selonian:] We are grateful for your service to our den. We pay you the credits as we agreed.",		"m22o":"Fertile Prosperity Den, High Leader Sept",		"m22d":"[Translated from Selonian:] I serve the Fertile Prosperity den in a remote area of Corellia. Recently offworlders set up a den near our own. We believe they are not planning an attack, but instead are moving manufactured goods between cities and space for criminal purposes. Their goal is irrelevant to us, but their movements endanger our young. This is unacceptable. The city law agents offer no help. We will give Corellian credits if you destroy the offworlder base. Leave our den unharmed.",		"m21t":"Please to Help Recover O-i Holos",		"m21s":"You do kill-kill, but no holos? Oh, very-bad! I need holos! O-i goes from Corellia long ago now. I must start over. I do not pay you, I push the "no" button. No, wait -- oh, I push wrong button, you get money anyways! Oh, no. Maybe I go back home, maybe.",		"m21o":"Holographer from Outer Rim Territories",		"m21d":"I am, how do you say, documentary holographer from far away -- I look for big break, get to Core Worlds. I am here to Corellia, seek very-big Twi'lek adventure-man O-i. My crew of the droids, they get very-good holos of O-i, he fight an Imperial garrison, use only holdout blaster and one canister laughing gas. Crew of the droids was send me holos, but oh no! Bad people, how do you say, "crooks"?, stole crew of the droids and also hovercams. I have nothing. I want O-i holos! I find crooks with droid track beacon. You go to very-big crook place, kill-kill everybody, get holos! OK?",		"m20t":"Firegems Strangled by CDSICoC Monopoly!",		"m20s":"The cause of free smuggling must triumph, thanks to good workers like you. Death to the CDSICoC monopolists!",		"m20o":"Open Shipping Consortium",		"m20d":"Very handy, isn't it, that you can't get a Lowickan firegem onto Corellia without running afoul of, not only the Empire, but also the monopolistic Corellian Discreet Shipping Industry Chamber of Commerce. It's this short-sighted restraint of free trade that makes firegems so sought after. If folks could get them from any Open Shipping Consortium smuggler at a fair price, firegems would lose their cachet. No one would think them special. People would be less concerned about these gems's beauty and internal warmth, and more about how the gems can accidentally destroy a hyperdrive. To promote greater public safety awareness, we urge you to strike a blow against CDSICoC lock-in by destroying their firegem receiving depot! Firegems to the people!",		"m19t":"Open Shipping Menaces Firegem Trade",		"m19s":"All substandard Open Shipping Consortium facilities earn the strong disapproval of our organization. With your help, we shall continue to enforce our recognized high standards in the Corellian smuggling industry.",		"m19o":"Corellian Discreet Shipping Industry Chamber of Commerce",		"m19d":"Because Lowickan firegems can cause reactor explosions when a ship enters hyperspace, the discriminating Corellian smuggler handles them according to safety standards described by the Corellian Discreet Shipping Industry Chamber of Commerce. But if you put some illiterate Outer Rim hick at the controls of a YT-1300 freighter, as the offworld-funded Open Shipping Consortium advocates, disaster may strike. A firegem merchant must now contend not only with Imperial blockades, but also with the likelihood of shoddy Open Shipping handling of extremely delicate merchandise. To lessen our clients' worried uncertainty, we request that you destroy the new Open Shipping firegem receiving depot.",		"m18t":"Open Shipping Breaks Wind-crystal Monopoly!",		"m18s":"A strike for the people, friend! This marks another step on our inevitable path to victory. Free smuggling for all!",		"m18o":"Open Shipping Consortium",		"m18d":"If you want wind-crystals smuggled from Endor to Corellia, who can help you? The hidebound, speciesist Corellian Discreet Shipping Industry Chamber of Commerce monopoly would like to lock you in at their overblown rates. In the Open Shipping Consortium we work for freedom to smuggle by anyone, anywhere, at an affordable price. To break the shackles of the CDSICoC, to land wind-crystals safely so all Corellians of all species can enjoy them, we urge you to destroy the monopoly wind-crystal landing depot that is strangling our illegitimate trade!",		"m17t":"Open Shipping Menace Moves to Wind-crystals",		"m17s":"We congratulate you on your successful demolition of the substandard Open Shipping depot. Together, we will march forward in the cause of maintaining high standards in the discreet-shipping industry. ",		"m17o":"Corellian Discreet Shipping Industry Chamber of Commerce",		"m17d":"When you're moving something as delicate as Endorian wind-crystals past Imperial Star Destroyers, you need a native Corellian smuggler, not some halfwit offworlder who arrives from the Outer Rim and two heartbeats later gets dumped straight into a freighter cockpit. The discreet-shipping industry demands high standards in the movement of fragile wind-crystals. Yet now the offworld-funded Open Shipping Consortium has opened a new depot in the remote wilderness, far from the experienced eyes of Corellian quality-assurance supervisors. Imagine these priceless crystals shattering in this unsupervised pit. To protect these fragile masterpieces, we implore you to destroy the depot at once.",		"m16t":"Make Corellia Safe For Open Shipping Gems!",		"m16s":"Yes! Jorallan gemstones for all the people! Another step on the path to free smuggling for all Corellia!",		"m16o":"Open Shipping Consortium",		"m16d":"You really have to see a beautiful Jorallan pearl or opal to appreciate it. Who wouldn't want one? But if you feel like smuggling one onto Corellia, under the high-handed Corellian Discreet Shipping Industry Chamber of Commerce monopoly, you'll pay a lot and likely deal with some calcified veteran who'll tell you he's forgotten more about smuggling than you'll ever know. That's the trouble! He's forgotten it all! In the Open Shipping Consortium we believe in free smuggling for free smugglers. If you agree, help us by wiping out the monopoly CDSICoC Jorallan landing depot at these coordinates.",		"m15t":"Open Shipping Takeover of Jorallan Gems",		"m15s":"Your successful demolition of the sub-par Open Shipping depot is good news for our cause of maintaining high standards in the discreet-shipping industry. Your payment is attached.",		"m15o":"Corellian Discreet Shipping Industry Chamber of Commerce",		"m15d":"When you employ some untrained rube from offworld to move your goods, you can't count on the high standard of smuggling long established by native-born Corellians. The offworld-funded Open Shipping Consortium, which brings in every hayseed Outlier farmboy with a joystick and hires him out as a "smuggler," is now aggressively targeting the local market for Jorallan pearls and opals. The Corellian Discreet Shipping Industry Chamber of Commerce opposes this alien incursion. We have found their rural receiving depot. Because it falls far short of the Chamber's rigorous safety standards, we ask you to destroy this menace to public safety.",		"m14t":""Lift-and-Land" Crime Survey",		"m14s":"Our hovercams recorded the event, and we are updating our guides accordingly. Thank you for participating in this research cycle.",		"m14o":"Corellian Merchants' Guild",		"m14d":"Because millions of native-born Corellian merchants across the galaxy depend on our services, the Guild constantly updates its shipping safety reports. The "lift-and-land" survey describes pirate hazards during takeoffs and landing on Corellia and other notable trade worlds along the Corellian Trade Spine. For the latest update, we are tracking reports of unidentified installations seen in remote areas. To participate in our current research cycle, please report to the attached coordinates to engage and destroy any criminals present. Guild hovercams will record the event, and we shall update our guidelines based on our assessment of the threat posed.",		"m13t":"Astrogation Surveyor Ships Attacked",		"m13s":"Masternav thanks you for your good work in protecting our droid surveyors. Astrogation work continues uninterrupted, thanks to you.",		"m13o":"Corellian Masternav Incorporation",		"m13d":"Masternav, renowned for some of the best astrogation maps in the galaxy, faces a grave threat. Gangsters based in the remote wilderness have fired warning shots at our droidships as they return from survey missions. Extortion attempts followed shortly thereafter, demanding payment to "protect" our valuable ships. This company takes a hard line against criminals. In the absence of adequate police involvement, we are commissioning an independent agent to destroy the gangster base and protect (in the honest meaning of the word!) our astrogation ships.",		"m12t":"Protect Double Brandy Supply Routes",		"m12s":"I raise my glass in a toast to you, my friend. The true champion of Double Brandy will go to great lengths to bring it to customers. Thank you!",		"m12o":"Dealer in Corellian Double Brandy",		"m12d":"Existing tax and tariff structures are hampering Corellia's ability to supply interested parties with that vital luxury good, Double Brandy. The way I see it, I provide Double Brandy to folks who wouldn't otherwise get it, often at a lower price than official channels permit. In this way I'm creating happiness and stimulating the economy. A new smuggling gang recently crawled onto the scene, forcefully insisting that my trade routes belong to them. I feel these people have no real interest in Double Brandy as such, and hence don't deserve to service my customers. I'm hiring you to convince them of this, permanently.",		"m11t":"Not My Fault Their Stupid Ship Blew Up",		"m11s":"That was some fancy action, friend! I hope none of those pirates had friends, or we'll be going through this little spat again. Thanks, contact you soon.",		"m11o":"Corellian Just Trying to Live His Life",		"m11d":"While shipping cargo offworld, I had a run-in with some pirates. I know you'll agree it's not productive to get sidetracked by issues of "who blew up whose starship." The point is, these crooks, or their heirs and surviving coworkers, have a serious mad on, and I'm their target. According to the usual script, I'm supposed to flee offworld and live my life as a hunted fugitive. What a drag. I have a different idea: You go and blow up their base, and I'll pay you well for getting them off my back. Hey, what could go wrong?",		"m10t":"Bad Gang Leader Attacking Bela Vistal",		"m10s":"A fine assault. Lero Bown has certainly learned a lesson about meddling with the betrothed of a jealous Dug. I attach your fee.",		"m10o":"A Bela Vistal Councillor",		"m10d":"The south side of Bela Vistal is, in my view, the worst part of town. If you go down there, you'd best be wary of a Dug named Lero Bown, the worst gang leader in the whole city. He's a gambler who likes his fancy clothes and waves his gas-gem rings in everyone's face. He owns a custom XP-38 landspeeder, and carries a Corellian Arms CR-2 blaster in his pocket and a vibroblade in his vest. One night not long ago, at a sabacc game at a cantina, Lero saw a female Dug named Darplimpa sitting at the bar. Lero grew enamored of her, and his flirtations provoked Darplimpa's jealous mate. When the fight went badly for Lero, he fled town, promising revenge. We on the city council wish to pre-empt his violent return. We are covertly hiring well-armed adventurers to strike Lero's headquarters and destroy his gang.",		"m9t":"Help Beat Folks Who Stole Our Cargo",		"m9s":"Thank you. There is not much honesty in our line, but you've helped us do our part to increase the overall integrity level of our profession.",		"m9o":"Corellian Travellers Looking for an Acquaintance",		"m9d":"Almost home after a Kessel run, we ran into Imperials and crash-landed. Things went rapidly downhill after that. Aside from some creature trouble that forced us to drop our cargo, we also had an internal saboteur. After we got back home, we discovered encrypted communications between our ship's engineer and a rival smu-- courier team. We tracked the engineer to a smuggling base outside town, but it's too well defended for us. We've gained a certain amount of new funding through insurance. We're devoting a portion to anyone willing to teach our engineer and his buddies a lesson in honesty.",		"m8t":"Catch Gangsters From Agrilat Swamp",		"m8s":"Thanks, friend! That was some fancy demolition. It warmed my heart to see it, and here I thought nothing could warm my heart after all that time in Agrilat Swamp.",		"m8o":"An Agrilat Swamp Refugee",		"m8d":"You haven't had real gangster trouble until you've met gangsters in the blasted, brain-draining, spirit-deadening Agrilat Swamp of Corellia. That place is a pit. I know the tourists like the crystalline undergrowth, but that's because they don't have to pull the shards out of their boots when they're running for their life from slavers. I got out. I'm never going back. But now that I've made some credits buying and selling certain Imperial "involuntary surplus goods," I'm hiring someone with a good sidearm to mete out some revenge. I don't know exactly where those creeps are based now, but if you head into the Agrilat Swamp, be sure you've got good boots.",		"m7t":"Rescue Brave Bop Thrombo's Brain",		"m7s":"Great! We'll send out a news crew to re-house Bop Thrombo's brain and get his personal account of his crimefighting exploit. Clear out before we get there, please.",		"m7o":"Corellian Sector Newsfeed",		"m7d":"Bop Thrombo the Shaky Droid pulls in a small local audience of a few hundred million viewers, but he's been trying to break into the galactic big time. To endear himself to a powerful agent, Bop did some embarrassing things he'd rather not describe. Too late, he found the "agent" was a fake, and incriminating holo recordings fell into the hands, or tentacles, of blackmailers. Bop got steamed, and -- what a spunky droid! -- went after them in their lair. Unfortunately they blew him to bits; we got it all on his built-in surveillance cam. Great footage, but now we really need to recover Bop's brain. To do that, we need someone to clear out the gangsters first. Are you willing?",		"m6t":"Help Fireworks Dealer Educate Customer",		"m6s":"A fine job. We could use more people like you in the fireworks business.",		"m6o":"Corellian Fireworks Transport",		"m6d":"Our business is selling fireworks, although the market has been so tough that nobody's bought fireworks for, oh, ten or fifteen years. So we buy and sell certain other things, and do a decent business. Recently we delivered certain valuable non-firework commodities in a remote area, and the recipients neglected to pay us. Very firmly neglected, we might add, as evidenced by the charred remains of our collection agents. We fireworkers disapprove of this. We're giving our entire fireworks production budget, which we no longer use, to the first individual who can teach these recipients a lesson in honesty. Very firmly teach them, we might add.",		"m5t":"Threats Against Repossession Company",		"m5s":"You've done a great, great job. And I don't say that to just everyone, by the way. Gotta get back to work, thanks.",		"m5o":"CEO of Corellian Vehicle Reclamation",		"m5d":"I run Corellia's leading landspeeder repossession company. Now and again I deal with people who, shall we say, don't emphasize bureaucratic recordkeeping. If they don't happen to fill out tax reports or check the stolen-vehicle registers, that's not my business. Recently, as often happens, a certain group of these people took issue with the quality and provenance of the vehicles I sold them, and have made forceful threats against my offices. I have always taken a hard line against troublemakers. I commission self-starting, go-getting representatives to go to these people's bases and teach them a hard lesson in honest dealings. Are you up to this assignment?",		"m4t":"Stop Rampages Through My Office",		"m4s":"You've done a great, great job. And I don't say that to just everyone, by the way. Now I have to track down the customer who hired this latest batch of goons.",		"m4o":"CEO of Corellian Vehicle Reclamation",		"m4d":"I run Corellia's leading landspeeder repossession company. Recently yet another gang of goons rammed our main building. This gang used modified Ubrikkian Talon I combat cloud cars -- a nice model, by the way, very good on the resale market. As always, the gangsters rampaged through our offices, shooting people and shouting, "Repo slimes are lying scum!" (which, by the way, is an unfair characterization of our work). Now, I understand that passions can run high when a customer's vehicle is repossessed, but hiring a gang to enact petty revenge is always out of line. (I also wonder, by the way, how such customers find money to hire a gang when they couldn't make their speeder payments!) But I've found that it's good practice to eliminate these gangs so they can't do this again.",		"m3t":"Rescue Glitterstim Addict",		"m3s":"What a relief. It's hard enough keeping Darth Spooky's hood down over his eyes when he's shaking with withdrawal. We'll keep him on track now. Here's your fee.",		"m3o":"Corellian Public Broadcasting Executive",		"m3d":"I'm a producer in Children's Programming. The star of our "Darth Spooky's Sinister Dark Side Theater" afternoon show has been dealing with a longtime glitterstim problem. He says his old suppliers are coming around, trying to tempt him back onto the stuff. We'd all rather keep this out of the newsfeeds, so rather than go to the police, we're seeking a private solution to the criminal problem. If you're discreet and can handle a fortified gang installation, contact me for coordinates.",		"m2t":"Wipe Out Corellian Death-Stick Factory",		"m2s":"That's really great news. Somehow I think that woman I talked to in the sports bar would be happy. Here's your money. Now I have to go rethink my life some more.",		"m2o":"Corellian Rethinking His Life",		"m2d":"One evening I was doing my usual business in downtown Coronet, and I approached a tall woman standing at a bar. I don't know what happened to me then, but when she looked at me, I suddenly didn't want to sell her death-sticks any more. I wanted to go home and rethink my life. Since then I've been thinking a lot. I've decided I have to stop the sleazebags who pump this poison into our society! I was just the seller, the pusher, but these guys do the actual manufacturing. I know their factory, and I'll pay you to wipe it off the face of Corellia!",		"m1t":"Get These People Off My Back",		"m1s":"That is truly good news, friend. I tell you, you are my truest buddy in the world right now. I'm sure we'll be in touch again.",		"m1o":"Corellian Eager to be Your Friend",		"m1d":"You, friend, you will be my absolute best buddy if you take care of this one little thing. I make, you know, intoxicants? Not exactly the totally legal kind? And it's been good, it's been good, but this kind of business attracts all kinds of the wrong people. And they've been sort of, well, leaning on me, asking for a cut of my profits or they'll inform the Empire. It's such a hassle. It's not my style to lean back, but hey, I have to get these guys off my balance sheet. Or get somebody else to do it. Understand me?"
}}
