{
	"stfFile":"mission/mission_npc_destroy_rebel_non_military_easy",
	"entries": {
		"number_of_entries":"50",		"m50t":"Alliance's ISB Agent Murdered",		"m50c":"Our agent in the ISB deserved a better fate. I wish he'd lived long enough to see the Republic restored.",		"m50o":"An Alliance fighter of remarkable courage infiltrated the Imperial Security Bureau on Coruscant. He sent us priceless intelligence that saved many lives. But the Empire discovered him, and he fled to this planet. That wasn't far enough to escape the ISB's hired thugs, who killed him on our doorstep. But we know where the thugs live. We want you to go there and make sure they don't any more -- live, I mean.",		"m49t":"Retrovirus Courier Murdered",		"m49c":"The replacement retrovirus is being delivered. Hope the new courier has better luck. Thanks for your help!",		"m49o":"The Empire is scheming to release an airborne virus during Core Worlds protests against the Emperor. Thousands could die. We developed a retrovirus and were delivering it for transport offworld, but thieves ambushed our courier and killed him. We're synthesizing a replacement antidote, but meanwhile, we want you to clean up that thief problem by blowing up their base.",		"m48t":"A-Wing Plans Stolen",		"m48c":"Thank you. The A-wing could be the fastest starfighter in the galaxy, once we clean up all the designs. That should be, oh, four or five years maybe. Let's hope.",		"m48o":"The Alliance has commisioned Incom to design an experimental new starfighter, the "A-wing." They were hand-delivering a refinement to the current schematics, but industrial saboteurs stole the plans. We traced the thieves to an installation outside town. Get to the base and blow it up before they can move the plans offworld.",		"m47t":"Engineer's Murderers Sought",		"m47c":"You resolved that gang problem efficiently -- just like the Empire managed to resolve its problem with our engineer. The war goes on. Thanks.",		"m47o":"An Alliance engineer was travelling here to report the Imperial Security Bureau's use of poison gas against our fighters on Cularin. Gangsters with an implausibly close knowledge of his itinerary ambushed his landspeeder. We found his body soon after, and tracked the gang to these coordinates. We want you to terminate that gang.",		"m46t":"Sensor Jamming Prototype Stolen",		"m46c":"The loss of that prototype hurts. But we'll get another eventually. Next time we'll plant it with 30 or 40 hidden beacons, just cover the thing in hidden beacons. Yeah, that'll work.",		"m46o":"Bad news. An Alliance testing facility was working with a prototype Miradyne sensor jamming system. Corporate espionage agents broke into the facility and stole the prototype. But the prototype had a hidden tracking beacon, and we've found the thieves. They've probably already disposed of the prototype, but we want you to make sure they never steal from anyone again.",		"m45t":"Mobile Prisoner Cages Found",		"m45c":"We didn't think you'd find any slaves there. Slavers tend to sell those Twi'leks as fast as they can kidnap them. "Can't keep 'em in stock," I guess! Sorry, that was tasteless. Honestly, we're glad you stopped them.",		"m45o":"We've learned what happened to those Locris Syndicated Securities mobile prisoner cages that we lost a while back. Turns out slavers are using them to transport Twi'lek slave women. That's a stinking business, and we want you to stop it. Destroy the slavers, and if you see any cages, destroy those too. Free the slaves, if there are any.",		"m44t":"Strange Shaman's Gang",		"m44c":"On behalf of the local farmers, thanks. That shaman apparently comes from a remote world called Omwat. Don't suppose you saw him? We'll probably hear from him again, is my guess.",		"m44o":"Rumors say some old medicine man or shaman from the Outer Rim is on this world, trafficking in weird medicines and organs of local animals. He's got a smuggling gang that's poaching the local herds. Farmers have complained to the Empire, but no luck. It's up to us to stop this shaman's strange gang. Are you willing?",		"m43t":"Twi'lek Slavers",		"m43c":"The Twi'lek women will thank you for removing that threat. There are always more slavers, though, so expect to hear from us again. Meanwhile, here's your reward.",		"m43o":"Our scouts have discovered slavers selling Twi'lek women to settlers in remote areas. The slave trade has got worse lately, particularly the Twi'lek trade. Imperial Security is doing nothing, of course. We're hiring you to assemble an experienced strike teams that can handle a challenge. Interested?",		"m42t":"Jabba's Latest Swoop Gang",		"m42c":"That gang sounds tougher than some I've seen. I guess Jabba is really interested in that territory. Or maybe it's a franchise. Anyway, nice job!",		"m42o":"Jabba the Hutt keeps trying to extend his slimy reach. His swoop gang leader, Big Gizz, is setting up a new gang near here. Gizz fired a warning shot off our bow, so to speak, by buzzing one of our speeders. Well, we want to fire a shot right back -- not a warning, a termination. And we want you to fire that shot -- as many as you need to wipe out the gang.",		"m41t":"Landowner Wants Pirates Evicted",		"m41c":"Thanks. The landowner sends along this reward with his thanks, too. The view will be a lot better out on that land without that pirate base messing up the terrain.",		"m41o":"A landowner sympathetic to the Alliance is having trouble with his current tenants. Basically, they're -- how to put this delicately? -- they're pirates. Our friend has tried to get local law agencies to oust the pirates, but they're hardly better than crooks themselves. He asked our help. We're asking yours. Can you take out the pirates?",		"m40t":"Elders Warn of Gangsters",		"m40c":"The community elders send their thanks. I wonder if you get the community elder job automatically if you just live long enough? I don't think I'll ask. Here's their reward.",		"m40o":"The community elders at a remote settlement have approached us for help. A group of gangsters has set up a base in their area, and the elders seem to find a lot of the gang's activities to be of dubious morality. Who could have guessed? Well, they offered us a reward to destroy the gang, and we'll pass it along to you if you'll take the job.",		"m39t":"Father-Daughter-Gang Triangle",		"m39c":"We don't like gangsters, obviously. But this kind of knuckleheaded distraction just gets in the way of our real work. Thanks for disposing of the matter for us.",		"m39o":"A local Alliance supporter's daughter started dating a gangster. The father went to the gang stronghold to, I guess, give everyone involved a good talking-to. That worked about as well as you'd expect. The gang beat up the father and threw out the daughter. Now they want us to destroy the gangsters. Can you take this off our hands? There's a reward.",		"m38t":"Milkstone Ring Scam",		"m38c":"Newly engaged couples across the planet are safer today because of you. My hero! Sorry, just kidding. Here's your payment, thanks.",		"m38o":"Gangsters are running a scam selling milkstone rings to newly engaged couples. The milkstone is fake, and highly radioactive to boot. Stopping hazardous engagement rings is not the Alliance's core mission, but we can offer you a decent reward for stopping these gangsters.",		"m37t":"Pirates Running Alderaan Scam",		"m37c":"Thank you. Someone had to stop those sleemos from desecrating the memory of the Empire's worst atrocity. Please accept this payment for your excellent work.",		"m37o":"This is the lousiest swindle I ever heard. Pirates con survivors of Alderaan into taking memorial capsules to the Graveyard of Alderaan. Then the pirates kill the passengers, rob the bodies, and dump them in the Graveyard. These crooks are right here on this world! You have to stop them, comprehensively and permanently.",		"m36t":"Fraudulent Import Agency",		"m36c":"That's a very satisfying piece of news. I feel somehow redeemed. Here's your reward.",		"m36o":"A fraudulent "import agency" promises cheap shipments from offworld. This band of piratical con artists has been taking local residents for a fortune. Ten fortunes! It's time to show citizens that the Alliance stands not only against the Empire, but against thievery everywhere! --Sorry, I'm getting carried away. I got taken myself. So I'd really like you to destroy these pirates, okay?",		"m35t":"Black-Market Alliance Medals",		"m35c":"That was an insidious scheme even by the Empire's standards, but you put a stop to it. Thanks for your work helping the Alliance. Here's your reward!",		"m35o":"Black-market crooks are selling counterfeit Alliance military medals. For a few credits you can get a ribbon for service at the Battle of Yavin. Trouble is, they have hidden Imperial bugs -- the Empire uses them to track sympathizers. We want you to put a stop to these black-market Imperial stooges, in the most violent way you know.",		"m34t":"BlasTech Exec Deals With Gangsters",		"m34c":"That's terrific! I hope you got the BlasTech executive too. It would be sweet irony if those wartime profiteers died by bolts from their own blasters. But that's just my own view.",		"m34o":"I spotted an executive of BlasTech, the weapons manufacturer, meeting with some shady customers in a cantina. I followed them into the wilderness to a gangster outpost. That BlasTech is dealing with criminals doesn't surprise me a bit. But they'll be surprised when you assault and level their outpost. Are you up for the task?",		"m33t":"Gangsters Running Slave Collars",		"m33c":"It's a relief to hear those slave collars won't be put to use. At least, I'm assuming you destroyed them with the stronghold. You didn't see them? Hmm. Well, then, we may have more work for you soon.",		"m33o":"We always hate hearing about slavers, but a scout just reported a gang installation full of Thalassian Slavers Guild collars. The slave runners are well defended, but you can take them if you look sharp and shoot straight. We don't have any reports of slaves yet, so you can attack without fear of endangering hostages.",		"m32t":"Gangsters With Construction Droid",		"m32c":"We learned that the construction droid was shipped offworld, intact. We don't know where or why. Maybe we'll find out and let you know.",		"m32o":"A gang stole an Industrial Automaton heavy construction droids. These things are as big as buildings; I guess the gang wanted to cut it up for parts. Our scout tracked the gangsters, but didn't see the droid. We'll find the droid somehow, but for now, we'd like you to take care of the little matter of the gang. As in, wipe them out.",		"m31t":"Beamdrill Pirate Stronghold",		"m31c":"Did you find a beamdrill? Well, I hope it's in ruins inside that stronghold. I don't want the Alliance to see that in battle. Okay, I'm supposed to thank you and give you the reward. Here you go. Thanks!",		"m31o":"A scout located a local gang that stole some kind of construction equipment -- it says here, a Karflo Corporation G2-GE beamdrill. Apparently this thing can punch through anything short of an Imperial walker. Wow, I guess we'd better destroy that gang quick. Wait, this report says that's your assignment. Okay then. Go to it.",		"m30t":"Pirates With Subspace Transceiver",		"m30c":"Thank you. Now our next step is to locate that frequency encryptor. Who knows? We may have more work for you soon.",		"m30o":"A pirate gang stole a subspace frequency encryptor. The Alliance had high hopes to use this device to talk over the Imperial HoloNet without detection. A scout located the pirate stronghold for us. It's your job to shoot pirates and take names, and don't worry much about the "taking names" part.",		"m29t":"Pirates Holding Carbanti Sensors",		"m29c":"Good thing those pirates didn't use their sensors to see you coming. Great work!",		"m29o":"A scout has located the Carbanti United starship sensor arrays that pirates stole from us. With those sensor arrays the pirates have their choice of ships to pick off -- including ours. We need you to take these coordinates and give those pirates a violent lesson about stealing from the Alliance.",		"m28t":"Farming-Droid Rustlers",		"m28c":"Some farmers say stealing their droids is a worse crime than kidnapping their spouse or children. Let's hope you've prevented it from happening again. Thanks.",		"m28o":"A local farm family has been hit by droid rustlers. Gangsters stole all their working droids at blaster-point. It burns me that the local Imperial goons won't send even a droid to help them. When the Empire sits down, the Alliance needs to stand and act. We want you to -- well, you're probably way ahead of me. Go to it.",		"m27t":"Former Seller of Vaporators",		"m27c":"Thanks. I sort of miss my old life selling vaporators, but I'm glad to work with good folks like yourself.",		"m27o":"I joined the Alliance because gangsters kept pushing me around, and the corrupt Imperials wouldn't do anything about it. Maybe the cause of freedom doesn't necessarily need a vaporator merchant, but I try to help. You can too, if you'll root out the gangsters that shook me down. Go to these coordinates and shoot everyone, okay?",		"m26t":"Transport Captain Hates Pirates",		"m26c":"Good job. You'd probably make a pretty good transport pilot yourself. From me that's high praise!",		"m26o":"I'm a transport captain by trade. I've been arguing for a major offensive against the local pirate gangs. If these thugs attack Imperials, the Empire destroys them, but if the pirates go after us, local law enforcement sees no trouble. Alliance HQ has given me a budget to commission operators like you to take out these pirates. Go to it!",		"m25t":"Smuggler Ambushed by Pirates",		"m25c":"Thanks. Your work is the the only good that has come out of this mess. Now where are we supposed to get more power cores, let alone another smuggler?",		"m25o":"One of our pilots went to arrange transport of some power cores that a "procurement specialist" just smuggled on-planet. He got ambushed by a pirate gang that killed the smuggler to get the power cores. Our pilot barely escaped, without the cores. We expect the cores are already gone. But we want you to wipe out the pirates.",		"m24t":"Gangsters Killed Alliance Negotiator",		"m24c":"Thanks. This has been a lousy business all around. At least we can give you this reward for your good work.",		"m24o":"The Alliance tried to open negotiations with a smuggling gang to get supplies past Imperial blockades. That is, we thought they were smugglers. They're gangsters, the ruthless kind, and they sent back our negotiator in six pieces. We want you to take a team and wipe out that base. Our fallen member deserves that much.",		"m23t":"Jilted Lover Commissions Revenge",		"m23c":"Thanks. I'm pretty sure my love got that message loud and clear. It's never a good idea to fall in love with criminals, even the attractive ones. Especially the attractive ones!",		"m23o":"The Alliance is forced to work with smugglers, so it sort of makes sense that I fell in love with one. "Makes sense" in a generally stupid way, I mean. I regret it now, and I see that my true love was just using me. I can't do anything about that. But I can hire you to destroy the criminal lowlifes who pretended loyalty to the Alliance. That ought to send a message!",		"m22t":"Sweetheart Returns From Life of Crime",		"m22c":"Thanks. My sweetheart and I pooled our savings to pay you this reward. We're pooling our lives, too -- we're getting married. Wish us better luck!",		"m22o":"I don't want to get too personal here, but my true love fell in with a criminal element and deserted me. Things must have gone wrong in the underworld, because now we're back together -- at least, I hope so. But my sweetheart told me horror stories about a particular criminal lair. I want you to go there and wipe it out. Trust me, you'll be doing good.",		"m21t":"Crooks Recruiting Children",		"m21c":"This reward actually comes from the grateful parents. You can be proud of your work today.",		"m21o":"Settlers in this area who have children are complaining about criminals hanging around and chatting with their kids. No doubt they're recruiting for a life of crime. Fortunately, the parents tracked these crooks to their hideout, and they asked us for help. The task falls to you to wipe out these crooks and burn their stronghold. We'll have a reward for you.",		"m20t":"Criminals Robbing Citizens at Home",		"m20c":"Nice work. It's only one step in a long project, but it's a step. Here's your reward.",		"m20o":"A strong criminal element is part of life around here, but now thugs are actually barging into innocent people's homes and robbing them in their beds. It has to stop. We know of one stronghold where the thugs especially like old people -- "like" them the way the Empire likes slave races. If you take out that stronghold, we'll reward you.",		"m19t":"Smugglers Stole From Our Smugglers",		"m19c":"What a revolting development that was. Isn't there any honor among thieves? Well, forget I asked that. Thanks for your efforts.",		"m19o":"Our approved "procurement specialists" smuggled some weapons to us past the Empire, landed, and promptly got robbed at blaster-point! Some completely different smugglers have taken our weapons to their depot. This stinks! Will you go wipe out those crooks -- I mean, the second gang of crooks, the one who stole from our crooks?",		"m18t":"Crooks are Crooks",		"m18c":"This world could use a lot more straight-shooting folks like you. Thanks, and here's your reward.",		"m18o":"The Alliance employs smugglers to procure supplies, but we don't work with just every smuggler that comes along. A particularly crooked gang has set up a stronghold to fence stolen goods offworld. We want that smuggling gang stopped. Getting goods past Imperial blockades in a good cause is one thing, but crooks are crooks.",		"m17t":"Stop the Glitterstim Dealer",		"m17c":"You're an effective agent of justice, citizen. You've made the streets safer for our youth. This is one reward I am happy to pay.",		"m17o":"A local glitterstim dealer got my son addicted to that poison and now my boy is rotting in an Imperial prison while the dealer continues to pedal his filth. It's time we put a stop to this criminal's activities. I'm offering a reward to anyone that goes into that dealer's lair and blasts everything in sight. That nest of silica parasites needs to be cleaned out.",		"m16t":"Stop the Protection Racket",		"m16c":"Looks like the gang forgot to pay their own protection money. Good work, citizen. The reward is yours.",		"m16o":"A gang has decided to set up a protection racket in our area. The local merchants have been forced to pay protection money after one shop was blown to pieces with the shop owner and his family still inside. The gang is paying bribes to the local law enforcement authorities so they ignore these criminal activities. We need you to put a stop to this gang.",		"m15t":"Stop the Firebombers",		"m15c":"Looks like you gave those thugs a taste of their own medicine. Good job! This neighborhood could use more folks like you.",		"m15o":"A gang of hooligans has been terrorizing this neighborhood for months now. Their favorite tactic is hurling homemade firebombs at passing speeders. So far three people have been killed by these attacks. The local authorities are swamped and can't devote the time necessary to stop these criminals. We need an independent agent to take up the cause of justice.",		"m14t":"Stop the Vibrodagger Killer",		"m14c":"That should put an end to these horrible crimes. Assuming it was the actual Vibrodagger Killer in that settlement, that is. You've earned your reward in any case.",		"m14o":"Have you ever heard of the Vibrodagger Killer? We think we've finally tracked this heinous murderer down. He's hiding in a small abandoned settlement near here. We believe there may be other murderers hiding there as well. The time for justice is at hand. We need someone to go in there and wipe that place out. You up to that task?",		"m13t":"Stop the Murderous Muggers",		"m13c":"Thank you, citizen. Take the reward, you've earned it.",		"m13o":"The same brutish thugs have mugged half a dozen decent people in the last month, one of which died last night as a result of the injuries. We'd prefer to handle these animals on our own terms rather than get the local authorities involved. Slime like this want us to believe that life in the universe is cheap. Well we've got news for those slugs - life is not cheap. Can you help us make that point?",		"m12t":"Smash the Shyster",		"m12c":"Good work! No one has the right to cheat decent folk out of their life savings. You've made sure that point was made, citizen.",		"m12o":"A shyster has been cheating older retired folks out of their life savings. This creep goes around selling bogus cruises on luxury starliners that don't exist. Further, this slimeball has hired some local toughs, thinking that their presence will scare away any citizens seeking to get their money back. It's time we put a stop to this activity. Think you can help?",		"m11t":"Get Rid of Slimy Predators",		"m11c":"Well struck, citizen! You've made this area safer for women. Enjoy the reward.",		"m11o":"A bunch of criminal slugs have been harassing the women of this neighborhood. We've heard of these guys. They were run out of another town after they assaulted a young woman. We feel these predators will repeat that pattern soon. We know where these creeps have set up shop and are certain they'd vacate the premises if their lair were blasted to pieces. Can you help us?",		"m10t":"Stop the Thieves",		"m10c":"Those citizens will sleep easier at night now. Good job, agent. Come see us again soon.",		"m10o":"There's been an increase in break-ins around here recently. We know who's behind it but the local authorities are turning a blind eye because most of the victims are sympathetic to the Alliance. It's time we got involved. We need you to run the criminals behind those thefts out of town. Blasting their hideout to atoms ought to get the point across.",		"m9t":"Scare the Thugs Away",		"m9c":"Told you those creeps wouldn't put up much of a fight. Bet they don't come around here no more. The reward is yours.",		"m9o":"Local thugs have been harassing the people of this area. They loiter around an abandoned settlement and get high on glitterstim. We're offering a reward to any agent that'll go in there and blast that wretched hive to pieces. That would certainly get the point across, eh? Most of these thugs are bullies and cowards so you shouldn't have too much trouble.",		"m8t":"Blow Up the Explosives Lab",		"m8c":"Nicely done, citizen. Take your reward and remember that there's plenty more where that came from.",		"m8o":"An illegal weapons lab has been supplying the local gangs with homemade explosives, which they've gladly used in recent attacks. This lab is being run by a particularly vicious gang of killers. We need to take this lab out of commission, especially since it's attracting disgruntled weapons specialists from around the galaxy. Can you help us out? ",		"m7t":"Clean Out the Halfway House",		"m7c":"We're glad to see you share our enthusiasm to create safe neighborhoods for our children. You deserve this reward, citizen.",		"m7o":"A group of dangerous criminals is using an old halfway house in our area as a hideout and refuge from authorities. We want this place wiped out and those murderers run off or brought to justice. We can't ignore their activities any longer. We'll pay a reward to anyone willing to undertake and complete this task. Are you the citizen we're looking for?",		"m6t":"Stop the Slavers",		"m6c":"Handled like a true professional. We hope you consider working for us again. Enjoy your reward.",		"m6o":"Some slavers have been operating in this area. Indeed, these slavers have been known to take humans as well. Through the help of Intelligence, we've located their lair. We need a small strike team to assault this base. Can you help the Alliance put a stop to this despicable practice? The reward will be well worth it.",		"m5t":"Stop the Swoop Gang",		"m5c":"You're alright, buddy. Good to see that someone cares enough about other people to lend a hand. All the better that the hand is being paid for those efforts, eh?",		"m5o":"A swoop gang has been terrorizing the area. Their recent "fun" consists of zooming down streets and sniping citizens through windows. The body count so far is nine dead and six others wounded. We want these animals stopped. We've acquired the coordinates to this swoop gang's hideout. Will you rid these good people of this terrible menace? ",		"m4t":"Smash the Gang",		"m4c":"Being a member of the Alliance does not mean we turn our backs on our communities. That's what we're fighting to protect. Good work, citizen.",		"m4o":"Four fatal beatings have taken place in the last six weeks. A new gang has moved into the neighborhood and is announcing its presence. The local authorities have their hands full assisting the Empire in tracking us down. So we're taking matters into our own hands. We need you to march into that gang's hangout and blast those murderers to atoms.",		"m3t":"A Desperate Parent",		"m3c":"My superiors had ordered me to let local law enforcement handle this situation but I'm sure you know that would have resulted in the loss of my son. I'm a dedicated member of the Alliance but also a devoted parent. My thanks.",		"m3o":"I shouldn't be doing this, but I need your help. My son was implicated in a murder but released for lack of evidence. He didn't kill anyone but I know who did. The thugs he hangs out with are thieves and murderers. My son is currently offworld. I need you to blast that gang's hideout while he's gone. Teach those animals never to bother us again.",		"m2t":"Destroy Spice Dealer's Stash",		"m2c":"Nothing quite as sweet as the smell of burning spice in the morning, eh? Good job, citizen. Keep up the good work.",		"m2o":"Our agents have uncovered a major glitterstim dealer's lair. We need to put this scum out of business and we need your help to do it. The dealer has hired some muscle to protect their precious goods. A quick, stealthy strike, however, ought to get the job done. We always reward results too. ",		"m1t":"Clean up the streets",		"m1c":"Good work, citizen. One by one, we'll get all these wretched hives of scum and villainy. Have a drink on us.",		"m1o":"The Empire's draconian tactics have created an influx of refugees, many of which are recruited by swoop gangs. This has increased violent crimes. We have plenty of work for agents who want to lend a hand to keep peace and order in our communities. We know where these gangs gather and we need those places cleared out. Think you can help? "
}}
