{
	"stfFile":"mission/mission_bounty_imperial_hard",
	"entries": {
		"number_of_entries":"25",		"m25v":"I'm taking you with me, bounty hunter!",		"m25t":"Perfidious Insurgent Gladiator",		"m25s":"The Empire sends congratulations and this message: "Great skill in combat is commendable for soldiers and gladiators, but outlaw fighters must be handled without mercy. See that you remember this fact, bounty hunter."",		"m25o":"Bounty Hunters' Guild",		"m25d":"An Imperial bounty is hereby issued on a perfidious insurgent gladiator, once a champion on Derilyn but now an agent of the Rebellion. Target is remarkable not only for fighting prowess but also for skill and artfulness. Target is believed heavily armed and high-threat. The Empire orders you to give this message to the target before termination: "Time to exit the ring."",		"m24v":"Your talents fit my organization, bounty hunter. You can either profit from this or die.",		"m24t":"Mercenary Kingpin",		"m24s":"The Empire sends congratulations and this message: "Even mercenaries must be held accountable for their actions. Don't you agree, bounty hunter?"",		"m24o":"Bounty Hunters' Guild",		"m24d":"An Imperial bounty is hereby issued on the mastermind of a ring of mercenary hit squads employed against Imperial officers. Target is believed heavily armed and high-threat. The Empire orders you to give this message to the target before termination: "We traced the chain of command for the hit squads and found you at the top. So falls another menace to galactic security."",		"m23v":"Don't succumb to the Empire's evil! The Alliance can use your skills!",		"m23t":"Rebel Commander",		"m23s":"The Empire sends congratulations and this message: "Excellent work, bounty hunter. Soon the last remnants of the Old Republic will be swept away."",		"m23o":"Bounty Hunters' Guild",		"m23d":"An Imperial bounty is hereby issued on a high commander in the military arm of the Rebellion. Target is believed to be heavily armed, high-threat and traveling incognito. The Empire orders you to give this message to the target before termination: "The Republic is forgotten, your insurrection a pathetic fantasy. There can be no escape for traitors to the New Order."",		"m22v":"How rude! Do let's finish this quickly. I'm in a frightful hurry.",		"m22t":"Renegade Torturer",		"m22s":"The Empire sends congratulations and this message: "A lawful torturer is a necessary evil, but these barbarians must not be loosed on the galaxy."",		"m22o":"Bounty Hunters' Guild",		"m22d":"An Imperial bounty is hereby issued on a renegade torturer who murdered an Imperial Intelligence supervisor. Target is heavily armed, high-threat, and renowned for cunning, cruelty, and ruthlessness. The Empire orders you to give no message to the target before termination. Instead we recommend the utmost caution and all available firepower.",		"m21v":"Kill me, bounty hunter, and the MSE-6X will not rest until you're dead!",		"m21t":"Nefarious Droid Programmer",		"m21s":"The Empire sends congratulations and this message: "Another outlaw droid programmer eliminated. We cannot overstress the importance of removing this serious threat."",		"m21o":"Bounty Hunters' Guild",		"m21d":"An Imperial bounty is hereby issued on an outlaw droid programmer who turned harmless utility droids into unstoppable war machines. Target is believed heavily armed and high-threat. The Empire orders you to give this message to the target before termination: "Your devious plot has succeeded in disrupting many Imperial operations. Now you must pay."",		"m20v":"Ah, excellent! I was hoping to kill another bounty hunter before lunch.",		"m20t":"Commodore of the Thranta Armada",		"m20s":"The Empire sends congratulations and this message: "Excellent work. Soon we shall hunt down this secret transport, kill the trained thrantas, and dispose of this armada of so-called adventurers."",		"m20o":"Bounty Hunters' Guild",		"m20d":"An Imperial bounty is hereby issued on the leader of a daredevil armada of cloud raiders. Flying giant thrantas fitted with shields and turbolasers, these outlaws ambush Imperial shuttles from the concealment of atmospheric cloud banks. The armada moves between planets in a clandestine interstellar transport. Target is believed heavily armed and high-threat. The Empire orders you to give this message to the target before termination: "Your exploits are renowned, Commodore, but the tales end here."",		"m19v":"Bring it on, you drudge gunner! I eat bounty hunters for breakfast!",		"m19t":"Pirate Fleet Commander",		"m19s":"The Empire sends congratulations and this message: "The pirate fleet will crumble without its commander, becoming easy prey for the Imperial Navy. You have performed an admirable service to the Empire."",		"m19o":"Bounty Hunters' Guild",		"m19d":"An Imperial bounty is hereby issued on a space pirate commander of a ruthless armada of twenty warships that have defeated countless Imperial vessels. Target is believed heavily armed and extremely high-threat. The Empire orders you to give this message to the target before termination: "Commander, the trip is over."",		"m18v":"A decoy's fate is a noble sacrifice. I die serving the Alliance!",		"m18t":"Rebel Spymaster",		"m18s":"The Empire sends congratulations and this message: "Recent transmissions from Rebel commanders suggest we sent you after the wrong person. We are reevaluating our data. This does not reflect upon your performance, bounty hunter. The money is yours."",		"m18o":"Bounty Hunters' Guild",		"m18d":"An Imperial bounty is hereby issued on a Rebel spy whose espionage has cost the Empire billions of credits and hundreds of trained personnel. Target is believed heavily armed, high-threat, and extremely elusive. The Empire orders you to give this message to the target before termination: "Across a hundred worlds you have eluded capture, yet a mere bounty hunter has proven your equal. We shall inform the Emperor of your ultimate disgrace."",		"m17v":"I'm with the Alliance! We blew up a Moff's own flagship, and he's trying to cover it up as "pirates." Please!",		"m17t":"Pirate Leader Active in Mid Rim",		"m17s":"The Empire sends congratulations and this message: "The Empire tells you that this was a pirate. Remember what the Empire tells you."",		"m17o":"Bounty Hunters' Guild",		"m17d":"An Imperial bounty is hereby issued on the leader of a pirate gang that attacked an Imperial escort frigate in the Mid Rim. Target is believed heavily armed and high-threat. The Empire orders you to give this message to the target before termination: "Piracy is punishable by death."",		"m16v":"Darth Vader is looking for Han? Well, then, I'm even prouder that I decoyed that other bounty hunter off the Falcon. If you'll excuse me, I have to alert the Alliance.",		"m16t":"Rebel Merchant Freighter Pilot",		"m16s":"The Empire sends congratulations and this message: "Lord Vader is also seeking a Rebel pilot named Skywalker. He must be brought in alive. Contact the Guild for details."",		"m16o":"Bounty Hunters' Guild",		"m16d":"An Imperial bounty is hereby issued on a merchant freighter pilot who interfered with the capture of a Corellian smuggler and his Wookiee companion. Target is believed heavily armed and high-threat. The Empire orders you to give this message to the target before termination: "It is unwise to interfere with Lord Vader's plans."",		"m15v":"I'm insulted. I recruited citizens to wipe out those troopers as part of Alliance efforts to win the Expansion Territories. "Criminal"! That's it, I'm gonna kill you.",		"m15t":"Leader of Gang Assault on Stormtrooper Company",		"m15s":"The Empire sends congratulations and this message: "Imperial Intelligence offers its assurance that this was, in fact, a criminal gang leader."",		"m15o":"Bounty Hunters' Guild",		"m15d":"An Imperial bounty is hereby issued on a gang leader who led a criminal assault on a company of stormtroopers in the Expansion Territories. Target is believed heavily armed and high-threat. The Empire orders you to give this message to the target before termination: "Your criminal plunder will not serve you in death."",		"m14v":"The only menace beyond my feeble comprehension is the Emperor. I hoped -- I still hope -- the Sith elite warbot we stole would go to the Alliance. Long live the Republic!",		"m14t":"Imperial Museum Theft Accomplice",		"m14s":"The Emperor sends his regards and this message: "The hunt continues. Tell no one. Expect further assignments."",		"m14o":"Bounty Hunters' Guild",		"m14d":"An Imperial bounty is hereby issued on a traitorous inside agent who participated in the burglary of certain artifacts from the Emperor's private museum on Coruscant. Target is believed heavily armed and high-threat. The Emperor himself orders you to speak this message to the target before termination: "Your treachery has unleashed a menace beyond your feeble comprehension."",		"m13v":"That's a mercy I can live without, thanks. You feel like tackling the Sith elite warbot we stole? It coud beat ten hunters like you. Me, I'll just beat you.",		"m13t":"Imperial Museum Theft Escape Pilot",		"m13s":"The Emperor sends his regards and this message: "The hunt continues. Tell no one. Expect further assignments."",		"m13o":"Bounty Hunters' Guild",		"m13d":"An Imperial bounty is hereby issued on the blockade runner who aided the escape of  burglars from the Emperor's private museum on Coruscant. Target is believed heavily armed and high-threat. The Emperor himself orders you to speak this message to the target before termination: "The menace you unleashed has destroyed most of your team already. I grant you a mercy by killing you first."",		"m12v":"Think so? The Sith elite warbot we stole didn't move all that fast, even if it did kill most of our team. I got away from it, and I'll get away from you.",		"m12t":"Imperial Museum Theft Getaway Driver",		"m12s":"The Emperor sends his regards and this message: "The hunt continues. Tell no one. Expect further assignments."",		"m12o":"Bounty Hunters' Guild",		"m12d":"An Imperial bounty is hereby issued on a cloud car driver for the team of burglars who stole certain artifacts from the Emperor's private museum on Coruscant. Target is believed heavily armed and high-threat. The Emperor himself orders you to speak this message to the target before termination: "There is no vehicle fast enough to carry you beyond my reach, or that of the menace you helped unleash."",		"m11v":"I'm starting to believe it. That Sith elite warbot we stole wiped out most of our team. But I don't go easy!",		"m11t":"Imperial Museum Theft Demolitions Expert",		"m11s":"The Emperor sends his regards and this message: "The hunt continues. Tell no one. Expect further assignments."",		"m11o":"Bounty Hunters' Guild",		"m11d":"An Imperial bounty is hereby issued on the demolitions master who participated in the burglary of certain artifacts from the Emperor's private museum on Coruscant. Target is believed heavily armed and high-threat. The Emperor himself orders you to speak this message to the target before termination: "The detonators you employed are trifles compared to the menace you unleashed."",		"m10v":"I can imagine a lot. That Sith elite warbot we stole got activated somehow, and it killed most of our team. But I got away, like I'll get away now!",		"m10t":"Imperial Museum Theft Mastermind",		"m10s":"The Emperor sends his regards and this message: "The hunt continues. Tell no one. Expect further assignments."",		"m10o":"Bounty Hunters' Guild",		"m10d":"An Imperial bounty is hereby issued on a strategist who helped organize the burglary of certain artifacts from the Emperor's private museum on Coruscant. Target is believed heavily armed and high-threat. The Emperor himself orders you to speak this message to the target before termination: "You have meddled with forces more dangerous than you can possibly imagine."",		"m9v":"I scavenged enough evidence to prove the Empire really blew up that planet. The story they gave is a lie. You won't stop me from telling the truth!",		"m9t":"Deep-space Salvage Specialist",		"m9s":"The Empire sends congratulations and this message: "It is indisputable that the Rebel Alliance blew up Alderaan. To say otherwise is treason. Remember this."",		"m9o":"Bounty Hunters' Guild",		"m9d":"An Imperial bounty is hereby issued on a deep-space salvage specialist. Target is believed heavily armed and high-threat. The Empire orders you to give this message to the target before termination: "There is only one punishment for trespass in the Alderaan system."",		"m8v":"Vader is a madman! If you're wise, you'll stay away from him too!",		"m8t":"Ex-Imperial Officer",		"m8s":"You're as skilled as your reputation suggests, bounty hunter. However, I will not be doubling the reward. I am altering the deal. Pray I don't alter it any further.",		"m8o":"Lord Vader",		"m8d":"A high-ranking officer in the Imperial Navy lost a battle to a squadron of Rebel star pilots. This officer failed to report to me for disciplinary action. I want this fugitive found. It is likely the officer will travel in disguise, but I do not expect you to be fooled. I want results as soon as possible. If I receive confirmation of a kill, I will double the posted bounty.",		"m7v":"Bring it on, bounty hunter! I prefer a straight fight to all this sneaking around!",		"m7t":"Audacious Robber",		"m7s":"Good. My superiors are most interested in this case. They keep scheduling debriefings about the crime for an ever-expanding team of investigators. With luck, your success will speed my promotion to admiral.",		"m7o":"Captain Nob Finial",		"m7d":"My Star Destroyer was hosting a birthday celebration for the twin daughters of a local Moff. We hired an entertainer for the children. Our performer disabled the guards' blaster rifles while engaging them in an audience-participation routine. Then this putative entertainer trapped us at blaster-point, robbed the children of their gifts -- mostly jewels confiscated from political prisoners -- and made a clean escape. I will fund a bounty from my official budget to have this criminal blasted to atoms.",		"m6v":"You won't take me back to Vader! I'll die first!",		"m6t":"Reactor Core Engineer",		"m6s":"The Empire will compensate you for your effort. Speak to no one about this, bounty hunter. Do not make me explain the importance of secrecy.",		"m6o":"Lord Vader",		"m6d":"An expert on satellite power systems has vanished from an Imperial military project. Restricted information may be compromised if this engineer contacts the Rebellion. A substantial reward will be paid to the hunter who destroys this threat to the Emperor's plans. Make certain no one learns what that engineer knows. Disintegration is preferred. I want no mistakes.",		"m5v":"What Vigo hired you, bounty hunter? I want to deliver your head to the fool when this is done!",		"m5t":"Black Sun Assassins",		"m5s":"Well done, bounty hunter. I reward those who serve me well. I may have work for you in the future.",		"m5o":"Vice Admiral Thrawn",		"m5d":"Lord Vader has requested my aid in removing troublesome Black Sun operatives. A certain Zekka Thyne from Corellia has hired assassins to wipe out his competition. Before we act directly against Thyne himself, I am issuing an Imperial bounty on Thyne's hired killers. These agents are masters of disguise and extremely lethal. Whoever succeeds in removing these individuals will earn the favor of Lord Vader and myself.",		"m4v":"Who put a price on my head? Tell me!",		"m4t":"Rebel Spy in My Command Staff",		"m4s":"Brilliantly done. Say nothing if Imperial Intelligence questions you. My superiors need not learn that my command staff was compromised.",		"m4o":"Moff Krewe of Droma Sector",		"m4d":"A Rebel spy has infiltrated my command staff. Of course I detected the spy, but I must resolve the matter discreetly. I have granted the traitor a short leave of absence. The spy travels incognito, so expect a civilian and not a uniformed officer. Licensed hunters have my personal assurance that Imperial law enforcement will forgive any violent infractions committed during the elimination of this problem.",		"m3v":"Sithspit! How did you find me this far from Droma Sector?",		"m3t":"Rebel Poisoner",		"m3s":"Brilliantly handled, bounty hunter. I foresee a long working relationship.",		"m3o":"Moff Krewe of Droma Sector",		"m3d":"A Rebel agent from Chryya, renowned for expertise with biotoxins, has poisoned a shipment of grain to Imperial troops under my command. I am offering a substantial bounty to the expert hunter who neutralizes this Rebel poisoner. Imperial law enforcement will forgive violent infractions committed during pursuit. Approach this task with utmost urgency. The Rebellion has a history of vanishing its agents after a major operation.",		"m2v":"Death to the Emperor and the New Order!",		"m2t":"Exiled Planetary Minister",		"m2s":"Outstanding. At this rate we shall eliminate all these exiled ministers within the year. Claim your bounty.",		"m2o":"Imperial Ubiqtorate",		"m2d":"When the planetary government of Pliad 4 resisted Imperial annexation, a troublesome council of ministers was exiled to a prison world. These ministers have escaped custody. The Ubiqtorate hereby decrees an Imperial death bounty on each of these individuals. Hunters are warned that these ministers have demonstrated proficiency in armed combat, disguise, and clandestine movement. One bounty will be disbursed for each confirmed kill.",		"m1v":"You're going to regret finding me, bounty hunter!",		"m1t":"Highly Appointed Rebellion Facilitator",		"m1s":"This Rebel leader was a major thorn in the Emperor's side. You have earned the bounty and the respect of the Ubiqtorate. You will hear from us again.",		"m1o":"Imperial Ubiqtorate",		"m1d":"Imperial Intelligence has identified the leader of a vast logistics network that serves the Rebellion. The Ubiqtorate hereby decrees an Imperial death bounty on this individual. Only elite hunters should attempt to bring down this mark. The target will be very well armed and should be approached with maximum caution. Success will earn a commendation in the hunter's official dossier."
}}
