{
	"stfFile":"mission/mission_npc_destroy_neutral_medium_npc",
	"entries": {
		"number_of_entries":"50",		"m50t":"The Spectacular Golden Bantha",		"m50c":"I'll always remember the scent of that smoke lingering over the ashes of those smugglers. You're very good, there's no denying that. Here's your payment. Thanks.",		"m50o":"Ever seen a golden bantha? They're rare and spectacular creatures. I owned one until yesterday, when a band of pelt smugglers killed it for the fur. I can't get my bantha back, but I can get retaliation. I know where they keep their contraband. I'd like to contract you to level the place. WIpe them out, all of them.",		"m49t":"Death Sentence on Twelve Systems",		"m49c":"Now that's what I call fine work, friend. You showed class and style by handling his friends, too. Here, buy something nice with these credits. You earned them.",		"m49o":"Say, friend, give me a moment of your time. There's a tough guy holed up near here whom I have instructed to leave the planet. He's refused to listen to me. I'm a fair man, so I want to hire you as an intermediary in this dispute. Would you blow him to pieces for me? Be careful, he has the death sentence on twelve systems.",		"m48t":"Do I Look Like a Simpleton?",		"m48c":"Most splendid indeed! Despite your looks, you are a being of the highest caliber. From now on, those crooks will think twice before accosting someone of my particular refinement and resources. ",		"m48o":"Do I look like a simpleton to you? Then explain to me why malodorous hoodlums would extort money from me. Me! Do they imagine I have no resources to pursue retaliation? On that topic, you look like you've killed men before. Would you please do so again?",		"m47t":"Thugs Have My Crewman's Body",		"m47c":"You've honored my late crewman and rid this planet of some dangerous scum. If you decide to join a freighter crew, let me know, eh? I may someday have an opening.",		"m47o":"It's an outrage! A crewman of mine was murdered by a gang of local cutthroats. Now they're keeping his body for who-knows-what reason. I'm a spacer, not a fighter, but I can contract a tough guy like you to pay back those filthy gundarks! You pound them into rubble, and I'll give you whatever I have.",		"m46t":"Help Me, You're My Only Hope",		"m46c":"You did it! You don't need to be paid, do you? I know there's more to you than just money. Right? Oh. Well, you've got to follow your own path. No one can choose it for you.",		"m46o":"At last I've found you! Years ago you served my father in the Clone Wars. Now he begs you to help him in his struggle against ... what did you say? You didn't serve my father? Oh. Well, you'll do anyway. How'd you like to pick up a few credits by blasting apart a den of gas thieves near here?",		"m45t":"A Mother Stops at Nothing",		"m45c":"We did it! The girl is safely off to an Outer Rim planet, and her father's gang is crippled. You're a good person. I'm happy to pay you this money.",		"m45o":"You must help me! I'm trying to transport my neice off-planet, to save her from a criminal. But he's got word of my plan, and his gang intends to kidnap the poor child! Please, you must attack the cantina where they always drink, to provide a distraction so I can rescue the girl. Hurry!",		"m44t":"I'm Not a Newsfeed Announcer",		"m44c":"What a show! The hovercams captured the whole attack. I especially enjoyed the part where that gangster cursed you before dying. This is going to make great ratings for ... um, for whatever newsfeed sent those hovercams to film it. Not that I know anything about that. Ahem.",		"m44o":"I'm not who you think I am. People say I look like an announcer from the local newsfeed, but I'm just a loyal Imperial citizen. I'm hiring someone to assault a local spice gang. Make it flashy. There could be, I don't know, hovercams or something in the area. I'd like to set an example to other lawbreakers. Also, can you wear something eye-catching?",		"m43t":"Framed by a Mouse Droid",		"m43c":"Sithspit! No, I'm not mad at you. You did your job well and I'm going to pay you. But I just learned that the mouse droid who framed me left the place before you arrived. It hopped a spice freighter to another system. Can you believe it? Who programmed that blasted thing, anyway?",		"m43o":"It's so embarrassing that I can only tell a stranger like you. I was just kicked out of my swoop gang because -- get this -- an MSE-6 mouse droid framed me! It tricked my buddies into thinking I was going to turn them in. Now I'm upset. Can you incinerate my ex-buddies' hangout to vent my anger? And make sure that blasted mouse droid gets pulverized!",		"m42t":"Dxun Idol Stolen",		"m42c":"Thanks, my friend. I knew you would finish them off with little trouble. I'll head over and see if my stolen Dxun idol is somewhere in the rubble. It's almost indestructible.",		"m42o":"The time has come, my friend. A band of space pirates robbed me of an expensive idol from the Onderon moon of Dxun. I can't make them give it back, but I can pay to have them punished. Aim those killer instincts of yours at their planetside den and don't look away until every one of them is dead.",		"m41t":"Roughnecks Exude Waste Gas",		"m41c":"What a difference. Smell that clean air! Well, cleaner than it was, anyway. You did your job and here's your payment. I'll bet you've done this kind of work before, right?",		"m41o":"Do you smell that? It's waste gases from a little ore refinery not far from here. A bunch of roughnecks built it to sidestep guild fees. Well, we locals don't plan to let them poison our air. We're willing to pay you to knock that place out of operation once and for all.",		"m40t":"What's Wrong With Me?",		"m40c":"You did your job well, but my sweetheart is madder than ever! What have I done wrong? Am I ugly, is that it? Well, am I?",		"m40o":"Is something wrong with me? Why did my sweetheart leave me to join that band of blaster-toting, worm-ridden nerf-herders? I won't stand for it. If you dismantle the place where my darling's new friends spend their time, maybe I can put the relationship back together.",		"m39t":"Harmless Innocent Citizen",		"m39c":"Here's your fee. That will teach the other swoopers around here to tangle with innocent, harmless citizens like me. Unfortunately they're not a bright bunch. That's the third time this season I've had to put out a hit on swoop lairs.",		"m39o":"I found out a local swoop gang has put a price on my head! What did I ever do to them? My only hope is for someone to wipe this gang off the face of the planet, so the bounty will become invalid. Surely a rough-and-ready person like you can help a desperate, wronged citizen in my time of need?",		"m38t":"Broken Window Repair Firm",		"m38c":"Nice, kid. You explained the situation to my competitor in no uncertain terms. I'm a little concerned that his people fought back as well as they did, though. I get the feeling this isn't over yet.",		"m38o":"Hey, kid. You know those droids you see repairing broken windows around the city? They belong to me. Another fellow is trying to steal my contracts. I need a dangerous individual to explain to my competitor that his organization will not benefit from this course of action.",		"m37t":"Spat Between Esteemed Colleagues",		"m37c":"The politician who employs me will be delighted to hear that the esteemed colleague's plot has been foiled. Interplanetary politics can be very satisfying, don't you think?",		"m37o":"I can't name names, but a certain politician would like to put a stop to a plot by another politician. Parliamentary procedure being what it is, this dispute is best handled outside the usual channels. I must hire you to blow up the criminals perpetrating this scheme.",		"m36t":"Friend Tangled With Wrong Crowd",		"m36c":"Terrific! My friend escaped just after you arrived at the thieves' den. He transmitted these credits to my account, and now they belong to you. Good job.",		"m36o":"I'm in a bind. A friend of mine tangled with the wrong crowd, and now they're holding him captive in their thieves' den. If I call the authorities, those filthy gundarks will see trouble coming from a long way off. Someone needs to hit the place secretly and rescue my friend.",		"m35t":"Gorme Felson Must Be Stopped",		"m35c":"Gorme Felson is a disease in the galaxy. He got away, but we put his gang out of commission for awhile. Nice work on such short notice!",		"m35o":"Listen to me, quickly! I tracked the notorious criminal Gorme Felson to a hideout not far from here. Felson is no easy mark, though, despite the fact that he comes from an uppercrust Naboo family. I need hired muscle to blast the place apart before he and his cronies get away. Can you help me in a hurry?",		"m34t":"Local Anti-Cyborg Hate Gang",		"m34c":"These hate crimes will only stop when ordinary citizens like you and me take action. Now I'm more interested than ever in that BioTech biocomputer.",		"m34o":"In the cantina one night I casually mentioned I was considering a cyborg implant. The next night, my home got bombed by local anti-cyborg fanatics. I happened to be out, which means that hate-gang has made its last attack. Have you got the weapons and the will to take out a well-defended hideout?",		"m33t":"Political Shenanigans",		"m33c":"I don't suppose you found evidence at the site incriminating my opponent? Too bad. Well, I hope I can count on your vote!",		"m33o":"I've been planning a run for local office. Yesterday an Arakyd Mark VII seeker remote entered my HQ and tried to kill me. I managed to knock it out, and my staff has traced its origin -- a band of thugs employed by my opponent. This isn't the first time this happened, but I want you to make sure it's the last.",		"m32t":"Look at My Oozing Mole",		"m32c":"Thanks for your "civic antidote" work, citizen. Take this reward. Do you notice that this oozing mole is already smaller? Here, look closer.",		"m32o":"See this mole right here, the one that oozes? What, you don't want to look? It's the last trace of a disgusting illness I contracted from a local gang. They got their paws on a tailored virus and tried extortion, infecting folks and then selling the antidote. But I found my own antidote, and now I want you to wipe out this criminal infestation.",		"m31t":"Odd Manifest Discrepancies",		"m31c":"Too many smugglers on this world. I've had to fire whole departments. Those unemployed workers will probably turn to smuggling too (sigh).",		"m31o":"My latest receiving manifest had odd discrepancies. I checked and found that smugglers had infiltrated my entire staff! My investigator located the smuggling base, but it's too well defended for him. I've gone to the law, with no luck. If you've got a good blaster, I have an offer.",		"m30t":"Ion Beamers Are Not Weapons",		"m30c":"This comeuppance serves them right, after they refused my perfectly fair price for those ion beamers. Here, accept this with my gratitude.",		"m30o":"I'm a respectable importer of medical instruments. It happens that an item in my stock, the ion beamer, can function as a weapon. A criminal gang has threatened my life if I don't give them all my ion beamers. Could you tolerate such extortion? I won't! I'd like you to eliminate this threat at its source.",		"m29t":"Any Offer Can Be Refused",		"m29c":"There is no such thing as an offer that cannot be refused. I'm glad you helped teach my acquaintance this valuable lesson.",		"m29o":"As a harmless hobby I collect maps of Imperial freight complexes and customs checkpoints. An acquaintance saw my map collection and wishes to purchase it for an insultingly low sum. He suggests it is an offer I cannot refuse. I wish to prove otherwise. Will you go to his place of business and resolve this trouble, permanently?",		"m28t":"Paying for Past Indiscretions",		"m28c":"That was the outcome I had in mind for this situation. You have earned your payment.",		"m28o":"A business colleague asked me to obtain an Imperial code cylinder. I refused, strongly. Because of past indiscretions on my part, my colleague was in a position to insist on my cooperation. To avoid infiltrating an Imperial base, I seek a more direct solution: disposing of my colleague and all associates.",		"m27t":"Matters Have Gone Badly Awry",		"m27c":"Thank you. I don't see why a few dozen Imperial turbolasers were worth all this fuss, but there you are.",		"m27o":"I contracted with another party to carry certain cargo past Imperial checkpoints. Matters went awry, I had to dump the cargo, and now the other party is making my life very, very hard. I offer you a fair reward for going to the other party's headquarters and removing this obstacle to my future happiness.",		"m26t":"Love Junkie",		"m26c":"Thanks, hero! That was impressive. Here's the money, call me sometime. I like your eyes. ",		"m26o":"I'm a love junkie, I admit it! I fell in with a gang member -- I like nice eyes, what can I say? -- but I had to end it. Now the whole gang has destroyed my home and promises to "make me their droid." I need help! I've got money; you've got weapons; let's work together. Take out the gang nest, and let me live a loving life again.",		"m25t":"Never Say Hutts Stink",		"m25c":"Please accept this fee with my thanks. Now I have to get offworld, and preferably as far as possible from Hutt space.",		"m25o":"I stupidly said, aloud in the cantina where everyone could hear, that Hutts stink. Immediately, a gang attacked and destroyed my home. They've been hunting me ever since. But I've found them first, and I still have credits. Will you stop that gang?",		"m24t":"Holy Children of Asrat Burgled",		"m24c":"Thank you! The Holy Children would thank you too. If they could ever leave their monastery, that is.",		"m24o":"Our community council spent many days raising charity funds for the Holy Children of Asrat. Then the funds vanished. One of our youngsters traced the unauthorized withdrawal, and found a slicer gang spending our money in a frenzied party! If you can stop that heartless gang, we'll reward you with a portion of the stolen funds.",		"m23t":"Droids Wobbling Like Drunks",		"m23c":"Okay, I feel better now. For a while there I got a little out of balance myself. You certainly earned this reward.",		"m23o":"My business rival has stolen my repair shop's entire supply of gyro-balance circuits. If I don't get them back, every droid I repair will wobble like a drunk. That's what I call trouble. I know where these hoodlums hang out, so I'm paying you to go and dispense equal justice. Permanently!",		"m22t":"Test Civil Defense Techniques",		"m22c":"A useful and instructive assault. Here is your fee. Your Imperial taxpayer dollars at work! Thank you, that will be all for now.",		"m22o":"I'm preparing a civil defense report on optimal assault techniques. I have placed hovercams around a fortified criminal base in this vicinity, and I invite you to destroy the base in whatever fashion you deem fit. I shall reward you upon your success, and include pertinent observations in my report.",		"m21t":"Clear The Area",		"m21c":"Fine job. I needed that territory cleared for my new cantina-casino, and you've taken care of it in the most active way. Here's your pay.",		"m21o":"You! You look like you could pull the ears off a gundark. I've got a pile of credits waiting if you can attack a certain criminal lair and thoroughly dispose of it. They're up to no good in there, let me assure you. I'll wait here until you succeed.",		"m20t":"They're Stealing My Liquor",		"m20c":"I've been waiting for the authorities, but no one has shown. It's about time someone stood up to those crooks the way you have. Great job! I wonder if they took my liquor because I flavor it with ground-up bounty hunters?",		"m20o":"A gang of crooks broke into my restaurant, stole my liquor, and shot three innocent bystanders! Is there no law in this town? I've had it! I know right where those thieves live. If you go and take care of them, permanently, I'll reward you. Be careful, they're tough.",		"m19t":"Who Wants GNK Droids?",		"m19c":"Thank you. Right now we're trying to figure out why the thieves wanted all those gonk droids. Apparently they would steal them, then turn them loose. Senseless.",		"m19o":"A gang of thieves has been stealing ordinary GNK power droids all over this community. Nobody knows why; power droids aren't particularly valuable. But we've traced the thieves, and we've raised funds to hire a thu-- I mean, an adventurer or two to face them down in their lair. Go for it!",		"m18t":"Boy, Does It Stink Here",		"m18c":"What in the galaxy were they doing, to create such a stench? Whatever it was, it was illegal, and you've put a stop to it. Thanks!",		"m18o":"I had no idea one gang could stink up the air so much. No one can even sleep, it's so bad. All the folks who miss clean air have put together some money to hire someone like you to clean out that gang. Will you do it?",		"m17t":"Corellian Jumpmaster 5000",		"m17c":"Great! I sure showed those pirates -- or, I mean, you did! Here, take your reward. It's all I have left, but now I can recover my ship and start over.",		"m17o":"With my life's savings I bought a beautiful Corellian Jumpmaster 5000 starship. In orbit, pirates attacked me, and I had to get out in the escape pod. But I've tracked the pirates, and now I'm hiring you to go in and destroy them.",		"m16t":"Bad Breakup With Old Flame",		"m16c":"Since I hired you, I found my old flame, and we've patched things up. A little. Anyway, thanks for stopping that gang.",		"m16o":"I broke up badly with an old flame, and my former sweetheart enlisted a bunch of lowlife thugs to harrass me. It's been torture! I can't reach my former love, so for now I want to hire you to stop the gang.",		"m15t":"Some Goon Like You",		"m15c":"Sorry I called you a goon. I was feeling tense. Thanks for freeing up the supply of infant formula. It's the only kind my species can tolerate, you know.",		"m15o":"My little child is crying in her creche because a local gang has stolen this community's entire supply of infant formula. Now that's low! We've all raised money to hire some goon like you to stop those other goons!",		"m14t":"Keep Pirates Off Alliance's Back",		"m14c":"Well done! I expect the Alliance ship got through all right. It's a shame they have to rely on smugglers, but the Empire controls the space lanes.",		"m14o":"Those pirates are planning to take out an Alliance smuggling ship! I overheard them at the cantina. I can't go to the Imperials, and I don't know how to reach the Alliance, so I'll pay you to stop those pirates.",		"m13t":"The Price of Satire",		"m13c":"That's a relief. I'm going to write another play about this intimidation attempt, and you'll be in it. Thanks!",		"m13o":"I wrote a play lampooning local crooked politicians. Turns out one didn't have a sense of humor, and he's hired thugs to burn down my house. But if you go to their hangout and stop them first, I'll pay you well.",		"m12t":"Thug Was Killing My Pet!",		"m12c":"When a thug is killing my pet, I just get so steamed! Thank you so much for rescuing me. Please, accept this payment!",		"m12o":"It was an accident that I killed one of those thugs. I had to do something, they were killing my pet! But now they're coming after me. You have to go there and stop them!",		"m11t":"You Can Show True Courage",		"m11c":"Citizen, you showed those bullies the true meaning of courage. Please accept this reward.",		"m11o":"Bullying helpless citizens requires very little courage, so I'm not sure why these thugs are so proud. You want to impress everyone? Then go after the thugs and drive them out of this area. That takes true courage!",		"m10t":"Despicable Slaver Rogues",		"m10c":"It's good to know there are still heroes like you left in the galaxy. Please accept this payment as a token of our appreciation.",		"m10o":"A few young women have disappeared recently, and I suspect slavers. Those rogues have a base near here, from which I'm certain they're shipping these girls offworld. Can you put a stop to this despicable activity?",		"m9t":"Mindless Gang of Cutthroats",		"m9c":"You're a hero to our people, friend. Take this reward and our unending gratitude. You should do this for a living.",		"m9o":"This community is being terrorized by a mindless gang of cutthroats whose only means of communication is wanton violence and destruction. If you put a stop to their vile activities, we'll pay you a handsome reward.",		"m8t":"Unwise Bar Bet",		"m8c":"Well done, citizen! Here's your well-earned pay. If you ever get the fancy to knock back some cold ones with us, let me know.",		"m8o":"I should know better than to get drunk at the cantina with my friends. We all got to boasting, and I claimed I'd run the local swoop gang out of town. The swoopers got wind of it and now plan to murder me. If you get rid of them, I'll pay you.",		"m7t":"Can't Walk Away From Former Life",		"m7c":"Many thanks, friend! My family and I can now get on with our lives. This should demonstrate my gratitude.",		"m7o":"I'm trying to go straight, honest. I walked away from these spice smugglers, but now they claim I know too much about their operation and need to be silenced. Can you help protect me and my family? ",		"m6t":"Witness Protection Program",		"m6c":"Your heroics will be an example to others, citizen! I think more folks will stand up to these animals now. Claim your just reward.",		"m6o":"You gotta help me, citizen! I testified against a swoop gang and got their leader sent to a labor camp on Berea. Now his followers have sworn vengeance and intend to burn my settlement to the ground. I'll pay you to get rid of these brutes. ",		"m5t":"Bravery Is More Than a Blaster",		"m5c":"I had a sense about you, citizen. True courage should always be rewarded. Here you go.",		"m5o":"All these jerks strutting around here think bravery resides in a blaster. But when push comes to shove, they turn tail and run. Are you one of those, or can you really stand up to the thugs menacing this area? You ready to prove it?",		"m4t":"Amazingly Canny Mouse Droid",		"m4c":"You have done well, my young apprentice! Did you see the mouse droid? No? Hmm, the clever fiend probably had an escape plan. All masterminds do. Do you know how I know that? Because I'm the Emperor! Mwahahaha! Anyway, this is for your troubles.",		"m4o":"Gunrunners have stolen a shipment of deadly disrupter weapons. These thieves are like no other, however, for they are led by an amazingly canny mouse droid. Yes, you heard correctly! If you stop these rogues and end this mechanical menace's career, you'll become a legend.",		"m3t":"Inferior Glitterstim Spice",		"m3c":"Good job. No one deals spice in this neighborhood without my say-so. And don't even think about pushing that inferior-grade sludge. This is for you, pal. ",		"m3o":"Hey, buddy, you care about keeping the streets clean, right? I hear there's some lowlife peddling inferior grade glitterstim spice. Can you believe this worm's nerve? Sure could use someone like you to run this bum out of business. You ready to earn some credits? ",		"m2t":"Vile Antics of Criminals",		"m2c":"Now that's how you deal with that Sithspawn! You've definitely earned this reward. Come see me again if you'd like more work. ",		"m2o":"Our community is sick of putting up with criminals and their vile antics. We've put together a collection to hire a skilled troubleshooter to get rid of these swoop gangs and spice dealers. Would you be interested in trying for that money, citizen?",		"m1t":"High Recruitment Standards",		"m1c":"Our community thanks you, citizen. I'd normally suggest you join the military, but I think you could do more good as an independent agent. Get richer that way too.",		"m1o":"Due to the Empire's higher recruitment standards, many thugs who would have ended up serving in planetary security forces are turning to crime instead. Could you help us get rid of some of these troublemakers? We'd make it worth your while. "
}}
