{
	"stfFile":"mission/mission_destroy_neutral_easy_creature_naboo",
	"entries": {
		"number_of_entries":"35",		"m35t":"Contamination In Naboo Ecosystem",		"m35s":"Excellent. Our scanners indicate a significant amount of contamination in your body. This confirms your successful engagement with the target animals. As we do not know what effect this contamination might have on your particular subspecies, we suggest that you make arrangements for a funeral or other death rite in the event that you do not survive.",		"m35o":"Imperial Environmental Preservation & Refocusing Authority",		"m35d":"Some local animals have ingested contaminated runoff from the Emperor's Retreat. We believe that these creatures now pose a significant risk to the planetary ecosystem. They have dispersed to various places on the planet. We are contracting hunters to dispose of these animals as quickly as possible. Our satellite droids have isolated several potential locations where these contaminated animals might be found. These coordinates will be made available to qualified applicants.",		"m34t":"Arrival on Naboo of Togruta Clients",		"m34s":"Great work. The wealthy Togrutas will reach Naboo in a few days. I'm glad to be able to show them around safely.",		"m34o":"Chanja Kee of Naboo",		"m34d":"A wealthy family of Togruta merchants have decided to make Naboo their next home. I am surveying the landscape for a location suitable for a modular villa. Unfortunately, their homeworld is rife with predators, and their preferred surroundings are also populated by large and potentially dangerous animals. Because I don't want my clients to be eaten or trampled while I'm presenting their choices, I need to hire someone to temporarily rid these areas of nuisance wildlife. I'll send the coordinates to anyone who can get the job done neatly.",		"m33t":"Flares Disrupt Naboo Animal Populations",		"m33s":"That's one more region where the wildlife will not become a nuisance. Thanks for your good work and professional demeanor.",		"m33o":"Naboo Environmental Council",		"m33d":"If you spend a lot of time offworld, you may not know about the strange weather we've been experiencing. Stellar flares are responsible for a moisture inversion that has brought rains to dry areas and reduced water levels in the lowlands. This climatological chaos has resulted in overabundant wildlife where it is normally under control. While we are applying for the intervention of Imperial weather shields to block the stellar flares, we are employing more direct methods to regain control of the wildlife populations. We are contracting hunters to thin out groups of large, prolific and/or dangerous animals in certain areas. If you qualify to participate in this reclamation campaign, contact planetary authorities. We can stave off disaster, but only if we act promptly.",		"m32t":"Rounden up de Animale and Killen Dem",		"m32s":"Tis a shame dat desen illegal animale traders forced ussen to dese sad measures. Taken desen credits for yousa good work.",		"m32o":"Sergeant Degoolsby of Otoh Gunga",		"m32d":"De wild animale of Naboo been suffering at de hands of some stinkowiff outlaunders. My been catchen desen illegal animale traders allendover half de planet. Tis una shame dat desen narglatches just letten loose de animale anywhere dey getten caught, so dey can getten away from de law. Tis una shame because my no haven de resources to collect dese misplaced animale and taken dem back to where dey belong. All my can do is to payen someone to taken a weapon to desen animale and putten dem out of dere misery. Mesa hiren every persona dat can get de job done. My will transmitten de coordinatees to yousa and payen de credits when yousa finish de work.",		"m31t":"Correct Empire's Interference With Beauty",		"m31s":"But how wonderful! Your ruthless killling was an act of pure mercy. Shame on the Empire for forcing us into these desperate measures!",		"m31o":"The Royal Naturalist Society of Naboo",		"m31d":"The Imperial Environmental Preservation & Refocusing Authority persists in its destabilization of Naboo's splendid ecosystem! After they devastated many of our precious natural populations, we were forced to cull others to preserve the natural balance of predator and prey. Now they have hired despicable murderers to kill more animals and further disrupt the ecosystem. We have no choice but to respond again. We require the services of noble outdoorsmen willing to euthanize the poor, starving animal survivors of the Empire's heartless campaign. Contact us for the coordinates of these killing grounds, and we shall pay you for your merciful actions.",		"m30t":"Eradicate Hazardous Naboo Wildlife",		"m30s":"Well done. Your actions have ensured the safety of many Imperial agents. You are on your way to establishing a good record with us.",		"m30o":"Imperial Environmental Preservation & Refocusing Authority",		"m30d":"In the name of galactic security, Imperial agents routinely establish temporary survey sites in the wilds of Naboo. Before each site is constructed, the IEPRA expunges any dangerous and/or nuisance animals from the area. We have found it expedient to hire private contractors for this work. If you are an experienced hunter and wish to become involved in this program, notify us at your earliest convenience. We will send coordinates of a target locale from which to remove the wildlife.",		"m29t":"Eradicate Dangerous Naboo Wildlife",		"m29s":"Well done. We shall note the quality of your work in our files. We hope to determine soon why our initial efforts at wildlife eradication have failed.",		"m29o":"Imperial Environmental Preservation & Refocusing Authority",		"m29d":"The IEPRA conducts routine missions to expunge dangerous animals from any area where Imperial agents are scheduled to establish service posts. Lately we have experienced some problems. The larger creatures of Naboo have somehow managed to encroach upon our temporary sites. We have consulted the Royal Naturalist Society of Naboo, but they offered no insight as to why our wildlife eradication protocol is failing. As we continue to research this problem, we require hunters to manually clear these areas again so that our agents may conduct their business in peace. Interested parties may contact us at their convenience.",		"m28t":"Empire Interferes With Naboo's Ecosystem",		"m28s":"But how wonderful! We knew we could count on you. The delicate balance of Naboo's wildlife will soon be restored.",		"m28o":"The Royal Naturalist Society of Naboo",		"m28d":"We are incensed at the behavior of the Imperial Environmental Preservation & Refocusing Authority! To accomodate various Imperial sites on the planet's surface, the IEPRA has interfered with the rich ecosystem of Naboo. The natural balance of predator and prey has been disrupted. We must restore this balance. We have identified several habitats in which both predatory and prey species must be culled in order to realign the populations. Hunters who appreciate the natural balance are encouraged to participate in this program. We must save Naboo before the Empire destroys it!",		"m27t":"Una Outlaunder is Needen Help",		"m27s":"Yousa should have seen dat Trandoshan runnen away as soon as yousa started shooten up de animale! My wish my had brought una hovercam for taken dat as a hologram. Okieday, heresa yousen moola for da job.",		"m27o":"Torba Keels of Otoh Gunga",		"m27d":"Desan outlaunders don't haven much sense sometime. My have taken una Trandoshan warrior into da wilderness for hunten de bigge Naboo animale. Hesa needen to impress some lady Trandoshan for una marriagen ceremony, if mesa understanden correctly. Den desan animale showed up and hesa hiden like a skeered tooke. Hesa say hesa not comen out of hiden till mesa hire someone to getten rid of desan animale. Hesa payen my fee, so my figure my may as well do what hesa want. You gotten de blaster, you wanten some credits, you contact my pretty soon. My not certain how long hesa going to last out dere in de wilderness.",		"m26t":"Blast Animals Fouling Naboo's Water",		"m26s":"My J9 droid says the filters are clearing up already. Thanks for a job well done. Here are your credits.",		"m26o":"Madger Galleas of Theed",		"m26d":"I've got my droids busy on some preliminary work to turn a natural spring pool into an irrigation source. My belief is that the spring's source might actually be the planet core. Unfortunately my J9 droid reports that animals from the surrounding area have been attracted by the activity. These creatures are either very large or in great numbers, as their droppings have begun to contaminate the pool and clog up the new filters. I would like to hire one or more experienced hunters to blast these animals to dust so that my project can get back on schedule. Pay will be commensurate with the difficulty of the job.",		"m25t":"Thin Out Wildlife in Hunting Grounds",		"m25s":"Nice work. I'll take some rich Theedsiders out there tomorrow. You did leave me one or two animals to hunt, right?",		"m25o":"Gerrio Coronis of Theedside Safaris",		"m25d":"The trouble with a planet like Naboo is, the wildlife is so prolific that there's no glamor in hunting it. I make my living taking rich Theedsiders into the wilderness to hunt large, dangerous animals. But my skills seem extraneous when the animals simply wander past base camp, waiting to be shot. So I've struck upon a plan to rectify this issue. I want to hire hunters to visit my preferred hunting grounds and weed out prolific target species. That way I can hunt down the survivors, and my clients will feel as if they're getting their money's worth. So if you're good with a blaster and want to have some fun in the wilderness, I'll send you coordinates.",		"m24t":"Kill Wild Animals Clogging Swoop Lanes",		"m24s":"At last we can ride the swoop lanes without dodging hrumphs and tusk-cats. We're also investigating the possibility of clearing away vegetation from prime areas. After all, swoopers have as much right as anybody to enjoy the natural beauty of Naboo.",		"m24o":"United Swoop Enthusiasts of Naboo",		"m24d":"The authorities don't approve of us, but that doesn't deter the swoop enthusiasts of Naboo. This beautiful planet virtually begs for the open-air joys of swoop ranging. Of course the wildlife is not accustomed to anything more powerful than Imperial speeder bikes. This can cause a lot of trouble. Our engines and exhausts rile the animals into a dangerous frenzy. We've lost more than a few good swoopers by slamming into a fambaa or a herd of shaaks. To alleviate this problem, we've taken up a collection to hire professionals to remove the more intrusive wildlife that clogs up our swoop lanes. If you can do this job, please contact us for the coordinates of trouble spots.",		"m23t":"Clear Out Nasty-Looking Naboo Wildlife",		"m23s":"Handily done. Now I can retrieve my jettisoned cargo. If I hurry, I can just about salvage my reputation as a courier.",		"m23o":"Captain Gwella Incarta",		"m23d":"I pilot an old H-type chrome yacht, which I rent to high-paying customers. I also sell my services as a courier, which has prompted me to post this message. The other day I had a near-miss with an Imperial shuttle cutting across the designated sky lanes. The shear damaged my yacht's wings and forced me to jettison some cargo. Now I need to retrieve it. I buzzed the area and found some nasty-looking animals on my scanners. I need someone handy with a blaster to pick off these creatures so I can track down my jettisoned cargo. The recipients are getting impatient, so haste is required.",		"m22t":"Contractors To Eliminate Wild Naboo Animals",		"m22s":"Are you certain the animals are gone? I don't wish to place my wife in any danger, you know. If you're positive the job is done, then I shall tender your payment. And take also my heartfelt thanks for making my wife happy.",		"m22o":"Lord Jallandra of Theed",		"m22d":"I'm attempting to build a flora farm as a surprise for my wife. I'm having a deuce of a time because the site is away from civilization, in accordance with my wife's love of the wilderness, and the creatures who inhabit the area are less than accomodating about our intrusion. Consequently I find myself in need of contractors to clear off these distinctly un-neighborly fauna. I'm working on an aggressive time schedule. Get the job done quickly and thoroughly, and you will make my wife very happy indeed.",		"m21t":"Assist Spread of Naboo Bubble Spores",		"m21s":"Marvelous! Those worm-ridden beasts won't interfere with the spread of bubble spores again. At this rate, in a year all of Naboo will be covered with bubbles! Can you imagine?",		"m21o":"Botanical Consortium of Naboo",		"m21d":"Bubble spore is a rare and delightful plant from the Lianorm Swamp. Its bubble-like spores float on the breeze and catch the light most splendidly. Recent climatological extremes have carried the spores over great distances. We believe that the plant may be spreading beyond the swamp. Unfortunately, certain animals have taken to eating the spores before they can alight and sprout. Because we would like to encourage the spread of this marvelous flora, we require the service of hunters to eliminate the animals from target expansion zones. By slaughtering these filthy beasts, you will help us to spread the enchanting bubble spore plant to all corners of Naboo.",		"m20t":"Remove Dangerous Animals From Beautiful Naboo",		"m20s":"Splendidly done. That's one more area the children of Naboo may wander in peace. I will certainly have more work for you in the future.",		"m20o":"Taneb Magnex of Theed",		"m20d":"I appreciate the natural beauty of Naboo as much as anyone else. I love the smell of flowering hsuberries and the glint of morning light through a tentacle fern. There's nothing more lovely than a sunset glittering with sapphire peko-pekos. But I draw the line when sapient beings are endangered wildlife. Recently a Twi'lek child was assaulted by some rampaging animal, and one of her little tentacles was badly mauled. In response to this outrage, I am hiring hunters to remove animals from any region identified as dangerous. If you agree that the safety of our beautiful planet must be preserved from encroaching wildlife, and if you are capable of killing deadly animals, please contact me. I will send you coordinates from my list. Together we can make Naboo safe again.",		"m19t":"Wesa Got a Maxibig Problem",		"m19s":"De Bosses beesa sad dat no animale survived de crash. My not minden so much. Yousa skill is hot, boyo. Taken dis moola for yousa help.",		"m19o":"Torba Keels of Otoh Gunga",		"m19d":"Mesa not custom to dealen wit outlaunders, but my been sent by De Bosses to taken care of a maxibig problem. De zoo at Otoh Gunga had orderen some bigge animale for showen at de Festival of Bawoonkas. De trouble came when de ship carryin desan animale crashed. Now wesa got desan animale all over. De Bosses tellen my only to bring back dosan animale dat survived de crash. Mesa tinken my can pay yousa outlaunders to "taken care" of desan survivor animale, so wesa not haven any survivors at all. Dat way my will not need to transporten dosan stinkowiffs back to Otoh Gunga. My will payen extra if yousa keepen yousa mouth shut about dis. Tis a bombad deal for both of ussen, eh?",		"m18t":"Theed University Bioengineers Need Specimens",		"m18s":"I shall send a recovery team to preserve the animals for study. You may take what you wish from them first. Thank you for aiding the cause of science.",		"m18o":"Office of the Educational Regent of Naboo",		"m18d":"A bioengineering program at Theed University researches new uses for the chemicals produced by native wildlife. This initiative has already led to new medicines and even improved building materials. To this end, students in the bioengineering program require recently killed specimens. Predators represent a difficult target for mere university researchers, and so they have requested me to contract with hunters to destroy the animals. Please respond to obtain coordinates of likely specimens.",		"m17t":"Help Rescue a Beloved Pet",		"m17s":"Oh, Blotti! Some giant beast has eaten my poor, headstrong little pet. Go away, leave me in my sorrow!",		"m17o":"Lady Prua Nala Bitterbon of Theed",		"m17d":"I fear that I unwisely scolded my little pet voorpak, Blotti, when he made an accident on my third-best embroidered gown. Blotti, his fierce heart rebelling, ran away. His tracking collar shows he's wandered into some dangerous territory, and I'm afraid to go after him. Can some noble adventurer rescue my dear sweet pet?",		"m16t":"Naboo Architect Requires Animal Specimens",		"m16s":"Though the Office of the Chief Architect tenders the agreed payment, our plans have changed. You may take what you wish from the prey.",		"m16o":"Office of the Chief Architect of Naboo",		"m16d":"The Emperor has proposed a new Hall of Galactic Wildlife on his throneworld, Coruscant. Animals from across the galaxy are to be stuffed and mounted for display in its silent chambers. Without questioning the Emperor's motives or the wisdom of his project, architects of Naboo would assert that wildlife is best displayed alive, in a zoological simulation of their native environments. To dramatize our point, we shall present to the project's advisory board a display, showing live creatures side by side with sterile, stuffed examples. We therefore commission you to terminate the specimen or specimens located at these coordinates, for later removal and processing by this office.",		"m15t":"Hunt to Prevent Groundless Lawsuit",		"m15s":"Very well, I shall pay you. I may require your testimony if this senseless lawsuit ever becomes more than mere persiflage.",		"m15o":"Nath Matua Nurtry, Aaltok Household Composer",		"m15d":"During my recent open-air concert, staged out on the Grass Plains as part of Milady Aaltok's 90th-birthday celebration, a pack of creatures hampered the jovial mood by attacking the guests' prize guarlara mounts. Now some guests are making litigious noises, on the flimsy pretext that my music angered and provoked the predators. What nonsense. Still, counsel advises Milady to show a good-faith effort to reduce future predator problems. Ergo, the Aaltok household is hiring you to defeat and dispatch the creatures located at these coordinates. Really, this is all most tiresome.",		"m14t":"Protect Naboo's Kirkhorn Guarlaras",		"m14s":"Perhaps it may seem frivolous to protect guarlara underfur, but this is an important revenue source for our stable. Thank you for your help.",		"m14o":"Kirkhorn Guarlara Stable",		"m14d":"I am the associate proprietor of Naboo's third-oldest guarlara stable. Though we do not provide the royal steeds of Naboo that are revered worldwide, our Kirkhorn Assured Bloodlines are particularly prized for their underfur. It has been woven into Theed's most famous tapestries. Unfortunately, our mighty mounts are prone to stress-shedding, especially when chased by predators. Seldom do these hunters overmaster our vibrant animals, but the exertion of the chase mars the underfur's quality. To prevent further deterioration, Kirkhorn wishes to hire you to dispose of the animals located to date. Please respond, and we shall transmit coordinates.",		"m13t":"Gualama Herds Attracting Predators",		"m13s":"Thanks much for improving my land's safety. I'll notify the construction company that no "insurance" is required.",		"m13o":"Naboo Family Planning to Relocate",		"m13d":"Hello! Out near my vacation land, where my family hopes to build a home soon, we're starting to see young male gualamas. The patriarch of a herd drives off the other males when they reach breeding age. They're beautiful to see, bounding up hills with tails raised like banners. But they do attract predators. That has spooked the construction firm we've hired -- seems the predators attack construction droids, or so we're told. Sounds to me like a ploy for the construction company to extort insurance funds from us, but it's cheaper for me to demonstrate that the predators are no problem. If you can go out and kill a few, I'll pay a reasonable fee.",		"m12t":"Ikopi-Wounded Predator Needed",		"m12s":"I shall make arrangements to secure the corpse immediately. Decomposition sets in so quickly in this climate. You may take what you will from the prey.",		"m12o":"Dr. Henro Torrth, Theed University Bio Department",		"m12d":"While on sabbatical at the Otoh Gunga Zoological Research Facility, I have observed an unusual, previously unreported behavior in the common ikopi, a swamp herbivore with remarkably long legs and a hollow prehensile tongue. It appears that during mating season, some male ikopi actively seek confrontation with predators for purposes of display and territorial defense. My colleagues are justly skeptical, for all my recording equipment has rotted in this infernal humidity. I can document the behavior indirectly by securing a predator that has wounds from the distinctive ikopi horns. I have located a wounded animal and wish you to kill it, leaving the horn wounds intact for reference purposes.",		"m11t":"Predator Culling in Twirrl Training Fields",		"m11s":"We've already noted the welcome drop in predation. Highscouter Cove thanks you. Look in with us next season for more work.",		"m11o":"Highscouter Twirrl Cove",		"m11d":"For generations my family's cove of trained twirrls, the famed Highscouter bloodline, has provided breeding stock to Theed Palace. The key to the Highscouter cove's reputation for health and vigor has been our willingness to train the falconoids strenuously over open country. For this reason, predators are a constant menace, and never more than this season. I always have to contract with local hunters to keep the predator population down in our current training fields. Are you available?",		"m10t":"Need Help Finding Our Son",		"m10s":"Thanks for taking care of the predators. My son got swept over a waterfall and lost his tracking beacon, but he's back home now, injured but safe. Here's your fee.",		"m10o":"Shaak-wrangler on the Great Grass Plains",		"m10d":" My family wrangles shaaks on the Grass Plains. This season predators have been hitting us hard. Two nights back, my oldest went out hunting them. Last night he called in, but today we've heard nothing. We're worried, but we can't leave the herd. We have enough savings to hire a hunter for a rescue mission. Here are the coordinates from his tracking beacon. Please help, and quickly.",		"m9t":"Naboo's Misplaced Mott Mystery",		"m9s":"Report noted. I shall have the fallen predator picked up for autopsy. Your fee is attached.",		"m9o":"Dr. Henro Torrth, Theed University Bio Department",		"m9d":"I am a Theed University biologist currently on sabbatical at the Otoh Gunga Zoological Research Facility. In researching motts, a semi-aquatic herbivore of the Gungan Swamp, I was stunned to observe young adult males occasionally travelling onto the Great Grass Plains and even up mountains, far outside their native habitat. This phenomenon as yet eludes explanation, though I suspect parasitic infection. In every case I have seen so far, predators kill these misplaced motts. I wish to hire a hunter or hunting party to terminate a predator shortly after it eats the mott. I shall analyze the predator's stomach and blood, in hopes of identifying different stages in the life-cycle of the hypothetical parasite.",		"m8t":"Predators Loosed On Greysor Kennel",		"m8s":"Your success shows excellent attention to standards and detail. We thank you, and are now preparing the legal phase of our response.",		"m8o":"Perfecton Greysor Purebreds",		"m8d":"Perfecton Greysor Purebreds stands as Naboo's finest kennel. We have reason to believe that an unidentified rival greysor kennel has purposely loosed several predatory animals on our land, creatures that have already attacked and killed several fine stubtails and manadepts of breeding age. We shall of course investigate and seek legal redress. Our immediate need, though, is a hunting team that can destroy the marauding predators. We offer a generous fee, as befits the planet's elite kennel.",		"m7t":"Stop Creature That Ruined True Romance",		"m7s":"Thank you. Though I dream in vain, that melody will remain in my heart -- the memory of love's refrain. ",		"m7o":"Lady Dera Mikkel of Theed",		"m7d":"I watch the purple twilight steal across the meadows of my estate, then spend my lonely night dreaming of a song. That melody haunts my reverie, for it was playing during my romantic dinner with Count Ran Dobell. We sat beside a garden wall, and the stars shone bright. Our love was new, each kiss an inspiration -- until a verminous creature blundered into my gazebo. The beast bit Count Dobell, infecting him badly. In a huff he lurched away to the bacta tanks, and he has avoided contact with me since. Now my consolation lies in hiring you to destroy this creature and others of its ilk.",		"m6t":"Help With Naboo Gallery Show",		"m6s":"Unfortunately my show, "Nature's Unmediated Vigor," has been unexpectedly cancelled. I shall pay you, but you may dispose of the creature as you will.",		"m6o":"Bab Esrus, Biosculptor for Select Clients",		"m6d":"For my new gallery's debut show, I contrast the sterility of urban life with the pure, unmediated vigor of Nature. I envision in the gallery atrium a mounted specimen of some noble creature. It befalls you, the hunter or team of hunters, to terminate the specimen, whereupon my rented droids will secure and prepare it. I suggest a relatively non-invasive termination, to maintain the specimen's natural beauty.",		"m5t":"Create a Culinary Delight of Naboo!",		"m5s":"Splendid. I shall pay you, of course, but as it happens, I have conceived a different dish in mind already, with liquid extract of Corellian fringe cake. Please take what you will from the creature's body.",		"m5o":"Chef Jamien Varcos",		"m5d":"When I open my new restaurant in Theed, the much-heralded pantheon of Naboo chefs will gain a new star! I need a centerpiece dish, though, to get people smacking their lips and, in the case of Gungans, jowls. Go out and find me a selection of delectable beasts. Remember, dangerous creatures equal publicity!",		"m4t":"Punishment of Naboo Predator Needed",		"m4s":"Well, isn't that just a big big relief. I do have a budget line item for Mairlenn's demands, so payment is no problem. Thanks much, have to run.",		"m4o":"Radanthus Mandelatara, Playwright",		"m4d":"The touring company for my current production -- "Hearts of Empire," now at Theed's Templexus of the Dramatic Arts, seats still available -- has run into a teensy problem. Our female lead, Mairlenn, had a pet voorpak, called Dotti or something. She took the little thing with her on a visit to the countryside, let it roam, and, well, those voorpaks really are a major source of protein in the ecosystem, aren't they? Mairlenn is in quite a snit. She saw the creatures that ate Dotti, and she insists that I find someone to locate and punish those beasts, I mean really punish them. Is that okay?",		"m3t":"Dead Animal Needed for Banquet",		"m3s":"Milady will undoubtedly feel well disposed toward you for carrying out the execution. Here is the agreed blood-money.",		"m3o":"Imbecile, a C-9P0 Protocol Droid",		"m3d":"Greetings. Milady Chantallir requires me to commission a hunter, or party of hunters, to assassinate a designated specimen or specimens of local wildlife. Once you have committed this gratuitous murder, Milady's serving droids will collect the victim and prepare it for her upcoming "Cuisine & Culture" fundraising banquet. Milady has instructed me to remit payment after you have inflicted the brutal death.",		"m2t":"Solicitation for Naboo Hunting Teams",		"m2s":"Asset procurement noted and contract payment disbursed. Per your contract, you may remove marketable assets from the prey for your own use or resale.",		"m2o":"Imperial Civilian Accounting Office",		"m2d":"The Emperor's proposed new Hall of Galactic Wildlife, to be built on the Imperial throneworld of Coruscant, features an extensive display of Naboo wildlife. To expedite planning of the space required for the Naboo display, the Imperial Civilian Accounting Office solicits highly experienced hunting teams. Interested teams may locate and terminate large packs of predators at coordinates provided by local survey offices in conjunction with this agency. The specimens will be assessed for size and quantity for purposes of figuring large-scale space requirements. Hunters may remove marketable assets from the prey for their own use. All other information on this contract is assigned confidential clearance under Imperial security edicts. For assistance, contact the Imperial Security Bureau.",		"m1t":"Embalmers Call On Conscientious Naboo!",		"m1s":"Though your good work fulfills the Embalmers' Guild wishes, our plans have changed. Accept this payment, and do what you will with the creature.",		"m1o":"Interplanetary Embalmers' Guild",		"m1d":"Laboring under a curse of public ignorance and apathy, the Interplanetary Embalmers' Guild maintains its resolve to bring its mission to a wide audience. Our chapters on Naboo, though not large, demonstrate an admirable vigor. We seek Naboo hunters with strong will, careful aim, and superior firepower. With these weapons, you will go forth onto the plains, into the forested mountains, and even into the swamps themselves, to locate the finest specimens of Naboo wildlife and shoot them cleanly. We shall arrange pickup and processing of the remains, provided they are intact and relatively unmarked. Those who aid in promoting our worthy trade will find generous recompense!"
}}
