{
	"stfFile":"mission/mission_npc_crafting_neutral_easy",
	"entries": {
		"number_of_entries":"50",		"m50t":"Ultrasonic Speech Transponder",		"m50s":"That diplomat also has to get his protocol droid refitted. Quite a trip he's planning.",		"m50r":"Here, let me install your piece and try out this transponder -- wow! Who knew all this ultrasonic noise was going on all around us? Okay, thanks.",		"m50p":"This is the stuff you'll need. After you rig up the transponder, deliver it to the coordinates you've been given.",		"m50d":"An official from this world is visiting Wild Space on a diplomatic mission. The natives he's meeting with vocalize in the high ultrasonic range. He needs a special transponder and earphone to hear them. Can you make an important piece for the transponder from this design? Pick up the materials from my supplier.",		"m49t":"Protocol Droid Vocabulator",		"m49s":"The official is also ordering special earphones that hear ultrasonic sounds. This will be some trip!",		"m49r":"I'll install this and deliver the vocabulator to the diplomat's droid. Hope it won't put up too much fuss over the installation. I guess we can just shut it down first.",		"m49p":"I saw that design. Seems to vocalize in the high ultrasonic. Here are the components you need.",		"m49d":"A government official is making a diplomatic visit to a world in Wild Space. Apparently the natives use some means of vocalization that his protocol droid can't duplicate. He needs a new custom-designed droid vocabulator. Here's the schematic for the last remaining piece. Can you pick up the materials and build it?",		"m48t":"Anonymous Corellian Stock Freighter",		"m48s":"Thank you. If anyone mentions the name "Tenloss Syndicate," you never heard of it. Remember, spies are everywhere.",		"m48r":"This will do. Were you followed? Excuse me, I must go.",		"m48p":"Did you see any suspicious characters following you? Well, here are the materials. Work quickly. Tell no one!",		"m48d":"A certain anonymous pilot has crash-landed on this world and wants to make repairs without undue attention. This individual's customized Corellian Engineering YT-1300 stock freighter needs a new hyperdrive coolant regulator of unusual design. Here are the plans. Pick up the parts and build the indicated part for the regulator. Tell no one!",		"m47t":"Help Restore Moff's Luxury Yacht",		"m47s":"Thanks! The Moff told me he might swing by this world in his new yacht and give me a joyride. I'm still flustered!",		"m47r":"Does this go in the reactant flow controller? I haven't seen one of those in -- well, ever. Looks like a museum piece. I'll forward it to the Moff at once.",		"m47p":"Here you go. Those Moffs always want high-quality work, so good luck. Take the completed part to our shipping agent.",		"m47d":"I'm excited! A wealthy Moff in the Mid Rim is restoring a vintage Old Republic star yacht as his personal luxury craft. It needs a new custom reactant flow controller. I was up all last night designing it. Feverish! But I need one part custom-made. Can you pick up the components and build it?",		"m46t":"GNK Power Droid Locator",		"m46s":"Did you mention that the locator plugs into any standard datapad readout? Oh well, I'm sure whoever-it-is will figure it out. There's some weird customers out there.",		"m46r":"Thanks. No, I'm not trying to locate power droids myself. I got this pickup assignment from an anonymous party over the HoloNet. All very hands-off. I'm going to get delivery instructions soon.",		"m46p":"Who needs a locator for gonk droids? Like you can't just see them lumbering around! Weird.",		"m46d":"Don't ask me why, but some mysterious customer has asked me to produce a locator for GNK-series power droids. I threw together this schematic, and I've lined up a components supplier. Can you put together the last part I need and deliver it?",		"m45t":"Cloud Car Falling = Bad",		"m45s":"Thank you. Not many good crafters will spend time on vintage equipment. New, new, new, that's the usual attitude.",		"m45r":"Great! I can hardly wait to get flying again. And this time I won't have to worry about downdrafts.",		"m45p":"Here are the materials you need for that freeze-float part. Those old cloud cars still hold up real well, but you have to keep up with scheduled maintenance.",		"m45d":"My latest customer was sailing along in a vintage SoroSuub cloud car, ran into heavy turbulence, and almost crashed. Turns out the car's freeze-floating control dates back to the Republic. I've adapted current designs to fit that old classic, and I need you to pick up some components and put together a particular part.",		"m44t":"Lamproids Need Endocrine Regulators Too",		"m44s":"The medical cocoon is shaping up nicely. Kind of a snaky shape, actually. I appreciate your help, and so does the Lamproid!",		"m44r":"Does this go in the endocrine regulator? Excellent. I'll pass it along to my Lamproid friend. She'd take the delivery herself, but she doesn't have arms, you know.",		"m44p":"I guess there aren't enough Lamproids in this sector to offer a lucrative market for the cocoon makers. Or else the Lamproids that are here aren't very rich.",		"m44d":"I never knew this. Lamproids don't buy medical cocoons, at least not off the shelf. A Lamproid I know has been trying to get one custom-made, and I have plans here for an endocrine regulator. Can you make the particular part I need from my supplier's materials?",		"m43t":"Mysterious Microcurrent Inducer",		"m43s":"Did you deliver the part safely? I still haven't learned what the device is for. I hope the anonymous customer can put it to good use.",		"m43r":"Is this for the gadget my mysterious correspondent has been waiting for? Ugh, it looks like the current controller on a nerve disruptor. But that's silly. I'm sure it couldn't be a torture device!",		"m43p":"Whoever wanted me to get these components for you has been very secretive. I wonder what the device is for?",		"m43d":"I don't know who sent me this design commission, or what device it goes into. The device induces very small current changes in delicate electrical systems. Can you get the components from my agent and put together the last part I need?",		"m42t":"Grandma Hitting Spacelanes",		"m42s":"I tried to politely suggest to Grandma that she take a companion on her trip. She just about bit my head off. I have to admit, I like her spirit.",		"m42r":"Is this for the old grandma? Okay, I'll ship it off right away. She's probably raring to get out into the spacelanes.",		"m42p":"I've heard about this jaunting grandma. I hope the old fuselage is up to that kind of bombardment. Here. Take the completed part to my delivery agent.",		"m42d":"My grandmother is still spry after all these years. No, "spry" isn't the word -- try "crazy." She's planning a solo jaunt across the Outer Rim in her old starship. But Grandma finds it hard to read sensors nowadays, so I've designed a better interference filter. Can you pick up the materials I ordered and build this important part for it?",		"m41t":"Cloud Car Leaving Atmosphere = Bad!",		"m41s":"Thanks. I appreciate vintage vehicles as much as anyone, but if your car is threatening to leave the planet, something is wrong, right?",		"m41r":"Great! I can hardly wait to get flying again. And this time I won't have to worry about accidentally leaving the atmosphere.",		"m41p":"Here's what you want for that altimator piece. These owners of vintage cloud cars need to understand the importance of proper maintenance.",		"m41d":"A customer who owns a vintage SoroSuub cloud car has been having trouble with sudden gains in altitude. I spotted this at once as a problematic altimator. You can't get standard parts for those old models any more, so I've designed a new schematic. Can you get the components and build this particular part to my order, please?",		"m40t":"Life Support System Transponder",		"m40s":"The ammonia-breather sent me some kind of odd jewels, which I've sold on the commodities market. I'm paying you good Imperial credits from my profits. Thanks!",		"m40r":"This is the piece for the transponder? All right, I'll install it and take the device to the ship airlock. Sorry, I have no idea how the creature intends to pay you.",		"m40p":"I never got a look at this ammonia-breathing alien. Apparently it never leaves its ship. Talks to everyone by comlink. Maybe that's just as well, huh? Must be an ugly thing.",		"m40d":"Life support transponders on your typical starship are no good for low-temperature species. Some ammonia-breather from the Outer Rim is laid up here with equipment failure, and -- he? It? I couldn't tell -- needs a new transponder. This is the design for one crucial part. I've lined up the supplies you need. Will you make it for me?",		"m39t":"Sail Barge Thrust Monitor",		"m39s":"All right. I believe Lord Jabba is satisfied, for the moment. I also believe it's time for me to look into other lines of work.",		"m39r":"At last! Where have you been? Do you know what kind of threats they've been -- well, never mind. I have to hurry!",		"m39p":"No, please, I beg of you -- uh, I mean -- wait, you're not with the Hutts, are you? The crafter! Wonderful! Please take these materials and make the piece. Hurry! Please!",		"m39d":"Please help me! I'm in trouble with a Hutt gang. They want a new thrust monitor for the repulsorlift on one of their vehicles. It's a huge luxury vehicle called a sail barge. I've spent two sleepless days finishing the schematic and lining up a supplier. You must get the materials and put together a vital part of this monitor! Please hurry!",		"m38t":"Improve Your Homing Beacon",		"m38s":"Greetings. I am protocol specialist RT-3P0. My owner commissioned you to develop a part for the S-thread sensor controller. I regret to report that my owner is now in Imperial custody. I'm sure it's only temporary. I am authorized to release your payment, with my owner's fervent request that you never mention this matter again to anyone at any time hereafter, forevermore. Thank you.",		"m38r":"You are the manufacturer of this controller part? I'll take that. The individual who was to receive this device is now in custody. Tell no one about this technology, or your life will take a sudden brief turn for the worse.",		"m38p":"People asked an awful lot of questions when I was putting together these materials. I got the impression that the Empire doesn't like a lot of interest in S-threads. Your call, of course.",		"m38d":"S-threads are HoloNet signals transmitted through hyperspace. A homing beacon sends coded locator signals across the HoloNet whenever the beacon crosses an S-thread. This schematic describes a part for a controller that amplifies the beacon's sensitivity a hundredfold. Get the materials and make it for me, and together we'll sell it to the Imperial Navy for a fortune!",		"m37t":"Big-Money Assignment",		"m37s":"You're not satisfied with your payment? Sorry. Turns out the customer went bankrupt shortly after I gave you the assignment. I'm paying you out of my own pocket. Better luck next time!",		"m37r":"I'll take this part to my client at once. He's paid me well -- very well -- to get all equipment to him quickly. Thank you!",		"m37p":"Some of this stuff was hard to find, but when the money is flowing like water, I can make things happen. This is the most lucrative contract I've ever had!",		"m37d":"My customer is involved in the starship racing scene. He placed at the back of the pack this year at Ord Mantell, so for next year he's customizing every piece of his ship. Money is no object, he says -- music to a designer's ears! I have a schematic. I'd like you to pick up the components, make the part, and drop it off to the client's agent.",		"m36t":"Dejarik Playing Droid Interface",		"m36s":"Sorry to put you to that work for nothing. I'm paying you anyway for your effort. Anything involving droid brains can become potentially tricky.",		"m36r":"Project's off, I'm afraid. The droid brain gloats excessively when it wins, which is always. Very annoying -- just like the master dejarik player who programmed it.",		"m36p":"So you connect the board to the droid brain. Fine. My question is, who programs the droid to play good dejarik? You've already got the coordinates for the delivery to the customer's agent, right? Good.",		"m36d":"A friend of mine is a big dejarik player, but he runs long space missions alone, without opponents. He wants to integrate a droid brain into his dejarik board. That should provide a good contest. He's building a board-brain interface. Here's the schematic for an important part. Can you pick up the components and build it?",		"m35t":"Escape Pod Explosive Bolt Controller",		"m35s":"Did my supplier try to tell you some "joke" about escape pods? I never got that joke at all. Some of these suppliers live in a galaxy of their own.",		"m35r":"I'll have this piece installed in the new controller. The client is quite intent on getting it installed before he lifts off.",		"m35p":"You know what's worse than an escape pod bolt that won't blow? One that blows way too soon! Haha, old joke. Well, I think it's funny. Here's your materials.",		"m35d":"My friend was heading into this system when pirates attacked. He tried to escape in his escape pod -- the bolt wouldn't blow! He was stuck! He's furious. He commissioned me to design a foolproof custom bolt controller. I need one custom part; here's a schematic. Get the components and deliver the part to my friend's agent.",		"m34t":"Sandcrawler Tread Electrostatic Repeller",		"m34s":"It's hard to imagine what the previous owners put those sandcrawlers through in all the centuries since the mining rush. Oh well, it ended up giving us some work!",		"m34r":"Thanks. These sandcrawlers have the most bizarre modifications. No standard repeller will fit the modified treads. I'll get this part installed in the prototype right away.",		"m34p":"I heard about the Tatooine mining rush. Turns out the metal they mined wasn't much good. Turns magnetic unpredictably, and we all know how bad that can be.",		"m34d":"The Corporate Sector Authority just opened a new mine on a desert planet in the Mid Rim. They've shipped in reconditioned sandcrawlers left over from the mining rush on Tatooine. Their tread units are breaking down from sand buildup. I've designed a new electrostatic repeller. I'd like you to pick up some components and build a part for it.",		"m33t":"Fuel Atomization is Dangerous Work",		"m33s":"I hope you executed this project without adverse consequences. The lesson is, never underestimate the importance of good safety equipment.",		"m33r":"Kaff! Hk-kaff! Okay -- ahukk-k-k! -- just leave it there. K-kehhk! I -- I'll get it installed right away! Now clear out!",		"m33p":"Here are the materials the designer requested. I hope you're not actually going to work with the fuel itself. That stuff's as toxic as a dead mynock.",		"m33d":"Hhuk! Hk-hkaakhhk-k-k! Excuse me. I've inhaled vapors from liquid metal fuel. I've been testing my new design for an atomization regulator. But my medical droid tells me to avoid further exposure. So I'd like you to get the components I ordered and put together an important part. I'll pay you, if I'm not in the bacta tanks when you're done.",		"m32t":"Yet Another Ion Drive Turbine Regulator",		"m32s":"Thanks. I just got paid too. If you hear any slanderous accusations that I stole that schematic, I assure you they're completely false.",		"m32r":"This is for a turbine regulator? But I just got one. Do I need two? Is something wrong with the first one? I'm confused. I'll pay you and straighten it out with the designer.",		"m32p":"Funny, didn't I just give over these same materials for a turbine regulator component? That's odd, I could have sworn -- no, must be imagining it. Here you go.",		"m32d":"Excuse me, have you been approached by a designer about building --? No, never mind. No, forget it. Here, I have this design for a -- let's see -- an ion drive turbine regulator, and I'd like you to build a part for it. You haven't seen this schematic before, right? Never mind, just curious. Oh, pick up the components from, uh -- this supplier here.",		"m31t":"What Am I Building Again?",		"m31s":"This isn't that hard a concept! "Put machine on ship, or you can't see!" Maybe I need to install a protocol droid brain on each regulator, so it can explain itself.",		"m31r":"Oookay, let's see if I understand -- the completed piece, of which this is a part, controls the bearings that control the rotation of the starship sensor array, is that it? Why do you need to control bearings again? Oh well, never mind, I'll have it installed soon.",		"m31p":"Now, wait, these things don't look like sensors. What? Bearing regulators? These aren't bearings either. I don't get it. Bearing rotation regulator, you say? Oh well, if you say so. Here, take the stuff.",		"m31d":"This regulator controls the rotation bearings on starship sensor arrays. No, it doesn't regulate the rotation, it regulates the bearings that control the rotation. No, look, it's simple: Without this regulator, the bearings would allow the array to spin out of control. No, you don't understand, it's -- look, can you just pick up some components and build the part I need?",		"m30t":"Can You Stand the Pressure?",		"m30s":"It keeps me awake at night, that "wham!" as my customer hits the asteroid. This job is too stressful. I need to find a less momentous line of work.",		"m30r":"Is this your piece of the concentrator? Is it up to the task? Tell the truth: If it's going to fall short, I need to know. Tell me! All right, I'll take it from here.",		"m30p":"I've worked day and night to get these materials. They're the very best I could find. It's all up to you now!",		"m30d":"If the fuel in a starship's maneuvering jet is insufficiently concentrated, the jet sputters -- the ship falters -- wham, you've hit the asteroid! It falls to you and me to ensure that fuel is concentrated correctly. I have the design, and I've lined up a supplier for the components. The task of crafting a vital part of this concentrator is on your shoulders.",		"m29t":"Culmination of a Career",		"m29s":"Now I've been given an assignment to design some even more trivial and gratuitious gimcrack. Where did my life go wrong?",		"m29r":"What's this thing? What? Part of an exhaust panel rotator? Okay, if you say so. I'll forward it to my boss.",		"m29p":"What supplier doesn't dream of being part of an effort to build a heat exhaust panel rotator? Be still, my heart. Sorry, I'm just funning you.",		"m29d":"After twenty years of practical starship engineering experience, I'm reduced to this. Some rich flyboy needs a new motor to rotate the exhaust panels on his Corellian Corvette to maximize their heat discharge. Well, I've risen to this tremendous challenge and prepared the schematic. Can you pick up the components and build a part I need?",		"m28t":"A Truly Fine Fuel Cell Regulator",		"m28s":"If I do say so myself, my design is exceptional -- at once functional and elegantly compelling. Thank you, thank you for your part in bringing this effort to fruition.",		"m28r":"Ah, a splendid piece, composed with diligence and a rarefied attention to detail. The aroma of quality positively wafts from this regulator part!",		"m28p":"This is a magnificent selection of materials: sturdy, yet malleable; finely adjusted, yet authoritative. I envy you the chance to work with these components!",		"m28d":"High-performance starships need high-pressure fuel cells. These cells require a robust yet exquisitely sensitive regulator. A true aficionado of good design has commissioned me to prepare a schematic. I offer a skilled craftsbeing the chance to produce an excellent part for this remarkable custom piece.",		"m27t":"Don't Question Your Customers",		"m27s":"I don't expect my customer had any illegal intent in asking for an impeller control. At least, I hope not. But that's not really our business, you know?",		"m27r":"I expect the completed impeller to bump up performance by upwards of three-point-seven percent. If you can run hotter, you can run faster. Thanks!",		"m27p":"This material has been specially hardened using a new process just developed on Coruscant. It's tough stuff, but very pricey.",		"m27d":"Not many starships put stress on their ion turbines like those Corellian Corvettes. I know, I know -- you'll say that nowadays those Corvettes are just smuggling vessels and blockade runners. I don't get into politics. Please just make this part for a new ion pre-cycle impeller control. Pick up the goods you need from my supplier.",		"m26t":"Something Doesn't Love Vaporators",		"m26s":"Excellent crafting job, friend. With luck my piece may open a new era in the realm of dampener design.",		"m26r":"Thanks, I'll install this part in the dampener. I sure do hope this solves the vaporator problem on my land. In cold weather they tend to explode.",		"m26p":"I had to search the sector for the right minerals you'll need to make this. That blasted ion dampener is a weird design, completely out there in terms of dampener philosophy.",		"m26d":"The humidity on this world -- not even the whole world, just one particular farmer's land -- anyway, there's something in that air that doesn't love this fellow's vaporators. They all break down. I've designed an improved ion dampener that may solve the problem. Can you build this part for it? Pick up the components from my supplier.",		"m25t":"A Gadget For Better Access",		"m25s":"My tester gave you way more information than was prudent or necessary. I think I'll have to get a new lead assembly tester. Your fee's been deposited.",		"m25r":"This is gonna be one heck of a lock-breaker, I can tell you! I bet a top-notch data slicer asked for this redesign. I'll get it built lickety-split.",		"m25p":"Here you go. Don't want to know what these are being used for. Take the whatever-it-is you assemble to these coordinates.",		"m25d":"It may be questionable work, but a client wants me to modify an electronic lock breaker's key-code replicator jack. The money is good, so I've agreed to do it. I need a part for the final design. If you're interested, take this schematic and pick up the components from my supplier. I'll make sure you're well paid.",		"m24t":"A Listen-Proof Subspace Transceiver",		"m24s":"Nice work, friend. Now I just have to wait and hear whether the prototype performs to spec. A pleasure working with you.",		"m24r":"We'll finish assembling the prototype and start the testing procedure. Thanks for your help.",		"m24p":"Here you go. Make sure your tools are clean before you assemble these, or that may interfere with the prototype's performance. Take the finished part to our testing facility.",		"m24d":"There's a call for increased security measures when sending subspace messages. I've been asked to redesign the encryption modules for subspace transceivers. One vital part must be assembled in order to test the prototype. If you wish to put it together, head to these coordinates for the components. ",		"m23t":"Now That's a Sensor Beacon!",		"m23s":"Well handled, citizen. I enjoy working with professionals such as yourself. Feel free to see me for more work.",		"m23r":"Good craftsmanship on these components, friend. Do you do this professionally? I'll get right on that sensor assembly.",		"m23p":"I think the sensor beacons we have now are just fine. Why is someone always trying to fix something that ain't broke? Here are the components. Take your work over to these coordinates.",		"m23d":"I got an order in for a redesign of a sensor beacon's motion sensor assembly. Not the most glamorous work but it does pay the bills. I need one more part to finish building the prototype. Could you assemble it for me? You can pick up everything you need at these coordinates. Here's the schematic.",		"m22t":"Need a Better Sensor Jammer",		"m22s":"All's well that ends well, eh, citizen? A pleasure working with you. Your fee's been deposited.",		"m22r":"People rarely appreciate the hard work we sensor technicians do. But I'm sure you understand that better than most. I'll assemble this jammer as soon as possible.",		"m22p":"The problem is probably in the jamming projector. You know that, right? Here are your components. Take the finished part to these coordinates.",		"m22d":"As sensor arrays get more sophisticated, we're called on to redesign sensor jammers to match those advances. I need one part assembled for my newest jammer design. The components can be picked up from my supplier at these coordinates. Think you can help me out?",		"m21t":"Make Space Mines More Sensitive",		"m21s":"Excellent work, friend. The space lanes will be much safer thanks to our efforts. At least I hope they are. Your fee's been deposited.",		"m21r":"I hope this redesign doesn't make the mines too sensitive or else we might create more problems than we solve. Thanks for your help.",		"m21p":"Space mines are a nuisance, but hey, who am I to judge? I just order and ship components. Take the finished part to the engineer's assembly chief.",		"m21d":"Space mines need to be more deadly, apparently. My clients want a redesign of the proximity sensors to increase their range and sensitivity. I need one part to complete the prototype. Take this schematic and pick up the components from my supplier. Look at this as your contribution to interstellar travel security.",		"m20t":"Build a Better Proton Torpedo",		"m20s":"Mission accomplished, citizen. My clients will undoubtedly be satisfied. Look me up again for more work.",		"m20r":"This looks quite acceptable. We'll get right on it. A good proton torpedo can be a pilot's best friend.",		"m20p":"Here you go. I understand this design is going to some "very important beings," so I'd be extra careful if I were you. When you're done, take it to our assembly manager. Good luck.",		"m20d":"Some clients want to up the yield of these new proton torpedoes, so they've asked me to redesign the energy envelope projector. As you know, there are lots of specialized parts for these things. Could you help me get one together? Here's the schematic detailing what I need. Pick up the components at these coordinates.",		"m19t":"A New Field Disruptor",		"m19s":"Our client will be quite pleased. I appreciate your level of professionalism and skill. We should work together again.",		"m19r":"Ah yes, the field disruptor. We'll get right on it. This is good work, friend. Where did you get your training?",		"m19p":"Hmm, aren't these devices used to slip past energy fences? Well, none of my business, I'm sure. Here are the components. Take the part to our assembly facility when you're done.",		"m19d":"When you work in my field for as long as I have, you learn not to ask questions. I've made some modifications to an Evasive-13 individual field disruptor. I need a part assembled for the finished product but don't have time to attend to it myself. Think you can lend a hand? Get the components at these coordinates.",		"m18t":"A Very Short Fuse",		"m18s":"Thanks for your help, friend. I see you understand how important it is in our business to get rid of moral judgments. Come see me for more work.",		"m18r":"A three-second dummy timer, huh? I feel sorry for the being that tries to use this weapon. Okay, I'll take it from here.",		"m18p":"Doesn't sound like the client intends to use this thing himself, eh? Here are the components. I'd take extra care with assembling them, if I were you. Take the finished part to our demolitions expert.",		"m18d":"A client wants a thermal detonator with a dummy timer that sets to three seconds regardless of what the user tries to do. Yes, I know this sounds like a booby-trap, but I do what I'm paid to do. I need someone to assemble a part, and that's where you come in. If you wish to help, pick up the components at these coordinates.",		"m17t":"Keep This Confidential",		"m17s":"It's important in our business to maintain confidentiality. I'm sure you understand. Good work. Your pay has been deposited.",		"m17r":"This new design will easily penetrate stormtrooper armor plate. I wonder if the Empire knows the CSA is asking for these changes? Oh well. Thanks.",		"m17p":"I think these weapons are powerful enough as they are. But I don't get paid for my opinions, just my craftsmanship. Here are the components. Take the finished part to our specialist.",		"m17d":"A Corporate Sector Authority security representative has asked me to increase the firepower of their Golan Arms flechette launchers. I've made some modifications to the launch activators that I think should do the trick. However, I need a part for the final product. If you can do that for me, pick up the components at these coordinates.",		"m16t":"One Mean Disruptor",		"m16s":"Handled like a true professional, citizen. I've transmitted your pay and would gladly work with you again.",		"m16r":"I've seen the redesign, citizen. Do you have any idea what the destructive capability of this weapon will be when it's assembled? I hope this bounty hunter never comes after me.",		"m16p":"Bounty hunters do seem to love their disruptors. Here are the parts. When you've assembled the components, take the finished product to our weapon specialist.",		"m16d":"How do you feel about disruptors, friend? I just had a bounty hunter request some modifications to his Tenloss DXR-6. I've agreed to do the redesign but I need some help getting a particular part. Think you can build it? You can get the components from my business associate. Take the schematic with you.",		"m15t":"Questionable Technology",		"m15s":"Good work, friend. Everything went off without a hitch, and no authorities seemed the wiser. I'd work with you again. Your pay's been desposited.",		"m15r":"I was starting to wonder if that sly engineer had had a change of heart. I suppose not. I'll take it from here, thanks.",		"m15p":"Here you go, friend. I hope your boss knows the score if word of this gets out. When you're done, take the finished piece to these coordinates. Best of luck. ",		"m15d":"I've been asked to modify the power pack of an old beam tube. Now as you know, these things are not exactly legal, so this work needs to be kept confidential. If you'd like to help, take this schematic and assemble the indicated part. Pick up the components from these coordinates. And remember, this is hush-hush.",		"m14t":"Upgrade the Sporting Blaster",		"m14s":"Everything went smoothly, friend. Our blaster mechanic was impressed by you. Feel free to see me for more assignments.",		"m14r":"These look good, citizen. I'll start assembling the new dampener right away. I'll let our engineer know you do good work.",		"m14p":"Why would a collector want to change the specs of an older blaster? Doesn't that defeat the purpose of collecting? Anyway, here are the parts. Drop the part off at these coordinates when you're done. Good luck.",		"m14d":"A blaster collector has asked me to redesign the power surge dampener for the Defender sporting blaster. Apparently the goal is to make these blasters pack more of a punch. I've got the schematic here, but I need a part assembled. If you could pick up the components and take care of that, I'd pay you for your time.",		"m13t":"Moisture Farming Made Easy",		"m13s":"Looks like you made one moisture farmer very happy. Good work, friend. I've transmitted your fee. See me again if you want more work.",		"m13r":"Thank you so much. This looks great. I can't wait to assemble this new sensor. Moisture farming is such a joy, don't you agree?",		"m13p":"Make sure the sensor pads are wiped clean before installation. And use the C-sized hydrospanner when assembling it. The larger ones tend to scratch the pads. The eager customer waits for the finished product at these coordinates.",		"m13d":"Moisture farmers certainly seem to enjoy their work. Can't say as I'd find any satisfaction doing that. But I do enjoy redesigning hardware to be more efficient. This time it's a humidity sensor. Here's the schematic. Could you pick up the components at these coordinates and build the part I need?",		"m12t":"Need a Bigger Stun Net",		"m12s":"I'm quite pleased with your handiwork, citizen. I hope this wonderful partnership continues. Enjoy your pay.",		"m12r":"Hmm, it does seem heavier. We'll see how it performs. These nets better be strong enough to immobilze an enraged gundark, or there'll be trouble.",		"m12p":"The thinness of these new canisters worries me. They'll be easier to puncture. Drop the part off with the customer, would you? Oh, and don't mention my name.",		"m12d":"We get quite a few bounty hunter customers -- not surprising given the nature of their work and our discretion policy. One wants a larger stun net. I've redesigned the housing and firing mechanism to handle the larger volume. If you can assemble a part for me, I'll pay you. Get the components at these coordinates.",		"m11t":"Build a Deadlier Wrist Rocket",		"m11s":"Got that to our customer, I see. I wouldn't give too much credence to any threats that might have been sent your way. That's just standard bounty hunter talk. Thanks for your help.",		"m11r":"This might make the weapon a little bulky. I'll pay you a visit if the weapon does not perform as promised.",		"m11p":"The rockets fired by this launcher will be able to penetrate most armor, which I'm sure was the point. I just hope the power pack doesn't burn out. Take the finished part to the bounty hunter when you're done. ",		"m11d":"A bounty hunter is not happy with the power of current wrist rockets. I don't know the target, but I've been asked to design a more effective magnetic accelerator. I've got the design but I need someone to assemble a vital part. Think you can help me out? Get the components from my associate, who specializes in magnetics. ",		"m10t":"Sonic Weapons Are Loud",		"m10s":"Sounds like you did a fine job. I've deposited your fee, and I think you'll find it quite generous. I hope you look me up in the future if you need work.",		"m10r":"Excellent work, citizen. I think this will aid my mission rather well. Tell the engineer I'll deliver a status report when I get back.",		"m10p":"Iskallon is a water world, I believe. Makes sense. These sonic weapons are much more effective underwater. Here are the parts. When you're finished assembling the part deliver it to the customer. Good luck with it.",		"m10d":"One of my clients is headed for Iskallon and wants to commission a custom sonic weapon. This rifle will need a specialized amplification chamber. I've got the specs for it right here, but I don't have the time to assemble all the parts. If you think you can lend a hand, I'd reward your service. Pick up the components from my supplier.",		"m9t":"Safety Is Important",		"m9s":"Sounds like everything is in order. Good work, friend. I'm sure you've solved all those safety issues with this new redesign.",		"m9r":"Another power surge regulator? I sure hope this one works. I'm running out of volunteers to test these blasted things. Well, try and try again, I suppose. Thanks.",		"m9p":"I've actually seen what happens when one of those babies overloads. Not pretty. Fortunately it happened to a Trandoshan, and he didn't seem to mind much. Here you go. When you're finished, drop the part off with our tester.",		"m9d":"Power surge regulators are a crucial component of all ionization blasters. Last thing you want is your blaster overheating and frying your limbs. These regulators need to be upgraded on a regular basis, especially since the new blasters keep upping their power output. Take this regulator redesign and assemble the part I need. See my partner for the components.",		"m8t":"Fix the Leaky Power Cell",		"m8s":"Great! You got it there. I'll just hope for the best and see how that new power cell performs. Good work, by the way.",		"m8r":"So you're sure this will fix the problem, eh? Okay, I'll test it out and send reports back in. Thanks.",		"m8p":"The problem really only arises in the high-intensity cells. The ordinary ionized cryogenic cells are fine. In any case, good luck.",		"m8d":"There's nothing worse than a leaky power cell. Weight is a limiting factor for any vessel, so you want to make your load as light as possible. If we could redesign these older power cells then pilots could reduce the number they need to stock to insure a safe journey. If you think you can assemble some of the components, take this schematic to my partner for the parts.",		"m7t":"The Beauty of a Radiation Funnel",		"m7s":"Yeah, I know -- Alzoc pearls before Ugnaughts, right? But at least you built your part well and delivered it on time. Your pay has been deposited. See me again.",		"m7r":"Personally, it never really bothered me that the old radiation funnels were polluting the air. Isn't it the Empire's job to worry about that sort of thing? Thanks anyway, though.",		"m7p":"Air dissociators are tricky things to put together. The problem was not the size of the funnel but its shape. Hopefully you can solve that. Good luck.",		"m7d":"About time someone decided to take a look at these old radiation funnels. They're notorious for spewing out all sorts of noxious gases. This new design should eliminate this problem. We still have some electrocution issues to work out, but progress takes time. If you want to put some components together, pick them up from my partner.",		"m6t":"Coolant Pumps Are Fun",		"m6s":"Product was delivered and seems to work. Job well done. Enjoy your pay.",		"m6r":"Nothing vexes a pilot like an overheated engine, friend. I sure hope this new design reduces such incidents. Thanks.",		"m6p":"Those hotshot pilots rarely take the time to appreciate the delicate inner workings of a thermal sink. Most of them just want a big on-off switch. If only it were that easy. Here you go.",		"m6d":"These new cruiser reactors are generating too much heat. We need to constantly upgrade the coolant pumps to compensate. I wish the corporate engineers who designed these reactors worried about practical issues instead of pleasing Imperial masters. Take this new pump schematic to my supplier and build this part.",		"m5t":"Make a Nifty Magnetic Clamp",		"m5s":"We should all take pride in our work, eh, friend? The product's delivered and the customer seems happy. I've gladly deposited your fee.",		"m5r":"This is for a magnetic clamp, huh? Looks more like a sculpture. Well, as long as it works, I suppose I really don't care. Thanks.",		"m5p":"I reshaped some of the widgets to be a bit more pleasing to the eye. Maybe that work is wasted on magnetic clamps, but I take pride in my work. I'm sure you understand.",		"m5d":"It may not be the most difficult or prestigious engineering work in the galaxy, but building a sturdy magnetic clamp is still important work. Think you can help me get this latest design together? I need a part assembled for it. My partner just put the finishing touches on some of those components, so everything should be ready to go.",		"m4t":"Theft-Proof a Vintage Airspeeder",		"m4s":"With any luck, this will keep this customer off our backs. I've never understood the attraction of restoring junked airspeeders anyway. You did well, friend.",		"m4r":"I'm certain this new design will fix the problem. Plus, I'm convinced it wasn't a fault in the design in the first place. Shoddy workmanship was to blame.",		"m4p":"Well, they say third time's a charm. Or does this make five attempts? Hmm, not sure. Good luck with that.",		"m4d":"These owners of older-model airspeeders! All those models have defective anti-theft sensors. Either you live with the risk of your vintage vehicle being stolen, or else you get a new airspeeder. Why don't they see that? Gaah. Take yet another sensor redesign schematic to my parts supplier and assemble this part. If it doesn't work this time, I'm giving up.",		"m3t":"Build a Better Photoreceptor",		"m3s":"Well done, friend. Apparently you've got the magic touch. You keep this up and you'll make a name for yourself.",		"m3r":"I hope this clears up the problem. Nothing is worse than having your hologram scrambled right in the middle of a really interesting encounter. Oh, I'm into, uh, private surveillance.",		"m3p":"I keep waiting for Serv-O-Droid to upgrade the Y7 models. I'm sure it'll happen when there's enough demand. Here you go. Take it to our disgruntled buyer when you're done.",		"m3d":"One of my buyers has had some problems with the TT-8L's optical photoreceptors. For some reason certain comlink frequencies create static in the image. An associate redesigned the optics, but I haven't assembled all the parts yet. Can you build one? Take this schematic and pick up the components from my supplier.  ",		"m2t":"Build a Better Mouse Droid",		"m2s":"My customer was quite happy with your work, citizen. You seem to have a knack for this sort of thing. Come see me again some time.",		"m2r":"Thanks, friend. I know this must seem kinda strange, but trust me, it's for a good cause. Next time you see a mouse droid, don't be so quick to dismiss it.",		"m2p":"These specs are pretty sophisticated. Mouse droids don't have the computing power to take advantage of these bad boys. But it's not my project. Here you go.",		"m2d":"I certainly could use your help, friend. I've received a schematic for a new MSE-6 droid motivator. I've never seen anything like it. Way too complex for a simple mouse droid, I can tell you that. Anyway, if you think you can put this part together, I'd compensate you for your time. You need to see my partner for the components.",		"m1t":"Build a Better Valve",		"m1s":"Heard everything looked pretty good, friend. Nice work. You ever consider opening a shop, you just let me know!",		"m1r":"What? Not another incarnation of the "ultimate acceleration compensator"? Okay, my people will get right on it.",		"m1p":"I kept telling the "engineering genius" that those designs were flawed. We'll be lucky to avoid criminal prosecution. Here's what the new schematic calls for, friend. Hope this one works. Take the finished part to our lead tester.",		"m1d":"Some customer had the gall to complain about the quality of my acceleration compensators. I'll have you know they're the best in the galaxy! Well, just to be on the safe side, I made some tweaks to the design. I need you to build this part for me so I can hand it to my testing division. Take this schematic to my supplier."
}}
