{
	"stfFile":"mission/mission_npc_deliver_imperial_easy",
	"entries": {
		"m50f":"wearables\backpack\backpack_s06.iff",		"m50t":"Bring Me a Bugged Backpack",		"m50i":"Bugged Backpack",		"m50c":"Our transceivers allowed us to listen when you picked up the backpack. It seems that the agent who gave it to you was less than loyal to the New Order, wouldn't you say? I believe it is time to have a long, vigorous chat with him. As for you, thanks and carry on.",		"m50p":"Bugging a child's backpack. Does that seem right to you? I don't feel good about this. It's low, even for the Empire.",		"m50o":"The Imperial Security Bureau has a new plan. They're bugging backpacks to distribute to local children. The hope is to catch parents who are also Rebel sympathizers. Maybe we can stop a few treasonous plots. Your task is to fetch one of these backpacks to me so I can ensure its scan signature is adequately low. Go now.",		"m49f":"wearables\armor\stormtrooper\blast_armor_stormtrooper_chest_plate.iff",		"m49t":"Camouflage Armor Chest Plate",		"m49i":"Camo Trooper Chest Plate",		"m49c":"I don't get it. This looks like ordinary armor. How does the camouflage work? You didn't drop this thing on the way, did you? Or get into a firefight or something? I'll be in deep poodoo if this chest plate is damaged.",		"m49p":"Be very careful with this chest plate. The camouflage circuits are very delicate.",		"m49o":"I can't wait to see the camouflage generators they've installed on the new stormtrooper armor. I hear that one of the new chest plates is making the rounds not far from here. I don't suppose you'd want to fetch it for me, would you? I'm dying to see how good it is.",		"m48f":"component\weapon\parallel_weapon_targeting_computer.iff",		"m48t":"Get My Turbolaser Sighting Computer",		"m48i":"Turbolaser Sighting Computer",		"m48c":"At last! I'll install this on my turbolaser immediately. Some smugglers have been threading the needle between our blockade ships for two months. Now that my sighting will be back on target, I can pick off their ships without a problem.",		"m48p":"Careful now. These computers can be a little imprecise at first, until they calibrate themselves to the equipment. Your turbolaser sighting might be a little off for a couple of days, so make sure you're not shooting anywhere near friendly combatants.",		"m48o":"Finally! Two months ago I ordered a new sighting computer for a turbolaser. Now it's here. Can you go pick it up for me? I want to break it in shooting down a few blockade runners that have been sneaking around this quadrant.",		"m47f":"survey_tool\survey_tool_gas.iff",		"m47t":"Interesting Survey Tool",		"m47i":"New Surveying Tool",		"m47c":"Hmm. The sensor went off right when you handed it to me. What does that mean? I guess I'll have to figure it out myself. Thanks.",		"m47p":"I think this thing scans for noxious gases. I have no idea how it works, but here you go. ",		"m47o":"Imperial Center has some new kind of survey tool that they want us to try out. One of these devices is arriving on the planet any second now. I want you to go to the pickup point, get it, and bring it back to me. I'll see about calling in one of our surveyors to test it out.",		"m46f":"dice\eqp_chance_cube.iff",		"m46t":"Unfavorable Chance Cube",		"m46i":"Explosive Chance Cube",		"m46c":"An explosive chance cube. Sometimes the ISB delights me with its creativity. I can't wait for our inside man to give this to the gang leader. Ah, the thrill of victory.",		"m46p":"Make sure not to take this exploding chance cube too near a signal transmitter. The results could be unpleasant.",		"m46o":"You know, I've always said that gambling is a dangerous habit. Now the Imperial Security Bureau has proven my point. They've augmented a chance cube with a remote-activated explosive charge, to eliminate a local gang leader. I want you to pick up this nasty little device and bring it back to me. This goes without saying: Handle it with care.",		"m45f":"component\weapon\laser_cannon_cooling_sleeve.iff",		"m45t":"New Laser Cooling Sleeve",		"m45i":"Laser Cannon Cooling Sleeve",		"m45c":"I'm glad to see you got the sleeve here in one piece. We've had a lot of Rebel trouble around here lately. I need to get my laser cannon back online.",		"m45p":"Thank you for taking this gadget off my hands. I sure can't use it. I dream of the day I have a laser cannon to play with.",		"m45o":"We ordered a new cooling sleeve for our laser cannon, but Logistics screwed up the dropoff. Some soldier in the middle of nowhere ended up with it. I need you to get out there and bring back my equipment before the Rebels notice that our perimeter is weakened.",		"m44f":"component\munition\ammo_projectile.iff",		"m44t":"Safeguard Experimental Ammunition",		"m44i":"Experimental Projectiles",		"m44c":"Lightspeed projectiles? That's ridiculous. I'll have to test these things for myself. Anyway, thanks for a job well done.",		"m44p":"Here's the experimental munitions. They say these projectiles can reach near lightspeed. Sounds pretty powerful if you ask me.",		"m44o":"Can you believe someone still thinks projectile weapons are a viable alternative to blasters? It's true. I'm supposed to take possession of some kind of experimental ammunition today. I need you to fetch it from my contact and bring it to me. I'll do what I'm ordered, of course, but I still think projectile weapons are too archaic to be practical.",		"m43f":"component\chemistry\biologic_effect_controller.iff",		"m43t":"Bring In Laboratory Equipment Quickly",		"m43i":"Biolab Equipment",		"m43c":"Thanks for delivering this. I hope we can contain this biological outbreak. If I were you, though, I'd consider leaving the planet for a while.",		"m43p":"Here's the equipment. Be careful with it. There are materials inside more toxic than all the poisons on Ansion.",		"m43o":"We've had reports of a biological outbreak in this area. I need you to pick up some laboratory equipment so our scientists can work on the problem. Bring the equipment here, and I'll make sure you get a modest payment.",		"m42f":"instrument\slitherhorn.iff",		"m42t":"Fetch a Moff's Slitherhorn",		"m42i":"Moff's Slitherhorn",		"m42c":"I'm sure this task exercised all of your precision-honed skills. Now I can requisition a million-credit Imperial transport to take this slitherhorn to some governor who couldn't be bothered to buy it in his own system. Once again the Imperial war machine makes the galaxy secure for its citizens.",		"m42p":"I don't know why my commander is so cranky about this. Personally, after a long day of enforcing galactic security I feel a lot better when I hear someone play a slitherhorn. Anyway, here's the instrument.",		"m42o":"Stop what you're doing. I have a job for you. Moff Kracko of Kreel Sector commissioned a slitherhorn from a local vendor. I had one of my subordinates make the actual purchase, and I need you to bring it to me. I'll requisition a hyperspace transport to take it to the moff. Yes, this is the New Order's precision war machine in action.",		"m41f":"wearables\armor\stormtrooper\blast_armor_stormtrooper_helmet.iff",		"m41t":"Prototype Stormtrooper Helmet",		"m41i":"Prototype Stormtrooper Helmet",		"m41c":"This is an improvement? Well, if they say so. I don't get how anyone can see through these new visors.",		"m41p":"Here's the new prototype stormtrooper blast helmet. They say the black quartz visors are thicker, to better repel lasers. Of course that decreases your field of vision, but hey, stormtroopers are so precise they can afford to lose a little peripheral vision, right?",		"m41o":"They've made some kind of new modification to the stormtrooper helmet. I hope it lets you see better. I need to deliver one of the new prototypes to my superior. Can you fetch it from my contact and bring it to me? Thanks.",		"m40f":"wearables\armor\ubese\armor_ubese_bandolier.iff",		"m40t":"Bring Ubese Bandolier",		"m40i":"Ubese Bandolier",		"m40c":"Thank you. I can't wait to try these weapons out. With luck I'll get an excellent performance review this year!",		"m40p":"Are you the courier for this Ubese bandolier? Good. It's worth a lot of money. Holding it makes me feel like a target. Good luck.",		"m40o":"It's not well known that the Ubese people produced some of the most advanced personal combat equipment found in the galaxy. My commander recently obtained a bandolier of Ubese weapons from a smuggler in the radiation belt. I want you to fetch this prize and bring it to me. I'll see if we can make any use of it here.",		"m39f":"wearables\armor\mandalorian\armor_mandalorian_bracer_l.iff",		"m39t":"Deliver Mandalorian Gauntlet",		"m39i":"Mandalorian Gauntlet",		"m39c":"Excellent. This does look interesting. Those Mandalorians had a real sense of style, didn't they?",		"m39p":"Here's the gauntlet. Looks ridiculous, doesn't it? What sort of peedunkel would actually wear this old stuff? ",		"m39o":"Remember the stories about Mandalorian warriors? Imperial Intelligence found an old Mandalorian gauntlet with a unique smartrope system. Go get this interesting artifact and bring it back to me. I want to see if we can coopt the technology into some of our political enforcement operations.",		"m38f":"medicine\medpack_wound.iff",		"m38t":"Transport Incriminating Medpack",		"m38i":"Contaminated Medpack",		"m38c":"This is the poisoned medpack, eh? How strange. I'd swear it was contaminated by Imperial Intelligence, not in some Rebel's back-room laboratory. I'll have to be careful who I report this to.",		"m38p":"Here's the poisoned medpack. I know this area can be dangerous, but if anything happens to you on the way back, make sure you don't use this medpack. Your dying screams would attract scavengers. We'd have a heck of a time finding your corpse.",		"m37f":"mission\mission_bounty_droid_probot.iff (or the Probot from the Creatures list)

m38o
Rebels are sadistic animals. They killed several of our elite soldiers by poisoning a shipment of medpacks to Calamari. One of these contaminated packs has arrived on-planet. I want you to fetch it back to me. I'll see if I can find any clues to the perpetrators of this cowardly plot.",		"m37t":"Bring back a Rebel Probot",		"m37i":"Rebel Probot",		"m37c":"You didn't have too much trouble, I hope? I knew you were up to the task. Now to see what this droid can tell us about its Rebel masters.",		"m37p":"I'd keep an eye on this probot, if I were you. It seems resistant to the restraining bolt. It definitely wants to get loose.",		"m37o":"Imperial Intelligence impounded a privately-owned probot, on the grounds that it was being used by Rebel agents. These are the coordinates where the droid is being held. Bring it back to me immediately. I'll see if it contains any evidence that may help us locate the Rebels and uncover their criminal plots.",		"m36f":"component\droid\droid_brain.iff",		"m36t":"Retrieve Droid Brain",		"m36i":"Binary Load lifter brain",		"m36c":"Very good. I'll note your work in my report. Carry on.",		"m36p":"Here's the droid brain. Don't worry, it came from a binary load lifter, so it's not too heavy. Lifters don't have the biggest brains in the galaxy.",		"m36o":"A well-connected officer was killed by a Rebel assassin. The only witness was a binary load lifter. Our field agents have extracted the droid's brain. I need you to bring it here so I can pass it on to Imperial Intelligence. This is very important. Do not fail.",		"m35f":"component\droid\droid_motive_system.iff",		"m35t":"Experimental Motivator",		"m35i":"Experimental Motivator",		"m35c":"Thanks. If I don't get this motivator installed and tested in the next few hours, my commander will have my hide. I wonder how you install this thing?",		"m35p":"You're not from the designated test unit, are you? Never mind. Here's the experimental motivator. Make sure it gets to the commander in one piece.",		"m35o":"You there. I need you to drop what you're doing and handle this problem. My unit is testing an experimental motivator from Talfaglio, but all my men are stuck doing wargames. That's where you come in. Pick up this device and bring it back to me. My superior is getting impatient.",		"m34f":"component\weapon\energization_crystals.iff",		"m34t":"Key to Improved Blaster Efficiency",		"m34i":"Rylith Crystals",		"m34c":"Hmm. Not particularly promising so far, especially with the exorbitant cost of the seed Tasar crystals. Still, we must pursue this matter. You may go now.",		"m34p":"Rylith has an uncommonly complex structure. I am investigating using valuable Tasar power crystals as seed crystals. What do you think of these samples?",		"m34o":"The Empire has made heavy use of rylith crystals, which store and release solar energy. We will eventually exhaust natural supplies of rylith found on the world Demophon. We are cultivating the crystals on other worlds, with limited success so far. Please collect the results of the latest trial on this world from our researcher, and bring the samples here.",		"m33f":"component\munition\ammo_projectile_entanglement.iff",		"m33t":"Crowd Control Ammo for Misguided Protesters",		"m33i":"Entangler Ammo",		"m33c":"From humble strands, such as this spideroid's secretion, we weave the web of cumulative power that assures victory! Excellent work, agent!",		"m33p":"Yes, a local spideroid produces saliva that makes the entangler ammo even stickier and more cohesive. It's been a laborious task collecting all that spideroid spit.",		"m33o":"An indigenous species produces a material useful for improved crowd-control entangler ammunition. The researcher who discovered this has produced a new prototype of the ammunition. Please collect the prototype ammo at once and bring it here.",		"m32f":"component\food\ingredient_sugar.iff",		"m32t":"Poisonous Present for Rebel Leaders",		"m32i":"Pure Denaric Poison",		"m32c":"Soon a remarkable number of Rebellion agitators will succumb to mysterious "heart failure." You've done well. Tell no one of this, or you'll regret it.",		"m32p":"Looks like sugar, doesn't it? Don't touch it!  If you carry it, use this container!",		"m32o":"We've spent a fortune purifying a sample of denaric, one of the more potent poisons in the Outer Rim Territories. Fast, effective, and said to be untraceable. Now we're ready to use it against select Rebel leaders, as soon as you retrieve the sample from our researcher.",		"m31f":"component\droid\droid_brain.iff",		"m31t":"Salvage Last Memories of Imperial Droid",		"m31i":"Assassin Droid Brain",		"m31c":"Ah, Holowan Technologies -- "the Friendly Technology People." I doubt this droid made friends easily. Thank you, that is all.",		"m31p":"The droid was from Holowan Laboratories. Took out a Rebel squad before a cloud car rammed it at supersonic speed.",		"m31o":"The Empire is experimenting with the use of assassin droids against major Rebel leaders. One attempt recently failed, but a soldier salvaged the droid's brain. We hope to read its memory banks for useful data on Rebel defense tactics. Retrieve the brain from the soldier and bring it here.",		"m30f":"component\chemistry\release_mechanism_duration.iff",		"m30t":"Gas Dispersion Weapon to Defeat Rebellion",		"m30i":"Chemical Equipment",		"m30c":"A hemisphere of gas! Ah, I see the mistake. It appears the Core lab shipped us a prototype actually intended for mining operations in the Corporate Sector. (Whew!)",		"m30p":"The lab recommends testing this timer using a gas volume sufficient to blanket this hemisphere to a depth of two meters.",		"m30o":"A Core World laboratory has shipped us a prototype release timer suitable for gas bombs. We are to test it and report its efficacy. The prototype is ready for you to pick up and bring here. So you'd best get moving, correct?",		"m29f":"component\chemistry\biologic_effect_controller.iff",		"m29t":"Imperial Chemistry Means Better Living",		"m29i":"Chemical Equipment",		"m29c":"Ah yes, the bionetic, um, reagent ... analyzer. Well. There it is. I shall pass this breakthrough along to -- to someone who will certainly appreciate its, ah, grandeur.",		"m29p":"Yes, the bionetic reagent analyzer! Its purpose and operation are too hard to describe to a layperson, but rest assured: This is a landmark day in the history of transformative introversional bionetics!",		"m29o":"You! I need a loyal agent to retrieve a prototype device -- some kind of biochemical equipment. I have the name here: "bionetic reagent analyzer." It remains to be seen what this device actually does, but it sounds important. Fetch it at once, and allow no one to see it en route. This mission is classified!",		"m28f":"component\armor\shield_generator_personal.iff",		"m28t":"Empire's Shields Grow Ever Stronger",		"m28i":"Personal Shield Generator",		"m28c":"Over a minute. How glorious. I must admit, I expected better. I shall look into the matter of that researcher's funding. Thank you, you may go.",		"m28p":"Work proceeds quite well. The current model still delivers a lethal heat burn to any trooper who wears it, but the time before destruction is now extended to over a minute!",		"m28o":"Our researchers continue to break new ground in stormtrooper shield technology. I've been given happy news of a new personal shield prototype -- quite the breakthrough, says the report. Bring me this prototype, and allow no one to steal or damage it!",		"m27f":"component\armor\deflector_shield_ion_feed_unit.iff",		"m27t":"Prototype Deflector Component",		"m27i":"Deflector shield ion feed",		"m27c":"Corporate Sector Authority? You mean they've been squandering Imperial research dollars on a CSA project? Gad! I must alert my superiors. This will stop at once!",		"m27p":"This is an improved ion feed for the deflector shields on Marauder-class corvette ships, such as those used by the Corporate Sector Authority. Guard it carefully!",		"m27o":"We have been pursuing deflector shield component research project on this world. As I understand it, magnetic conditions at the test site are exactly right. A test official says a prototype is done, and they need a courier to bring it here for fuller testing. That courier would be you.",		"m26f":"wearables\tiara\tiara_s01.iff",		"m26t":"Gift for Moff's Good Friend",		"m26i":"Moff's Jewelry",		"m26c":"Blown up? Um. Well. This seems an adequately lovely piece. I shall forward it without comment, and let my superiors explain matters to the Moff.",		"m26p":"We were forced to destroy the craftswoman and her home when she expressed violent support for the Rebellion. This single piece of her work survived the blast.",		"m26o":"A Moff in another system wishes to present a gift to a very close friend. His friend apparently enjoys the jewelry of a craftswoman on this world. For safety and convenience we have confined the craftswoman at her home. You are to obtain her most elaborate piece and bring it here. ",		"m25f":"wearables\armor\bone\armor_bone_s01_bracer_r.iff",		"m25t":"Souvenir for Emperor's Retreat",		"m25i":"Alien Savage Armor",		"m25c":"Hmm. Well, who am I to say whether some native gimcrack has value? I shall submit this bone spur to the Emperor's staff for consideration. I do hope it reflects well on me.",		"m25p":"When my commander made this request, I pulled everything I could from the bodies and sorted through a huge pile. Here's the choicest item that's still intact, a piece of bone armor.",		"m25o":"Symbolizing his boundless love for the entire galaxy, our Emperor collects colorful primitive paraphernalia from many worlds. A recent purge of hostile savages on this world has brought us many items -- I mean "treasures" -- of this kind. I'd like you to fetch a choice item from this hoard and bring it here for forwarding to the Emperor's Retreat.",		"m24f":"wearables\helmet\helmet_tie_fighter.iff",		"m24t":"TIE Helmet Investigation Improves Security",		"m24i":"Sabotaged TIE Helmet",		"m24c":"This is the bugged helmet, eh? Listen: The Empire triumphs over all such minor obstacles. Do you hear? Never think, or speak, otherwise. You may go now.",		"m24p":"I don't even handle TIE fighters. I got shipped these helmets by mistake. Typical snafu. I planned to cannibalize them for parts, and that's how I found the bugs. Here, take one.",		"m24o":"Incredibly, a Rebel spy infiltrated a Star Destroyer supply depot and placed listening devices in many TIE pilot helmets! A commander on this world uncovered the atrocity. You must go at once and retrieve an example of the compromised helmets. Tell no one of this embarrassment.",		"m23f":"wearables\armor\stormtrooper\blast_armor_stormtrooper_utility_belt.iff",		"m23t":"Stormtrooper's Creative Service",		"m23i":"Improved Utility Belt",		"m23c":"Oh. Hmm. Well, the belt doesn't appear remarkably improved. My superiors will have to judge whether the human-interest story remains satisfying. You may go now.",		"m23p":"The trooper was showing dangerous mental instability due to a radiation accident. He grew insubordinate, and we had him terminated. Here is his belt.",		"m23o":"Evidently a stormtrooper, somehow more inventive than his fellows, has devised an improved utility belt. How unusual! My superiors think this would make an intriguing HoloNet propaganda feature. "Stormtrooper Doesn't Let Duty Interfere With Creative Service to His Empire." Bring the trooper here, or at least his belt.",		"m22f":"wearables\armor\stormtrooper\blast_armor_stormtrooper_boots.iff",		"m22t":"Hero of the Empire Heads for Home",		"m22i":"Trooper's Last Remains",		"m22c":"Boots? Umm. Well. All right, thank you, go now.",		"m22p":"Body? Well -- it's part of one, I guess. Apparently all they found were these, uh, boots. I hope they'll do. They smell odd, though.",		"m22o":"A patrol around Yavin 4 found the remains of a stormtrooper from the destroyed Death Star. It is in the Empire's interest to enshrine and publicize these martyrs. By mistake the remains were shipped to this world. Retrieve this hero with all speed and return his body here for proper shipment to Coruscant.",		"m21f":"survey_tool\survey_tool_gas.iff",		"m21t":"Gas Mining Breakthrough?",		"m21i":"Survey Tool Prototype",		"m21c":"Hmph. I can see just by looking at it -- this is mere industrial trash. Thank you, I shall dispose of -- I mean, handle this item from this point onward.",		"m21p":"This unit offers a 13% efficiency improvement. But my commander has invested heavily in a company that makes the existing model. If this new one works, he's out of business, so he'll make sure it won't. Of course, you never heard that from me.",		"m21o":"It remains a demanding task to locate and concentrate valuable atmospheric gases. A researcher reports that he has made a breakthrough in gas mining. Personally, I doubt that any scientist on this world has the resources to produce such a "breakthrough." Nonetheless, you should fetch the item that excites him and bring it here.",		"m20f":"survey_tool\survey_tool_mineral.iff",		"m20t":"Empire's Mineral Needs Assured",		"m20i":"Survey Tool Prototype",		"m20c":"Once this unit has proven its worth, the Empire will be pleased to order enough units to survey the galaxy!",		"m20p":"We had no better luck with this unit than with current models. But it's not politically desirable to report this to my superiors, who include the unit's designer.",		"m20o":"Given our incessant need for materials, the Empire constantly researches new survey techniques. A scientist reports that his unit has finished testing a new prototype surveying tool. You will retrieve the tool and bring it here, so that we can analyze the rate of wear and tear due to fieldwork.",		"m19f":"wearables\armor\mandalorian\armor_mandalorian_bicep_l.iff",		"m19t":"Uncover Mandalorian Armor's Secret",		"m19i":"Rare Armor",		"m19c":"I'll have our top scientists examine this for as long as it takes. Eventually every stormtrooper will have armor as fine as this!",		"m19p":"It's a piece from the upper arm -- presumably of a bipedal species. I don't know if the Mandalorians ever created armor for, say, tentacled blobs. Here you are.",		"m19o":"For many years Imperial researchers have sought to duplicate the amazing qualities of ancient Mandalorian armor. We recently occupied an Outer Rim world that failed to show proper respect, and from a museum there our troops took a fine Mandalorian specimen. You are to retrieve this armor and return it here for close analysis.",		"m18f":"datapad\character_datapad.iff",		"m18t":"Rebel's Last Message Awaits Decryption",		"m18i":"Datapad",		"m18c":"Excellent. Once we decrypt this information, we'll learn whether we've finally disposed of Princess Leia Organa!",		"m18p":"I'd prefer not to idly speculate about the leader's identity. We haven't positively identified the charred remains. Here's the datapad.",		"m18o":"We recently destroyed yet another Rebel base, and we believe this assault killed a valued Rebel leader. The victim's datapad survives. WIth its information, we can verify the leader's identity and, in all likelihood, learn vital intelligence. You must retrieve this datapad from the assault leader and return it here for decryption.",		"m17f":"component\armor\armor_layer_cold.iff",		"m17t":"Snow Armor Design Delivery",		"m17i":"Snow Armor Modification Plans",		"m17c":"Far better to protect against frostbite than to worry excessively over details of weapon targeting! That is what I say!",		"m17p":"These preliminary designs feature a heat-retaining helmet modification that may interfere somewhat with our stormtroopers' famed targeting accuracy.",		"m17o":"Imperial Intelligence has let it be known that there may be action on an icy world in the Outer Rim. We have no other details. This unit is charged with designing the stormtrooper -- excuse me, "snowtrooper" -- armor for the campaign. Pick up the armor designs and bring them here by hand, in order to avoid alerting Rebel spies!",		"m16f":"component\armor\armor_layer_acid.iff",		"m16t":"Critical Failure of Anti-Acid Armor",		"m16i":"Anti-Acid Armor Fragment",		"m16c":"Losing a few stormtroopers is a small price to pay for improved armor. We shall commence analysis of this fragment at once. That is all.",		"m16p":"Here's the container with the armor fragment. We're still cleaning up the remains of the last stormtrooper testers. What a stench!",		"m16o":"Again there are problems with our tests of anti-acid protection for stormtrooper armor. Again we have lost several stormtroopers, messily, when the prototype's protection failed. Our lab has retained a piece from the most recent catastrophe. You are ordered to fetch this piece and bring it here -- in a safe container, of course.",		"m15f":"component\armor\heavy_armor_layer_acid.iff",		"m15t":"New Anti-Acid Armor Design",		"m15i":"Anti-Acid Armor Design",		"m15c":"Stormtroopers are all volunteers, whether they like it or not. I shall have the prototype created at once, and drafting of volunteers will commence thereafter.",		"m15p":"This armor design looks better than earlier versions, but I doubt any more stormtroopers will volunteer to test it.",		"m15o":"In our past efforts to improve the acid resistance of stormtrooper armor, we have encountered technical obstacles. Now, though, the deaths of the troopers in our previous experiments have inspired us to greater heights! A new design is ready for prototyping, and we require you to bring it to us at once.",		"m14f":"component\armor\armor_layer_energy.iff",		"m14t":"Testbed for Energy-Resistant Armor",		"m14i":"Laser-Resistant Armor Design",		"m14c":"Maximal casualties? Oh. Well, there are always more stormtroopers. We will analyze and redesign the laserproof armor, and recommence testing shortly.",		"m14p":"Apparently my report got corrupted in transit. "Minimal casualties" was actually "maximal casualties." As in previous tests, none of the troopers survived testing.",		"m14o":"I am pleased. Our armor-testing laboratory reports that the recent laser-resistant stormtrooper armor passed testing with minimal casualties. The trooper volunteers are no doubt breathing easier now! I need you to pick up the design and hand-deliver it here, so that the Rebels see nothing of this breakthrough.",		"m13f":"component\armor\shield_generator_vehicular.iff",		"m13t":"Design for Speeder Shield Generator",		"m13i":"Vehicular Shield Generator Plans",		"m13c":"Outer Rim lab? Pah! Who could imagine that this titanic breakthrough would come from some obscure lab in the hinterworlds? I expect this innovation, which originated entirely under my command here, will make my reputation. You would do well to echo these sentiments, if asked.",		"m13p":"Revolutionary? I believe there's some mistake. These designs originate from a remote Imperial lab in the Outer Rim Territories. We are only making copies.",		"m13o":"I understand a research lab has made a breakthrough in a new vehicle-mounted shield generator design. Supposedly it represents a completely revolutionary approach to shield generation. We cannot afford to let the Rebellion learn of this. Therefore I require you to go and get these designs, and hand-deliver them to me.",		"m12f":"component\chemistry\dye_hair.iff",		"m12t":"Candidate for Annihilation Reactant",		"m12i":"Annihilation Reactant",		"m12c":"Ah, the hypermatter. Did you happen to notice any odd phenomena -- for example, a strange warping of spacetime in your vicinity? No? Oh. Well, all right. That is all.",		"m12p":"This reactant is quite heavy. If you list a bit to one side, think nothing of it. I suggest you avoid space travel and intense gravity fields.",		"m12o":"Our Star Destroyer reactors use ultra-dense hypermatter. The Navy has delivered a new annihilation reactant sample to this world to test its effects in a gravity field. Bring us this sample and we shall commence testing. Don't worry, the sample presents no danger.",		"m11f":"component\item\electronic_control_unit.iff",		"m11t":"Breakthrough Miniature Hyperdrive",		"m11i":"Prototype Miniaturized Hyperdrive",		"m11c":"Wh-what? You arrived safely? Drat. We had hoped a Rebel would steal this from you, or from your body. It contains a tracking beacon and a charge of high explosive. Well, that scheme has failed -- for now. But expect more delivery missions in the future.",		"m11p":"Wouldn't the Rebels love to get their hands on this device! It guarantees our victory! Spread the word, and watch our foes quail before us!",		"m11o":"Our lab has made a breakthrough in a new miniaturized hyperdrive. It will permit even Lambda-class shuttles to far surpass lightspeed. What a tremendous achievement! Bring this wonder to us at once, and be sure to spread the news far and wide of the Empire's technological supremacy!",		"m10f":"food\crafted\meal_drink_corellian_double_brandy.iff",		"m10t":"Illicit Liquor Needed for Testing",		"m10i":"Corellian Double-Brandy",		"m10c":"I had planned to dispose of the illicit liquor myself, but now a Moff has taken an interest in proper disposal techniques. I must forward this to him at once. Ah, well.",		"m10p":"I have already disciplined the erring officer and was planning to dispose of the Double-Brandy myself. Don't you think that would be more efficient? No? Oh well, here you go.",		"m9f":"mission\mission_bounty_droid_probot.iff (or the Probot from the Creatures list)

m10o
In reading disciplinary reports from one of our units, I note that one officer was caught with excessive quantities of illicit Corellian Double-Brandy. The Empire tolerates a certain specified amount of alcohol per soldier, dependent on rank, but this was beyond the limit. Bring the excess Double-Brandy here at once!",		"m9t":"New Probot Spells Doom for Rebel Leaders",		"m9i":"Corrected Probot Droid Plans",		"m9c":"The probot program has much to make up for. I hope this next model proves effective.",		"m9p":"The redesigned probot corrects an earlier model's trouble discriminating at extreme distances. We ordered it to monitor a target 1500 meters away, and it instead targeted the sun, flew up, and was lost in the sky.",		"m8f":"mission\mission_bounty_droid_probot.iff (or the Probot from the Creatures list)

m9o
Despite development obstacles, we are continuing our program to redesign the standard probot droid. Its enhanced tracking abilities at range will spell doom for the Rebellion. The probot's latest plans await prototyping. Bring them here, and exercise all possible secrecy!",		"m8t":"Rebels Quail Before New Probot Droid",		"m8i":"Probot Schematics (Revised)",		"m8c":"We must endeavor to correct the errors of previous droids. This probot will be the one that succeeds. I feel sure!",		"m8p":"These schematics correct the previous model's lack of judgment in determining auditory ranges. We ordered it to monitor a target 1500 meters away. But the droid instead overheard a different commander's orders given, we now believe, a thousand kilometers distant. The droid flew into the sky and was lost. Mysterious.",		"m7f":"mission\mission_bounty_droid_probot.iff (or the Probot from the Creatures list)

m8o
Our probot droid redesign program has encountered a certain number of problems. But this droid's ability to monitor Rebellion activity at extreme long range will put the Empire's eyes everywhere! The corrected schematics for the latest model are now ready for prototyping. Bring them here at once!",		"m7t":"Rebellion Will Fall Before Improved Probot",		"m7i":"Redesigned Probot Plans",		"m7c":"The many vagaries we have encountered in the probot-redesign program are not endearing us to Imperial High Command. Yet we must persist.",		"m7p":"We believe these plans correct a programming error in the previous model. We ordered that droid to monitor a target 1500 meters away. But the droid apparently interpreted this as 1500 light-years. It flew into the sky and was lost.",		"m6f":"mission\mission_bounty_droid_probot.iff (or the Probot from the Creatures list)

m7o
We have faced many vicissitudes in our attempts to design an improved probot droid. Yet the need to eavesdrop on Rebel plans drives us ever onward. We have received word from the lab that the new plans are ready for prototyping. Bring them here, and the Empire will reward you!",		"m6t":"Redesigned Probot Dooms Rebellion",		"m6i":"Revised Probot Schematics",		"m6c":"No doubt many obstacles remain before the probot will be perfected. But we must push on, against all odds!",		"m6p":"These schematics avoid the previous model's rangefinding flaw. We ordered it to monitor a target 1500 meters away. It set out for the target, but accelerated far too quickly. It inadvertently achieved escape velocity, flew into the sky, and was lost.",		"m6o":"Our long-term effort to design an improved probot droid may finally be bearing fruit. After many travails, we now have schematics for a droid that can survey Rebel activity from a longer distance than ever before. Pick up the revised schematics and bring them here at once, so that we may begin prototyping.",		"m5f":"battery\battery.iff",		"m5t":"Power Storage Breakthrough",		"m5i":"Improved Battery",		"m5c":"Ah, the key to victory. After my excitement subsides, I'll have the staff begin testing. You can imagine their eagerness to undertake this glamorous assignment.",		"m5p":"Here it is, the new battery. You wouldn't believe how much education I absorbed to become an Imperial scientist. And what do I get to work on? Batteries.",		"m5o":"We are administering the development of an improved blaster battery. Be still, my pounding heart. I expect you, too, will thrill to participate in this magnificent undertaking. Bring us the battery prototype for testing. No hurry, though.",		"m4f":"component\structure\fluidic_drilling_pumping_unit.iff",		"m4t":"Operation Masterstroke Cargo Required",		"m4i":"Drilling Pump",		"m4c":"Splendid. This drilling pump represents only a fraction of the full power of Operation Masterstroke. Soon, soon, the Rebel Alliance will be crushed!",		"m4p":"Another Operation Masterstroke delivery. They must have warehouses full of stuff by now -- cities -- planets full of stuff. When does this operation actually happen?",		"m4o":"We have received new materiel to serve as a linchpin in the upcoming Operation Masterstroke. You are to bring it here immediately, overcoming all hostile force en route. Never, never let any item intended for Operation Masterstroke fall into the hands of the Rebellion!",		"m3f":"component\structure\capacitor_bank.iff",		"m3t":"Operation Masterstroke Delivery Assignment",		"m3i":"Capacitor Bank",		"m3c":"All is going as planned. This capacitor represents only a fraction of the full power of Operation Masterstroke. Soon, soon, the Rebel Alliance will be crushed!",		"m3p":"It's amazing how much materiel the Empire has been accumulating for this Operation Masterstroke. They've been working on it for ages.",		"m3o":"At last our long planning for Operation Masterstroke is bearing fruit. The shipments of cargo grow more frequent each day. You must go at once and fetch the latest addition to this ingenious scheme. Tell no one of your mission, and protect the equipment with your life.",		"m2f":"component\structure\weapon_mount_heavy_stabilization_unit.iff",		"m2t":"Operation Masterstroke Materiel Delivery",		"m2i":"Heavy Weapon Stabilizing Mount",		"m2c":"Superb. This weapon mount represents only a fraction of the full power of Operation Masterstroke. Soon, soon, the Rebel Alliance will be crushed!",		"m2p":"I wonder when Imperial leadership is going to get around to finally executing Operation Masterstroke. I've been hearing about it forever.",		"m2o":"Operation Masterstroke will paralyze the Rebellion in a single unexpected blow. With the cargo shipments that arrive ever more frequently, we will soon achieve victory. You must retrieve the latest shipment and hand-deliver it here, letting no one know of your mission. Guard the cargo with your life!",		"m1f":"component\munition\warhead_heavy.iff",		"m1t":"Operation Masterstroke Cargo Delivery",		"m1i":"Proton Torpedo Warhead",		"m1c":"Excellent. This warhead represents only a fraction of the full power of Operation Masterstroke. Soon, soon, the Rebel Alliance will be crushed!",		"m1p":"Operation Masterstroke -- the high-ups have been planning that one a long time. I advise you to be careful with this latest cargo. Don't go near intense magnetic fields.",		"m1o":"Imperial Security has delivered a new cargo for use in the forthcoming Operation Masterstroke. Bring it here at once. Because of this mission's critical importance, you must meet all assaults on your person with maximum force. Under no circumstances allow this cargo to fall into enemy hands!"
}}
