{
	"stfFile":"mission/mission_npc_escort_neutral_easy",
	"entries": {
		"number_of_entries":"25",		"m25c":"This is the place I was told to come, but it doesn't look like a patent office to me. Does it to you? Well, thank you for your assistance in any case.",		"m25t":"Next-Generation Ion Cannon",		"m25o":"I'm very excited about my new designs for a next-generation ion cannon! But I need someone to take me to the Imperial patent office. Can you help me?",		"m24c":"What, you say petal fever is rarely fatal? I came all the way to see my sick mother and there will be no inheritance? I should have researched the problem more carefully. Well, thanks.",		"m24t":"Mother With Petal Fever",		"m24o":"I've come all this way to see my mother, who's down with petal fever, but I can't find her neighborhood. I can pay if you'll guide me there. I want to help her ever so much.",		"m23c":"Thank you for warding off all my admirers. Otherwise I'd be assailed with propositions. Would you like to meet my beautician droids? You could certainly benefit from their guidance.",		"m23t":"It's Hard to Be Beautiful",		"m23o":"When you're as beautiful as I am, it's easier if you walk with someone else. Otherwise the rabble think you're available. So I'd like you to accompany me to an appointment with my beautician droids. Aren't you the lucky one?",		"m22c":"This is the place! Thanks. The profit from selling a hyperbaride nugget should more than replace the expense of a paid guide.",		"m22t":"Hyperbaride Crystal Dealer",		"m22o":"A crystal dealer has promised to sell me a nugget of hyperbaride, but I can't seem to find his shop. Can you help me out? I'll make it worth your time.",		"m21c":"Blast, now my droid has moved to some other coordinates. I've got to recalibrate my signal receiver and try again later. Thanks anyway.",		"m21t":"Can't Track Annoying Droid",		"m21o":"I'm having trouble with my droid. It's wandered off and I need to get it back. I've got the coordinates from its tracking beacon, but I need someone to help me get there. Are you available?",		"m20c":"It figures. There's still no sign of the Wookiee I'm supposed to meet. You understand, don't you, that I can't complain to his face? Of course you understand, silly question.",		"m20t":"Hard Time With Wookiees",		"m20o":"I hope you don't mind my saying, but I have the hardest time with Wookiees. One of them changed the coordinates of our meeting place at the last minute. Can you guide me there?",		"m19c":"Kindness is not dead in the galaxy, no matter what they say. I can't thank you enough. See, I knew I had a few credits around here. Take them with my gratitude.",		"m19t":"This Is Nothing Like Sky City",		"m19o":"I never got lost back home in Sky City, but I just can't find my way around this place. Can you show me the way to my lodgings? I'll dig a few credits out of my luggage for you.",		"m18c":"You're very kind. I hope life treats you well. Here are the credits, just like we agreed.",		"m18t":"You Look So Trustworthy",		"m18o":"I'm afraid to travel alone around here, but you look strong and trustworthy. Please, I'll pay you to walk with me to my sister's neighborhood. I could use the company.",		"m17c":"Okay, here's the truth: When I escaped from a swoop gang out there, one of them dropped an electro-jabber. I didn't find it, so I hope it's shorted out by now. Thank you!",		"m17t":"Dropped a Weapon, That's All",		"m17o":"I was looking out here for a weapon that -- uh -- my friend dropped. But I'm not finding it, and the noises around here are making me nervous. Can you escort me home safely?",		"m16c":"Thank you. I had an interview lined up to plug my new cookbook, "Tasty Mecolar Briddlings in One Day or Less." But I've missed it now. Oh well, here's your fee.",		"m16t":"Offworld Tourist",		"m16o":"Is this the way to the local HoloNet station? No? I didn't think so. I'm from offworld. Can you guide me to the square where I arrived? There's credits for you if you do.",		"m15c":"That's the end of the Green Lump Trail, unless I read the coordinates wr-- um, actually -- wait -- oh, drat, never mind. Maybe another time. Here, thank you for guiding me.",		"m15t":"Green Lump Trail Markers",		"m15o":"I'm putting down markers for the historic Green Lump Trail. Can you keep watch for danger while I read the map? I'll pay you for your time, of course.",		"m14c":"If my sister had found out I got lost looking for her, I'd never hear the end of it. I thank you for being my guide.",		"m14t":"Sister Left Me in the Wilderness",		"m14o":"I went out here looking for my sister, who was harvesting figdas for candy. Now she's called to say she's already home! I don't want her to know I'm lost, so could you guide me home?",		"m13c":"Watch out for those floating lights. The rumors that they indicate treasure are probably false. Please accept this fee, with my thanks.",		"m13t":"Watch Out for Floating Lights",		"m13o":"Last night I followed a strange floating light, and it led me here, far from home. I've been here ever since. Can you please guide me back home?",		"m12c":"What a relief. I expect I wouldn't have found ingredients for mitochondrial crunchy surprise, either. Those Ugor! Thanks, please accept this payment for your time.",		"m12t":"Free-Floating Fungal Fondue",		"m12o":"I think I'm the victim of a prank. An Ugor friend of mine sent me out here looking for the ingredients of free-floating fungal fondue, but there's no fungus here and I'm lost. I'll pay you to guide me back home.",		"m11c":"Thanks, have a figda. I didn't want to come home alone because the odor of fresh figda makes me giddy. Oh, and here's a little something for you.",		"m11t":"Candy Ingredient Mission",		"m11o":"I didn't know figdas even grew on this world. But I've got enough for a fine batch of candy. I'd like an escort on the way back home, though. Can you help?",		"m10c":"Thank you! Now I must get cooking. My family enjoys bantha loin with my special dioche sauce. Mmm! My secret ingredient is a drop of repulsorlift engine oil.",		"m10t":"Trouble Buying Fresh Bantha Meat",		"m10o":"I bought this bantha meat fresh from a herder. But I'm hearing strange noises around here, and I'm getting worried. Can you guard me on the way home? I'll pay you.",		"m9c":"Thanks, friend. I was really fond of that little droid, but it's not worth risking my life over. Here's something for your troubles.",		"m9t":"Never Follow an R2 Droid",		"m9o":"My malfunctioning R2 unit was seen headed out in this direction, so I decided to try and find it. All I did was get myself lost. Care to escort me back into town? ",		"m8c":"Many thanks, citizen. It's good to see not everyone suffers from my malady. What? Of course, your payment! How forgetful of me.",		"m8t":"Absentminded Inventor",		"m8o":"I'm so absentminded! It's going to be the death of me yet. I'm an inventor, you see, and I got to thinking about how to improve my droid's AA-1 verbobrain. Next thing you know, I'm out here. Please help me get home safely.",		"m7c":"Thanks, buddy. Here you go. First thing I'm gonna do is find a new group of friends. Then I'm gonna plot a fairly elaborate revenge.",		"m7t":"Friends Played Practical Joke",		"m7o":"My friends claimed they were taking me to see my new speeder bike. They thought it'd be funny to leave me out in the middle of nowhere with no means to defend myself. Care to help me get home?",		"m6c":"Thanks, citizen. This is for your troubles. I'll be sure never to travel without my blaster in the future.",		"m6t":"Large Predators Following Me",		"m6o":"My speeder broke down not too far from here. I had to flee some large predators that were drawn by the crash, and I fear they might have followed me. Could I get your help in getting back to civilization?",		"m5c":"Did you see that suspicious fellow that kept just out of sight? He followed us the whole way. Thanks so much for seeing me safely here. Here's your reward.",		"m5t":"Stranger on My Trail",		"m5o":"I believe there's a stranger following me. I'm afraid he might be a swooper. I've heard they're very dangerous. Could you escort me safely into the city? I'll make it worth your while.",		"m4c":"Thanks for your help. Here's a little something for you. I'm a bit embarrassed that I needed an escort in the first place. I think some practice with my blaster is in order, huh?",		"m4t":"Wasted Rescue Mission",		"m4o":"I drove out here to get my young son. He likes to play out here, and folks say they've seen predators roaming this area. Turns out my son was home and my speeder needs a new repulsorlift engine. Care to escort me back to the city, friend?",		"m3c":"Thanks for your kindness. It's good to see there are some decent folk left in the galaxy. Never trust anyone whose face you haven't seen.",		"m3t":"Secret Admirer",		"m3o":"I was supposed to meet a secret admirer out here, but it looks like I was stood up. I'm so embarrassed I don't dare call any of my friends to pick me up. Could you safely escort me back into the city? ",		"m2c":"Thanks, you're a pal. Can I offer some free advice? Never double-cross a Hutt. This is for your aid. See ya!",		"m2t":"Bounty Hunter Looking for Me",		"m2o":"I heard a bounty hunter had come into town looking for me so I decided to hide out here. He might still be looking for me. Would you mind escorting me back into town just in case?",		"m1c":"Please don't mention this to anyone, huh? I hate when my friends are right. And they seem to be right far too often for my tastes. Thanks.",		"m1t":"Galaxy's Worst Sense of Direction",		"m1o":"My friends claim I have the worst sense of direction of anyone they know. They bet me I couldn't find my way back to town without the aid of navigational devices. Guess they were right. If you get me back safely, I'll pay you."
}}
