{
	"stfFile":"mission/mission_npc_crafting_imperial_easy",
	"entries": {
		"number_of_entries":"35",		"m35t":"Speeder Bike Gyro is Vital",		"m35s":"So far the survival rate among stormtrooper test subjects is acceptable. The new speeder bike gyro will be a great success!",		"m35r":"This is the speeder bike gyroscope part? We will install it in the prototype at once. Testing begins as soon as we draft volunteers.",		"m35p":"I saw one of those speeder bikes malfunction once. The pilot started spinning like a rotor blade, zizz-zizz. I think he survived three, possibly four seconds.",		"m35d":"Our stormtroopers frequently pilot speeder bikes for fast transport. These vehicles have forward gyroscopes that occasionally malfunction. Consequences are usually fatal. This office is preparing a new gyroscope for which we require one vital part. Secure the components for this part at these coordinates.",		"m34t":"Low-Temp AT-AT Footpad Sensor",		"m34s":"Remember, you are not to say, imply, or indicate to any party the temperature range at which this sensor optimally functions. That is all.",		"m34r":"We will install this part in the prototype shortly. Say nothing to anyone about this assignment, do you understand? Nothing.",		"m34p":"These schematics specify an impulse sensor that can function in extreme cold. As if anyone would fight a battle on some frigid snowball planet!",		"m34d":"To sense terrain, an Imperial AT-AT walker uses impulse sensors built into each footpad. The current sensors function in an insufficiently wide range of temperatures. Pick up components at these coordinates and build a part for the replacement prototype. This assignment is, of course, classified.",		"m33t":"New AT-ST Walks Smoothly",		"m33s":"I am told that the new AT-ST is expected to safely navigate even dense forest. Soon the Empire's reach will know no bounds.",		"m33r":"Not a moment too soon. The current prototypes are falling over at an egregious rate. Quite undignified. I shall have this part installed at once.",		"m33p":"This part will go right above the shin stabilizer on the AT-ST, so build it for durability. Deliver the completed part to these coordinates.",		"m33d":"The Imperial Army is redesigning the AT-ST scout walker to handle more varied terrain. The legs will require new shock absorber systems that feed data directly to the nav-computer. For the prototype system we require you to build a part of the compression sensor assembly. Pick up the components at these coordinates.",		"m32t":"Control System for AT-AT Neck",		"m32s":"In regard to our earlier conversation, disregard all uses of the term "neck" to mean "cockpit access." I have been authoritatively informed that this term is incorrect.",		"m32r":"Is it true? That officer referred to the AT-AT cockpit access as a "neck"? You're sure? Very well, I shall look into the matter.",		"m32p":"I hear that the top ranks don't like the AT-AT cockpit access referred to as a "neck." It sounds too -- organic. Anyway, deliver the completed part to these coordinates.",		"m32d":"You have seen an Imperial AT-AT walker? You understand that the cockpit access tube flexes like a creature's neck? The neck flexes using a ringed electromagnetic system. This office is preparing a prototype for a new ringed system. Pick up components at these coordinates and build the indicated part for this system.",		"m31t":"One Thousand Times Actual Size",		"m31s":"I'm told the new viewplate prototype was rejected as "unacceptably large." It seems we must try to coordinate our communications better.",		"m31r":"I'm glad this new viewplate prototype is a thousand times actual size. We built the earlier design actual size, and a soldier sneezed and destroyed it.",		"m31p":"I wondered how a stormtrooper helmet could hold all of this equipment, until I saw the "1000x" on the prototype schematic. They do make things small nowadays.",		"m31d":"Are you skilled at microminiaturization? Well, it doesn't matter -- the prototype is one thousand times actual size. You are building a vital prototype part for the next-generation macrobinocular viewplate to be built into each stormtrooper helmet. Weight and size will be paramount issues. Pick up the components at these coordinates.",		"m30t":"Think of the Prestige",		"m30s":"Rather than dwell on this project's opportunities for advancement, let me congratulate you on your good fortune in becoming involved. Onward to victory!",		"m30r":"Ah, the TIE Interceptor project is already proceeding apace. This will reflect very well on us. I shall have this piece installed at once.",		"m30p":"Here are the components. It must be so glamorous working on the new TIE Interceptor project! Can I get your autograph?",		"m30d":"I am pleased that this office -- my office -- has received orders to construct prototype parts for the next generation of TIE Interceptor spacecraft. Thank you, thank you. But rather than dwelling on the high honor this represents, I am commissioning you to pick up components at these coordinates and build a certain vital part.",		"m29t":"Absurdly Overpowered Amplifier",		"m29s":"I cannot believe this! Once more Imperial Center has rejected our design as "underpowered"! Well, this office may contact you again with another assignment.",		"m29r":"Another part for yet another field amplifier. The power tolerances required by this latest design are absolutely outlandish. Well, I shall forward your part as required.",		"m29p":"I don't understand why our previous designs were rejected. Now this field amplifier is so ridiculously overpowered, it could have blown up Alderaan. Well, deliver the part to these coordinates.",		"m29d":"In vain this office has tried to build an acceptable prototype for a new laser firing field amplifier. Imperial Center rejected our previous attempts as "inadequate." But they will certainly accept this new design! Pick up the components at these coordinates and build a vital part for this absurdly massive device.",		"m28t":"Some Sort of New Battle Cruiser",		"m28s":"Attention! I have been informed, beyond any possibility of ambiguity, that you are absolutely not to discuss the new battle cruiser! That is all.",		"m28r":"Did anyone discuss the destination of this part? Oh, that officer did, did he? I must see about that.",		"m28p":"All the tolerances for this induction hyperphase generator seem several orders of magnitude too high. Oh well. Deliver the part to these coordinates.",		"m28d":"The Empire is preparing a new -- let me see here -- a new induction hyperphase generator for some sort of new battle cruiser. Prototype parts for this device are being produced all over the galaxy, for security reasons. Pick up the components and create a part for this generator. Meanwhile, I will try to identify the battle cruiser.",		"m27t":"Prototype Trash Compactor",		"m27s":"I am belatedly informed that this matter is highly classified. Tell no one.",		"m27r":"This is satisfactory. Tell no one of the new prototype trash compactor, or it will go badly for you.",		"m27p":"The battle station in question must have unusual functions. This schematic indicates an extremely high volume of garbage. Deliver the completed part to these coordinates.",		"m27d":"Restrain your excitement as I commission you to create a vital part for the prototype trash compactors aboard a space battle station now being planned. I am not clear what spacecraft these trash compactors are for. Ah well, it is not for a mere line officer to question the Empire. Pick up the components at these coordinates.",		"m26t":"Who Needs an Ion Engine That Big?",		"m26s":"It appears that certain members of the supply chain were not adequately briefed on security. This shortfall has been remedied. Tell no one.",		"m26r":"What is this? For an ion engine? Don't be absurd. An ion engine that needs a part like this would be big enough to move a small moon!",		"m26p":"Note that I am specifically not commenting on the size of the engine implied by the tolerances in these components. I am in no way violating secrecy.",		"m26d":"We require you to build a prototype part. Note that in this schematic it goes in an ion sublight engine. You are not to regard or comment on the unusually large size of the ion engine. You are not to speculate on the size of the craft propelled by this engine. That is classfied. Pick up the components at these coordinates.",		"m25t":"Docking Bay Alignment is Important Too",		"m25s":"Citizens seldom appreciate the details involved in running a galaxy-wide Empire. You have helped with one such detail. Expect more work soon.",		"m25r":"I'll dispatch this to the repair droids soon. I'd hate to cripple sector-wide production of -- um -- landing alignment markers. Heh.",		"m25p":"Docking bay alignment markers, eh? It never occurred to me that anyone actually needed to make those. Deliver the completed part to these coordinates.",		"m25d":"This office supervises sector-wide production of landing alignment markers for spacecraft docking bays. Not glamorous, I grant you, but important. The machine that produces these parts has broken, and the replacement part is on Coruscant. We prefer to commission you to build the required part. Get the components at these coordinates.",		"m24t":"Part for a Very, Very Large Cruiser",		"m24s":"Perhaps I failed to stress the need for confidentiality in this assignment. Let that be your watchword in any Imperial assignment.",		"m24r":"The soldier who gave you these components has been court-martialed for loose talk and removed offworld. Attempt to avoid that fate yourself.",		"m24p":"I can't believe the tolerances on these components! You'd think they were building another Death Star or something. Deliver the completed part to these coordinates.",		"m24d":"We require you to build a part for an atmosphere processing substation. Here are the schematics. The purpose is classified, but you need to know that it is for a -- well, a large battle cruiser. A very, very large cruiser. Build the part with appropriate tolerances. Pick up the components at these coordinates.",		"m23t":"Part for Highly Classified Project",		"m23s":"Payment is attached. Tell no one of your work, or it will go badly for you.",		"m23r":"I have been informed of your assignment. I shall relay the prototype to the assembly staging area.",		"m23p":"We've been shipped strange components for this classified project. Very advanced. Oops, I'd better not say any more. Deliver the completed part to these coordinates.",		"m23d":"A very high clearance project is getting under way elsewhere in the galaxy. Very high clearance. Prototype part design is being scattered across the Empire for security. It falls to you to build one particular part. It may appear innocuous, but believe me -- this is of signal importance. Pick up the components. Tell no one.",		"m22t":"Know the Thrill of a Gantry Retractor",		"m22s":"For your worthy aid in constructing the TIE hangar service gantryway retractor, you no doubt feel the same thrill shared by all in this office. Your payment is attached.",		"m22r":"It is of course a wonderful honor to assemble the new prototype service gantryway retractor. Don't tell anyone in the Empire that I ever said differently.",		"m22p":"What excitement I feel, giving you these components for the TIE hangar service gantryway retractor! All those years of training at the Academy have paid off. Deliver the completed part to these coordinates.",		"m22d":"Umm-hmm-hm -- what? You wish to build something? Ah. Well, in fact the Empire has entrusted this office to build a prototype for -- this will impress you -- a service gantryway retractor for a TIE fighter hangar. Yes, I share your obvious astonishment at this high honor. Pick up the components and build a certain part we need.",		"m21t":"We Don't Want It to Work",		"m21s":"You may rest assured that building nonfunctional equipment serves the Empire's larger purpose. Be proud, agent!",		"m21r":"For a training display it is crucial that this not actually work. Let me test it -- yes! Nothing! Well done.",		"m21p":"Here are the components for the prototype part. Don't worry if it is not functional; that is not its purpose. Deliver the completed part to the personnel trainer.",		"m21d":"The Kuat shipyard is preparing a new, grander class of Imperial military cruisers. Details are classified. To train personnel for this new ship, we shall use dummy prototypes of the new equipment. We require you to build a certain part for the latest prototype. Pick up the components at once.",		"m20t":"Paralyzing Pincer Crane Stance",		"m20s":"This office's consistent advocacy for paralyzing pincer crane research will see the Empire to still greater glory! ",		"m20r":"A dismal epoch in paralyzing pincer crane research will shortly end. That is my own opinion, which of course echoes that of my superiors.",		"m20p":"Ah, excellent! This office takes the position that research in paralyzing pincer cranes is unduly neglected. Here are the components. Deliver the completed part to these coordinates.",		"m20d":"Ships captured by tractor beam and pulled into a Star Destroyer's main hangar are held in place with an electromagnetic paralyzing pincer crane. This office finds the state of current research in this field quite sad. For our improved crane prototype this office requires a certain part. Secure the components and build that part.",		"m19t":"Calibrating Tractor Beams is Such a Nuisance",		"m19s":"I am informed you discharged your duty correctly. However, should the tractor beam prove unstable and destroy a target, the Empire will know who is responsible.",		"m19r":"For the tractor beam diagnostics? Very well. I shall consign the task of calibrating and diagnosing the beam's performance to some junior officer. You may go.",		"m19p":"Tractor beams can be difficult. This device will ensure that the beam works effectively without shaking the target to bits. Deliver your completed part to these coordinates.",		"m19d":"You build things, correct? Excellent. Heed my instructions: You are to build an essential part to be used for diagnostics of the next Imperial Star Destroyer tractor beam system. Yes, I thought you'd be flattered. Go.",		"m18t":"Still Need to Work Out a Few Details",		"m18s":"Due to the untimely demise of the field test team, this project has been shelved until the aggression circuits have been redesigned.",		"m18r":"Good work. At this rate we'll have this droid assembled in no time.",		"m18p":"You must be quite well respected to be working on a project like this. Here are your components; bring them to these coordinates when you've finished.",		"m18d":"The Imperial Department of Military Research is improving old droid technology. We have been give a schematic for a new prototype. You are assigned the task of creating this component. Head to supply and get the components you need.",		"m17t":"As Though It Never Happened",		"m17s":"A small number of credits has been added to your account. This is a random bonus and was not earned for any services.",		"m17r":"I trust you spoke of this part to no one. Excellent. Go about your business as though this never occurred.",		"m17p":"This is a set of "priority" components. There will be no record of these components, nor of the part you construct. Bring it to this location once complete.",		"m17d":"Congratulations, you have been chosen to work on a highly classified project. You do not have the security clearance to know what you are making parts for, but be assured that they are imperative to the cause of our beloved Emperor. Make this part and secure your place in Imperial history. ",		"m16t":"We're All Equal in the Eyes of the Empire",		"m16s":"Every part on a vessel is considered to be of equal importance. To question this is to question Imperial leadership.",		"m16r":"That's what I was waiting on. Don't feel too bad; the technician before you had to make a part for the toxic waste disposal system.",		"m16p":"Here are the components on your manifest. Don't feel bad -- the galaxy needs garbage disposal too. The installation engineer is waiting for your part at these coordinates.",		"m16d":"All the systems that make up an Imperial cruiser are vital. Therefore, this assignment -- to make a replacement part for a garbage disposal unit -- is vital. If you have a problem with that, pretend you're making something for one of the blaster cannons.",		"m15t":"This is a Rush Order",		"m15s":"The arrival of your part proved timely. The captain was on the verge of executing an innocent bystander. You have done well.",		"m15r":"I'd better get these up to the ship right away. The captain is not a patient man.",		"m15p":"These are the components you need. A pity you don't get to deliver the completed part to the ship personally. That would be something to see.",		"m15d":"An Imperial Star Destroyer in orbit requires replacement parts for one of the docking suspension field projectors. You are instructed to complete this part in a timely fashion. It would be the height of foolishness to annoy the captain by dawdling.",		"m14t":"On the Cutting Edge",		"m14s":"The new generators are 15% less efficient than the old models. This was evidently due to a design flaw rather than poor construction. These results are now classified. Tell no one.",		"m14r":"Good, you're here. These new pulse generators are going to make the old ones seem antiquated by comparison! ",		"m14p":"I just need to double-check your identification. It's routine on such an important project. All in order, and I believe these are the components assigned to your project. Deliver the completed part to these coordinates.",		"m14d":"Exciting new advances have been made in power carrier pulse generators. This department is implementing this new technology. You have the honor of assembling an important part for the prototype. Make the Empire proud!",		"m13t":"The Importance of Drilling in Earnest",		"m13s":"Imperial Survey was very pleased with our work on the new drills. Congratulations are sent to all teams who worked on them.",		"m13r":"We've been making a lot of these drills lately. Imperial Survey must have found a major new source of minerals somewhere.",		"m13p":"It looks like you're building a part for some kind of engine. Everything you need is right here. If you need anything else, bring me proper authorization and it's yours.",		"m13d":"You are required to aid completion of a new model of beamdrill. These drills are vital to the resource-gathering abilities of the Empire. Therefore, treat this seemingly lowly assignment with the same reverence you would give to parts for a TIE fighter. Collect your components and deliver your completed part.",		"m12t":"A Cog in a Machine",		"m12s":"Everything was turned in on schedule and within acceptable construction parameters. Payment has been authorized.",		"m12r":"Very well, your task has been discharged, and you are free to continue with other projects.",		"m12p":"Your authorization for these components is all in order. Bring your completed part to these coordinates when you have finished its construction.",		"m12d":"The latest assignment we have received is straight from the Imperial Department of Military Research. All you need to know is that you will be building this small part used in a discharge modulator. The necessary components will be made available to you at this location.",		"m11t":"Keeping It Cool",		"m11s":"Your participation in this distasteful episode has been reviewed. You have been found innocent of wrongdoing. The commander who gave you this assignment is now undergoing appropriate discipline. That is all.",		"m11r":"What? For the energy coupler cooling grid? Too late, that grid blew sky-high. Took out a company of stormtroopers, too. Oh well, there are always more troopers.",		"m11p":"I was told to have the components waiting for you. Somebody very important must want this. ",		"m11d":"Execute this urgent assignment with all haste. A vital part of an energy coupler cooling grid is defective. You are to replace this part with one that is functional. Build it and deliver it personally to the officer in charge. A second failure by our department would look very bad and would bode poorly for your career.",		"m10t":"Your Piece of a Star Destroyer",		"m10s":"The speed with which you have completed your assignment has been noted.",		"m10r":"Another part for the deflector array already? You're a fast worker. It checks out, so I guess you're done.",		"m10p":"So you're one of the techs working on the starship components, huh? Got the parts you need right here waiting for you. Bring 'em to these coordinates when you're done.",		"m10d":"An Imperial shipyard has commissioned parts to be used in a new Star Destroyer prototype. You are charged with the production of this part, a vital component in the power coupling of a deflector shield. Go to the supply officer, who will furnish you with the components you need. ",		"m9t":"Which Part Goes Where",		"m9s":"Your skill in constructing these kinds of items is beyond reproach. ",		"m9r":"Part for a hyperdrive capacitor? We don't need a part for a hyperdrive capacitor -- Oh, you mean this part! I didn't realize these could be used in one of those.",		"m9p":"These components? I thought they were for bacta tank temperature controllers. Oh well. Get them assembled and over to these coordinates as soon as you can.",		"m9d":"One of the great things about Imperial technologies is how many of the parts are used in a variety of devices. Your current assignment is to built this part to be used in a hyperdrive capacitor, although it is also used in a solar ionization reactor. Go and get what you need.",		"m8t":"Someone is Paying Attention",		"m8s":"You have performed admirably, and a commendation has been added to your record praising your discretion. ",		"m8r":"I understand the supply officer was speaking of things that don't concern him. I'm sure we can find him a job where he isn't so overwhelmed with free time that he tries to balance departmental budgets. I trust you won't make any such foolish mistakes.",		"m8p":"Parts for security devices? More like random "crucial parts" to pad the security budget. Not that you heard that from me, mind you. Here are the components you need. Bring the part to these coordinates when you're finished.",		"m8d":"Security is being tightened throughout the Empire. This means we must keep replacement parts for an array of security devices at all times. Go and get the components for the assigned part, manufacture it, and you will be informed of where to deliver it.",		"m7t":"Clean Up a Mess",		"m7s":"Imperial Security has determined that the delay in the completion of this project was not directly attributable to you. Payment has been made.",		"m7r":"I hope you did a better job with this part than your predecessor. Yes, that does seem to be the case.",		"m7p":"I thought these components had already been put together. None of my business, I suppose. Your orders check out.",		"m7d":"Imperial Security is having us build parts for a new, more sensitive security scanner. The part you have been assigned was completed incorrectly by the previous engineer. I encourage you to finish your work quickly, as all the other pieces have been turned in.",		"m6t":"Assemble This Carefully",		"m6s":"Your participation in this project is now complete, and you are to be commended for your diligence.",		"m6r":"This is the completed piece? I'll put it with the others and put together the unit later.",		"m6p":"Did they give you the speech about the "utmost care"? Yeah, like you guys are usually so slipshod in your construction. Don't worry about it, he just likes the sound of his own voice. Here are the components you need.",		"m6d":"Every part in an inertial compensator needs to be made with the utmost care, due to the immense amount of stress put upon it. Construct your part of this important piece of equipment with that in mind.",		"m5t":"Don't Ask, Don't Tell",		"m5s":"The discretion of all involved in this project has been noted. You are now ordered to forget anything you may recall about this assignment.",		"m5r":"Did you observe anything unusual in the course of creating this item? No? Excellent. You are dismissed.",		"m5p":"Here are the components required for you part of the device. Deliver it to these coordinates when you've completed assembly, and be circumspect about it. ",		"m5d":"You are assigned construction of a part to be used in equipment so classified that even the scientists designing it aren't sure what it's for. Go and get the components you need for your piece. Anyone asking the nature of this project should be reported immediately.",		"m4t":"More Mining Droids Needed",		"m4s":"Your service to the Empire has been noted. Payment has been deposited.",		"m4r":"Interesting how Imperial Survey always seems to have the resources for the equipment they need. I'd better get this droid finished before they come looking for it.",		"m4p":"Building parts for mining droids, are you? Here are the components you've been authorized.",		"m4d":"Imperial Survey has informed us that we now have funding to begin construction on a new series of industrial mining droids. You will be constructing this prototype part, used in the droids' plasma drills. You are expected to complete this assignment quickly and efficiently.",		"m3t":"War, What is it Good For?",		"m3s":"The entire engineering team's work on this project was adequate. You are thanked accordingly.",		"m3r":"Let's have a look at this. Very well. Everything seems to be according to spec. Good job.",		"m3p":"You must be the Moff's special pet, to be assigned a high-profile project like this one. Here are the components you need, don't muck it up.",		"m3d":"Scientists have designed a more efficient ion cannon that should wreak havoc with Rebel deflector shields. You are commissioned to go make this part, integral to the new ion cannon's delivery system.",		"m2t":"Somebody Must Know What It's For",		"m2s":"You have completed your assignment satisfactorily. Reveal the details of this assignment to no one.",		"m2r":"You have the part made, I see. I only wish somebody would tell me what I'm supposed to do with it.",		"m2p":"Here are the components to build your part in the...what's your clearance? Ah. Here are your components. Be careful putting it together, it's very delicate.",		"m2d":"Ship production is on the rise, which is good news for you. You are assigned the task of assembling this delicate part. What's it for? I wouldn't ask such questions if I were you. Just get it made and let us worry about where it goes.",		"m1t":"This Calls for Hyper Speed",		"m1s":"You were not the last person to finish your part of this project. No punitive action will be taken.",		"m1r":"Got your part assembled already, eh? Good. Once the rest arrive, I can finally assemble it.",		"m1p":"May I see your work orders? Ah, you're part of the cooling system team. Here are the components you need for your part.",		"m1d":"An Imperial engineer of high standing has redesigned an overdrive ion flux cooling system. Go and acquire the components you need to build your part of this device. Complete its assembly and deliver it with all haste."
}}
