{
	"stfFile":"mission/mission_npc_destroy_neutral_medium_creature",
	"entries": {
		"number_of_entries":"50",		"m50t":"Missing Data Cartridge",		"m50c":"The data on that cartridge will save my business. I owe you much, stranger. Here is your reward.",		"m50o":"I need help. I was transporting a data cartridge between cities when I was attacked by some kind of vicious animal. I threw the cartridge in the creature's face and ran. But now I need that data back. I've got the exact coordinates of the place. Can you skewer the beast for me so I can go back and retrieve my cartridge?",		"m49t":"Fetch My Errant Droid",		"m49c":"Wild animals but no droid? I fear that little robot has beeped his last. Thanks for taking care of the creatures, though. I'll pay you for that, at least.",		"m49o":"My droid popped his restraining bolt and wandered somewhere outside the city. I've got his coordinates. Would you be willing to fetch him back for me? Be careful. That area is a little dangerous.",		"m48t":"Lt. Drex Won't Be Happy",		"m48c":"You've saved my job. My children thank you.",		"m48o":"The Star Destroyer Accuser has just reached the system. A certain Lieutenant Drex on board is due to inspect local properties I've been keeping for him. He won't be happy to see the vicious creatures that have moved in. Can you wipe out those toothy intruders?",		"m47t":"Glimmik Music Is Galaxy's Bane",		"m47c":"Thanks. I can't believe I lost a perfectly good exhibit of wild animals. That's the last time I'll let glimmik musicians into my hotel!",		"m47o":"Glimmik music! It's the bane of hotel owners across the galaxy. A troupe of Bith and Twi'lek performers wrecked my establishment last night and set loose some exotic animals I had caged in the lobby. Now the animals are contaminated with local bacteria and need to be eliminated. Can you travel outside of town and do the job?",		"m46t":"Make Twi'lek Beauty Safe",		"m46c":"Terrific! You did well. Now those creatures won't harm a single tentacle on my sweetheart's head.",		"m46o":"I've been seeing the most gorgeous Twi'lek you'll ever find, but she's been having problems with wild creatures when she travels between cities. Her safety is my top priority. I want you to find the animals at the coordinates I give you and make sure they can't threaten my sweetheart again.",		"m45t":"Telescope Site Needs Clearing",		"m45c":"You've done me a great favor. Here's your payment. Now I can monitor the activities of Imperial warships to report to the Alli-- um, I mean, I can watch the big ships docking in orbit.",		"m45o":"I've found an excellent spot to set up an electro-telescope. I like to watch the big ships docking in orbit. But the last time I set up my rig, I was chased off by a couple of ugly, unpleasant creatures. I'll pay good money if you could get rid of those beasts for me.",		"m44t":"Infested Techno Union Outpost",		"m44c":"Capital job! Now I can keep searching for that old Techno Union outpost. Who knows what they might have left behind?",		"m44o":"Remember the Techno Union? Of course you do. I think there might be an old outpost of theirs not far from here. I want to investigate further, but the area is home to some distinctly hostile species of fauna. I'd love to hire you to remove these creatures. Then I can get on with my search for the outpost.",		"m43t":"Cloning Tests Are Fun",		"m43c":"Thanks. Of course, the thing about clones is that it's hard to stop making them after just ten or twenty. I may need your services again. Soon.",		"m43o":"Cloning tests are fun, but I made the mistake of turning loose several test subjects. Not that these cloned animals can't defend themselves in the wild. Quite the opposite -- they have mauled several travellers through the area. How would like to help me clean up this mess by blasting these animals into atoms?",		"m42t":"Make Beebleberries Safe Again",		"m42c":"Exquisitely done. My beebleberries are safe again. Here is a little something to compensate for your trouble.",		"m42o":"I used to like the beebleberries that grow on my property. They attract all sorts of dazzling avians and insects. But these animals have tempted predators to the area and I can't enjoy my own land any more. If you have the time, I want you to go there for me and wipe out any dangerous animals you find. I'll be most grateful.",		"m41t":"Switching Depot Needs Clearing",		"m41c":"Outstanding. I may get back on schedule now. If I need more animals destroyed, I'll find you again.",		"m41o":"I'm clearing some land for a switching depot, but I'm stuck with a few wild animals that are slowing me down. Their dens and nests foul the treads on my freight droids. Are you a hunter? I'm looking for someone to kill these beasts and destroy their lairs.",		"m40t":"Infestation by Dark Side of Force?",		"m40c":"You have much skill and courage. The Force must be strong with you.",		"m40o":"I'm not obsessed with old religions, but I think some land I just bought is strong with the Dark Side of the Force. At least it is infested with some very unpleasant animals. You look tough enough to remove them from my property. Care to earn a few credits today?",		"m39t":"Bacta Experiment Didn't Work Out",		"m39c":"Now the Empire won't pull my bacta license. I can't express how grateful I am. Here's the payment for your work. ",		"m39o":"My veterinary bacta experiment didn't quite work out. The test subjects grew unusually ill-tempered and, alas, I used some potentially dangerous animals. Of course they broke loose into the wild, and now I've got a big problem on my hands. I don't suppose you'd want to go take care of this headache for me?",		"m38t":"Dangerous Feral Pets",		"m38c":"I still miss those poor little devils. Perhaps now they're in a better place. Thank you for the help.",		"m38o":"They looked so cute when they were little, but my pets grew too big to keep. Now they've been feral for a year. The planetary authorities have warned me that they've become dangerous. I've got to get rid of them somehow. Would you be able to find my old pets and blast them into pieces?",		"m37t":"Clear an X-Wing Landing Strip",		"m37c":"Thanks, friend. Now my cousin can land his T-65. I can't wait to get a look at that starfighter's hyperdrive!",		"m37o":"My cousin just bought a used T-65 Starfighter, but for obvious reasons he doesn't want to land an X-wing at an Imperial-patrolled spaceport. I've got a few acres where he can touch down, but I need some nasty creatures removed to make it safe. If you're as good with that weapon as you look, maybe you can help me?",		"m36t":"Poaching of Young Gualamas",		"m36c":"I sure didn't expect to find that particular species feeding on my gualamas. Thanks to you, I won't have to worry about it anymore.",		"m36o":"Something's been killing the young from my herd of gualamas. Now I have to keep my livestock indoors. I need a hunter to take care of this predator before I lose any more profits. If you can do the job, I'd love to hire you today.",		"m35t":"Crazy Old Wizard's Beasts",		"m35c":"Well done. Those animals won't bother anyone now. The old wizard probably ran away when he saw you coming. I hope that teaches him a lesson.",		"m35o":"I've heard a lot of complaints about a crazy old wizard in the wilds who surrounds himself with ravenous beasts.  The locals asked me to do something about these dangerous creatures, so I sent a range droid to find out where the old man lives. Now I want you to exterminate his animals. I can pay you, don't worry about that.",		"m34t":"Local Imperial Menagerie Loose",		"m34c":"What a relief! All the parents in this neighborhood thank you. You've done us a great service and earned this reward.",		"m34o":"I'm convinced I know the origin of the vicious pack animals now attacking children in this neighborhood. Some local Imperial bigwig imported them for his stupid menagerie, and they got loose! The police won't stop the beasts yet, because someone high up likes to make the Empire look bad. Can you destroy this menace?",		"m33t":"Ill-Bred Mongrel Greysor ",		"m33c":"You did not find that mongrel greysor? I can't understand it. The problem still remains, and I must protect my kennel. What? Money? Oh, here, take it.",		"m33o":"Some ill-bred cur of a greysor has been getting into my kennel at night and fathering mongrel litters upon my purebred darlings. The sale value of these litters is, as you may well imagine, negligible. I desire you to go to the creature's home, or lair, or what-you-may-call-it, and destroy it. I shall, of course, pay.",		"m32t":"Illicit Core Worlds Animal Trade",		"m32c":"Sounds like you found nothing but native animals. I don't know where that exotic beast has gone. It's an unexpected situation, because this town isn't all that big.",		"m32o":"I hear weird animal noises from my neighbor's dwelling. I think he's running some illicit animal trade from the Core Worlds. He had some big beast get loose not long ago, and now I'm getting scared it'll eat me in my sleep. I saw its lair, so I'm willing to pay you a fair fee if you'll destroy it. Be careful, it's a big one.",		"m31t":"Shadow Barnacle Egg Seeds",		"m31c":"You ever smell anything like that? What a stink. It's so frustrating. What, you're done already? Okay, here's your money. I'd better find a fungicide or something.",		"m31o":"You smell that? That stinking dust on the wind? It's egg seeds, spewed by the shadow barnacles that infest the buildings around here. Never mind that this means more silica parasites on our buildings -- what's worse, the egg seeds attract beasts from hither and yon. There's a new lair nearby. Please go and destroy it, okay?",		"m30t":"Reptavian Hawkbats Attract Predators",		"m30c":"Our building will be safer now, thanks to you. If you need affordable housing, think of us. On second thought, never mind; we don't allow weapons here.",		"m30o":"We've got reptavian hawkbats roosting on our building eaves. Not a problem for us -- they feed on the silica parasites, you know -- but they attract predators from outside town. The building society has raised funds to eliminate this nuisance. You eliminate it, you get the funds.",		"m29t":"Committee Resolution",		"m29c":"Thank you, that's splendid. I'm afraid I can't talk now. I'm working up a new official anthem for our club.",		"m29o":"At our latest animal protection society chapter meeting, all board members agreed that our biological systems are badly out of balance. The world's, I mean. To correct this infirmity, we voted to commission talented hunters to reduce the local predator population. If you are willing, I shall enter your name in our club minutes.",		"m28t":"That Blarth's Pure Deathstar!",		"m28c":"Not a blarth? Oh. Well, it may have been what you killed instead. When I saw it, my goggles were clouded. Okay, here's your fee.",		"m28o":"A killer beast is on the loose. Oh, it may look harmless. You may laugh and say, "It's just a drooling Gungan blarth." But I tell you, that blarth's pure deathstar! It's taken out a squad of stormtroopers and two assassin droids! It's the killer blarth you always feared! I think I know where it is, so go!",		"m27t":"Predators Stinking Up the Place",		"m27c":"The streets smell a bit cleaner already, citizen. Thanks for your effort.",		"m27o":"This town's streets are filthy, and I'm not talking about litter. We've got predators coming in from the countryside, killing local pets and leaving little presents behind. Can you take out a lair or two?",		"m26t":"Senatorial Menagerie Loose",		"m26c":"Citizen, this whole community thanks you. We'll try to get that Senator to reimburse this fee, but I'm not holding out hope.",		"m26o":"Some Imperial Senator sent his servants through here, looking for beasts for his menagerie. The incompetent louts accidentally let loose every creature they'd bought, right here in our area. We'd like you to mop up a lair of them before our animal trouble gets out of hand.",		"m25t":"Livestock Exhibition Escapees",		"m25c":"Those don't sound like offworld creatures. Blast, that means they're still on the loose. Well, you did the job we asked for, so here's your money.",		"m25o":"Some offworld things escaped from the recent Livestock Exhibition, and they've been terrorizing this community ever since. We've collected some money and found the likeliest spot where they lair. Can you go in and take out the whole pack, quickly?",		"m24t":"Nuna-Ball Championship Float",		"m24c":"Thank you, a lot! I'll send my buddies out to get whatever you didn't already salvage. All of it's going on our giant dianoga parade float!",		"m24o":"For next season's nuna-ball championship parade, my buddies and I are doing something special. Everything for the project has to be organic, so we want some carcasses. We've found a lair near here, a bunch of ferocious things that this world would be better off without. Can you kill them, please?",		"m23t":"Dejarik Piece Models Needed",		"m23c":"Never mind. The holosculptor found adequate models on the HoloNet. Thanks anyway for your work, and here's your fee.",		"m23o":"I've commissioned a holosculptor to model several local beasts for a new dejarik board I'll be selling. She needs specimens, so I've located some at these coordinates. Please dispatch everything in this lair, but try to leave the bodies intact.",		"m22t":"Fried Thinwhillets",		"m22c":"No thinwhillets? That's bad news for my chef. I'm afraid predators got to the yummy things before you did! Well, I'll pay you anyway for wiping out the beasts.",		"m22o":"My chef is developing a new dish involving fried thinwhillets. They're harmless local rodentians. I'll pay you to go to this lair he's located and blast all the thinwhillets, or axe them, or whatever it is you violent types do.",		"m21t":"Scrumptious Local Livers",		"m21c":"I've belatedly learned that my chef requires the livers ripped whole, on the spot, from living animals. Grisly, I know. Well, I suppose I owe you this fee anyway.",		"m21o":"For a particularly scrumptious dish, my chef requires several livers of -- oh, what was the name -- anyway, the livers of creatures in the lair at these coordinates. I'll pay you to dispatch the creatures, leaving the livers intact so that my chef can recover them later.",		"m20t":"Ghhhks From Clak'Dor",		"m20c":"Thanks. I was afraid my neighbors were about to sue me for biological infestation. I hope the predators ate all the ghhhks before you killed them.",		"m20o":"I imported some ghhhks from Clak'dor VII. I heard their skin makes a healing salve. Well, it didn't do anything for me, and then the ghhhks got loose. Now they're breeding, and the scent has attracted a pack of hungry predators. I'd like you to destroy the predators before anything really bad happens.",		"m19t":"Idle Hutt Amusements",		"m19c":"Thank you. I'm sure the Hutts won't mind your killing their pack. Just in case, though, you may want to visit other parts of this world.",		"m19o":"Hutt gangsters are looking here for good predators to capture. I hear they like rancors. They set loose a pack of fierce creatures, then watch to see if something fiercer eats the first pack. The pack they set loose is bad enough. Can you go and kill them before they do serious damage?",		"m18t":"Gamorrean Parasitic Pets",		"m18c":"Bloodsucking parasites always have a bad effect on property values. Thanks for cleaning them up.",		"m18o":"I hear Gamorreans keep pet parasites, which they let feed on their own fluids. Urrgh. A few Gamorreans passed by a while back, and now we're seeing little furry things scurrying around here. I think they're cohabiting with some predators near here. I'll pay you to wipe out the whole infestation.",		"m17t":"Zoological Agency Messed Up",		"m17c":"A thousand thanks, citizen. Perhaps you should seek a job with the Imperial Zoological Agency. Seems like you could show them how these things should be done.",		"m17o":"The Imperial Zoological Agency claimed to have cleared these areas of dangerous beasts. I beg to differ. We've had a few attacks on children in the last couple of days. Could you get rid of whatever is threatening our kids?",		"m16t":"HyperGym Replacement Exercise",		"m16c":"Thanks, friend. Here's some credits to cover expenses you incurred while blasting those creatures. Now I'll be able to stay in shape.",		"m16o":"Ever since my HyperGym broke down, I've taken to jogging outside the city. But the presence of wild beasts has recently rendered my favorite route useless. Could you get rid of these pests for me?",		"m15t":"Animals Trample Millaflowers",		"m15c":"Bless you, citizen. You have a good heart. This is for you. You wouldn't also happen to have a green thumb, by any chance? I need all the gardening advice I can get.",		"m15o":"These blasted animals won't stay out of my gardens. Do you know how hard it is to grow millaflowers? I rely on them to supplement my income. Please help me make sure my family does not starve. ",		"m14t":"Annoying Critters Bad for Business",		"m14c":"Thanks, citizen. I wish more of the folks around here were as eager to improve business. You've worked hard for your money and it's well-deserved.",		"m14o":"There are far too many wild critters around here and it's bad for business. I want to make this community more attractive to tourists. If you can help me deal with some of these bothersome beasts, I'd make it worth your while. ",		"m13t":"Daughter's Beloved Bearded Jax",		"m13c":"Thanks, friend. This should cover your inconvenience. I'm sure you understand just how important it is to keep our little angels happy.",		"m13o":"My little daughter's beloved bearded jax was killed by some sort of wild beast recently. The darling just won't be consoled until those horrible pests are disposed of. Do you think you could do this for me?",		"m12t":"Flowers for Sick Mother",		"m12c":"Thank you so much. I'm sure those flowers will help my mother get better. Take this reward for your services.",		"m12o":"My mother is sick and loves a certain flower that grows near here. I'd pick some for her, but there's some sort of creature lair near there, and I'm afraid those beasts might hurt me. Could you chase them away for me?",		"m11t":"Groundwater Meters Attract Vermin",		"m11c":"Thank you. It's always nice to know I can go to work in relative safety. Here's something for you.",		"m11o":"I perform tests of the groundwater, but my meters seem to attract all manner of vermin. It's the vibrations, I think. Could you please make sure there aren't any bothersome beasts hanging around my workstations?",		"m10t":"Clear a New Vegetable Garden",		"m10c":"Good, thanks. Now my family can enjoy good wholesome food, thanks to you. I'm especially fond of charbote, aren't you?",		"m10o":"I'd like to start a vegetable garden for my family and even have a plot of land, but it hasn't been cleared of dangerous pests. If you do that, I'll reward you.",		"m9t":"Dying Grandpa's Last Wish",		"m9c":"Excellent! I'll send my droids out to collect the carcasses. Don't worry if you didn't leave much meat -- my grandfather has hardly any teeth left.",		"m9o":"My dying grandfather has one last wish -- to eat the flesh of the creatures that killed his beloved wife. I've tracked down a lair of the beasts and need you to kill some for me. Think you could do that?",		"m8t":"Pygmy Albino Rancor Livers",		"m8c":"What? Those don't sound like pygmy albino rancors to me. I could have sworn they were there. Well I suppose I should pay you for your time in any case. Thanks.",		"m8o":"Home remedies will always cure what ails you, citizen. I'm running short on pygmy albino rancor livers, which are crucial for my excellent laxatives. Could you go to these coordinates and bring me some more? And don't worry, these rancors are small and harmless.",		"m7t":"My Dream is to Herd Shaaks",		"m7c":"Bless you! These herd animals are tough to care for, but I'm on the road to my dream -- being a genuine real-life shaak herder! This is for your trouble.",		"m7o":"How will I ever become a legitimate shaak herder if my shaaks keep getting eaten? Please help me achieve my dream. Kill these dangerous pests for me?",		"m6t":"Disappearing Children",		"m6c":"Good work, citizen. The neighborhood children will compose a song in your honor. Oh, and here's the pay I promised.",		"m6o":"Some kids have disappeared in this area over the last few weeks. Some folk think it's the work of wild predators. I want to make sure my child is safe. I'll pay you to check these coordinates and drive away any monsters you encounter.",		"m5t":"Great Sentimental Value",		"m5c":"Thanks, friend. This is for your trouble. Uh, you didn't happen to dig around, did you? Didn't find any precious stones? Good.",		"m5o":"I lost something of great sentimental value in the wilderness several years ago and I'm determined to get it back. I've isolated the area where I think this treasure may lie, but there's a den of predators keeping me from performing a thorough search. Think you can get rid of it for me?",		"m4t":"We Wanna Hold Speeder Races",		"m4c":"Thanks! You're a pal! Here you go. Don't forget to come back in a few months and check out the races.",		"m4o":"My friends and I want to hold some speeder races outside of town, but there's some sort of creature lair out there that's holding us up. If you wipe it out, I'll pay you for your time.",		"m3t":"Exotic Pet Breeding Gone Wrong",		"m3c":"Thanks. Here's your pay. I'd sure appreciate it if you didn't mention this to anyone, okay?",		"m3o":"My goal of breeding exotic pets didn't go as planned. I've heard some of my "failed experiments" are now terrorizing the locals. Think you could take care of this problem for me?",		"m2t":"Trophy Business Needs Inventory",		"m2c":"I hope you left their heads intact. They're not worth much to me if you didn't. Anyway, here's your pay.",		"m2o":"I run a trophy business and am always in need of exotic beast heads to mount. I understand a lair of such creatures exits not far from here. I'll pay you if you can kill a few for me.",		"m1t":"Predators Stolen From Research Facility",		"m1c":"Hmm, those don't sound like the beasts I was tracking, but thanks for getting rid of dangerous predators anyway. Here's something for your trouble.",		"m1o":"I've been tracking some genetically altered predators stolen from an Imperial research facility. Some apparently ended up here. If I could get your help in disposing of them, I'd make it worth your while."
}}
