{
	"stfFile":"mission/mission_deliver_neutral_hard",
	"entries": {
		"number_of_entries":"25",		"m25t":"Gungan Tooke-Trap Plants",		"m25p":"I think more folks should use plants for pest control. Who needs harsh chemicals in their homes?",		"m25s":"I should have mentioned that the tooke-trap plants grow rather large, and may eventually attack house pets and small children. I'll have to remember to tell my friend.",		"m25f":"filename_of_object",		"m25r":"I hope these work, because I'm allergic to most pesticides. I'm at the end of my towline!",		"m25o":"",		"m25l":"Plants of some sort",		"m25d":"My friend's home is infested with vermin. I have the perfect solution -- tooke-trap plants from the Gungan swamps! These carnivorous plants are voracious and will have my desperate friend's home pest-free in no time. Please deliver these seedlings at once.",		"m24t":"Laa Fish Caviar",		"m24p":"Please tell my friend that this is the caviar of the genuine wild laa fish. Just wait for the reaction.",		"m24s":"Wild laa caviar costs more than I make in a year. Don't tell anyone, but I have an alternative supplier. You can't tell bioengineered laa fish from the wild variety, no matter what the snobs say.",		"m24f":"filename_of_object",		"m24r":"Laa fish caviar! And from the wild! How thoughtful -- that's my favorite! So much better than that dismal oversalted bioengineered stuff. That tastes like old oil from repulsorlift casings.",		"m24o":"",		"m24l":"Small can",		"m24d":"Have you ever tried laa fish caviar? It's simply superb! Please deliver this container of the delicacy to my dear friend. It's a gift to thank the family for hosting us at their home last month. Don't you dare eat any!",		"m23t":"Deliver ambergris",		"m23p":"Never been much of a perfume wearer myself, but I suppose I'm the exception. Careful on your travels.",		"m23s":"If shaak ambergris smells so great, why do shaaks themselves smell terrible? I've never understood that. Anyway, thanks for delivering that stuff to my customers.",		"m23f":"filename_of_object",		"m23r":"The ambergis of the wild shaak is far superior to the domesticated variety. The end result is much sweeter. My thanks.",		"m23o":"",		"m23l":"Container",		"m23d":"I just received a container of wild shaak ambergris that some customers wants to buy. They make perfumes, I believe. Could you deliver this container to them?",		"m22t":"Wookiee Bowcaster",		"m22p":"Bowcasters can be dangerous weapons, even just to own. Wookiees don't like it when non-Wookiees use them.",		"m22s":"It turns out that after all the Imperial taxes on sales of antique collectibles, I don't have enough left to pay you the bonus I mentioned. But thanks anyway!",		"m22f":"filename_of_object",		"m22r":"This brings my total collection up to fifty. If this seller is to be believed, this particular weapon will be the jewel of my collection.",		"m22o":"",		"m22l":"Wookiee Bowcaster",		"m22d":"I found a buyer who collects Wookiee bowcasters. Fortunately, I happen to have an antique. We finally agreed on terms that justify my parting with it. Deliver the bowcaster to the buyer. If it gets there quick, there may be more credits in it for you.",		"m21t":"Alderaan t'Ill Plant",		"m21p":"Life can be so fragile. And the more beautiful, the more fragile it seems. Please be careful out there.",		"m21s":"I understand that very few Alderaan plants have been cultivated on other worlds. The botanical gardens on Coruscant had a wide selection -- but one rumor I heard said the garden officials, acting on orders from high up, burned all the plants. Typical.",		"m21f":"filename_of_object",		"m21r":"Wonderful! I've waited a long time to see this plant bloom. I'll be sure to send my friend a wonderful gift as thanks.",		"m21o":"",		"m21l":"Plant of some sort",		"m21d":"I am one of the few botanists who has a living t'ill plant in their possession. Those were flowers found on Alderaan, you know. It is my treasure. Every now and again, I consent to send a clipping to a colleague. Please see that this precious clipping is delivered safely.",		"m20t":"Special Chips for Kidders",		"m20p":"My partners will be glad to get this chip. And let me warn you, they're big kidders. Don't believe any wild stories they might tell you.",		"m20s":"I told you my partners were big kidders. What a laugh, huh? Thanks.",		"m20f":"filename_of_object",		"m20r":"The new slicer chips! Cruising! You the new slicer? Ever sliced into the HoloNet?",		"m20o":"",		"m20l":"Memory chip",		"m20d":"My partners needs this specialized memory chip for their droid. Seems they want the droid to perform some kind of fancy tricks, like dancing, I think. Anyway, if you could deliver it to them, I'd be most appreciative. Oh, and try to keep it quiet and out of sight, would you?",		"m19t":"A Big Surprise",		"m19p":"I'm sure this item will be something the recipient will always remember. Careful now, don't shake it. And whatever you do, don't open it!",		"m19s":"Thanks for delivering the gift. You might want to disappear for a while. No special reason why, just some friendly advice. The credits I deposited into your account should help you get away.",		"m19f":"filename_of_object",		"m19r":"A birthday present? But my birthday isn't for another six months. Who sent this? Curious. I'll go home and have a look. Thanks.",		"m19o":"",		"m19l":"Small box",		"m19d":"It's my friend's birthday, and I wish to give a very special gift. Could you please pick it up from the crafter and deliver it to my friend? Say it should be opened in a small, dark room. Don't mention my name, of course. This will be a big surprise, I assure you.",		"m18t":"Gourmet Nerf-Liver Pate",		"m18p":"No sneaking any tastes. Once the seal on that container is broken, the pate will only remain fresh for a day or so. I'm trusting you now.",		"m18s":"Thank you for delivering that pate. I get requests for my pate recipe from all over this world. But I'll never tell!",		"m18f":"filename_of_object",		"m18r":"I heard my old friend was making another batch of pate. Excellent! I shall sample this tonight! You have my gratitude -- though no, that doesn't extend to letting you have a taste.",		"m18o":"",		"m18l":"Container",		"m18d":"I'm a retired gourmet cook who used to co-own a restaurant with a dear friend. Every time I make my specialty, nerf liver pate, I must send some to my former partner or I'll never hear the end of it. Move fast! The pate won't keep forever, even in this special container.",		"m17t":"Portrait Saves Artistic Career",		"m17p":"If my friend spent more time with practical matters and less time worrying about 'art' -- oh well, I suppose it's good someone worries about art.",		"m17s":"Actually, my friend probably got more credits for that one portrait than I make all year. I wonder who's really the more practical one?",		"m17f":"filename_of_object",		"m17r":"A thousand thanks, my friend! You've saved my career. If you ever want a portrait, let me know. I'll give you a healthy discount. Well, a decent discount. Well -- anyway, thanks.",		"m17o":"",		"m17l":"Picture or portrait",		"m17d":"My artist friend just went to deliver a family portrait to a patron. Guess what got left behind? That's right: the portrait. I swear to you, those artists have gas-giant clouds for brains. Could you take this portrait to my friend and save a career?",		"m16t":"Wedding Bracelets",		"m16p":"I get misty-eyed at the thought of true love. Not enough of it in the galaxy, that's for sure.",		"m16s":"But they said they would name their firstborn after me! That's fickle for you. Oh well, I don't think I'd want anyone else saddled with the name my folks gave me!",		"m16f":"filename_of_object",		"m16r":"It just wouldn't have been the same without these. Thanks! We'll name our firstborn after you. What was your name again?",		"m16o":"",		"m16l":"Jewelry (Bracelets)",		"m16d":"My friends are getting married in a few days. They decided to elope and hold a small ceremony. Well wouldn't you know it, they went off and forgot the wedding bracelets. Had them hand-crafted too. Cost them a fortune. Could you see to it that they get them? The faster the better, my friend.",		"m15t":"Inner Peace",		"m15p":"Here are the ashes. Have you ever lost someone dear to you? It takes a long time for the pain to go away, doesn't it?",		"m15s":"Thanks, buddy! You were great. I'm sure my brother will forget all the worries of the world now. Haha!",		"m15f":"filename_of_object",		"m15r":"Hey, my glitterstim spice stash! You're pretty brave to risk getting arrested just to get this to me. My brother sent this? I don't have a brother. But I got a lot of good friends.",		"m15o":"",		"m15l":"Small box",		"m15d":"My brother was supposed to lay our recently departed father's ashes to rest. He was so grief-stricken, however, that he forgot the ashes at a friend's home. Could you please pick them up and deliver them to my brother so that our father's spirit can finally rest in peace?",		"m14t":"Amphibian Eggs",		"m14p":"Feel free to take these. They taste horrible. Now if I could get my hands on some fleek eels, that'd be something.",		"m14s":"Thanks for getting those eggs safely to my friend. I wish I could find some fleek eels.",		"m14f":"filename_of_object",		"m14r":"Did my friend happen to tell you what type of eggs these are? Besides the fact that they're amphibians from Myrkr? Good. It's best you don't know. Well done.",		"m14o":"",		"m14l":"Storage box of some sort",		"m14d":"I ended up with a clutch of some amphibian's eggs from Myrkr. Told a friend of mine, who now wants to buy them. Can't figure out why. They're not very tasty. But hey, credits is credits. Could you pick up the eggs from my home and deliver them to my friend?",		"m13t":"Droid Memory Chip",		"m13p":"Some folks can get pretty attached to their droids, eh? I personally am not one of those. They're just tools to me.",		"m13s":"Sounds like they got the droid brain chip. Thanks for your help. I've transmitted some credits to compensate you for your time.",		"m13f":"filename_of_object",		"m13r":"Thank the stars! You've saved our dearest droid! We'll install this chip right away. If our 3PO unit was here he'd thank you personally.",		"m13o":"",		"m13l":"Droid brain chip",		"m13d":"My friends can be so careless. While on vacation, they accidentally managed to erase their droid's memory. They've had that protocol droid for years. The backup memory files and personality parameters are on this brain chip. Could you please deliver it to them? They would be most appreciative.",		"m12t":"Precisely Calibrated Tools",		"m12p":"Here you go. Be careful! You know how touchy these scientist types can be about their intruments.",		"m12s":"Glad to hear you made it. I bet my friend was overjoyed, huh? Scientists get excited by the strangest things.",		"m12f":"filename_of_object",		"m12r":"My instruments! I was so worried. I've had this set since graduating from the Academy. They're priceless to me. Many thanks.",		"m12o":"",		"m12l":"Scientific tools",		"m12d":"A friend recently joined some other scientists to study some rare mineral formations but forgot some key instruments. These intruments have been calibrated to precise specifications, and so my friend wants them delivered rather than buying new ones. Could you pick them up and see to it that they are delivered safely?",		"m11t":"Refurbished Hyperdrive Motivator",		"m11p":"That boss can be a bit grumpy. Could you say you got lost and that's why the delivery is late? Please?",		"m11s":"I hope my boss didn't yell at you too much. I was instructed not to pay you, but I'm ignoring that and depositing your fee. Why should I worry about orders if I'm getting fired anyway?",		"m11f":"filename_of_object",		"m11r":"It's about time! My ship has been stuck on this planet for weeks. I'm gonna fire my lazy employee when this is over. And you, you slowpoke, don't you know -- hey, where are you going?",		"m11o":"",		"m11l":"Hyperdrive motivator (a mechanical part thingee)",		"m11d":"My boss' ship is currently stuck at a starport because this cheapskate doesn't want to pay the full price for a new hyperdrive motivator. I need someone to pick up a refurbished model and deliver it as soon as possible. Could you do this for me?",		"m10t":"Deliver divorce decree",		"m10p":"I knew this union would never work. I should have listened to my mother.",		"m10s":"Thanks for your help. I hope my former mate finds happiness, and I regret I was not able to provide it.",		"m10f":"mission\mission_datadisk.iff",		"m10r":"My mate is leaving me? Well, good riddance. I never really felt understood anyway.",		"m10o":"",		"m10l":"Datadisc",		"m10d":"My mate is currently off on another so-called 'adventure.' Please deliver the news that we are no longer married. I've decided to get an annulment. This datadisc contains all the legal documents. ",		"m9t":"Buy-Out News",		"m9p":"I'm sure my partner -- or, I should say, "ex-partner" -- will be quite surprised. Leave before you get hurt.",		"m9s":"Purge yourself of sentimentality if you want to run an efficient business. Profits come to those who act quickly and decisively.",		"m9f":"mission\mission_datadisk.iff",		"m9r":"I can't be bought out! My grandfather opened that shop! This is an outrage! I'll go deal with this personally. Maybe with a blaster.",		"m9o":"",		"m9l":"Datadisc",		"m9d":"I own a speeder shop and have recently bought out my partner, who's been away conducting some personal business. Could you pick up a datadisc from my accountant and deliver it to my ex-partner? It contains all the documents showing that my takeover was quite legal. ",		"m8t":"Birth Announcement",		"m8p":"I'm sure our friend will want to race home once they see this datadisc. I know it's a long way to go but it's for a good cause.",		"m8s":"Thanks for getting the word to my friend. I hope the pictures were appreciated.",		"m8f":"mission\mission_datadisk.iff",		"m8r":"This is wonderful news! Thank you! I'll book the next transport out of here. Those are some cute newborns!",		"m8o":"",		"m8l":"Datadisc",		"m8d":"Our friend's sister has just given birth! The family would love for my friend to return home at once and see the newborns. Could you pick up a datadisc, which contains pictures of the new family, from my home and deliver it and the good news? Tell my friend to hurry home. Many thanks!",		"m7t":"Pylat Bird Eggs",		"m7p":"These eggs need to be maintained at a constant temperature. The sealed container controls that. Don't open it. Don't jostle it. Don't get into blaster battles if you can help it.",		"m7s":"I am happy to spread the word of your careful and delicate egg handling. I hope you will consider more work of this kind in the future.",		"m7f":"filename_of_object",		"m7r":"My birds! Well, they're going to be. Ever heard their song? Enchanting. Thanks so much.",		"m7o":"",		"m7l":"Small box",		"m7d":"This cargo is delicate, and you must be especially careful with its transport and delivery. A client has purchased a couple of Neimoidian pylat bird eggs. I don't need to tell you that these are rare and expensive. This animal collector has been looking for these for some time. Get them there whole and you'll be well-rewarded.",		"m6t":"Dueling Vibrorapier",		"m6p":"I certainly hope you don't think dueling is honorable. Whatever happened to "forgive and forget"?",		"m6s":"I hope my client survives the ordeal. I haven't been paid yet.",		"m6f":"filename_of_object",		"m6r":"Aha! Now at last my honor can be defended. No one accuses me of cheating. No one!",		"m6o":"",		"m6l":"Vibrorapier",		"m6d":"These nobles and their ridiculous vendettas. A rich client who had been staying with us left his customized dueling vibrorapier in our home. Now the client needs it to settle a matter of honor, or somesuch nonsense. Could you please deliver it quickly? No telling what sort of trouble you might encounter on your travels. This noble has a habit of making enemies.",		"m5t":"Antique Blaster Rifle",		"m5p":"These adventurers, always planet-hopping! Hope you find this one.",		"m5s":"I wish I knew how that buyer earns enough credits both to buy antique weapons and also to travel around the galaxy. Hmm, I wonder if one habit explains the other?",		"m5f":"filename_of_object",		"m5r":"Ah, my rifle! Lucky you found me. I was on the next transport out of here. This might come in handy where I'm going. My thanks.",		"m5o":"",		"m5l":"Antique blaster rifle",		"m5d":"I finally found a buyer for my centuries-old Core World Arms pulse-blast rifle. Obviously such a valuable item must be hand-delivered. It's packed securely. This collector travels a lot to dangerous areas, so be on your guard.",		"m4t":"News of an Illness",		"m4p":"We don't know how much time the father has left. Please hurry! ",		"m4s":"My friend should make it to the bacta facility in time to have a last long conversation. Thank you.",		"m4f":"mission\mission_datadisk.iff",		"m4r":"Oh no! This is terrible news! I must contact my father at once. Thank you!",		"m4o":"",		"m4l":"Datadisc",		"m4d":"My friend's father has become deathly ill. For some reason, normal HoloNet messages aren't getting through -- maybe the Imperial Army imposed one of their blackouts. Please deliver the news, along with this datadisc with directions to the bacta facility holding the father. I hope my friend gets the news before it's too late.",		"m3t":"Warn of Sith Artifact",		"m3p":"You must warn my friend not to fall asleep with this dreadful artifact in the room. It contains the spirit of an ancient and evil Sith Lord. Go quickly!",		"m3s":"I hope you weren't too late to save my friend from a terrible fate. I must visit soon and see about destroying that artifact.",		"m3f":"mission\mission_datadisk.iff",		"m3r":"Nonsense! The artifact is perfectly safe. Soon the entire galaxy will understand all about the Sith. Begone and trouble me no more, puny mortal.",		"m3o":"",		"m3l":"Datadisc",		"m3d":"A friend is trying to buy an ancient Sith artifact. An archeologist I know discovered something of its history and has included the findings on a datadisc. Please collect this disc and deliver it immediately. I hope I'm not too late to save my friend from a terrible fate.",		"m2t":"Jabba Hunts My Friend",		"m2p":"Careful on your travels. Remember that bounty hunters will be after my friend. If you see Boba Fett, run. Good luck!",		"m2s":"It looks like my friend is going offworld. Way offworld. You can tell that to any bounty hunters you happen to see. Thanks.",		"m2f":"mission\mission_datadisk.iff",		"m2r":"Boba Fett? After me? Thanks for the warning. I gotta disappear and quick!",		"m2o":"",		"m2l":"Datadisc",		"m2d":"I've learned that Jabba the Hutt has placed a huge bounty on the head of my friend. Rumor has it that Boba Fett himself has taken an interest. My friend must go into hiding at once. This may well prove a perilous mission. Can you deliver the warning?",		"m1t":"Tragic News",		"m1p":"My friend will be quite shaken by this news. Please be sensitive. The search has taken a long time. Thank you.",		"m1s":"mission_success_mail",		"m1f":"mission\mission_datadisk.iff",		"m1r":"What? My love has been killed? No! Say it isn't so! How can I go on living? Please leave me now.",		"m1o":"",		"m1l":"Datadisc",		"m1d":"This message is of the greatest importance. My friend has been searching the galaxy for a long-lost love. I've just received word that my friend's love was killed in a transport accident last year. I wish to save my friend further expense and heartache. Please deliver the notice as promptly as possible."
}}
