{
	"stfFile":"mission/mission_destroy_neutral_hard_npc_corellia",
	"entries": {
		"number_of_entries":"15",		"m15t":"Hidden Turbolaser",		"m15s":"You handled that firefight better than we could have imagined. Your reward is well-deserved. We'd be pleased to work with you again in the future.",		"m15o":"Corellian Defense Force",		"m15d":"We finally tracked down the mysterious source of turbolaser fire that has assisted more than a few smugglers past our customs blockade. A team of veteran soldiers has disguised the planetside laser as an unobtrusive power station. They are unaware that we know their location, so we have the advantage of surprise. Rather than deploying regular troops to knock out the turbolaser, we have decided to employ a team of skilled civilians for the mission. This will reduce the chances for the criminals to discover that their position has been compromised. We need this civilian team to hit them quickly and mercilessly. We estimate that they are prepared for an extended defense of the site, so err on the side of personal survival. We will monitor the engagement and secure the site after the smoke clears.",		"m14t":"Ground-based Cloaking Shield",		"m14s":"Thank you. Here's your payment for the work. Lord Vader is pleased to hear that our shipment of hyperdrives is back on schedule. He did not sound like a forgiving sort.",		"m14o":"Corellian Technologies",		"m14d":"I'll make this quick, since time is short. We had a shipment of repulsor-compensators stolen from a droid freighter. We've got an Imperial order for hyperdrives and we need those components back immediately. The thieves are running a cloaking shield for their contraband ship from a ground station outside of town. We need a civilian strike team to knock out this station so we can locate our stolen shipment and get back on schedule. Lord Vader, the Imperial agent who placed the order, sounded impatient. We don't want to keep him waiting.",		"m13t":"Menace to an Honored Phantom",		"m13s":"A thousand thanks. Just remind yourself, we have to destroy criminal elements to make Corellia safe for honest people like ourselves.",		"m13o":"Heir to a Corellian Fortune",		"m13d":"My dad never talked about how he made his money -- or how he got those scars, or how his ship got those blast marks. He passed away recently, and now I hear disturbing rumors from old gangsters. They seem to know a lot about Dad, and they're happy to talk about it to HoloNet reporters. Now, I'm willing -- if not exactly happy -- to learn the truth about any skeletons in my old man's cargo hold. But there's my sisters, our families, our social position -- if too many questions come up, it makes it hard for us to hold our standing in society. You understand, I'm sure, why these gangsters need silencing. Don't forget, they're not only a menace to us, but to society at large! So I hope you'll earn my family's large reward for wiping out this criminal menace.",		"m12t":"Got Some Spacers Need a Lesson Taught",		"m12s":"Haw! I knew you'd be as good as your reputation. I hope you're sticking around Corellia for awhile. There's a lot more troublemakers where those came from, let me tell you.",		"m12o":"Chaster Fel Gaargaaz, Magnate",		"m12d":"Spacers think that ships and fuel just pop into the galaxy through a black hole or something. Slip the blockades, tease the Imperials, run the Kessel and Byss and Twin Stars; it's all fun and glamor for those starry-eyed flyboys. But the fact is, it's guys like me that cut through all the rules and regulations so they can zip around the cosmos like kids on a hovertrike. Sometimes I got to remind those hotshots who runs the regulator in this business. That's how you can help me. I've heard your name in certain circles. I think we can do some good business together. I got me a little station full of spacers and freight-runners that need a hot dose of reality, if you know what I mean. I want you to level that place. I want every sentient being with a blaster hole in him. Think you can handle that? Good. You've got a reputation for serious violence. That makes you damn useful.",		"m11t":"Suspected Jump Pirate Lair",		"m11s":"Excellent work! We've been hoping to catch that particular bunch of jump pirates for some time now. We trust this reward is suitable.",		"m11o":"Corellian Security Force",		"m11d":"These days, jump pirates spring up more frequently on Corellia than ever before. I'm sure you've heard the newsfeeds describing how these robbers use antique SpecForce rocket packs, from the days of the Old Republic, to assault orbital shuttles as they pass through the topcloud layers. Such atmospheric bandits are particularly dangerous, since a mistake can bring their victims crashing to the surface instead of simply marooning them in space. CorSec has placed special priority on stopping these rocket-propelled thieves. To this end we are contracting civilian investigators to check out suspected staging sites and destroy them if anything illegal is found. Missions of this nature require groups of very experienced operatives. Interested parties are encouraged to send their qualifications to CorSec. In return we will transmit the coordinates of a suspected jump site in your area. Thank you for your attention.",		"m10t":"Take Down Hardened Space Pirate",		"m10s":"Niiice. After you started shooting, Reego didn't know which way was up. I got my cargo back, too. You've got a future in the business of killing, my friend. Ol'val.",		"m10o":"Captain Sava Matar of the Corvette Null Racket",		"m10d":"The Null Racket might be the fastest Corvette in the sector, but even I get boarded sometimes. When Imperials net me, all I can do is bite the blaster. But when a pirate crew gets the drop on me, I can return the favor planetside. That's where I stand right now. I need to hire a freelance strike team to hit the hangout of a certain Reego Hinterstar. He robbed my cargo and I want it back, or I could lose more than just my fee. If you've got the men and the grit to take down a hardened space pirate, I want to talk to you.",		"m9t":"A Hutt on Corellia -- Isn't That a Kick",		"m9s":"Nice job. I've flown the Spine long enough to know that we can't tolerate a Hutt getting comfortable here. This one won't make the same mistake again.",		"m9o":"Thanus March, Freelance Spacer",		"m9d":"Hutts on Corellia. Doesn't that beat all. I fly home after a stretch on Naboo and my own planet is slimy with one of these filth-worms. I'm not one to start a fight, but when a gangster's cronies start harrassing my friends I won't take it sitting down. The Hutt I'll handle myself, but I need someone who's good in a scrap to cover my back.  Tackle his thugs at the location I give you and I'll make it worth your while.",		"m8t":"Had Enough of Unscrupulous Competitor",		"m8s":"Very nice indeed. You'd make a good security agent for a shuttle business like mine. Maybe I'll have a look at my budget and see what I can do.",		"m8o":"A Bothan On the Edge",		"m8d":"Sometimes a Bothan reaches his limit, and then there's hell to pay. I run a shuttle business between Coronet and Tyrena. The nature of my clientele sometimes requires me to make detours from my documented flight path. Lately I've been harrassed by a competitor with a strong presence in the less-populated regions of Corellia. He's been driving dangerous animals into my designated landing zones, presenting a serious threat to myself, my crew and my clientele. I'll deal with the animals separately, but I need to hire a strike team to take out my competitor's headquarters. This man and his lackeys are very well entrenched, so I need tough and experienced shooters for the job. Tell me you can do it and I'll send you the coordinates.",		"m7t":"Earn My Revenge While I Stay Home",		"m7s":"Thanks, friend, for blowing up that old partner of mine. I feel all redeemed and everything, and I never even had to leave home. Here's your pay -- you earned it!",		"m7o":"Living the Corellian Dream",		"m7d":"After I made a nice haul in corusca jewels, I retired here to Coronet. But I've had a real urge to get back at my old smuggling "partner," who sold me out to the Empire years ago. He made his own fortune off that betrayal, but he never found out I escaped from Imperial Security. Now, the usual script says I should arm myself to the teeth and storm his fortified bunker, so I can shoot him down like the mynock he is. But you know, I've got a family now, and there's lots of good programs on the HoloNet. So, I ask myself, why risk my life when there's a hungry strike team out there willing to do it for me? Want a nice reward? Go to these coordinates and blow away everybody and everything you see there.",		"m6t":"Black Sun Stealing Chronamite",		"m6s":"Thanks to your quick action, our company has had time to move the chronamite to a heavily guarded warehouse. Your fee is attached.",		"m6o":"Corellian Chemical Corporation",		"m6d":"For this assignment we require utmost discretion. The Black Sun criminal organization is setting up a remote base from which to plunder our company's stocks of chronamite. This valuable mineral can be refined into metal, but is also useful in our field -- and to the Black Sun -- as a poison. From past experience we know the local Security Force is heavily infiltrated with Black Sun spies. We must instead hire an independent strike team to destroy the criminal base, while we relocate out chronamite supplies to a new, better guarded location.",		"m5t":"Tursturin Supply Attacked by Saboteurs",		"m5s":"Your action in destroying the saboteur stronghold has helped us complete the current tursturin repulsor on schedule. More remain in our contract, and more threats loom, so expect to hear from us again.",		"m5o":"Corellian Technologies",		"m5d":"Found only on Corellia, the mineral tursturin is prized because it generates tremendous power when superheated. Corellian Technologies has contracted to build tursturin-powered repulsors for a cloud city in the Expansion Territories. Industrial saboteurs have made two failed attempts to steal our tursturin supply, and in the last attempt our probe droid tracked them to their lair. Police or Imperial involvement would create unfortunate legal entanglements, due to the tursturin's provenance. Instead, we wish to hire an independent strike team to destroy the saboteurs and their stronghold. Expect heavy opposition and a correspondingly high reward.",		"m4t":"Violent Protests Against CEC Operations",		"m4s":"Violence is inherent in the nature of most successful species. There will always be a need for weaponry. If this company doesn't satisfy that need, another will. Thank you for demonstrating this wisdom to these protesters.",		"m4o":"Corellian Engineering Corporation",		"m4d":"Over the millennia, our company has always coped with protests. Certain individuals or organizations, though they mean well, fail to understand the importance of armaments to the Corellian economy. We take strong issue with these protesters only when they try to sabotage our factories and attack our workers. Such terroristic efforts are beneath the Empire's notice. But to protect our Corellian quality of life, this company hires independent contractors to remove these threats. In the one at hand, a radical group has hired gangsters to assault our factories. We now offer you the opportunity to destroy the gangster base.",		"m3t":"Mobile Hospital Has Smuggler Problem",		"m3s":"Boyoboy, you have launched my personal Star Destroyer into hyperspace, believe you me! Here's your fee. Sorry, gotta go, we've got incoming!",		"m3o":"Corellian Defense Force Mobile Medical Unit 4-077",		"m3d":"Ever since we've been stationed out here in the wilderness for a big training exercise, criminal lowlifes have been sniffing around our medical supplies like Jawas at an astromech's birthday party. Now we've lost a crate of ion beamers to some black-market Hutt-lovers with more tentacles than brain cells. I want you to find those smugglers and give their base the Alderaan treatment. I don't actually have a budget for this kind of operation, but don't worry, I'm scraping the surplus out of the orotay-filter replenishment fund.",		"m2t":"Stolen Personal Defense Prototype",		"m2s":"Okay, thanks for eliminating that particular espionage problem. But we have them all the time, so expect to hear from us again.",		"m2o":"Corellian Technologies",		"m2d":"To test our new personal defense system prototype, we attached it to our office protocol droid, then sent him into remote wilderness. He complained, but then, he always complains. Seems the prototype has a design flaw in the prototype, because gangsters blew up the droid and stole the prototype. We're writing off the droid, but we need to prevent further industrial espionage. Staffers are busy right now checking our earlier models for the same design flaw, so we're hiring you to go and destroy the gangster base at the droid's last known coordinates. It's okay if you destroy the prototype, because it's too flawed to save.",		"m1t":"Testing Facility Has Espionage Problem",		"m1s":"We oversaw your progess and were pleased at the result. Your fee is attached. Thank you for doing business with CEC.",		"m1o":"Corellian Engineering Corporation",		"m1d":"CEC creates and abandons prototype testing grounds frequently, to discourage industrial and military espionage. Unfortunately, one testing facility in the Corellian wilderness was apparently compromised even during construction. Certain research reports created at this facility have already shown up on black-market slicer data exchanges. Because we are not yet ready to abandon this facility, we have traced the leak and located the gangsters responsible. To discourage further espionage, we are commissioning experienced strike teams to destroy their base and all data stored there."
}}
