{
	"stfFile":"mission/mission_deliver_neutral_easy_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"35",		"m35s":"Thanks for your help. I hope you weren't given a hard time. Your fee has been taken care of.",		"m35t":"Deliver a summons",		"m35p":"Here's the summons. Just hand it to the recipient and leave. Not much point in talking.",		"m35r":"A summons? What? Hey now, why am I getting a summons?",		"m35f":"mission\mission_datadisk.iff",		"m35o":"",		"m35l":"Datadisc",		"m35d":"I need someone to pick up a summons and deliver it. My regular runners are not available, and this case needs to be investigated promptly. Simply serve the summons, and don't engage the recipient in any significant conversation -- trust me, it won't go well.",		"m34s":"Thanks, buddy, we couldn't have done it without you. You fee has been deposited.",		"m34t":"Deliver critical software",		"m34p":"Here's the software. Please deliver it promptly. And don't bother trying to run it -- I promise you don't have the required hardware.",		"m34r":"Thanks for delivering the software. How high is your security clearance? All right, never mind.",		"m34f":"mission\mission_datadisk.iff",		"m34o":"",		"m34l":"Datadisc",		"m34d":"This software is confidential and critical. Suffice it to say that it has significant military applications. We need you to hand carry it, at the client's insistence; they are extremely paranoid about it going over the HoloNet. Please deliver it to their representative at the agreed location.",		"m33s":"Thanks for delivering my blaster design. If it works, you can tell everyone you played a part in revolutionizing blaster technology.",		"m33t":"Life Tied Up in a Blaster",		"m33p":"Here. Please don't lose it, and please be careful with it! My friend's whole life is tied up in this blaster design.",		"m33r":"Another wannabe blaster designer. If you've seen one, you've seen a million. Well, we'll look at it and see if it's any good. Thanks.",		"m33f":"mission\mission_datadisk.iff",		"m33o":"",		"m33l":"Datadisc",		"m33d":"I don't trust my new blaster design to the HoloNet; there are too many slicers out there on the lookout for industrial secrets. The best way to deliver something confidential is to carry it by hand. I need you to pick up an encrypted datadisc containing my design and carry it to the industrialist whom I hope will agree to manufacture it.",		"m32s":"Thanks for your help. I think this inheritance will come as a surprise to my cousin.",		"m32t":"About an Inheritance",		"m32p":"Here you go. The information about the inheritance is in this datadisc. Please make sure it ends up in the right hands!",		"m32r":"Ah, what's this? An inheritance? I had heard that my friend's uncle had passed away. I'll make sure he gets this when he gets home.",		"m32f":"mission\mission_datadisk.iff",		"m32o":"",		"m32l":"Datadisc",		"m32d":"My cousin was remembered in my late father's will. I don't trust this information over the HoloNet -- it's not much of an inheritance and is bound to be taxed into oblivion. I'm asking you to pick up a copy of the will and deliver it to my cousin's family. I'm willing to pay a modest fee.",		"m31s":"Thank you for attending to this matter so quickly! I hope our efforts are enough to save my cousin's life!",		"m31t":"Help Prove Innocence",		"m31p":"Here's the disc! Please hurry! Our cousin's life is in your hands!",		"m31r":"The deathmark has been ordered. This disc proves nothing; records can be falsified. Justice will be served at last.",		"m31f":"mission\mission_datadisk.iff",		"m31o":"",		"m31l":"Datadisc",		"m31d":"You must help me! My cousin has been falsely accused by some vengeful lunatic of murdering a loved one. I need you to pick up the evidence exonerating him -- a commercial transport manifest dated the day this maniac claims the murder took place. The passenger list proves my cousin was on that ship and couldn't have murdered anyone!",		"m30s":"I know this task was unpleasant, and I appreciate your professionalism in carrying it out.",		"m30t":"A Deathmark",		"m30p":"Feel free to tell this individual that you're only the messenger, not the instrument of death itself.",		"m30r":"A deathmark? But I've never killed anyone! I'm innocent! This is all a huge mistake!",		"m30f":"mission\mission_datadisk.iff",		"m30o":"",		"m30l":"Datadisc",		"m30d":"I have finally found my father's murderer and have put a price on the killer's head. However, due to our past, I will give the wretch a fighting chance. I need you to pick up a copy of the hunt certificate and deliver it to the guilty party. That should give this murderer a chance to make all the proper arrangements. I've made mine.",		"m29s":"Thanks for your help, friend. I hope our friend finds something worth purchasing.",		"m29t":"Help pick a pet",		"m29p":"Nothing like a strong tusk-cat at your side. These are some of the finest from the top kennels in Theed. I'm sure these holographs will demonstrate their quality.",		"m29r":"That litter is in already? Splendid! My son has been looking forward to this moment. The cub is for him, you know. ",		"m29f":"mission\mission_datadisk.iff",		"m29o":"",		"m29l":"Datadisc",		"m29d":"My partner has just received a new litter of tusk-cats. A friend of ours wants the pick of the litter. Please pick up a datadisc containing holographs of all the cubs from my partner and deliver it our friend. This will help our friend make a good choice. Thank you.",		"m28s":"Thank you ever so much for taking care of that. I hope you'll find my compensation satisfactory. Must run now.",		"m28t":"Popularize Twirrl Hunting",		"m28p":"Yes, here's the manuscript. Have you ever tried twirrl hunting? No, I guess you wouldn't have, would you? Carry on.",		"m28r":"This author's previous works have always been of superior quality -- always well researched. I can't wait to peruse this one.",		"m28f":"mission\mission_datadisk.iff",		"m28o":"",		"m28l":"Datadisc",		"m28d":"I've finished the definitive work on training hunting twirrls. It should become quite a popular sport among the nobles and the rich on Coruscant. It is, after all, already a distinguished sport on Naboo for persons of higher breeding. Please pick up my manuscript and deliver it to my editor for proofreading.",		"m27s":"Don't gamble, friend. Just don't. It leads to an early grave and heartache while you live. And worry not, I instructed my bookie to deposit your fee. Now I'm totally broke.",		"m27t":"Pay Off a Hutt",		"m27p":"Some beings just don't know when to leave well enough alone. Why is it that gambling attracts so many folks with bad luck? Anyway, here's the disc.",		"m27r":"Looks like this loser got some common sense. Good. I was about to start hiring bounty hunters.",		"m27f":"mission\mission_datadisk.iff",		"m27o":"",		"m27l":"Datadisc",		"m27d":"Four-cubes will break you spiritually as well as financially. I need someone to pick up a datadisc from my bookie and deliver it to a fellow player. The disc contains codes to access my credits. They're all encrypted, so don't even think about keeping it. Plus, you wouldn't want to add a Hutt to your list of enemies, would you?",		"m26s":"Thanks so much for giving my mother that invitation. I'm going to make fleek eel soup. It'll be grand! Too bad you can't join us.",		"m26t":"Reunite a Family",		"m26p":"A bouquet of flowers as ordered. Is this for a sweetheart? Oh, you're doing this for someone else? How nice.",		"m26r":"Nope, sorry, you got the wrong person. I've never been a mother and never hope to be. I may accept the dinner invitation anyway, though. And the flowers are nice.",		"m26f":"filename_of_object",		"m26o":"",		"m26l":"Flowers",		"m26d":"I was adopted as a child. After years of searching, I think I've finally found my real mother. Could you pick up some flowers and deliver them to her, along with an invitation to dinner? I can't deliver it myself, on the off chance that I'm wrong. Oh, I hope I'm not. Thank you so much for your help.",		"m25s":"Thanks for your help. We should all strive to give the gift of music. ",		"m25t":"Dance Lords of the Bith!",		"m25p":"There you are. This music moves your spirit, you know? Feel the beat, zoomer!",		"m25r":"The Dance Lords! Great! I heard this music is hot jets at the smoothest clubs on Coruscant. Can't wait to get smooth to its beat. Thanks!",		"m25f":"mission\mission_datadisk.iff",		"m25o":"",		"m25l":"Datadisc",		"m25d":"My friend wants to check out the newest recording by the popular band "Dance Lords of the Bith." If you don't find yourself moving to this music, you're probably dead. It's currently on loan to a neighbor. Could you pick up the recording and deliver it? Can't wait to hear this at the club. ",		"m24s":"Life is so unfair. Did you ever have one of those days? Well that's my whole life. Why me? Oh, thanks for your help.",		"m24t":"Get Some Power Converters",		"m24p":"Here you go. I hope this supplier can fill this order. That farm kid is getting annoying.",		"m24r":"This whiny customer again? I should never have special-ordered those fuel cells. Now I'll never get any rest. Fine, I'll get right on it.",		"m24f":"mission\mission_datadisk.iff",		"m24o":"",		"m24l":"Datadisc",		"m24d":"Why are power converters so hard to find? I've looked everywhere. Why does this always happen to me? It's not fair! I want some power converters! Is that too much to ask? Could you please pick up a purchase order and deliver it to a local supplier for me? I'd go myself, but I have to finish cleaning some droids.",		"m23s":"I would love to see the look on my friend's face when these recordings are played. Alas, if only I wasn't so busy I could pay my friend a visit. Thanks for your help.",		"m23t":"Help conduct research",		"m23p":"I've listened to these recordings. Truly amazing stuff. Who knew krayt dragons vocalized to this degree?",		"m23r":"The krayt dragon recordings! This will be such a boon to my research. Thank you so much!",		"m23f":"mission\mission_datadisk.iff",		"m23o":"",		"m23l":"Datadisc",		"m23d":"I've managed to find actual live recordings of krayt dragons. My friend is a naturalist and has been studying krayts for years. A book on the subject is in the works, I understand. Could you pick up the datadisc contains the recordings and drop it off with my friend? I'm sure they'd be most useful.",		"m22s":"This Ommni Box is gonna pave the way for our rise to super-stardom. I just know it! You remember me, I'm gonna be famous.",		"m22t":"Amateur Band Seeks Ommni Box",		"m22p":"The specs are on this datadisc. Tell those wanna-be musicians that this Ommni Box can't perform miracles. Good luck.",		"m22r":"Let's see if this toy is as good as my friend claims. If it is, we'll send you a copy of our first recording. How's that?",		"m22f":"mission\mission_datadisk.iff",		"m22o":"",		"m22l":"Datadisc",		"m22d":"A friend just got the specs for the newest Ommni Box that's about to hit the market. This thing can make even the crummiest band sound great. Just what we need! Could you pick up these specs and take them to my band buddy? Once the rest of the band sees this, I know they'll chip in with me to buy it. Thanks!",		"m21s":"Thanks for the delivery. Those tattoos are supposedly worn by the Nightsisters of Dathomir. Wouldn't that be a great name for a band? Maybe we'll start one. ",		"m21t":"Fashionable Facial Tattoos",		"m21p":"It's important to keep up with fashion, you know. A person's clothes and make-up say a lot. For example, your clothes speak volumes.",		"m21r":"Wow! Thanks for the disc. I can't wait to try out these new make-up tips. We'll be the hit of all the dance clubs. If we ever got to go, that is.",		"m21f":"mission\mission_datadisk.iff",		"m21o":"",		"m21l":"Datadisc",		"m21d":"My friends love keeping up with the latest fashions. An acquaintance is putting a whole bunch of facial tattoo patterns on a datadisc for us. Could you please pick up the disc and deliver it to my friend?",		"m20s":"Thanks for getting that done. Next time I'll be a bit more conscientious about such things.",		"m20t":"Free an Indentured Servant",		"m20p":"Here's the document. Please inform this individual that they'll be missed.",		"m20r":"What... can it be? Freedom? Freedom! I am free! Free!",		"m20f":"mission\mission_datadisk.iff",		"m20o":"",		"m20l":"Datadisc",		"m20d":"I feel guilty that it has taken this long to deliver a legal document. I know that we should not have kept an indentured servant so long, but over time, it felt like we were all one big happy family. Well, it's time for justice to be done and for freedom to have its day. Can you pick up this document from my family and deliver it?",		"m19s":"Thanks for dropping off that cacophonous mangle. I hope the artist goes into a more appropriate line of work, like custodial duty or food service. Your fee is taken care of.",		"m19t":"Bad News for a Musician",		"m19p":"You gotta listen to a bunch of garbage before you find anyone with even a shred of talent. You don't play, by any chance?",		"m19r":"They've returned my work? Why? Did they like it? Do I have a contract? What's wrong with these people? They're Tusken when it comes to music!",		"m19f":"mission\mission_datadisk.iff",		"m19o":"",		"m19l":"Datadisc",		"m19d":"I'm a scout for a major music label and don't have time for amateurs. The vocals on these latest sample tracks sound like the death rattle of a Tatooine meewit. This so-called musician included credits to make sure this 'precious' recording was returned safely. Could you pick it up and get it out of my life? Don't try to listen to this mess.",		"m18s":"Thanks for your help. I hope you didn't mention my name. I'm only trying to save my friend future heartache.",		"m18t":"Incriminating Holographs",		"m18p":"Here are the holographs. I gotta admit, some of them are rather amusing. But don't tell my employer I said that.",		"m18r":"What is this? A disc of holographs? What's on them? Who sent them? Who are you?",		"m18f":"mission\mission_datadisk.iff",		"m18o":"",		"m18l":"Datadisc",		"m18d":"My best friend is about to marry someone unworthy. I hired an investigator to follow the mate-to-be. The investigator has holographs that will prove my friend's "true love" has been unfaithful. I can't deliver these myself, or my friend would think I had doctored the images. Can you pick them up and deliver them?",		"m17s":"Thanks for delivering those pictures. You should make sure you're not cloned, friend. Otherwise you never know what crimes you might be implicated in.",		"m17t":"Mistaken identity?",		"m17p":"Here's the disc. I personally think my client's friend is just leading a very interesting double life. But I'm not being paid for my opinion, so --",		"m17r":"Sure, I'll look at the images, but I just wish my friend would accept the truth. I have not been cloned!",		"m17f":"mission\mission_datadisk.iff",		"m17o":"",		"m17l":"Datadisc",		"m17d":"You know they used to clone people, right? I'm convinced my friend has been cloned for nefarious purposes. I need you to pick up a datadisc containing holographs of the clone in action, taken by an investigator I hired. Then take the disc to my friend. This will prove I'm right.",		"m16s":"Thanks for your help. Some days I hate my job, but it's a living. Speaking of which, your fee has been deposited.",		"m16t":"Help a Private Investigator",		"m16p":"I hope this alleviates my client's paranoia. Trust is a rare commodity these days.",		"m16r":"Finally I'll know the truth! I'm sure this disc will verify my suspicions. Love hurts, you know.",		"m16f":"mission\mission_datadisk.iff",		"m16o":"",		"m16l":"Datadisc",		"m16d":"I'm a private investigator and I'm swamped with work. Could you pick up a datadisc of holographs and deliver it to a client? A little matter of a dark suspicion, one partner for another -- the usual stuff. This encrypted disc will settle the matter for good. Thanks.",		"m15s":"My thanks for the prompt delivery. Perhaps now I can get some peace.",		"m15t":"Genealogical Studies",		"m15p":"Please tell this scholar to stop harassing our family or else we shall refuse future requests. Fate of the Empire indeed!",		"m15r":"I'm certain the name "Skywalker" is important. It may indeed be the key to solving all of the Empire's problems! Thank you for bringing this.",		"m15f":"mission\mission_datadisk.iff",		"m15o":"",		"m15l":"Datadisc",		"m15d":"I once took an interest in genealogy and kept very good records. Now my colleagues think they can use me as a library whenever they wish. Please pick up a copy of my database and deliver it to these annoying scholars. Tell them they can look up the name "Skywalker" themselves. The nerve! ",		"m14s":"Thanks for the delivery. If you ever hear of anyone selling lightsabers, let me know.",		"m14t":"Blaster Catalog",		"m14p":"My buddy inherited this collection from an uncle. That old-timer was a blaster freak. Wish the old guy had had some lightsabers, you know?",		"m14r":"Can't wait to see what's on this datadisc. I love blasters. Don't you? Nothing like the weight of a solid weapon in your hands, eh?",		"m14f":"mission\mission_datadisk.iff",		"m14o":"",		"m14l":"Datadisc",		"m14d":"Someone wants to buy my vintage blaster collection, including my matching set of MB-450's. Luxan Personal Armaments is the best, and the Penetrator is the elite of hunting pistols. I have a datadisc -- holographs and detailed specs of everything in my collection -- to be delivered to the buyer. Can you pick it up from my friend?",		"m13s":"Thanks for taking care of that for me, buddy. I can't wait to buy the new TaggeCo Air-2 swoop. Now that's a sweet ride!",		"m13t":"Swoop Title",		"m13p":"Here you go. You into speeders and swoops like me and my buddy? Check out the Flare-S swoop if you ever get a chance. Nice.",		"m13r":"The title! Great! I've already started to modify the JR-4. It was in great condition.",		"m13f":"mission\mission_datadisk.iff",		"m13o":"",		"m13l":"Datadisc",		"m13d":"I finally managed to sell my old JR-4 swoop. Got a good price for it, too. I need you to pick up the title and deliver it to the new owner. Thanks, buddy!",		"m12s":"Thank you for serving the interests of the Jedi. Soon we shall come out of hiding and restore the Republic. Honest.",		"m12t":"The Return of the Jedi?",		"m12p":"The fate of the galaxy is in your hands. Know that the Force will be with you, always. Unless you fail. Then you're bantha fodder. Good luck.",		"m12r":"Not this lunatic again! Who is it this time? Last week it was the Emperor. This is just a grocery list, for Corellia's sake! Poor sod needs professional help. ",		"m12f":"mission\mission_datadisk.iff",		"m12o":"",		"m12l":"Datadisc",		"m12d":"Can you keep a secret? I'm a great Jedi Master who used to lead the Jedi Council in the days of the Old Republic. We're in hiding, waiting for the right moment to destroy the Empire. I need you to pick up a secret message from one of our contacts and deliver it to a fellow Jedi. This is of the greatest importance. Can you handle it?",		"m11s":"Thanks, citizen! I can't wait for those CSA chefs to taste those preserved fleek eels and marvel at my genius!",		"m11t":"Fleek Eels Soon to Be Preserved",		"m11p":"I knew all those years my friend spent studying preservatives would pay off. I hope he doesn't forget me when he's filthy rich. Please be careful with this delivery!",		"m11r":"This sample will be tested, of course. If it fails to meet our taste standards, there will be no compensation. That is, in fact, what we are expecting.",		"m11f":"filename_of_object",		"m11o":"",		"m11l":"Small container",		"m11d":"Fleek eels are a prized delicacy that must be kept alive until they're cooked or else the flavor is greatly diminished. I found a way to preserve the eels so that none of the flavor is lost. I need you to pick up a sample and deliver it promptly to a representative of the Corporate Sector Authority. Their food companies can make millions off my secret recipe!",		"m10s":"By the way, the contents of our catalog are confidential. Please respect our privacy.",		"m10t":"Antiques Catalog",		"m10p":"Nothing is free, pal.  If you want to look, you gotta pay the fee too. Actually, you probably can't afford it. Deliver this quick, though, and you might be on your way to earning enough.",		"m10r":"The catalog at last! I've waited a long time for this. The possibility of Sith artifacts! Can you imagine?",		"m10f":"mission\mission_datadisk.iff",		"m10o":"",		"m10l":"Datadisc",		"m10d":"My employer sells antiques to interested buyers. One such collector has paid the proper fee to view my employer's wares. Could you pick up an encrypted catalog and deliver it? The collector will know how to retrieve the data.",		"m9s":"Thanks for delivering those crystals. My friend is always having me check out all sorts of minerals. The mother lode is waiting, somewhere out there.",		"m9t":"Mysterious Crystals",		"m9p":"These might just be worthless rocks. I hope my friend can help me identify them. Oh, does the word 'Adegan' mean anything to you?",		"m9r":"Crystals, eh? Sure, I'll have a look. Prospectors keep dreaming they'll find another source of Adegan crystals. They used to use those in lightsabers, you know.",		"m9f":"filename_of_object",		"m9o":"",		"m9l":"Crystals",		"m9d":"A miner friend found some crystal deposits while out prospecting in the Outer Rim. He won't say where exactly he found them. Claims he's going to get rich or something. He wants me to have some crystal samples analyzed for him. Can you pick up the samples and deliver them to a mineralogist I know?",		"m8s":"I hope my nephew appreciates all my hard work. He can be such a sweet boy if the mood strikes him. Thank you for your help.",		"m8t":"Birthday Gift Is Really Something",		"m8p":"Just finished editing the holo. It certainly is -- something. I hope the kid likes it.",		"m8r":"Is this for the birthday boy? I'm helping put together his party. I'm sure he'll be pleased to get this. Thanks!",		"m8f":"mission\mission_datadisk.iff",		"m8o":"",		"m8l":"Datadisc",		"m8d":"I won't be able to attend my nephew's birthday celebration this year.  But I made a special holocam recording of me singing his favorite nursery rhymes. Could you pick up the recording and make sure the family gets it in time for the party? Thank you so much.",		"m7s":"My thanks for the prompt delivery. I hope my friend's child gets better once this remedy is used.",		"m7t":"Cure for an Ailing Child",		"m7p":"Apply this poultice three times a day. Remind the customer to make a fresh batch every day, and wrap the unused portion tightly before throwing it out. ",		"m7r":"My poor child, how she suffers. I'll give this remedy a try. Thank you so much for delivering it. I'll let my friend know if it worked.",		"m7f":"mission\mission_datadisk.iff",		"m7o":"",		"m7l":"Datadisc",		"m7d":"A friend's child has been sick, stricken with body sores. I know an old family remedy that never fails, regardless of the species afflicted. Could you pick up the datadisc with the recipe for this poultice and the accompanying herbs from a local pharmacist? Then please deliver the goods to my friend.",		"m6s":"Thank you so much for being prompt. If you ever need clothes, look me up -- once I'm not so swamped, that is.",		"m6t":"Beautiful Bridal Gown",		"m6p":"It will be a gown fit for a queen. Do please hurry with the delivery. Thank you.",		"m6r":"This will be quite a dress. The pattern calls for some pretty exotic fabrics -- spidersilk saturated with glimmerdust, prismatic zwill, resublimated nanoweave. Hope this customer is rich.",		"m6f":"mission\mission_datadisk.iff",		"m6o":"",		"m6l":"Datadisc",		"m6d":"A customer's daughter is getting married soon, and she needs a dress in a week. Could you pick up the datadisc containing the dress pattern from my customer? Please deliver it to my colleague's fabric shop so I can be sent the appropriate fabrics. I'm swamped with work and can't go myself.",		"m5s":"Thank you for your prompt service. I understand that our client was a tad upset. We'll try to smooth things over. Your pay has been deposited.",		"m5t":"Precise Inventories Take Time",		"m5p":"Our client is most eager to receive this datadisc. Please relay our apologies for tardiness, but we wanted to be thorough.",		"m5r":"It's about time! I paid good money for these appraisals, and I expected them to be done long since. I'll adjust my final payment to the company accordingly.",		"m5f":"mission\mission_datadisk.iff",		"m5o":"",		"m5l":"Datadisc",		"m5d":"My company has just finished logging the inventory of one of our client's holdings. It's all been stored on a datadisc that has everything itemized by sale price. The appraisals were done by the most careful and painstaking professionals in the field. Could you pick up the inventory and deliver it to our client?",		"m4s":"Thanks for getting that to my colleague so quickly. I've deposited your fee for services rendered.",		"m4t":"Space Slug Survey Map",		"m4p":"By delivering this datadisc you are furthering the cause of science. We're counting on you!",		"m4r":"Ah, the survey results! I'll check these findings immediately. I hope my superiors keep me in mind when assigning scientists to study those space slugs.",		"m4f":"mission\mission_datadisk.iff",		"m4o":"",		"m4l":"Datadisc",		"m4d":"I've finished my survey of the Core's asteroid fields and have charted every known space slug in those sectors. I need someone to pick up the survey datadisc from my lab and deliver it to a representative of the Imperial Science Department's Biology Division -- they need to double-check my stats before we transmit it to the Imperial Information Center.   ",		"m3s":"Thanks for delivering that invitation. My friend was most impressed. I'm not rich, but my daughter's first -- and, I hope, only -- wedding is worth a splurge.",		"m3t":"Bring Nuptial News",		"m3p":"Here's the personalized invitation. This is quite the elaborate presentation, lots of animation and music. Family must be rich.",		"m3r":"Well, it's about time! I knew that girl would get hitched sooner or later. Can't wait to tell the family. Wedding invitations on datadisc. Heh! How times change.",		"m3f":"mission\mission_datadisk.iff",		"m3o":"",		"m3l":"Datadisc",		"m3d":"The happy day has come at last! My only daughter is getting married. Could you pick up the very first holographic invitation from the data engineer and hand-deliver it to my oldest friend? That should make quite an impression.",		"m2s":"Did anyone appear to be following you when you made the delivery? I'd keep a low profile, just in case. Your fee has been transmitted to your account.",		"m2t":"Missing on Alderaan",		"m2p":"Please be sensitive when delivering this message. It will no doubt come as a great shock to the recipient.",		"m2r":"What? This can't be! A plague upon the Empire! Those assassins don't deserve our loyalty! Oh, my son! My dear son!",		"m2f":"mission\mission_datadisk.iff",		"m2o":"",		"m2l":"Datadisc",		"m2d":"I was investigating a missing person's case for a client to discover what had happened to their son. Apparently the young man was on Alderaan when it -- well, you know. His final letters are stored on a datadisc. I regret I can't deliver the datadisc in person, but I'm keeping a low profile. My investigation attracted some unwanted Imperial attention.",		"m1s":"Thanks, buddy! You're the kind of friend someone wishes for. I deposited a little something into your account.",		"m1t":"A New TIE Pilot",		"m1p":"My best friend's future is in your hands. Please be careful and see that it gets to its destination. Thanks!",		"m1r":"Another star jockey wanna-be, eh? All right, I'll see that it's delivered to the Academy.",		"m1f":"mission\mission_datadisk.iff",		"m1o":"",		"m1l":"Datadisc",		"m1d":"I'm submitting my application to the Academy at long last. Won't my friends be jealous when they hear I've become a TIE pilot? But I can't trust something this important to the HoloNet. Could you pick up my application from my friend's home and hand-deliver it to a professional courier?"
}}
