{
	"stfFile":"mission/mission_npc_destroy_imperial_non_military_medium",
	"entries": {
		"number_of_entries":"50",		"m50t":"ReFormatting Governor's Speeches",		"m50c":"The governor will be quite relieved to know that the HoloNet speeches will now sound more intelligible -- or at least unaltered. You have done well.",		"m50o":"A new slicer gang has taken the traditional name ReFormat. This gang enjoys turning HoloNet broadcasts of the local governor's loyalty speeches into gibberish -- which is, it goes without saying, a strong contrast to the unaltered speeches. It is idle mischief, really, but nonetheless we must be stern. Destroy the ReFormat installation, if you will.",		"m49t":"Check For Squatters",		"m49c":"Those don't sound like miners. Those sound like smugglers. All the better that you got rid of them. Good work.",		"m49o":"We've been surveying some land believed to be rich in alantium but have detected some strange ion emissions in that area. Could you scout it out and make sure no squatters have moved into the area? If they have, get rid of them and burn down their facility. We don't want to waste Imperial troop time on these mundane affairs.",		"m48t":"Lightsaber Claim",		"m48c":"Too bad none of these so-called Jedi showed up to defend the place. However, your destruction of the building was quite impressive. I'll remember your name the next time I'm putting together a civilian strike team.",		"m48o":"Have you ever seen a lightsaber? Me, I've only heard about them in the old stories. But a civilian informant reported seeing one of them at a small installation some distance from here. That smacks of Rebel activity. Head over there and dismantle the place for me. I'm very interested to see if any lightsabers are employed in its defense.",		"m47t":"Destroy Some Unsavory Aliens",		"m47c":"Not bad. I'll call in some TIE bombers to finish off the place. Set an example to the other alien scum in this area.",		"m47o":"Nothing personal, but I've just about had my fill of aliens. Used to be, a man of my species could enjoy the company of his own without stepping on someone's tail or tentacle or furry hoof. Anyway, a band of alien gangsters has set up shop outside of town. I want you to level their operation. The Empire hates criminals and especially alien ones.",		"m46t":"Earn an Imperial Commendation",		"m46c":"Thanks for helping me out. I'll file an Imperial commendation for you under some pretext that has nothing to do with lost TIE solar array support frames.",		"m46o":"Yes, I lost another shipment of TIE solar array support frames. I don't deny it. But instead of threatening to tell my superiors, what if you visit the thieves who stole the frames and blow their den to pieces? You'll destroy the evidence of my mistake, I'll write you a commendation for service to the Empire, and my superiors won't be bothered by these petty logistical details. Do we have a deal?",		"m45t":"Crush the Gangsters",		"m45c":"Gangsters make a living by extorting and terrorizing innocent civilians. The Empire won't abide that kind of behavior without authorization. You have made that point very clear. Well done, citizen.",		"m45o":"Black Sun believes itself untouchable, even by Imperial law. Our job is to shatter this belief. We think we know where one of these Black Sun gangs have set up shop. It's your job to show them we won't abide their kind here. Leave nothing but ashes. Is that clear?",		"m44t":"Smack the Smugglers",		"m44c":"Well done, citizen. Smugglers are known to conspire with the Rebellion. We must always keep the pressure on.",		"m44o":"Imperial Intelligence has reported high smuggler activity in this system. Our probe droids have narrowed the area where smugglers might have set up a base. We need you to check out these coordinates and eliminate any operations you find there. We'll not let these dogs make a mockery of Imperial law.",		"m43t":"Get My Memo Back",		"m43c":"Oh, dear! You had to burn their place to the ground? What a bother. Now I shall have to submit a Form 12-3E/9 to the Collateral Damage Oversight Committee. And I didn't even get my memo back. Well, I do appreciate that you did your best to avoid violence. Thank you.",		"m43o":"I require your assistance. A group of distinctly unsavory individuals has stolen a schedule memo addressed to me. I dread the thought of missing the next meeting of the Preliminary Exploratory Action Planning Committee. Would you ask them to give my memo back? If they offer you any trouble, of course you may defend yourself, but I don't want to cause a scene. I simply want to do my job. Is that asking too much?",		"m42t":"Raze a Seedy Joint",		"m42c":"Excellent. Our investigators will sift through the ashes of the place. I am quite confident they'll find evidence of criminal activity.",		"m42o":"There's something shady going on. Some of my men have been spending their off-hours at a seedy little joint they call a cantina. I think it's more suspect than that. We can't have members of the Imperial military consorting with criminals and low-lifes. Do me a favor and burn the place down. That will put a stop to it.",		"m41t":"Smoke Out an Underworld Operator",		"m41c":"You did good work, but we couldn't lay our hands on Talon Karrde. I'm following his trail, though. He won't escape me for long.",		"m41o":"I've got a lead on an underworld operator named Talon Karrde. I've tracked him to a little dive not far from here. I need you to blast the place to atoms. We'll nab him as he flees. If I can lay my hands on him, I'm sure I'll come away with leads to some of the big players in the galactic underworld.",		"m40t":"Eliminate Notorious Space Pirates",		"m40c":"The Black Hole pirates are feared in many sectors, but not by me and not by you. I guess they won't be back here anytime soon.",		"m40o":"If you've never heard of the Black Hole pirate gang, then you're about to find out more. Recon reports that they've got a small installation in my patrol sector. Go out there and burn it to the ground. Can't let these scum get comfortable, you know.",		"m39t":"The Blazing Claw",		"m39c":"Would you say that was a difficult mission for you? Because we're always on the lookout for civilian talent like yours. Consult the mission terminals in town and look for my name.",		"m39o":"The sign of the Blazing Claw has been used by pirates since the days of the Old Republic. One of our probots observed a ship that bore this sign on its hull. The ship did not seem headed toward any known starports, and we believe it landed at these coordinates. Check them out. If it's pirates, destroy them. We must not let them get comfortable.",		"m38t":"Those Dirty Pirates",		"m38c":"It pleases me to hear reports of smokingruins and dead pirates. You have earned this generous reward.",		"m38o":"Recent raids on Abraxas have driven pirates out of their hiding places. Imperial Intelligence has tracked some of those pirates to this planet. A spike in waste emissions in the wilderness is decidedly suspicious. We need you to check this area out and destroy any illegal operations you find. We can't let them slip through our fingers.",		"m37t":"Gang of Rogue Slavers",		"m37c":"You have a knack for destruction. Excellent. I'll have no unauthorized slavers in my sector!",		"m37o":"In the name of galactic security, I need your assistance! There are reports of a gang of illegal slavers at the coordinates on my datapad. I want you to level their operation. These unlicensed slavers are a blight on seven sectors and I want to put a stop to them here and now!",		"m36t":"Eliminate a Suspected Smuggler Encampment",		"m36c":"It sure sounds like those guys were smugglers. If not, I'll blame Imperial Customs. I'm an enforcement officer, not an intelligence agent.",		"m36o":"Imperial Customs has given me the coordinates of a suspected smuggler encampment. We don't have time to investigate every petty infraction. I need you to find the place and blast it to atoms. That will free up my men for more important tasks, like political enforcement.",		"m35t":"Blast a Pirate Base",		"m35c":"I'm pleased with your efficiency. You are an excellent asset to the Empire.",		"m35o":"Stop what you're doing. I have new orders for you. A band of space pirates recently stole a shipment of hyperdrive motivators from an Imperial transport. We followed the motivators' tracking beacon to a small installation. I need you to raze the place to the ground. These vermin need to recognize that the Empire deals no mercy to outlaws.",		"m34t":"Smugglers With Imperial Accomplice",		"m34c":"The destruction was perhaps not so thorough as it might have been -- but I shall overlook the shortfall this time. Here is your payment. Return again for more assignments.",		"m34o":"A cunning gang of smugglers was planting illicit cargo in the Empire's own vessels for secret transport off this world. They had an inside accomplice, who has now divulged all after gentle questioning by the Imperial Security Bureau. We have the coordinates of the gangster base, and we require you to destroy it in exhaustive detail.",		"m33t":"Slicers Taking Shelter With Gangsters",		"m33c":"I suspect the slicer community on this world will think again before attempting to defraud the Empire. Your work deserves this reward.",		"m33o":"A group of local data slicers has defrauded Imperial supply depots across this planet of millions of credits. The slicers work from the sanctuary of a gang headquarters, in return for a cut of the proceeds. These slicers cause much trouble for the Empire. We would appreciate it if you would kindly obliterate them.",		"m32t":"Protect Local Imperial Recruiter",		"m32c":"A fine job. Our recruiters should be above harassment by ordinary citizens, let alone criminals. Here is your payment.",		"m32o":"Local gangsters, no doubt prodded by the Rebellion, are harassing a local recruiter for the Imperial Navy. The Imperial Security Bureau has located the gang's headquarters. You are to visit this gang and recruit them into the local cemetery. Destroy the headquarters while you're at it.",		"m31t":"Stop the Lies About Alderaan",		"m31c":"Excellent. However, our work is only beginning. We shall alert you as we discover new facilities distributing these foul lies.",		"m31o":"Smugglers hired by the Rebellion are distributing holograms purporting to show the destruction of Alderaan at the hands of the Empire. As you know, that paranoid accusation has long been disproven. Luckily we've tracked down a facility where this libelous material is being distributed. You must destroy it at once.",		"m30t":"Smugglers Distributing Propaganda",		"m30c":"The propaganda distribution continues. We shall have more work for you along the same lines shortly.",		"m30o":"The Rebellion is now using smugglers to distribute anti-Imperial propaganda. Do these traitors have no shame, continuing to rely on such blatant criminals? The offense must be stopped. We have located several distribution points on this world, and we now assign you to destroy one. Leave no one alive.",		"m29t":"Increase Smuggler-Destruction Efficiency",		"m29c":"We are pleased that you employed your weapon skill so efficiently. You well deserve this reward.",		"m29o":"It defies comprehension that ordinary citizens continue to drift into smuggling. No sooner do they build their strongholds than we destroy them! Despite their high fatality rate, the Empire's workload continues to grow. For efficiency's sake, we wish you to destroy the newly discovered base at these coordinates. You will be well paid, don't worry.",		"m28t":"Pilots Seduced Into Smuggling",		"m28c":"That was acceptably effective. You can expect more employment opportunities from us. Tell that to any unemployed pilots you know, too.",		"m28o":"As the current morals crisis continues -- what do you mean, "what crisis?" I mean the Rebellion, of course. As it continues, legitimate pilots are seduced away from honest work to become smugglers for the traitorous Rebels. Wiping them all out requires independent help. Are you willing to destroy the latest lair of corrupted pilots?",		"m27t":"A Commander's Wayward Lady",		"m27c":"Very well. This payment is given on the condition that you treat this matter with absolute confidentiality. My commander would be displeased to hear his personal life noised about.",		"m27o":"My commander's lady friend had an unwise encounter with a local smuggler. The commander is dealing appropriately with the lady, but he also wishes someone to prevent further unwise encounters by destroying the smuggler and everyone in his stronghold. Leave no one alive there, especially any charming young men you may find.",		"m26t":"Altercation With Criminal Element",		"m26c":"An excellent job. Here is your pay. I advise you to let this matter rest quietly, rather than stir up controversy that could only prove harmful to all involved.",		"m26o":"The Empire's welfare obviously depends on the welfare of its soldiers. I have had an altercation with certain criminals, and they have threatened my life. Obviously this threat must be met with deadly force, but I would prefer to avoid worrying my superiors. Therefore I commission you to destroy these criminals. Tell no one of this assignment.",		"m25t":"Forestall Corruption of Local Youth",		"m25c":"Fine work. It is perhaps sad that young people perished in your assault, but really, being already inclined to criminality, what better fate would they have found?",		"m25o":"Smugglers in this area have been recruiting new members from local disgruntled youth. We have taught the parents of these wayward youths a stern lesson, but the smugglers themselves remain untouched. We require you to go to their base and wipe it out. If there are youths there, well, they will become a negative example to others.",		"m24t":"Strike the Roots of the Rebellion",		"m24c":"Perhaps in describing smugglers as "the roots of the Rebellion," I misspoke. Possibly "the circulatory system" might be more appropriate. At any rate, here is your payment.",		"m24o":"The Empire could have crushed the Rebellion by now if not for the smugglers who supply it. Imperial Intelligence has located yet another of these nuisances, a base that must be stamped out like all the rest. What do you say? Will you help us strike at the very roots of the Rebellion?",		"m23t":"Reduce Increased Imperial Workload",		"m23c":"The Office is pleased at your demonstrated bloodthirst. You may contact us again for further assignments.",		"m23o":"Due to an increasing workload and reduced efficiency, the Imperial Office of Criminal Investigations is giving out more independent contracts to destroy smuggling bases and storage facilities. This gives you the chance to blast felons with the full authority of the law. Tell me you cannot resist this opportunity.",		"m22t":"Catch Smuggler Flies on the Wing",		"m22c":"The Office is glad you were fast enough to catch those particular flies. You'll make a fine law enforcement agent yet.",		"m22o":"Smugglers flit from base to base as quickly as flies. The Imperial Office of Criminal Investigations remains alert, but our procedures make it difficult to move quickly. We have better success commissioning independents such as yourself to eradicate smugglers as they light at a new base. Will you wipe out the latest base for us?",		"m21t":"Compensate for Budget Shortfall",		"m21c":"You have successfully completed the contract. Contact me for future assignments of this kind.",		"m21o":"The Imperial Office of Criminal Investigations continues to confront major budget shortfalls. To gain a more favorable ratio of goals achieved versus resources expended, we are offering you, an independent contractor, a purchase order to eradicate a newly detected facility storing contraband goods. Destroy all smugglers present as well.",		"m20t":"Smuggler Infestation",		"m20c":"A thorough job. Now we may hope for a brief respite from further criminal infestations. Here is your payment.",		"m20o":"The behavior of the local criminal element resembles that of vermin. Destroy one infestation, and inevitably a new lair spawns in its place. The Imperial Office of Criminal Investigations has located a new warehouse of contraband goods. You must destroy it, as well as all criminals residing there.",		"m19t":"Criminal Investigations Contract",		"m19c":"Excellent work, and executed on a budget far smaller than the Office would require. Here is your payment. Check back for more assignments.",		"m19o":"The Imperial Office of Criminal Investigations has found a hideout of notorious smugglers. To achieve favorable trends in a forthcoming report on crime statistics, the Office will avoid dedicating department resources to eradicating these smugglers. Instead, you may take care of this yourself, and the Office will compensate you.",		"m18t":"Smuggler's Storage Facility",		"m18c":"This is a worthy service to your Empire. You may claim your reward.",		"m18o":"Informants have pinpointed a facility where smugglers have stored their illicit goods. These goods often wind up in Rebel hands. To forestall this, we shall allow you to distinguish yourself by destroying this facility and all goods stored therein. You may commence at once.",		"m17t":"ReFormatting TIE Flight Plans",		"m17c":"Apparently the name ReFormat has become something of a standard among data slicers. No doubt we shall continue to see new gangs with the same name.",		"m17o":"Yet another local slicer gang has taken the name ReFormat. This new gang has somehow contrived to give our TIE Fighters falsified flight plans that send them in tight formation directly over the gang's stronghold. This seems to be pure mischief, but for safety's sake we cannot permit this to continue. Go to the stronghold and wipe them out.",		"m16t":"Slicer Gang With Admirable Nerve",		"m16c":"All destroyed? Very well. A shame, really, to annihilate a group so obviously clever and resourceful. Ah well, such regrets are part of an Imperial soldier's every day.",		"m16o":"An ingenious slicer gang calling themselves ReFormat has altered our outgoing supply orders to re-route an entire base's resupply schedules to their own base. How clever! It's so delightfully audacious, I almost hate to order you to destroy their base and kill them all. But of course, duty must be done.",		"m15t":"Blast the Drug Dealers",		"m15c":"That's showing those poison-pushers who's boss. Good work, citizen. The Empire could use more upstanding folk like you.",		"m15o":"Some local glitterstim pusher and a group of thugs has set up shop in a nearby neighborhood and we want them out. We know where they hang out and need someone to go in there and redecorate the place -- preferably with blaster). There's a decent reward in it. Can you help the Empire do this? ",		"m14t":"Take Out Pirates' Repair Shop",		"m14c":"Good job, citizen. Justice is served today. We hope you decide to work for us again.",		"m14o":"We've been getting reports of suspicious activity around an old starship repair shop. After an investigation, we discovered that the owner of the shop is actually a former smuggler who now serves as a mechanic to well-known pirates. Can you help us put this criminal out of business, citizen?  ",		"m13t":"Take Out Refueling Depot",		"m13c":"That should discourage those thieving vermin to steer clear of this system. Good work, citizen. Hope you decide to work for us again.",		"m13o":"We've discovered a secret refueling depot that pirates have built to aid in attacks from this system. We're in need of a professional problem solver to get rid of this refueling station so those criminals stop visiting our planet. There will be adequate compensation for the being who succeeds.",		"m12t":"Blast Pirates' Hideout",		"m12c":"As an Exterminator for Justice, citizen, you shine like a supernova. Keep up the excellent work and remember that your children will inherit the Empire.",		"m12o":"Like all vermin, pirates need holes they can crawl down into when they're in danger of being exterminated. We've located some of these safehouses in our area and want these places blasted into oblivion. We're offering a decent reward to any agent who can help us get rid of these vermin-infested places. Do you think you have what it takes?",		"m11t":"Take Out the Fences",		"m11c":"If we make piracy unprofitable, perhaps it will end. You're certainly doing your part, citizen. Congratulations.",		"m11o":"Those thieving pirates wouldn't be able to operate if it weren't for their fences. After all, those rogues can't just traipse down to the local market with all their stolen goods, now can they? We've tracked down a few of these "blood money traders" and want their operations terminated. Many of these fences are former pirates themselves. Can you help?",		"m10t":"Demolish the Pirates' Hangout",		"m10c":"That's showing them, citizen. Those space slugs will think twice about crossing our path. You've earned your reward.",		"m10o":"A group of known pirates has started hanging around an abandoned settlement. That place is beginning to attract all manner of scum. We're fairly certain they deal glitterstim spice out of there and no telling what else. We need you to blast that den of thieves into oblivion. Do you think you can help us keep the Empire free of these parasites?",		"m9t":"Blast Pirates' Stash",		"m9c":"Job well done, citizen. The money is yours.",		"m9o":"Ever wonder where pirates store their ill-gotten goods, citizen? We've discovered a few places and we need them destroyed. Our agents are too busy pursuing Rebels to attend to this matter themselves so we've decided to turn to you. We'll compensate you for every storage facility on our list that you blast to atoms.",		"m8t":"Incinerate Pirates' Spare Parts",		"m8c":"Pirate ships floating uselessly in space is an image we like, citizen. Good work in helping us to ground those marauding vessels.",		"m8o":"If pirates don't have working ships, they can't practice their despicable trade. We've learned of several small storage facilities in the area that house a wide assortment of spare ship parts. We're certain that these are pirate stashes. We need someone to blast these facilities to atoms. You may encounter some armed resistance.",		"m7t":"Take Out Pirate Landing Bays",		"m7c":"Good work, citizen. Keep at it and we'll keep paying you.",		"m7o":"Pirates are a plague on interstellar shipping and end up costing the Empire millions of credits each year. We can hit those pirates hard by cutting their access to safe ports and hideouts. It's not easy to hide a spaceship, even the smaller fighters employed by some of these rogues. We know of several suspicious outposts big enough to contain landing bays and need you to blast these outposts to pieces.",		"m6t":"Blast the Far-Seeing Pirate",		"m6c":"Good work. Without his fleet of probe droids, that pirate will have to track down his quarry the old-fashioned way.",		"m6o":"An enterprising pirate captain recently stole a cargo of Imperial probe droids. With a little reprogramming these droids have become his scouts in the area, monitoring the local spaceports and alerting him when a rich freighter takes off. Our own probots have tracked his droids to a well-fortified terminal off the beaten path. We need you to stage an assault on the terminal and blast it into oblivion.",		"m5t":"No Pirate Meals",		"m5c":"Excellent. Those space scum need to understand that their cutthroat ways are not welcome in this system.",		"m5o":"We have the coordinates of a secret depot where pirates buy contraband food supplies without notifying the authorities that they have landed. We need some experienced freelancers to blast the site to smoke and rubble. There are usually one or two armed pirate crews in the area, so destroying this depot entails some danger.",		"m4t":"Blast a Wretched Hive of Scum and Villainy",		"m4c":"Here is your reward. The star lanes are safer thanks to your good work.",		"m4o":"Our informants have assured us that quite a number of wanted pirates frequent an obscure little cantina at these coordinates. Enterprising freelancers are encouraged to remove this blight from the planet. A substantial reward is available. These are hardened criminals and will be well-armed. The cantina is billed as a "private club," so don't expect a warm welcome.",		"m3t":"Save the Merchants",		"m3c":"Now the merchants who fly through local space have one less worry. Well done. Here is your payment.",		"m3o":"We have pinpointed the coordinates of a ground-based tractor beam used by area pirates. For a percentage the owners use the beam to trap merchant ships so that space pirates can board them. We need a civilian strike team to take out the weapon.  The site is heavily guarded, so be prepared for a fight.",		"m2t":"Protect Imperial Citizens",		"m2c":"Humans shall not be enslaved while the Empire governs the galaxy. Well done, agent.",		"m2o":"Certain slavers are not content to stick to the Imperial list of approved species. Indeed, these slavers feel they must enslave humans, and that's something we can't tolerate. Through the help of Imperial Intelligence, we've located the lair of a group of slavers that have been dealing exclusively in humans. We need a small strike team to assault this base and blast it into rubble.",		"m1t":"Keep the Empire Safe",		"m1c":"Good work, citizen. One by one, we'll get all these wretched hives of scum and villainy. Have a drink on us.",		"m1o":"Our efforts to stamp out the Rebellion has created some additional problems for law enforcement. Refugees are being recruited by local swoop gangs and other criminal organizations. This has led to a rise in violent crimes. We need enterprising agents to help keep peace and order in the Empire. Think you can help us out, citizen?"
}}
