{
	"stfFile":"mission/mission_destroy_neutral_easy_creature",
	"entries": {
		"number_of_entries":"35",		"m35t":"Be a dear and Scat Some Pests For Me",		"m35s":"Aren't you the nicest dear in the system? Thank you for your convenient blaster work.",		"m35o":"Mrs. Doaten Dodder",		"m35d":"I have found the perfect place for a zaela garden! That's a rare thing in this area. Do you know how long I've wanted to try my hand at growing millaflowers? The only problem is, there's a nest of rather nasty-looking animals right in the middle of it. My husband indulges me every luxury when it comes to my gardening, and he has agreed to pay someone to get rid of these brutes. Would you be a dear, take your blaster and fry them into sizzling charcoal for me? And hurry, because the planting season is near!",		"m34t":"Assist in Cataloging a Rare Subspecies",		"m34s":"We at the IZA care about alien wildlife in the galaxy. We appreciate your contribution to our efforts.",		"m34o":"Imperial Zoological Agency",		"m34d":"The IZA is responsible for cataloging alien species on new worlds. When we learned that a celebrated new subspecies discovered on Raxxa 4 already exists on an inhabited planet, we were obligated to address the discrepancy in our bookkeeping. Our solution is to erase all trace of this subspecies from the inhabited planet, thus ensuring that our catalogs are accurate. Our satellites have pinpointed the locations of all nests on the planet. We now require freelance agents to help eliminate this subspecies and advance the progress of science in the Empire.",		"m33t":"Exterminate a Menace to Public Works",		"m33s":"Now that you have cleaned up the wildlife, we can send out a repair droid to fix the damaged power cables. Thank you for your good work, citizen.",		"m33o":"Imperial Ministry of Energy",		"m33d":"We have an infestation of destructive fauna chewing on some of our buried power cables. The situation must be resolved before a military delegation arrives from Coruscant in a few weeks. Those wishing to contribute to this effort may contact the IME for the coordinates of several trouble spots. Eradicate all organisms in these problem areas and you will be compensated with Imperial credits and gratitude.",		"m32t":"Help Spread Peace in the Galaxy",		"m32s":"Splendid. Soon our lovely vistas shall be blissfully uncluttered of anything that flies or crawls. The ambassador will be most appreciative.",		"m32o":"Imperial Diplomatic Corps",		"m32d":"We are pleased to announce the arrival of a distinguished ambassador from the planet Aaldus 6, newly entered into the Empire. The ambassador brings trade and goodwill to us from his wealthy star system, and we are making preparations to welcome him. Specifically, he has expressed certain aesthetic reservations about the local fauna. To accomodate his preferences, we have determined that all local wildlife must be removed. To this end we are paying interested parties to visit coordinates we provide and terminate all non-sentient life forms. These civic-minded actions will contribute greatly to the cause of galactic harmony.",		"m31t":"Stop Some Enterprising Smugglers",		"m31s":"Excellent work. The region is still quite active with wildlife, so please move to the back of the line to receive additional target coordinates.",		"m31o":"Imperial Customs",		"m31d":"We have uncovered an insidious smuggling ring operating in this sector. Some enterprising lawbreakers have been hiding contraband inside the body cavities of wild animals to evade our scanners. Because we do not have the staff to inspect every wild creature on the planet, we are authorizing civilians to exterminate all life forms in the regions we have designated. Interested parties may contact us for coordinates. Remuneration available upon completion.",		"m30t":"Please Rid me of This Confounded Nuisance!",		"m30s":"Bless the maker! I'm ever so pleased that you've removed this burden from me. Take these credits with my most heartfelt gratitude.",		"m30o":"A Protocol Droid",		"m30d":"That's it, I've had enough! My master may disapprove, but I simply must do something about this awful brute that's been chewing at my circuits while I'm shut down. I have never seen the animal in full light, I'm afraid, but I can tell you it's about so big and it's either got scales or fur. Or perhaps it's feathers, I can't be certain. I believe there's only one, but sometimes it seems as if there are a thousand! I have narrowed down the possible locations of its lair to these coordinates. I have a few credits to pay to someone, anyone who can rid me of this nuisance!",		"m29t":"Exterminate a "Killer Beast"",		"m29s":"So there was something out there after all, eh? Thanks much. Here's the money, just like I promised.",		"m29o":"A Concerned Citizen",		"m29d":"I heard the local kids talking about some sort of "killer beast" in the area, so I thought I'd better hire someone to check it out. Take a blaster along and get rid of whatever's out there, will ya? No need to take any chances if our children might be in danger. Much obliged.",		"m28t":"Get Rid of an Escaped Pet",		"m28s":"Didn't I tell you, that's the meanest thing to keep as a pet? I don't understand some people. Thanks for getting rid of it.",		"m28o":"An Irked Neighbor",		"m28d":"My neighbor keeps the strangest pets. Ugly things, dangerous things, it seems there's no kind of alien creature he won't chain up in his yard. Well, one of his monstrosities has gotten loose and has been terrorizing the rest of us. I've got the coordinates where the thing has settled in. Can you haul that weapon of yours out there and do us all a favor by getting rid of it? I'll throw a few credits your way. Trust me, when you see it, you won't believe someone would keep it as a pet.",		"m27t":"Blast a Droid-eating Beast",		"m27s":"Huh! I never knew they ate droids. Strangest thing, isn't it? Anyway, thanks for the help. Have a night on the town, my treat.",		"m27o":"An Annoyed Droid Owner",		"m27d":"Have you ever heard of an animal that eats droids? Neither have I, but there's one stalking around my land. I've lost four range droids in the last week. I found the creature's tracks and followed them to these coordinates. I just need someone to go out there and put a laser hole in the darn thing. It's worth it for me not to lose any more droids.",		"m26t":"Retrieve Animals From a Crashed Zoo Ship",		"m26s":"Oh, dear. Yet another animal so wounded from the crash that it didn't survive. Well, here's your payment anyway.",		"m26o":"A Distraught Zoo Ship Captain",		"m26d":"Oh, my goodness! Our zoo ship crashed and the surviving animals have escaped! We need someone to help clean up our mess. We have a list of coordinates where we think the animals have gone. Careful, some of them can get a little grumpy. We'll pay you for each successful retrieval. We understand that some of the animals have been wounded in the crash; in such cases, simply verify their identity collars and we will pay you for your work.",		"m25t":"Discreet Breeder Has a Tiny Problem",		"m25s":"Shame to lose those perfectly saleable beasts, but I've got to look out for myself. Thanks for a job well done.",		"m25o":"A Nervous Breeder",		"m25d":"I've got a tiny problem. I run a small, you know, discreet business breeding exotic and dangerous animals. I hired a Jawa to clean up around the place, so it shouldn't have surprised me that a couple of my animals got loose. I put tracking chips in 'em, so I know where they went, but there's a catch. If the authorities find me within a league of these beasts, they'll have my head because of my past offenses. So I need someone to take a blaster to the animals and solve my little problem.",		"m24t":"Bag a Rodian Gasbloater",		"m24s":"That doesn't look like a Rodian gasbloater. Are you sure that's all you found at the lair? Hm. I guess I need to do some more research. Here's your money anyway.",		"m24o":"A Dilligent Cryptozoologist",		"m24d":"They call me crazy for my obsession, but all pioneers start out as pariahs, right? I'm out to prove that the creature called the Rodian gasbloater is not just a myth, but exists right here in this sector! Furthermore I have the coordinates of an actual gasbloater lair. What I don't have is a way to retrieve a specimen. So I'm willing to pay someone who's handy with a blaster to travel to this lair, kill what you find, and bring the carcass back to me. The pay isn't great, but how often do you have a chance to contribute to scientific history?",		"m23t":"Ceremonial Animal Required",		"m23s":"[Joyous exclamation.] I pay you as this [protocol droid] shows me. I give you gratitude and [untranslatable].",		"m23o":"A Visitor from Wild Space",		"m23d":"[Friendly greeting.] I hope this [curse] box speaks my mind true. I seek [local large animal?], about the size of [untranslatable], for return to home and use in [untranslatable] ritual. Much high ceremony, very serious. Need has brought me far. But [sorrowful exclamation], I am hurt in recent hunt. To you who will aid me, I promise [payment] and everlasting [untranslatable].",		"m22t":"Theatrical Prop Needed",		"m22s":"I can't use that thing, it's all bloody! And the aroma is a bit, shall we say, intense for the theater. Well, I suppose I did ask. Here's your fee, must run. (Now what am I to do with this carcass? Hmm, inspiration is striking....)",		"m22o":"Radanthus Mandelatara, Playwright",		"m22d":"I'm not entirely sure I'm going about this the right way, but if I need a fierce predator's pelt for my upcoming production -- "Hearts of Empire," opening at the Playhouse, seats still available -- and if the local furrier has nothing suitable, then it only makes sense to get one on the hoof, right? Or on the claw, or wing, or whatever. I haven't got a big prop budget, but the scene demands a palpable authenticity. Get me a nice pelt. Speed appreciated, must run now.",		"m21t":"Missing Betrothal Necklace",		"m21s":"Got the creature? Check. Payment dispatched.",		"m21o":"A Busy Executive",		"m21d":"Something out there ate my betrothal necklace. Long story. Short version: picnic to celebrate the engagement, I wander away with my sweetie, sweetie chases me, I lose the necklace. I go back to look later, nothing but animal tracks. I don't recognize the tracks. Cut to the chase: You kill whatever animal around there was big enough to swallow my necklace. When you report back, I'll pay you and send my secretary to search the corpse. Gotta go, duty calls.",		"m20t":"Settle a Bar Bet",		"m20s":"Okay! Hey, from the looks of that mushwump, I win the bet! Wooo! Wait while I get Binny to settle with you. Pay up, loser! Hee hee! Okay, thanks, buddy. Later.",		"m20o":"Kebert Lomanna",		"m20d":"Binny and I were at the local hangout, just hanging out, and we got to arguing. We need you to settle a bet: How big do the mushwumps get around here? You know mushwumps -- at least that's what we called them back home -- I forget the local name. When you get to these coordinates -- we hear there's a big one there -- you'll know the animal I'm talking about. Once you kill it, let us know and we'll settle the bet. Killing a mushwump does the world a favor, anyway. The loser has to pay your fee, and buy a round for everyone else!",		"m19t":"Scholar Seeks Contrary Evidence",		"m19s":"Excellent. I predict I shall find evidence to rebut my colleague's preposterous thesis. From there, I foresee a clear path to a plum associate professorship.",		"m19o":"Teaching Asst. Morbitt Horn Rotundi",		"m19d":"A tenured colleague of mine in academe contends, on unconvincing or even spurious evidence, that the tesselated arboreal binjinphant is a negligible source of protein for predators in its native ecosystem. What eyewash! I take the more defensible contrary position. My ill-advised colleague seeks dubious confirmation of his thesis in the local wildlife. To forestall his jaundiced distortion of truth, I intend to make a competing analysis of my own. Please locate a predator in the designated area and dispatch it. When you report to me, I shall remit payment and arrange pickup of the specimen.",		"m18t":"Professor Seeks Rescue",		"m18s":"While you engaged the beast, I made a surreptitious yet hasty retreat. What travails we endure for the cause of knowledge! Please accept this payment with my gratitude.",		"m18o":"Asst. Prof. Herian Reborran Naxx",		"m18d":"Greetings. As assistant professor of xenobiology at Polar Farside University on the planet Hrennt, I seem to find myself up a tree. I am not speaking figuratively. I have been investigating local predator life-cycles, and now one particularly fierce specimen appears to be investigating me. Could you please come to these coordinates, with all due haste, and dispatch this beast? For your early attention you have my earnest thanks.",		"m17t":"Professor Seeks Specimen",		"m17s":"Delightful news. I shall examine the sacrificed specimen and integrate the research into my thesis. I send you the fee forthwith.",		"m17o":"Asst. Prof. Herian Reborran Naxx",		"m17d":"Greetings. I am engaged in research on predation of the tesselated arboreal binjinphant, a small but entirely fascinating herbivore. My university fellowship depends on successful defense of my thesis, that contrary to belief, these small creatures represent only a negligible source of protein in the larger ecosphere. I am on sabbatical away from the binjinphant's native habitat, but I suspect I may find similar evidence in the local fauna. To that end, I hire you to locate a local predator at an agreed location, sacrifice it -- kill it, in layman's terms -- and relay your report to me. I shall pay you from recent grant monies.",		"m16t":"Lady Deprovan Verges on Despair",		"m16s":"Take your blood money and leave me to mourn my dear lost Trotty!",		"m16o":"Lady Isshala Deprovan, late of the Naboo countryside",		"m16d":"With heavy heart I recount this sad tale. Last night at the summer house I let out the prime stud of my purebred voorpak breeders, Ch. King Monperro Carveth LaFlorin the Fancy Troubadour, to answer nature's call. An instant later Trotty -- that was my pet name for him, Trotty, for how he loved to run! -- scratched to be let in. Distracted by a serving droid's request, I was late in opening the door. Suddenly something large thudded against the door from outside, and when I dared to open it, I found nothing left of Trotty but his eight fine feet. This awful place, with its awful beasts! You must slaughter the thing that ate Trotty, whereupon I shall disburse a fitting reward.",		"m15t":"Lady Deprovan is Distraught",		"m15s":"Now at last may Dotty's spirit go to a peaceful rest. Leave your name with the droids in case I need you again.",		"m15o":"Lady Isshala Deprovan, late of the Naboo countryside",		"m15d":"Of late I think I may never feel joy again. Never have I given such affection as that I lavished on the leading mother of my voorpak litter, Ch. Empress Sunwinds Messenger Chung-Chung LaFlorin III. Dotty, that was my pet name for her. Dear Dotty! Had I only known, when I put you and your newest litter out on the porch of the speeder-house for a bit of fresh air, that a beast of unsavory aspect would make you its meal! Now, so that I may someday earn a good night's sleep, I must commission you, or some equivalent tradesperson, to go forth and kill the predator that swallowed Dotty. Satisfy my will, and I shall reward you!",		"m14t":"Lady Deprovan Requires Revenge",		"m14s":"Thus must fate deal with all such slayers of innocent voorpaks. Oh Spotty, how I miss your pleasant purr. Here is your payment; that will be all for now.",		"m14o":"Lady Isshala Deprovan, late of the Naboo countryside",		"m14d":"It is more than I can bear. Some wild beast has brutally slaughtered one of my purebred voorpaks from the finest pedigreed kennel of Naboo, Ch. Princess Transversion Sunbeam LaFlorin IV. I called her Spotty. I was taking the air one evening outside the vacation mansion, with dear Spotty purring peacefully in the sleeve of my best evening gown. Suddenly a coy peeping sounded from the gardens, which stirred Spotty strangely. She leapt forth and vanished in a trice. Oh, wicked Spotty! I fear I shall never forget the gnashing of teeth, the foul gulp as Spotty disappeared down the beast's gullet. Go, you! Slaughter the beast and avenge my beloved pet!",		"m13t":"Old Man with Critter Trouble",		"m13s":"That's the way you do it, youngster! Makes me think of my old days in the swamps of, of, wherever that place was. Why, the water there was so dirty you couldn't tell it from your own -- well, never mind that now. Here's your pay, thanks. Stop by and see an old soldier someday.",		"m13o":"A Retired Mercenary",		"m13d":"Many years ago I faced slavering reptavians in the swamps of -- now where was that place? I forget the planet. So I know what it is to look fanged death square in its slitted eye! Now I'm just old and fat and slow, that's all. Too slow to catch whatever it is that's been prowling around my cabin, out here in the wilds. The thing swallowed a radio beacon by accident, though -- at least I think it was an accident -- hungry critter! Anyway, if you can track this animal and kill it, I've got a bounty for you. Bounty, heh, that's a pricey word for animal hunting. Why, I remember one bounty hunter -- well, never mind that now. Just report back when you kill it.",		"m12t":"A New Arrival Has Animal Trouble",		"m12s":"It is a truth, the goodness of this news! I am most happy, most happy to pay you as we agreed. Also visit me at my new restaurant, I will make you delicious fleek eel.",		"m12o":"A New Homeowner",		"m12d":"It is the most unpleasant duty of mine to report a terrible terrible animal. Terrible! On my homeworld we did not have such things, no, before we immigrated here. From the side of the road leaped the animal, at me and at my family, even here my little baby! Is this not terrible? There is something must be done! I wish to pay you if you will locate the animal and teach it a lesson. Yes! Also please sorry for my talk in Basic, at home it is not speaking often.",		"m11t":"Blast the Nests",		"m11s":"Always a pleasure to work with professionals. The Empire is pretty good at exterminating pests, wouldn't you agree?",		"m11o":"Imperial Environmental Preservation & Refocusing Authority",		"m11d":"Vermin infestations are seasonal -- come and go as regularly as the summer winds. Every year we have to deal with it, and every year we hire someone to do it for us. We need some able-bodied beings who aren't afraid of pests and handy with a blaster. These critters shouldn't give anyone too much trouble -- though I'd keep my distance all the same, if I were you. Consider it a way to improve your marksmanship. We pay the usual fees for every nest cleared.",		"m10t":"Help Clean Up the Neighborhood",		"m10s":"At last our neighborhood will be clean, thanks to you. Enjoy that reward.",		"m10o":"A Concerned Citizen's Group",		"m10d":"These dirty creatures cause all sorts of damage to settlements. They eat our food, they often carry diseases, they chew on power cables, they foul everything with their droppings. In short, they're disgusting! We want this nest of vermin cleaned out, but we won't use toxins for fear of contaminating our soil and groundwater. A few well-placed blaster shots ought to take care of the problem nicely. Think you can help? There's a reward in it if you succeed.",		"m9t":"Halt the Hasken Fever",		"m9s":"Good work. Maybe now we can control the spread of that disease.",		"m9o":"Imperial Environmental Preservation & Refocusing Authority",		"m9d":"There's been a recent outbreak of Hesken Fever in this area, and we think it's related to an infestation of vermin near here. We need someone to clean that nest out and make sure those creatures don't spread this disease to other settlements. Payment will be tendered upon completion of the mission. ",		"m8t":"Help the Nerf-herders",		"m8s":"That ought to satisfy those herders. Thanks, citizen. Those are results we can live with.",		"m8o":"Imperial Environmental Preservation & Refocusing Authority",		"m8d":"There's a nest of critters that's been giving some nerf-herders a hard time, spooking their beasts and causing stampedes. We can't really spare any men to take care of these creatures, which is why we're soliciting help. We're willing to reward anyone who can clean out that nest and put the nerf-herders at ease. Easy money if you're skilled with a blaster. Think you can help?",		"m7t":"Help Save the Fair",		"m7s":"Those orphans will thank you in the years to come, citizen. Well done! Enjoy the reward.",		"m7o":"Merchant's Guild: Local Chapter",		"m7d":"We're trying to set up a local charity fair, but the area we've chosen has vermin we need cleared out. Most of us are not adept at this sort of work, being peaceful business owners and upright citizens. We need to hire someone more comfortable performing this type of task. We'll pay for positive results. Do you think you could lend a hand? Or a blaster, more like?",		"m6t":"Help Clear the Land",		"m6s":"Excellent work, citizen. You sure do make our jobs that much easier. Look us up again if you want more work.",		"m6o":"Imperial Environmental Preservation & Refocusing Authority",		"m6d":"Nature will always keep encroaching on our settlements -- that's what Nature does, after all. So we have to keep fighting back by clearing away the wild vegetation and wiping out the dangerous fauna. 'Course, we need all the help we can get. We're offering decent money to anyone that can take care of some pesky critters. We've got coordinates to a whole bunch of lairs we need cleaned out. Accept and we'll send some your way.",		"m5t":"Protect the Children",		"m5s":"My thanks, citizen. Now I can sleep easier knowing that the children are safe. ",		"m5o":"A Protective Father",		"m5d":"My son was injured by wild predators while playing just outside the city with his friends. I thought the surrounding regions had been cleared of dangerous beasts, but apparently I was wrong. I don't want this to happen to anyone else's child. I need someone to search the outlying areas around my community and wipe out any dangerous creatures. I'm willing to compensate for effective results.",		"m4t":"Save the Livestock",		"m4s":"Very effective, citizen. You have our thanks and our credits. Enjoy!",		"m4o":"Galactic Farmer's League: Local Chapter",		"m4d":"Something's been killing the local livestock. We're not exactly sure what it is, but it sure does have a voracious appetite for destruction and flesh. Some land surveyors have reported sightings of hunting packs near here. We believe that hunting ground is quite close to the beasts' lair. We'd like to hire someone to investigate this area and wipe out these creatures. Do you think you could help us with this, citizen?",		"m3t":"Take Out the Night Stalkers",		"m3s":"Thanks, citizen! You help keep our streets clean and our people safe. Visit us anytime.",		"m3o":"Citizens for a Clean Tomorrow",		"m3d":"Isn't the galaxy dangerous enough without bloodthirsty beasts? Late-night sanitation workers have reported being attacked by savage creatures. The attacks have increased in frequency and intensity. We need to stop these predators before they begin attacking innocent citizens during the day. A transport driver reported seeing several of these creatures milling about while delivering some power converters to a nearby station. We have the coordinates of that location and will transmit those to any enterprising citizen who undertakes this mission.",		"m2t":"Save the Prized Greysors",		"m2s":"Wiped out those creatures, huh? Good going. The reward's yours, citizen.",		"m2o":"An Angry Greysor Breeder",		"m2d":"I lost one of my prized hunting greysors a few nights ago to some sort of vile vermin infesting this area. Friend of mine thinks he's located where these creatures are coming from. I can't afford to lose any more of my champions to those beasts so I'm offering a reward to anyone willing to take up a blaster. Don't leave a single one of those killers alive, you hear? If these things attacked a well-trained greysor, there's no telling what they'd do to an unarmed man or a group of youngsters.",		"m1t":"Exterminate the Pests",		"m1s":"Pest control at its finest, citizen! Good job! Ever consider going into this line of work professionally?",		"m1o":"A Perturbed Citizen",		"m1d":"Is there no place in the galaxy that is free of pests? Every neighborhood I move into ends up having some sort of infestation or other, regardless of the system or the climate. Thank goodness for hardworking citizens like yourself. Just as I've done on all those other worlds, I'm willing to pay a brave citizen a decent reward for ridding our neighborhood of verminous infestation. Do you think you could help? "
}}
