{
	"stfFile":"mission/mission_npc_recon_neutral_hard",
	"entries": {
		"number_of_entries":"25",		"m25t":"A Pirate's Life",		"m25c":"That sounds like a very large pirate base. But hey, a pirate's life must be a lot of fun, right? I knew it, this is my big chance! The stars will be my playground! I'll never forget the way you helped me, my friend.",		"m25d":"Pirate",		"m25o":"I'm desperate to get off this hunk of rock! My uncle told me there's a secret space port a long way from here, where I might get a job on a ship. Can you check it out for me? Maybe this will be my big chance to see the galaxy at last!",		"m24t":"Missing Droid",		"m24c":"Poodoo! That's a major player if I ever heard of one. I better get this droid back to them before they get upset. Thanks for the tip.",		"m24d":"Gangster",		"m24o":"So I found this lost droid the other day, and the serial numbers were erased. Stolen, you know it. So I'm thinking, "Hey, keep it, unless the guy who lost it is some kind of big-league player." So I'm in the market for someone to check out these coordinates from the broken homing circuit, to see who used to own that little robot. I hope it's nobody special.",		"m23t":"Satisfy Scientific Curiosity",		"m23c":"How splendid. It sounds like Alliance activity. They have my blessing. Take this payment in return for your silence in this matter.",		"m23d":"Rebel",		"m23o":"My planetary sensors have picked up some rather large power spikes on the other side of the planet. My scientific curiosity compels me to investigate, though I haven't the time to go there myself. Can you check it out for me?",		"m22t":"Extra Credit",		"m22c":"Thanks so much! I'm sure to get a good grade with that information. Hey, I get extra credit if I can report how well the guards are armed. Did you happen to notice?",		"m22d":"Imperial",		"m22o":"I'm doing a survey for a student project. Can you go to this distant Imperial installation and count how many guards there are? If I collect enough data, I'm bound to get a good grade.",		"m21t":"Find the Missing Ship",		"m21c":"Oh my, I didn't realize the pirate gang was that large. This is more than I can handle on my own. I'll have to formulate a plan. Thanks for your help.",		"m21d":"Pirate",		"m21o":"My ship was stolen. The tracking circuit reported these coordinates just before it stopped transmitting. Can you see if my ship is still there? The creeps who stole it were very dangerous, so have a care. Thanks.",		"m20t":"More Slavers?",		"m20c":"Definitely a major band of smugglers, but they might not be slavers. Either way, I know some powerful individuals who will want this information. Well done.",		"m20d":"Smuggler",		"m20o":"The last thing we need is another slaver outpost on this planet. Please check out these coordinates for me and see if my suspicions are correct. The job might be dangerous, but you look like you can handle yourself. I'll pay you when I get the information.",		"m19t":"Check Out the Trading Depot",		"m19c":"That does sound like a Black Sun depot. Then my sources informed me correctly. Excellent work,citizen. Here's your payment.",		"m19d":"Gangster",		"m19o":"I've heard that the Black Sun organization has built a spice trading depot on our very own planet. I want to hire you to check it out, citizen, if you think you're good enough not to get caught.",		"m18t":"Inspect the Interference",		"m18c":"It's a base for the Rebellion? I've got to notify the Imperial authorities at once! We'll smash those terrorists from the face of the planet.",		"m18d":"Rebel",		"m18o":"My satellite signals are getting interference from some large installation on the other side of the planet. How am I supposed to do business under these conditions? I need to hire you to investigate the nature of this installation, so I can do something about their unauthorized transmissions. You'll be well paid, I assure you.",		"m17t":"Find the Crook",		"m17c":"An Imperial installation? Oh! Well, it's hard to say, but I'm guessing I won't be getting more reports from that bounty hunter. Argh. Oh, here's your fee.",		"m17d":"Imperial",		"m17o":"I hired a bounty hunter to find the crook who stole my business records. I haven't heard from the bounty hunter. Here are his last known coordinates. I'd like you to check what's there, so I can decide whether to hire another hunter to hunt the first.",		"m16t":"Droid Brains",		"m16c":"Did you see large numbers of droid brains? No? Well, perhaps that was only a rumor. Still, we need to get moving on this issue. Thank you, you did well!",		"m16d":"Smuggler",		"m16o":"Almost every droid brain shipped here from the Core Worlds may contain illicit coded programs. Criminal slicers have turned droids into vehicles for smuggled intellectual property. The smuggling base that extracts the data is big and well defended. If you report on its defenses, we can gather the strength to shut it down.",		"m15t":"Gutsy Gangsters",		"m15c":"Good work. These gangsters were getting so bold, they were changing even the Moff's loyalty speeches. Gutsy! You showed real courage there, and I appreciate it. ",		"m15d":"Gangster",		"m15o":"A major criminal syndicate is using coded HoloNet entertainment to arrange drop-points for glitterstim drug shipments. I need to know what kind of equipment they have that infiltrates and alters legitimate broadcasts. It takes stealth and experience to crack their installation. Are you up for danger?",		"m14t":"A New Face",		"m14c":"Pirates, eh? Well, that's better than putting face-changed thugs into government jobs. Though, for all we know, some operation is already doing that. Who can say? Meanwhile, thank you for your brave action.",		"m14d":"Pirate",		"m14o":"I'm following bizarre reports about a criminal plastic-surgery operation. They take known felons, change their faces, and put them in new jobs. What jobs, I wonder? I've heard the operation is at these coordinates. I need you to check it out, but use the utmost caution!",		"m13t":"Fight Real Slavery",		"m13c":"Oh, so he's gone and joined the Alliance? Well, all right then. I was worried. "Fighting the real slavery." Heh! Clever, that boy.",		"m13d":"Rebel",		"m13o":"My young apprentice has run off. He left a strange note about "fighting the real slavery in our galaxy." I fear he's gone to fight pirates or somesuch folly. I'll pay you to go to his last known coordinates and tell me what's there.",		"m12t":"Profitable Land",		"m12c":"An Imperial base? Excellent! I've placed a buy order for the land nearby. That will bring a tidy profit when the Empire expands its base. It always does!",		"m12d":"Imperial",		"m12o":"I'm researching a speculative land deal. I need a brave, experienced individual to scout out this target area. Report back on what you find, please.",		"m11t":"Precious Rock Ivory",		"m11c":"Modern smugglers are frighteningly well armed and equipped. We'll have to increase our guard details on rock ivory shipments. Thank you for your brave work.",		"m11d":"Smuggler",		"m11o":"Offworld smuggling of rock ivory is reaching crisis proportions. At this rate we won't have enough ivory to repair our own repulsorlift engines.  I am authorized to offer you a substantial reward for reconnaissance of the main smuggling gang's location.",		"m10t":"Gauge Black Sun",		"m10c":"When they learn the Black Sun's strength, I suspect my group of vigilantes will find better ways to spend their time. Still, we have to fight when we can. Thank you.",		"m10d":"Gangster",		"m10o":"The Black Sun criminal organization moves with impunity through this corrupt section of the galaxy. But if you can recon their current base and report here on its defenses, I can assemble a group strong enough to take it down. Please be cautious -- these gangsters don't stop at murder.",		"m9t":"Find the Pirate Base",		"m9c":"The base you found may be only a fraction of this operation. We'll have to move in force against these crooks. Meanwhile, thank you for your exceptional courage.",		"m9d":"Pirate",		"m9o":"Piracy threatens almost every civilian ship leaving this world. These ruthless killers move around so often it's impossible to keep up. But we've just found the location of what could be a major base. If you scout it and report back, I'll reward you. But move with extreme caution.",		"m8t":"Spy on the Neighbors",		"m8c":"A Rebel outpost? So that's why they've been hiding the truth from me. I think COMPNOR would be very interested to hear this news. Thanks, loyal citizen!",		"m8d":"Rebel",		"m8o":"My neighbors have recently become involved in some sort of "business enterprise" they refuse to talk about. I managed to get the coordinates to an area they're visiting. Could you check it out and let me know what they're up to?",		"m7t":"Increased Imperial Patrols",		"m7c":"A garrison? I see. Thanks for your help, friend. I need to get some messages to my partners, fast.",		"m7d":"Imperial",		"m7o":"Increased Imperial patrols have been making some of my business associates a bit nervous. Could you check out these coordinates and see what the Empire is up to? I'll make it worth your while.",		"m6t":"Vengeance Is Mine",		"m6c":"Those filthy criminals will face justice very soon! Thanks, friend. You've done this entire system, and my family, a great service.",		"m6d":"Pirate",		"m6o":"My brother was a freighter captain who was killed by a band of pirates. I think I've finally found where these murderers have been hiding. I'll pay you to scout out the area and confirm it for me.",		"m5t":"The Wily Pirates",		"m5c":"I'll have to move fast if the authorities are to capture those murderers. Not a word about this to anyone. Those pirates have spies everywhere. This is for a job well done.",		"m5d":"Pirate",		"m5o":"Pirates have plagued this system for years. Every time the authorities close in on a suspected pirate lair, the rogues manage to get away. This time, I'm hiring a professional to scout one of these lairs. Think you can handle it?",		"m4t":"Unsavory Types",		"m4c":"So there is some sort of illegal activity. I'll have to think about who best to sell this information to. Good job, friend. You've earned your reward.",		"m4d":"Smuggler",		"m4o":"I've seen some rather unsavory types passing through here. People say they're here to buy illegal weapons. If gunrunners have set up shop near here, I want to know about it. Could you check these coordinates for me?",		"m3t":"Shady Business Associates",		"m3c":"So they've turned to smuggling, eh? Thanks, citizen. I'll take it from here. You wouldn't know the contact data for the Bounty Hunter's Guild, by any chance?",		"m3d":"Smuggler",		"m3o":"Some former "business associates" decided to renege on some debts. I've been tracking them all across the galaxy. Could you check these coordinates and see what sort of mischief these scoundrels are up to? ",		"m2t":"Jabba Expands",		"m2c":"If that gangster thinks he can intimidate us into silence, he's got another think coming. I'll organize a neighborhood watch and inform the authorities. Thanks, friend.",		"m2d":"Gangster",		"m2o":"I've heard Jabba the Hutt's trying to extend his reach. I believe that a new faction of his dreaded swoop gang has settled near here somewhere. I sure could use someone's help in finding them. Think you can do it?",		"m1t":"Find the Shadow Angels",		"m1c":"This is terrible news. Now all the surrounding areas will become targets for these fiends. I must find a way to stop them. Thanks for your help.",		"m1d":"Gangster",		"m1o":"I've heard that a swoop gang, the Shadow Angels of Dathomir, is spreading like a plague through the galaxy. A friend told me they've set up a hideout not far from here. Could you check these coordinates and report back to me?"
}}
