{
	"stfFile":"mission/mission_destroy_neutral_easy_creature_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"35",		"m35t":"Stomp Rogue Zoo Animals",		"m35s":"What a relief! All the parents in this neighborhood thank you. You've done us a great service and earned this reward.",		"m35o":"",		"m35d":"I'm convinced I know the origin of the vicious pack animals now attacking children in this neighborhood. Some local Imperial bigwig imported them for his stupid menagerie, and they got loose! The police won't stop the beasts yet, because someone high up likes to make the Empire look bad. Can you destroy this menace?",		"m34t":"Stop Stinky Beasts",		"m34s":"That was some stink, eh? I'd better find a fungicide or something. Everything go okay? Your money should be in your account. ",		"m34o":"",		"m34d":"You smell that? That stinking dust on the wind? It's egg seeds, spewed by the shadow barnacles that infest the buildings around here. The egg seeds in turn attract beasts from hither and yon. There's a new lair nearby. Please go and destroy it, okay?",		"m33t":"Hunt Offworld Beasts",		"m33s":"Did the creatures seem like offworld beasts to you? They may still be on the loose. Well, you did the job we asked for, so your money's been deposited.",		"m33o":"",		"m33d":"Some offworld things escaped from the recent Livestock Exhibition, and they've been terrorizing the countryside ever since. We've collected some money and found the likeliest spot where they lair. Can you go in and take out the whole pack, quickly?",		"m32t":"Improve the Game of Dejarik",		"m32s":"Never mind. The holosculptor found adequate models on the HoloNet. Thanks anyway for your work, and I have deposited your fee.",		"m32o":"",		"m32d":"I've commissioned a holosculptor to model several local beasts for a new dejarik board I'll be selling. She needs specimens, so I've located some at these coordinates. Please dispatch everything in this lair, but try to leave the bodies intact.",		"m31t":"Contain Biological Infestation",		"m31s":"Thanks. I was afraid my neighbors were about to sue me for biological infestation. I hope the predators ate all the ghhhks before you killed them.",		"m31o":"",		"m31d":"I imported some ghhhks from Clak'dor VII. I heard their skin makes a healing salve. Well, it didn't do anything for me, and then the ghhhks got loose. Now they're breeding, and the scent has attracted a pack of hungry predators. I'd like you to destroy the predators before anything really bad happens.",		"m30t":"Help Amateur Astronomer",		"m30s":"You've done me a great favor. Your payment has been deposited. Now I can monitor the activities of Imperial warships to report to the Alli-- um, I mean, I can watch the big ships docking in orbit.",		"m30o":"",		"m30d":"I've found an excellent spot to set up an electro-telescope. I like to watch the big ships docking in orbit. But the last time I set up my rig, I was chased off by a couple of ugly, unpleasant creatures. I'll pay good money if you could get rid of those beasts for me.",		"m29t":"Techno Union Treasure",		"m29s":"Capital job! Now I can keep searching for that old Techno Union outpost. Who knows what they might have left behind?",		"m29o":"",		"m29d":"Remember the Techno Union? Of course you do. I think there might be an old outpost of theirs not far from here. I want to investigate further, but the area is home to some distinctly hostile creatures. I'd love to hire you to remove them. Then I can get on with my search for the outpost.",		"m28t":"Stop the Clones",		"m28s":"Thanks. Of course, the thing about clones is that it's hard to stop making them after just ten or twenty. I may need your services again. Soon.",		"m28o":"",		"m28d":"Cloning tests are fun, but I made the mistake of turning loose several test subjects. Not that these cloned animals can't defend themselves in the wild. Quite the opposite -- they have mauled several travellers through the area. How would like to help me clean up this mess by blasting these animals into atoms?",		"m27t":"Face the Dark Side",		"m27s":"You have much skill and courage. The Force must be strong with you. Enjoy your reward.",		"m27o":"",		"m27d":"I'm not obsessed with hokey religions, but I think some land I just bought is strong with the dark side of the Force. At least it's infested with some very unpleasant animals. You look tough enough to remove them from my property. Care to earn a few credits today?",		"m26t":"Good Pets Gone Bad",		"m26s":"I still miss those poor little devils. Perhaps now they're in a better place. Thank you for the help.",		"m26o":"",		"m26d":"They looked so cute when they were little, but my pets grew too big to keep. Now they've been feral for a year. The planetary authorities have warned me that they've become dangerous. I've got to get rid of them somehow. Would you be able to find my old pets and blast them into pieces?",		"m25t":"Save Gualama Herd",		"m25s":"I'm glad nothing will be feeding on my gualamas. Thanks to you, that is.",		"m25o":"",		"m25d":"Something's been killing the young from my herd of gualamas. Now I have to keep my livestock indoors. I need a hunter to take care of this predator before I lose any more profits. If you can do the job, I'd love to hire you today.",		"m24t":"A Crazy Wizard's Menagerie",		"m24s":"Well done. Those animals won't bother anyone now. The old wizard probably ran away when he saw you coming. I hope that teaches him a lesson.",		"m24o":"",		"m24d":"I've heard a lot of complaints about a crazy old wizard in the wilds who surrounds himself with ravenous beasts. I sent a range droid to find out where the old man lives. Now I want you to exterminate his animals. I can pay you, don't worry about that.",		"m23t":"Clean Up Empire's Mess",		"m23s":"A thousand thanks, citizen. Perhaps you should seek a job with the Imperial Zoological Agency. Seems like you could show them how these things should be done.",		"m23o":"",		"m23d":"The Imperial Zoological Agency claimed to have cleared these areas of dangerous beasts. I beg to differ. We've had a few attacks on children in the last couple of days. Could you get rid of whatever is threatening our kids?",		"m22t":"A Strike For Fitness",		"m22s":"Thanks, friend. I gave you something to cover the expenses you incurred while blasting those creatures. Now I'll be able to stay in shape.",		"m22o":"",		"m22d":"Ever since my HyperGym broke down, I've taken to jogging outside the city. But the presence of wild beasts has recently rendered my favorite route useless. Could you get rid of these pests for me?",		"m21t":"Console Little Angel",		"m21s":"Thanks, friend. I hope what I deposited covers your inconvenience. I'm sure you understand just how important it is to keep our little angels happy.",		"m21o":"",		"m21d":"My little daughter's beloved bearded jax was killed by some sort of wild beast recently. The darling just won't be consoled until those horrible pests are disposed of. Do you think you could do this for me?",		"m20t":"Help Sick Mother",		"m20s":"Thank you so much. I'm sure the flowers will help my mother get better. Enjoy the reward for your services.",		"m20o":"",		"m20d":"My mother is sick and loves a certain flower that grows near here. I'd pick some for her, but there's some sort of creature lair near there, and I'm afraid those beasts might hurt me. Could you chase them away for me?",		"m19t":"Assist Public Servant",		"m19s":"Thank you. It's always nice to know I can go to work in relative safety. I've deposited something for you in your account.",		"m19o":"",		"m19d":"I perform tests of the groundwater, but my meters seem to attract all manner of vermin. It's the vibrations, I think. Could you please make sure there aren't any bothersome beasts hanging around my workstations?",		"m18t":"A Last Supper",		"m18s":"Excellent! I'll send my droids out to collect the carcasses. Don't worry if you didn't leave much meat -- my grandfather has hardly any teeth left.",		"m18o":"",		"m18d":"My dying grandfather has one last wish -- to eat the flesh of the creatures that killed his beloved wife. I've tracked down a lair of the beasts and need you to kill some for me. Think you could do that?",		"m17t":"Children Possibly Eaten",		"m17s":"Good work, citizen. The children will compose a song in your honor. Oh, and I've deposited the pay I promised.",		"m17o":"",		"m17d":"Some kids have disappeared in this area over the last few weeks. Some folk think it's the work of wild predators. I'll pay you to check these coordinates out and drive away any monsters you encounter.",		"m16t":"Recover Family Heirloom",		"m16s":"Thanks, friend. I've compensated you for your trouble. Uh, you didn't happen to dig around, did you? Didn't find any precious stones?",		"m16o":"",		"m16d":"I lost something of great sentimental value in the wilderness and I'm determined to get it back. I've isolated the area where I think this treasure may lie, but there's a den of predators keeping me from performing a thorough search. Think you can get rid of it for me?",		"m15t":"Speeder Races Are Fun",		"m15s":"Thanks! You're a pal! I deposited your pay. Don't forget to come back in a few months and check the races out.",		"m15o":"",		"m15d":"My friends and I want to hold some speeder races outside of town, but there's some sort of creature lair out there that's holding us up. If you wipe it out, I'll pay you for your time.",		"m14t":"Clean Up Failed Experiments",		"m14s":"Thanks. Your pay has been deposited. I'd sure appreciate it if you didn't mention this to anyone, okay?",		"m14o":"",		"m14d":"My goal of breeding exotic pets didn't go as planned. I've heard some of my "failed experiments" are now terrorizing the locals. Think you could take care of this problem for me?",		"m13t":"Genetically Altered Beasts Are Scary",		"m13s":"Hmm, those don't sound like the beasts I was tracking, but thanks for getting rid of dangerous predators anyway. A little something has been deposited in your account for your trouble.",		"m13o":"",		"m13d":"I've been tracking some genetically altered predators that were stolen from an Imperial research facility. Some apparently ended up here. If I could get your help in disposing of them, I'd make it worth your while.",		"m12t":"Toothy Beasts Are Bad",		"m12s":"You don't seem to be bad with that weapon. The credits I promised will be promptly deposited.",		"m12o":"",		"m12d":"I was testing my new electrobinoculars when I spotted a few toothy-looking beasts roaming around my land. If you want to earn a few credits, why don't you haul your weapon out there and take out those nasty creatures?",		"m11t":"Get Rid of Pesky Animals",		"m11s":"Thanks, buddy. You earned the credits. It's getting so you can't earn a decent living without a blaster these days.",		"m11o":"",		"m11d":"I'm looking to run some power conduits across an area not far from here, but there's a couple of pesky animals getting in the way of my spooling droids. Do you suppose you might take that weapon of yours and exterminate these pests?",		"m10t":"Make Planet Safer",		"m10s":"Thank you ever so much! I suppose every planet will seem dangerous after leaving my poor, beautiful Alderaan.",		"m10o":"",		"m10d":"I just knew it was a bad idea to come to this planet! There's some kind of filthy creature lurking on the path to my new home. I don't suppose you'd be able to kill it for me, would you?",		"m9t":"Avenge Little Blinky",		"m9s":"This sets my mind at ease, citizen. Many thanks. I hope I can mourn Blinky and move on.",		"m9o":"",		"m9d":"My poor little durni, it wandered away and got lost. The tiny helpless thing can't see, you know. A friend saw a wild predator pounce on my darling and devour him. Oh horror! Please avenge my poor little Blinky.",		"m8t":"Wipe Out Lovesick Beasts",		"m8s":"My gratitude knows no bounds, citizen. Well, actually it does, as your deposited payment will prove. But I'm still quite pleased.",		"m8o":"",		"m8d":"The last thing I want to hear when I settle down to bed are the mating calls of blasted vermin! Please silence those love-sick beasts and help me get some peace and quiet.",		"m7t":"Keep Kids Safe",		"m7s":"I'll be able to sleep peacefully at night now. Thank you kindly.",		"m7o":"",		"m7d":"There's a den of vermin out there that is gonna kill some youngster some day. Local kids love playing in that area. Be a friend and demolish that lair for us, would you?",		"m6t":"Prepare For Wet Season",		"m6s":"Well done, citizen. This ought to make the wet season much more pleasant. Enjoy your reward!",		"m6o":"",		"m6d":"A condemned shelter near here is nothing but a breeding ground for bloodsucking parasites. I bet a couple of well-placed blaster shots would take care of the problem. Can you help, friend?",		"m5t":"Help Clear Land",		"m5s":"Nice work. I've never seen the need for a professional exterminator before. Those guys get the big money.",		"m5o":"",		"m5d":"I've been contracted to do some construction near here. Help me out by cleaning up the nest at these coordinates, and I'll cut you in.",		"m4t":"Avenge Woopywoopums",		"m4s":"You are most gallant, citizen. What is your name again? I want to name my new kittle in your honor.",		"m4o":"",		"m4d":"My precious little kittle -- she liked to be called Woopywoopums -- was snatched by a horrible predator while slithering playfully in my yard. Please avenge my angel for me.",		"m3t":"Recover Good Luck Charm",		"m3s":"Thanks, friend. I'll sure miss that kima. I bet this breaks my incredible sabacc winning streak. ",		"m3o":"",		"m3d":"Some darn predator ate my good luck kima! I think those beasts have a lair near here. If you can find them and blast them to atoms, I'd certainly reward you.",		"m2t":"Reassure Skittish Musicians",		"m2s":"Splendid! Now my Bith guests can relax and practice their music. I do enjoy their fizz lilting through my villa on a lazy evening.",		"m2o":"",		"m2d":"I'm lodging a group of Bith musicians in my villa, but they're skittish about some of the local wildlife. I'd be willing to pay if you could remove some of the more dangerous creatures from the area and put these Bith at ease.",		"m1t":"Clear Out Tenacious Pests",		"m1s":"Looks like you might have a career in extermination, friend. Thanks for your efforts.",		"m1o":"",		"m1d":"How many times do we have to exterminate these pests? Hiring professional hunters is getting expensive. Could you go in and clear out that creature lair for us, citizen?"
}}
