{
	"stfFile":"mission/mission_destroy_neutral_hard_npc",
	"entries": {
		"number_of_entries":"35",		"m35t":"Assuage a Vigo's paranoia",		"m35s":"Yeah! That's what I'm talking about! Let's see who's laughing now, huh? Good work, buddy. Take your money and remember who treated you right.",		"m35o":"Black Sun: Vigo Green",		"m35d":"Some hotshot smugglers have decided to cheat a powerful Vigo and make him lose face in the syndicate. Just because these smugglers have the trust (which they believe translates to "protection") of several other Vigos, they think they can push a smaller Vigo around. We'll soon see who's small and who's not in Black Sun. You mess with any Vigo, you flirt with death - simple as that. A substantial reward is in the offering to anyone who can teach these arrogant scum a lesson. I want those hotheads dead, I want their base burned down to the ground, and I want to spit on the ashes! You think you can help me do that?",		"m34t":"Instruct a rival",		"m34s":"What a glorious example this sets. The mighty Jabba is pleased. Claim your reward and do visit His Immensity on Tatooine soon.",		"m34o":"Bib Fortuna",		"m34d":"Illustrious Jabba wants to make sure that the smugglers operating in this galaxy answer to him and him alone. Some of these smugglers have been operating exclusively for one of his chief rivals, and the powerful Jabba wishes to make an example of them. He offers a sizable reward to anyone who is brave enough to march into these smugglers' base and blast it to pieces, along with all the smugglers inside, of course. We'll supply the base's coordinates and the reward (should the mission be successful). You must supply the muscle and the blasters. Do we have a deal?",		"m33t":"Wipe out Rebel double agents",		"m33s":"Most impressive, agent. Especially given that those smugglers were likely highly trained Rebel commandos. Do see us again for future work.",		"m33o":"Black Sun",		"m33d":"The Imperials attempted it so I suppose it shouldn't surprise us that the Rebels took a stab at it too. We've discovered that some of our smugglers are actually Rebel double agents collecting information for the Rebellion and spying on our activities for use as leverage in future negotiations. As you can imagine, we need these agents removed and a clear signal sent to the Rebellion. They of all people should know that if you play with fire, you will get burned. These are the coordinates to this group's base of operations. Blast it to pieces and wipe out the double agents. Hopefully we'll only have to do this once. Can you help with this? ",		"m32t":"Jabba's revenge",		"m32s":"Excellent. Now the galaxy will understand the lengths Jabba is willing to go to protect his assets. You've earned your reward.",		"m32o":"Bib Fortuna",		"m32d":"The exalted Jabba seems to have lost some of his most trusted smugglers recently to his rival, Valarian. It seems the wanna-be crime mistress hired thugs to blast some of my master's loyal servants. The mighty Jabba would like to repay kind with kind. These are the coordinates to a base belonging to some of Valarian's most trusted couriers. Make sure every one of them is blasted to bits and the base is burned to the ground. We wouldn't want people thinking that Jabba was less cruel than some mangy Whiphid, now would we? A generous reward waits at the end of a successfully completed mission.",		"m31t":"Dish out Lady Valarian's wrath",		"m31s":"Effective. A bit crude, perhaps, but effective. Here are your credits. There are more where those came from if you need more work.",		"m31o":"Lady Valarian",		"m31d":"That slug Jabba has done such a good job of convincing the smugglers of the galaxy that they all work for him, that it makes life for the rest of us a bit more difficult. A group of these smugglers, well known gunrunners, made off with one of my weapons' shipments, thinking they could just sell it to Jabba for more money than they would have gotten for simple smuggling. That notion has got to be corrected. I'm offering a hefty reward to the individual or band that will blast these smugglers into space junk. We have the coordinates to their base, not that they were difficult to acquire - these guys think they're untouchable. So how about it? You in?",		"m30t":"Help Jabba get even",		"m30s":"Well done, agent. Jabba will remember your success next time you come to us for a job. We always reward success.",		"m30o":"Bib Fortuna",		"m30d":"The mighty Jabba the Hutt seems to be having a rather bad year in regards to smugglers. It's not enough that the loathsome pirate, Han Solo, has evaded my master's attempts to capture him, but now it seems another band of smugglers have been inspired by Solo's actions to defy the powerful Jabba. For reasons of his own, His Exaltedness has decided not to approach the Bounty Hunters' Guild with this matter (given their recent troubles) but has instead decided to find some enterprising free agents to settle things. We have the coordinates to the lair of these walking corpses. As always, His Immenseness offers an overly generous reward for the accomplishment of this task. Can the honored Jabba count on you to serve him faithfully?",		"m29t":"Wipe out the smuggler informants",		"m29s":"Good form, agent. That was nicely done. Our organization could use more operatives like you.",		"m29o":"Black Sun",		"m29d":"It is a shame when talented individuals must be eliminated. One of our most experienced smugglers has been convinced to become an informant for the Rebellion. Now normally, we wouldn't care what the Rebels were up to. They keep the Imperials distracted, which is all we can really ask for from anyone. However, we've learned that this smuggler is selling some of our most precious secrets to the Rebels - that we simply cannot have. A generous reward awaits the agent who can take this smuggler and their band of associates out. ",		"m28t":"Take out Imperial moles",		"m28s":"Your actions were those of an exemplary agent. Your success will reap rich rewards and lead to a very profitable future with us.",		"m28o":"Black Sun",		"m28d":"It has been recently brought to our attention that a group of trusted couriers is actually a collection of Imperial Intelligence agents. This is most distressing, as you can imagine. We need these couriers removed and are willing to pay well for this service. Here are the coordinates to a base these couriers use most often. The base is to be obliterated and every courier is to be eliminated. We do hope this is very clear. The Empire really should know better than to try and infiltrate our organization with these sorts of agents. It always leads to a tragic loss of life and talent. Are you our agent?",		"m27t":"Help a Vigo get payback",		"m27s":"A true professional. Now you are the sort of operative Vigo Clezo is proud to employ. The reward is yours to claim.",		"m27o":"Black Sun: Vigo Clezo",		"m27d":"Spice smugglers can be so untrustworthy. A recent shipment of spice came up dreadfully short. Unfortunately this shipment was under Vigo Clezo's supervision, which made him look bad in the eyes of the rest of Black Sun. These offending smugglers must be made to pay for this embarrassment with their lives, of course. Nothing less would satisfy the wounded Vigo's pride. Here are the coordinates to their hideout. Please be efficient and precise. Vigo Clezo likes to run a clean, tight ship. A substantial reward awaits your safe and successful return.",		"m26t":"Remove a band of smugglers",		"m26s":"Most excellently done. Vigo Durga sends his congratulations and asks that you contact us again in the future. Enjoy your reward.",		"m26o":"Black Sun: Vigo Durga",		"m26d":"No one cheats a Vigo of Black Sun, especially when that Vigo is Durga the Hutt. Apparently this simple truism has escaped a certain band of smugglers formerly working for the illustrious Vigo on Nar Shaddaa. They've made off with a rather large shipment of high-grade glitterstim spice that was supposed to be delivered to Vigo Durga himself. Well no business is without its perils, I suppose. Vigo Durga will pay a handsome reward to anyone who can send these smugglers back to their makers. These are the coordinates to the smugglers' hideout. Make sure there are no survivors and no witnesses. Can Black Sun rely on your cooperation and discretion?",		"m25t":"Take out the errant smuggler",		"m25s":"Congratulations. Those are results that make us proud. Stick with us and you'll go far. ",		"m25o":"Black Sun",		"m25d":"These smugglers develop reputations, they think they can get away with anything. What they fail to recognize is that organizations like ours help forge those reputations - and we can destroy them just as easily. One of these smugglers has gotten a bit too greedy for their own good. They think that by surrounding themselves with armed thugs, they can ignore certain rules and tariffs. We're about to prove them wrong. A substantial reward awaits the operatives who will drive this point home to this errant smuggler. If you're the type of killer we think you are, this should pose no problem for you. Do you want the job?",		"m24t":"Audition for the Mighty Jabba",		"m24s":"You have demonstrated no small amount of skill.  I shall bring your case before the Illustrious Jabba.  Until you hear from us again, enjoy this well-earned payment.",		"m24o":"Bib Fortuna",		"m24d":"Mighty Jabba is always looking for new talent to add to his organization.  After some recent personnel issues, he has decided that all new recruits must prove themselves in a practical demonstration of their skills.  Illustrious Jabba wishes me to provide one such audition for a hit team.  To warrant their abilities, these assassins will be required to break into the landing bay of an especially lethal pirate captain and blast the entire facility into its component atoms.  Upon the completion of this task I shall present a report to the Invincible Jabba, who will render a decision on the worthiness of the applicants.  Wise job seekers should be aware that I do not take my duties lightly.  Only the finest and most despicable assassins deserve my attention; others are highly discouraged from occupying my precious time.",		"m23t":"Help us in our hour of need",		"m23s":"You did it!  It's a shame about the outpost being destroyed, but I just know that you did your best to protect it.  Please, take your reward and know that you are always welcome on my planet, where I will treat you to every pleasure my humble palace can provide.",		"m23o":"A Desperate Princess",		"m23d":"Oh, can't someone please help us?  My family rules a small but beautiful planet in Xappyh Sector.  Long ago we built an outpost to tend the needs of the poor and downtrodden in nearby systems.  But calamity befell us when our outpost was captured by the crew of a large and terribly frightening pirate frigate.  We would like to remove them so that we can resume helping the needy of the galaxy; but the regional governor has refused to lend us aid.  We are a peaceful planet and have no weapons.  We do have money, though, with which we shall gladly part if it means we can have our outpost back.  Are there no stalwart heroes left in the universe who will come to us in our hour of need?  These pirates are a cruel and awful lot and we are frightened that they might do harm to the poverty-stricken areas near them.  Money is no object.  Please, just help us!",		"m22t":"Dislodge pirates from my industrial villa",		"m22s":"Your work was sloppy in one or two particulars, but you did complete the task at hand.  Good job leveling the villa.  Do enjoy this payment.",		"m22o":"An Influential Neimoidian",		"m22d":"They say lucre makes the galaxy spin and I have always found that to be true.  My various industrial enterprises have made me one of the most influential Neimoidians in nine sectors.  I have assets spanning a hundred systems.  When you attain such success, however, you become an attractive target for professional thieves.  I am no exception.  I have just discovered that one of my industrial villas has been overrun by several pirate crews.  Luckily a good businessman knows how to distribute resources to safeguard his investments.  I wish to disburse a very large sum of credits to a group of soldiers-of-fortune who have the means and the wherewithal to dislodge these slugs from my property.  Be warned: they are well-equipped and extremely dangerous.  I am paying for the best of the best, so don't waste my time if you're anything but elite.  Also, I shall shed no tears if the villa itself sustains heavy damage, as I intend to collect an insurance disbursement and shut the place down anyway.",		"m21t":"Retire an ex-pirate for good",		"m21s":"Very well done.  Have I hired you before?  You have the skill and the guts to be a player yourself.  You would make an excellent asset to my organization.",		"m21o":"Black Sun: Vigo Green",		"m21d":"Every successful businessman deserves a luxurious retirement.  No one is denying that.  But a player is expected to settle all bets before cashing out of the game.  That is where a certain ex-employee of mine has failed.  He was one of the most successful pirates on my payroll.  A prolific provider for many standard years.  He retired with my personal blessing.  Unfortunately I have learned that he hid an old debt from me, and has rebuked my requests for payment.  I have extended every courtesy to him, but the time has now come to finalize negotiations.  I require a crack team of assassins to hit him hard and leave no one standing.  Only the deadliest killers need apply.  He knows I'm coming, so he has fortified himself in a stronghold and gathered a small army of the toughest scum in the sector.  Tear the place to the ground and you shall be very well compensated.  Contact me for his coordinates.",		"m20t":"Wipe out the pirates' haven",		"m20s":"Good work. Remember there's plenty more of those havens out there. We'll continue to pay as long as you continue to produce results.",		"m20o":"The Corporate Sector Authority",		"m20d":"One of the major areas of concern for the Corporate Sector Authority is piracy. Our ships in particular draw those predators like skettos to a sleeping dewback. Recently we've discovered that many of these pirates have banded together to form some sort of "Brotherhood." By sharing information about transport movements, safe spaceports, and Imperial activity, these rogues can insure a higher rate of success for their comrades. We've used our resources, mostly in the form of bribes, to pinpoint the locations of some of the busiest spaceports used by this Brotherhood. We offer a substantial reward to anyone who can make sure these ports are knocked out of commission. There's plenty of work doing that as these criminals have dozens of these havens. Coordinates will be transmitted upon your acceptance. ",		"m19t":"Help a Hutt make a point",		"m19s":"Most effective. You serve my master well and you will be rewarded.",		"m19o":"Bib Fortuna",		"m19d":"Mighty Jabba's wrath is a powerful and dreadful thing to incur - few rational beings wish to risk it. This band of pirates, it seems, do not share that particular rationality. They have been raiding my lord's spice shipments with impunity and this must stop. My lord was wise enough to have planted a spy in their midst months ago, suspecting that this particular band might try to double-cross him in the future. Thanks to my lord's wisdom, we know the location of this band's hidden base. Illustrious Jabba wishes me to hire the best assassins credits can buy and instruct them to practice their trade on these foolish rogues. Do you wish to take advantage of this opportunity to earn both my lord's favor and a substantial reward? ",		"m18t":"Swat Jabba's pirates",		"m18s":"I had a hunch about you. You seemed to be the type to get results. Congratulations on a job well done. Enjoy the reward.",		"m18o":"Lady Valarian",		"m18d":"Jabba claims he doesn't want a war and then arranges for pirates to hit ships carrying goods intended for me. If that gargantuan worm thinks I can't see who's behind these recent attacks, he's as stupid as he looks. As much as I know that Jabba is baiting me, I must respond or I risk other pirates trying their hands at plucking my cargo. This mission won't be easy but it will pay very well. Jabba is known to employ the most ruthless and dangerous pirates in the trade. But a resourceful team of agents, skilled in teamwork and deadly with their blasters, should be able to pull it off. You fancy yourself such an individual? If you think so I'll send you the coordinates to the pirates' lair. ",		"m17t":"Blast the errant pirates",		"m17s":"Well done. Accept this reward and look me up again soon.",		"m17o":"Bib Fortuna",		"m17d":"Normally I wouldn't care about the activities of pirates but these particular ones happened to strike a slaver ship on its way to deliver a shipment of Twi'lek exotic dancers to me. Even after the pirates discovered who this shipment was intended for, they still decided to sell the slaves on their own and keep all the profits. This matter must be resolved. I cannot allow pirates to seize what I have rightfully stolen - if word of this spreads it could weaken my position with Jabba. I therefore have need of a team of deadly killers to rid me of this embarrassment. One of the Twi'lek girls had a homing chip implanted in her thigh (a special gift intended for one of Jabba's rivals) which has allowed me to discover where these slugs are hiding. Accept the mission and the coordinates are yours. Leave no witnesses and burn their lair to the ground.",		"m16t":"Smash the notorious pirates",		"m16s":"An excellent strike. The Empire is indebted to you, agent. Perhaps you should contact us about helping to crush the Rebellion. We could use agents like you.",		"m16o":"Imperial Navy",		"m16d":"One of the galaxy's most notorious and bloodthirsty band of pirates has fallen for our trap. They took some bait we offered and raided a ship full of tainted cargo. We planted undetectable homing beacons inside that cargo and now the pirates have led us right back to their lair. Their base sensors are rather sophisticated, however, so they would detect the approach of Imperial cruisers and escape into space before we could strike. We need a team of highly skilled and experienced agents to land near their base and take it out. The pirates would not react to the arrival of a standard transport as they're used to monitoring that sort of activity in their system. Are you the sort of operative that could assemble such a strike team? The Empire is counting on you, citizen. ",		"m15t":"Destroy pirates with a case of conscience",		"m15s":"Finally, someone who knows what they're good at and stick to it. A long, happy life will likely be yours, friend. Come see me again soon.",		"m15o":"Black Sun: Vigo Green",		"m15d":"I've yet to meet someone who got into trouble by sticking to doing what they do best. It's only when a few malcontents, not happy with the status quo, try to do something different that we get problems. Or at least I do. Pirates aren't freedom fighters, right? You know that, I know that, everyone knows that. Pirates are thieves and murderers. That's what they do. And that's exactly what I need a small team of hired guns to explain to some former associates who've got it in their heads to help the Rebellion. Not on my watch. These scum think they can wipe their past clean by helping some moisture-farmers-turned-Rebels get themselves slaughtered by stormtroopers? Their case of sudden conscience is costing me too much money. Accept the job and I'll tell you where you need to go. Leave no walls standing. I want to make sure this conscience-acquiring is not contagious.",		"m14t":"Help clean out the pirate gene pool",		"m14s":"Good to see that some scum still care about professionalism. Good for you. Come look me up again when you need more work.",		"m14o":"Black Sun: Vigo Clezo",		"m14d":"When pirates are hired to perform a job, they should stick to it regardless of the consequences. What's happening to professionalism in our circles? A renegade band of pirates has decided that they can keep the credits given to them for the performance of certain duties regardless of whether those duties were adequately performed or not. It is my responsibility to teach these slugs a lesson. I'm offering a reward to the team of hired killers that can infiltrate this band's base and blast it (and them) to pieces. If you accept, you'll be told where to go. These pirates are not likely to go down without a fight, so I'd blast first and ask questions later if I were you. Do you think you could take care of this problem for me?",		"m13t":"Remove the thorn",		"m13s":"Excellently done, agent. Your resourcefulness is most inspirational - a shining example to hired guns throughout the galaxy. Enjoy your lucre.",		"m13o":"Black Sun",		"m13d":"These pirates are almost as bad as those hotshot smugglers. If any of these rogues get the tiniest drop of notoriety, it goes straight to their heads. Suddenly they think they can set their own rules, do whatever they like, and ignore their benefactors. The result is nothing but headaches and work for us, but it also means good fortune for independent agents like yourself. We need a pirate band taken down. They've become too much of a liability for our organization and must now be squashed. A small elite team of troubleshooters ought to be able to take care of this situation with little trouble. If you've worked for us before, you know our pay is quite generous. If this is your first time, then prepare to be pleased when all this mess is settled. We'll send the coordinates to the pirate's lair upon receiving your acceptance.",		"m12t":"Hit the hitmen",		"m12s":"Well handled. You and your team are glowing examples of what hired killers should be: obedient and efficient. Claim your reward.",		"m12o":"Black Sun: Vigo Durga",		"m12d":"Independent thought is wasted on assassins. First, they get used to everybody doing what they say. Then they fall victim to the lure of millions of credits passing through their hands. Next thing you know, they think they can run the operation better than their superiors. They get these warped visions of bumping off the boss and lots of smiles and handshaking and pats on the back... The job of a Vigo is not an easy one, my friend. 

We need some skilled assassins to take out some skilled assassins. Unlike your targets, we hope that you and your team know your place in the universe and accept it. Last thing we need is more killers who think they should be running things. A substantial reward awaits the successful removal of these upstarts. You accept the mission and we'll tell you where you and your team need to go. We hope you won't mess this up. We've had too much of that recently in our organization.",		"m11t":"Take out cheating spice dealer",		"m11s":"Results we can see will always lead to bigger and better assignments. Good work, agent. You may have a future with Black Sun. Perhaps even rise to the level of Vigo yourself.",		"m11o":"Black Sun: Vigo Perit",		"m11d":"A foolish Vigo's sublieutenant involved with our profitable glitterstim trade has been skimming credits off the top of all our distribution. I'm not sure exactly why they thought we wouldn't notice. Needless to say, this matter must be redressed immediately. We don't want to risk an open war with the other Vigos so this situation must be handled by independent operatives and it must be made to look like a hit by pirates trying to make off with shipments of spice. The reward will be more than adequate for this job but will only come if the sublieutenant's stronghold is completely obliterated. This scum is tough so whoever accepts better go in blasting. We'll transmit coordinates when we have your acceptance.",		"m10t":"Destroy one of Valarian's strongholds",		"m10s":"Jabba is pleased with your results. The mone is yours. Seek us out again in the future.",		"m10o":"Bib Fortuna",		"m10d":"The Illustrious Jabba wishes to employ a small team of dedicated killers to help him teach a rival an important lesson in courtesy. Mighty Jabba does not consider it courteous for said rival to make attacks on his swoopers, regardless of where they choose to go. My lord's interests are wherever he chooses to put them and in all cases Jabba's claims to a region should always take precedence. Now Jabba requires that one of his rival's strongholds be obliterated, along with everyone inside. If you consider yourself the type of agent Jabba prizes most, fearless and inventive, then you should accept this mission and endeavor to please the powerful Jabba. His generosity extends beyond the money you'll receive for the completion of this mission. What is your answer?",		"m9t":"Take out spice refiners",		"m9s":"It's operatives like you that allow a businessman like myself to sleep peacefully at night. Bravo. The reward and my gratitude are yours.",		"m9o":"Black Sun: Vigo Clezo",		"m9d":"Some incredibly shortsighted former members of my organization have decided that they've "outgrown" me. As if refining high quality glitterstim spice was child's play and a career anyone could just jump into. Where do these thugs get their ideas? We need a specialized team of agents to help us teach these misguided rogues a serious lesson. The refining facility must be blown to atoms, and everyone inside must be vaporized. This is the lesson we must teach. Black Sun always makes things "worth someone's time" so do not worry on that account. Do you wish to get into our good graces?",		"m8t":"Take out assassin's HQ",		"m8s":"Now that was something. You should be working for Imperial Intelligence's Burea of Operations, agent. Excellent job. You've definitely earned this reward. ",		"m8o":"Imperial Office of Criminal Investigations",		"m8d":"One of Black Sun's cadre of assassins has converted an abandoned mining installation into a stronghold specializing in training future killers. We can't afford to let this assassin academy continue to operate. We're offering a substantial reward to the strike team that can pull this off. Attacking a facility like this is no small matter. Some of the galaxy's deadliest guns are to be found there, not to mention state-of-the-art defenses. However, if you want to make a name for yourself, then wiping this installation out offers a great opportunity to do so. You feel like making history, agent?",		"m7t":"Wipe out Jabba's munitions depot",		"m7s":"You certainly are fearless, aren't you? You've gained a powerful enemy, we fear, but also a very influential friend. Congratulations on your success.",		"m7o":"Imperial Office of Criminal Investigations",		"m7d":"Intelligence has managed to pinpoint the location of one of Jabba's major munitions depots. These weapons supply gunrunners in this and several adjoining sectors. Jabba's spies are scattered throughout our organization, however, and we suspect that any communiques between us and the Imperial Navy would be intercepted and transmitted to Jabba's people. That would give those thugs plenty of opportunity to vacate the premises. Stealth is important so we need a small team of agents to infiltrate that depot and blow it to bits. It will be very well defended as Jabba makes quite a bit of money off his gunrunning operations. We'll reward a job well done, of course. Are you the agent we're looking for? ",		"m6t":"Take out criminal hospital",		"m6s":"Good work. The last thing we need are clones of infamous criminals running around causing havoc. Great way for crime lords to create the appearance of being "untouchable." You've earned this reward, my friend.",		"m6o":"Imperial Office of Criminal Investigations",		"m6d":"Black Sun maintains several medical facilities that are open to any of their operatives. You can imagine how hard it would be for assassins, gangsters, and other criminals to get medical attention at their local clinics after a battle with local authorities. These facilities were created to answer that particular dilemma. We've located one of these centers and need it removed. We cannot afford to let these criminals patch themselves up after a scrape with our agents. These facilities are also used for major procedures like face reconstruction, to hide the identity of various underworld agents, and it's even suspected that some contain cloning technology. We need someone to gather a small strike team of experienced agents to hit this installation. The standard rewards will be offered for this type of work. Do you think you can undertake this mission? ",		"m5t":"Take out protection racket",		"m5s":"Excellent work, agent. This victory will make life easier for hundreds of merchants in this sector. Always a pleasure to work with a professional like yourself.",		"m5o":"Imperial Office of Criminal Investigations",		"m5d":"The vicious group of criminals behind one of Black Sun's major protection rackets has been discovered by Intelligence. They apparently operate out of a fairly well-guarded stronghold and fear nothing short of a full Imperial Military strike. They'd get away long before such a strike could be organized and executed, however, so we would rather hire a small but experienced strike team to take care of those rogues for us. We believe that this group answers to Vigo Green, but cannot verify that information as of this date. We'll transmit the coordinates to the team leader that accepts this mission. Our standard reward for this type of mission is in the offering as well. Do you think you can tackle this operation?",		"m4t":"Destroy weapons making facility",		"m4s":"Wonderful! Less deadly weapons in the hands of criminals means less risk for our law enforcement agents. We need more agents like you.",		"m4o":"Imperial Office of Criminal Investigations",		"m4d":"An illegal weapons manufacturing facility has been located by Intelligence. We believe it may be run by Black Sun. Many of the weapons bought and sold by gunrunners come from facilities just like this one. We need an experienced strike team to go in there and blast that installation into so much space debris. If you've worked for us before, you'll know that our rewards are very generous but we expect results. These creeps will be well-armed, if nothing else, and will also likely be some of the best muscle Black Sun has to offer. Can you help us close this case?",		"m3t":"Take on Jabba's swoop gang",		"m3s":"Chew on that, Big Gizz! Way to go, killer. Jabba will soon learn your name. That may be good or bad depending on how spicy you like life to get. Here's your money. Don't spend it all in one joint.",		"m3o":"Lady Valarian",		"m3d":"Jabba's swoopers think they can move into any system they like and stake their claim, regardless of what other hard-working criminals are already in the area? Not while I have something to say about it. Big Gizz is wanting to expand his organization beyond Mos Eisley at the expense of my interests. I need a hardy band of skilled assassins to show these new "branches" of that cretin's gang that the galaxy is a dangerous and treacherous place. I transmit the coordinates to the gang's new hideout when you accept, and I pay a very generous reward when they're gone. Sound like a deal?  ",		"m2t":"Destroy swoop gang's hideout",		"m2s":"These gangs are always braver in packs and even then they can't put up a good fight when confronted with talent like yours? Job well done, agent. That reward is going to the right individual.",		"m2o":"Imperial Office of Criminal Investigations",		"m2d":"We've located the hideout of a local branch of the notorious swoop gang, the Shadow Angels of Dathomir. These creeps move fast once word reaches them that the authorities are on their way. This is a job for a small group of skilled and dedicated agents. The right strike team can blast this hideout and all of those vicious criminals to pieces before they had a chance to even look around. We'll pay a handsome reward for the successful completion of the mission. These gangsters are tough customers, though, so the agents who accept this mission should be highly trained and experienced in dealing with these types of situations. The coordinates will be sent upon the acceptance of the mission. Can we count on you?",		"m1t":"Destroy glitterstim lab",		"m1s":"Bravo, agent! Your results never cease to impress us. We're glad to employ an agent as effective as you.",		"m1o":"Imperial Office of Criminal Investigations",		"m1d":"A major Black Sun glitterstim lab, responsible for supplying the dealers of several systems, has been located by Imperial Intelligence. These crooks are so well-connected, however, that any signs of an organized attack by either law enforcement or the Imperial Military would scatter them throughout the sector. We need to insure this facility is hit hard and put out of commission for good. A select team of highly skilled independent agents ought to be able to take this refinery out. It will be heavily guarded and anyone succeeding will likely earn the emnity of Black Sun, but removing the lab would be a huge step in eliminating glitterstim dealing in this sector. Naturally you'll be generously rewarded for your time and efforts. Do you accept?"
}}
