{
	"stfFile":"mission/mission_destroy_neutral_hard_npc_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"15",		"m15t":"Secure Schematics",		"m15s":"Your success makes me believe the tractor-beam rumor to be false. An organization with the resources to steal from the Empire would certainly have put up a bigger fight. Your payment has been sent.",		"m15o":"",		"m15d":"A certain criminal organization has allegedly obtained schematics for Imperial Star Destroyer tractor beams. Personally, I doubt this. But as a precaution, I'm willing to pay your strike team to destroy the base that may possibly contain these alleged plans. I'd prefer not to explain why this is a precaution. Will you take the job?",		"m14t":"Smash Torture Devices",		"m14s":"Your money has been deposited. I suspect those "gangsters" were actually selling to the Empire, but that's a problem for another day.",		"m14o":"",		"m14d":"Ever been tortured by an Arakyd Agonizer-6 nerve disruptor? No, I can see you haven't. You still walk well and don't tremble. I won't go into my personal history with these devices. But when I learned that gangsters outside town are manufacturing these evil things, I resolved to hire a strike team to take them out.",		"m13t":"Destroy Slavers",		"m13s":"My conscience is now somewhat ameliorated. Thank you for your assistance. Your pay has been deposited.",		"m13o":"",		"m13d":"Thugs duped me into receiving a shipment. I only belatedly learned its nature: Thalassian security collars -- slaving collars! I had no idea slavery was still practiced in these enlightened times. I take personal responsibility for involvement with these scoundrels. In restitution, I'll pay you to destroy that slaver base.",		"m12t":"Make HoloNet Safe",		"m12s":"The HoloNet is safe again, because of your efforts. I'm glad to pay this reward, and be confident that your reputation is growing.",		"m12o":"",		"m12d":"Planetary security has learned of a dangerous compromise of local HoloNet satellite transceiver encryption. Pirates could decrypt spaceport traffic to locate prime victims. The security agency itself is rife with infiltrators, so an independent strike team needs to take out this pirate operation. There's a nice reward.",		"m11t":"Solve Scanner Debacle",		"m11s":"Good job. No telling how long it will take to solve this portable scanner sabotage, so more work should be coming up.",		"m11o":"",		"m11d":"Heard the gossip? Criminals have sabotaged planetary security's entire line of portable scanners. The alteration makes their own activities invisible. Until it's fixed, planetary security is commissioning local strike teams to take out trouble spots. Want an assignment?",		"m10t":"Stop Black Market Thieves",		"m10s":"That was a brilliant operation, and you displayed great courage. Powerful people have taken notice. Your reward has been deposited; don't mention that you got it from me.",		"m10o":"",		"m10d":"I can't tell you how I know this, but criminals keep infiltrating planetary security forces. They've been funneling new starship sensor arrays onto the local black market. If the law mounts an assault operation, the insiders will tip off the smugglers. If your team can destroy the criminal base, you'll be well rewarded.",		"m9t":"Find Secret Plans",		"m9s":"Let's hope the plans were destroyed. If not, we'll certainly hear about it, more's the pity. You did well, thanks.",		"m9o":"",		"m9d":"Interesting gossip from the planetary security forces. A well-funded criminal group has stolen plans for the Empire's w-165 planetary turbolaser and intends to sell them to the highest bidder. We suspect inside assistance within our agency, so we're covertly hiring an outside team to take out the criminal base. Is your team up to it?",		"m8t":"Tackle Black Sun",		"m8s":"I thought you seemed like a being with no fear. Your exploits will become the stuff of legends, citizen. Your prowess will be amply rewarded.",		"m8o":"",		"m8d":"Does the Black Sun organization scare you, citizen? Do you shrink from the idea of entering a den of assassins and blasting it to bits? If you think you can tackle a major crime syndicate and live to boast about it, then help us get rid of this vicious gang of criminals.",		"m7t":"Stop Slavers",		"m7s":"We are forever in your debt, citizen. A hero such as yourself is desperately needed in these dark times. You've earned your reward.",		"m7o":"",		"m7d":"Slavers have set up a base of operations on this planet and conduct their vile business from this stronghold. They've already captured several local non-humans and sold them off to various buyers across the galaxy. Can you help us stop these rogues? ",		"m6t":"Stop Tusken Raider Copycats",		"m6s":"Those loathsome criminals were trained killers and must have put up an incredible fight. I've deposited a small token of our esteem into your account. You have saved our community.",		"m6o":"",		"m6d":"There's a gang that's decided to adopt the Tusken Raider's Bloodrite practice as a form of initiation for new members. Recruits must capture and torture a sentient being to death over a period of weeks. Please help us put a stop to this.",		"m5t":"Stop Vicious Cutthroats",		"m5s":"Excellent job, citizen, no doubt about it. The reward for your services has been deposited.",		"m5o":"",		"m5d":"Rumor has it that a Dathomir Nightsister has claimed leadership of a gang of cutthroats and is training them in the use of the dark side of the Force. Can you help us stop this gang before it becomes an unstoppable force?",		"m4t":"Crush Sith Cult",		"m4s":"You're a true hero of the people, friend. Please accept this generous reward from a very appreciative community.",		"m4o":"",		"m4d":"Would you believe me if I told you that a vile gang of murderers has decided to form a cult devoted to the worship of the ancient Sith? They're right here on this world and intend to carry out human sacrifices. Could you please help us destroy this cult? ",		"m3t":"Take Out Spice Refinery",		"m3s":"I can't believe you survived that! You a Jedi or something? The reward is rightfully yours.",		"m3o":"",		"m3d":"You want to make a name for yourself, citizen? Try taking out one of the largest spice refining operations in this sector. It's guarded by some of the galaxy's most vicious killers. Think you can take them on?",		"m2t":"Swoopers Are Mean",		"m2s":"I have a feeling your name will be remembered in galactic history, friend. I hope you always choose to use your formidable powers for good. It's a pleasure to give you this reward.",		"m2o":"",		"m2d":"You haven't seen swooper violence until you've seen this gang's handiwork. They keep the surrounding neighborhoods terrified and under their cruel control. Can you help free these innocents?",		"m1t":"Tackle Tough Gang",		"m1s":"I must confess, I never thought you'd pull it off. You are one tough being. Your pay has been deposited, you've more than earned it.",		"m1o":"",		"m1d":"I think I've heard of you. You help people take care of problems, don't you? Care to tackle a gang of some of the meanest scum in the galaxy? I know what you're worth, and I'll definitely reward you at that rate. Deal?"
}}
