{
	"stfFile":"mission/mission_npc_dancer_neutral_easy",
	"entries": {
		"number_of_entries":"50",		"m9t":"Be a Dancing Fool",		"m9s":"Well done. As your fee will demonstrate, you fell short of impressive but were still rather entertaining. ",		"m9o":"Are you a dancing fool? Do you astound and impress others with your moves? Do beings clear a space around you when you decide to shake your groove thing? Then you might be the performer I'm looking for, friend. Head to these coordinates and give them a taste of your talent. If it's impressive, your fee will be generous. Perform for 10 minutes.",		"m8t":"Feel the Music",		"m8s":"The bad news is that a few patrons thought you were suffering a seizure. The good news is that it didn't affect your fee all that much. Decent work, friend.",		"m8o":"Dancing as a form of entertainment has been around since the discovery of fire. An art form as ancient and distinguished as this takes a lifetime of diligent study to master. But we've all got to start somewhere, eh? If you can move to a beat with some degree of consistency, then I've got an assignment for you. Care to try? Perform for 10 minutes.",		"m7t":"Let the Music Move You",		"m7s":"You definitely added to the ambience, friend, which is always a good thing. And the tips you received were indeed generous, as you'll see from your deposited fee.",		"m7o":"Music is the universal language, friend, and it inspires beings from all walks of life to move to its beat. I'm always in the market for a talented new dancer, so if you think you've got the groove, then I've got a job for you. The more you shake it, the more the patrons will appreciate it, and the better your tips will be. Interested? Perform for 10 minutes.",		"m6t":"Strut Your Stuff",		"m6s":"Well, who would have thought that you'd possess that much rhythm? You've earned your fee, friend.",		"m6o":"There may be dozens of alien species in the galaxy but they all have one thing in common -- they all like to have a good time. Well, all except the insects, maybe. Anyway, if you're a graceful being who can enthrall an audience with your dancing moves, head to this establishment and strut your stuff. If you're good, I'll use you again. Perform for 10 minutes.",		"m5t":"A Dancing Job",		"m5s":"The reports have come back mostly positive. Looks like you really entertained that crowd. Your fee has been transmitted.",		"m5o":"A dancer can help work a crowd into a real party frenzy. And I'm not just talking about a simple sway of the hips or twirling of the arms, I mean a truly artistic combination of graceful and powerful moves that leaves the crowd speechless! So, you want a dancing job? Go here and shake it till it hurts. Perform for 10 minutes.",		"m50t":"Chirgotta Awareness Council Grant",		"m50s":"Did you make the announcement about the chirgotta? Both before and after the dance? Well, we'll just say you did. Nobody checks on these grant awards.",		"m50o":"I have grant money from the Galactic Chirgotta Awareness Council. Chirgotta is an intestinal parasite that causes illness in species across the galaxy. The money goes to hire a dancer who will make a short announcement before and after the performance, urging good intestinal hygiene. Look, it's a gig. Are you interested or not? Perform for 10 minutes.",		"m4t":"The Dancing Gift",		"m4s":"Looks like my faith was not misplaced. You seemed like someone who had "the gift." It's a pleasure to pay your fee.",		"m4o":"A good dancer knows how to read an audience. A truly good dancer is adaptable. A great dancer knows all sorts of dance variations and can switch seamlessly from one to another. If any of those describe you, then head to these coordinates for an assignment. Best of luck to you. Perform for 10 minutes.",		"m49t":"Farmers in Town Need Refreshment",		"m49s":"I hope that worked out well for you. Did you dance some kind of quaint rural dance? That could play well with farmers, I imagine.",		"m49o":"Lots of farmers are taking refuge in town because of the Periodic Overland Migration -- some kind of big movement of dumb animals, I think. They're lounging around the joints looking jumpy and out-of-place. If you could do a nice dance for them, it might calm them down. They might have spending money, who knows? Perform for 10 minutes.",		"m48t":"HoloNet Producers Cause Tension",		"m48s":"I understand the HoloNet producers blew back out of town as fast as they arrived. Hope we don't see them again for a while. Nice performance, by the way.",		"m48o":"Some HoloNet producers from Coruscant blew into town to film a segment of "Against Wild Worlds!" I don't know what happened -- some kind of bar fight -- but they got mad, called in the Empire, and now there's blaster battles everywhere. Folks are jumpy. Places are willing to pay for dancers who can settle their customers' nerves. Go! Perform for 10 minutes.",		"m47t":"Glimmik Vandalism Means Gigs",		"m47s":"Did you have any trouble with the wrecked cages? Good, he must have cleaned those up. Why do these places keep hiring glimmik bands?",		"m47o":"You missed an exciting time last night. A band of glimmik musicians wrecked a place and set loose some exotic animals caged in the lobby. Always a happening place there. The owner has cleaned up, but he wants a performer who can lure patrons back in. Go there and dance something soothing. Perform for 10 minutes.",		"m46t":"Monster Attacks Promote Unease",		"m46s":"An outstanding performance! I hope someone tracks that creature and kills it before any more children get hurt.",		"m46o":"Some children at the edge of town were attacked by some kind of offworld monster. Evidently a local collector imported this thing for his collection, and it got loose. People are tense and anxious. It's your task to restore calm and civility through your art. Will you go and dance? Perform for 10 minutes.",		"m45t":"Bounty Hunters Provoke Anxiety",		"m45s":"Well, that seems to have worked out well. Maybe whenever business slows down, I'll start spreading rumors about bounty hunters.",		"m45o":"Did you hear the rumor? There's an Imperial bounty hunter in the area, hunting a Jedi Knight! Apparently there's already been a battle in town. It's got people quite flustered. I sense that if you go to my favorite place right now and dance your heart out, you'll earn a small fortune in tips from worried patrons. Are you up to it? Perform for 10 minutes.",		"m44t":"Rancor-Caused Anxiety",		"m44s":"Thanks, a wonderful performance! I understand that local adventurers took care of the rancor problem. Hmm, they could probably use a good dancer about now too!",		"m44o":"Hutt gangsters scouting for good predators let loose a pack of rancors. Is "pack" the word for a group of rancors? Maybe "a devour of rancors." I think the Hutts wanted to see what ate the rancors. As you might imagine, folks in that area are jittery now. A dancer could do that neighborhood some good. Perform for 10 minutes.",		"m43t":"Soothe the Chef's Nerves",		"m43s":"Didn't meet the chef? They're very temperamental, those chefs. Got to wonder what they do alone in the kitchen.",		"m43o":"Some local chef got trapped in a food-poisoning scandal. He says it's extortion, blackmail, Rebel treachery. He's gotten so jittery, he's asked me to send a dancer to soothe his nerves. By happy chance I'd already lined up a paying gig at that place. You could hit two voorpaks with one stone. Interested? Perform for 10 minutes.",		"m42t":"Imperial Ballet Talent Scout",		"m42s":"Sorry, friend. Apparently the Imperial Ballet talent scout, uh, defected to the Rebel Alliance. It seems Imperial Security is purging the Ballet. Hope you weren't seen with anyone suspicious.",		"m42o":"I don't want to get political, but we have a talent scout from the Imperial Ballet on Coruscant here in town. Maybe you like the Imperial Ballet, maybe you don't, but impressing this scout would be a good career move just on general principles. The scout is travelling incognito, so don't ask. Just dance. I'll let you know how it turns out. Perform for 10 minutes.",		"m41t":"Heal a Noble Lady's Trauma",		"m41s":"I don't know why the noble lady didn't show. She may have decided to go buy another voorpak instead. Voorpaks -- mmm, tasty!",		"m41o":"Some aristocrat from the Naboo countryside is visiting town, looking to assuage her grief after some predator swallowed her pet voorpak. Wow, what a crisis. But if you're dancing when she drops by, you might lessen her trauma and earn a big tip. Interested? Perform for 10 minutes.",		"m40t":"Survivors of Predator Attack",		"m40s":"My friends actually got diverted -- some lawman wanted them to file reports on the creature attack. Yeah, that'll make my friends relax. Well, anyway, thanks.",		"m40o":"Friends of mine travelling outside town ran afoul of some predators, and their trip got, shall we say, cut short. They're all right physically, but very shaken. If you're willing to dance, I'll tell my friends to look you up there. Watching you will make them feel better. Okay? Perform for 10 minutes.",		"m3t":"A True Dancer",		"m3s":"Not too shabby, friend. You may flit your way into bigger and better things yet. I've transmitted your payment. I believe it reflects your audience's feelings.",		"m3o":"Anyone can flail his limbs about while music plays, but it takes a special kind of being to be a true dancer. Anyone that tells you otherwise is a tried and true flailer. If you think you fall into the "special" category, then head on over to these coordinates and strut your stuff. Perform for 10 minutes.",		"m39t":"Traumatized Refugees",		"m39s":"That was kind of you. I don't think most of the refugees have made it into town, so there may be more work for you soon. Please accept this modest fee.",		"m39o":"I just got some sad news from the wilderness. Apparently local gangsters wiped out most of a settlement, and the survivors are arriving here shortly. They're understandably traumatized, so I promised some entertainment to lighten their mood. Would you be willing to dance today, to bring mental clarity to these victims? Perform for 10 minutes.",		"m38t":"Glimmik Music Act Banned",		"m38s":"Thanks for filling in. I don't know what glimmik band decided to destroy droids in a public place, but I expect that fad to vanish pretty soon. With any luck.",		"m38o":"A local venue has gotten in trouble with the law over safety standards. The act they'd planned today was going to use a ton of pyrotechnics, some kind of glimmik-music performance art piece where they blow up droids onstage -- I don't know. Anyway, the law cancelled that act, so this place is desperate for a replacement. You? Perform for 10 minutes.",		"m37t":"Enraged Manager Destroys Gig Book",		"m37s":"That was convenient, wasn't it? Here's your fee. Maybe we should hope for more fights in venue management, not that there's a shortage of fights now.",		"m37o":"I got word from a contact over at the -- well, maybe I'd better not say where. Seems the manager and his current love interest had a major falling-out, and somehow the whole booking schedule got destroyed. I know -- it's a fun business. You've got an ideal opportunity to go over right now and dance. Quick, before someone takes the gig! Perform for 10 minutes.",		"m36t":"Low-Budget Theatrical Audition",		"m36s":"The deal's off. I found the title of that low-budget production -- "The Imperial Follies." Apparently a savage satire of the Emperor. I heard the producers have already been arrested. Curtains for that show. Thanks anyway, and here's your fee.",		"m36o":"Some low-budget theatrical ensemble is looking for dancers for an upcoming production called -- let me check my notes -- well, I can't find the title. I told the producers you'll be dancing, and they can look in to see you. Interested? I'll tell them you'll be there. Perform for 10 minutes.",		"m35t":"Dance Outfit Endorsement Deal",		"m35s":"I'm waiting to hear from the dance clothing manufacturer, but if I haven't heard by now... A commercial contract would have been nice -- all the free outfits you can wear! But don't get your hopes up. Keep plugging away, friend.",		"m35o":"As I understand it, a specialty manufacturer of dance outfits in this sector is looking for performers who can show off its new clothing line. Scouts are all over right now. Go and dance in some way that would look good on a HoloNet commercial, and remember, keep your clothes on. Perform for 10 minutes.",		"m34t":"Dance Instructor Audition",		"m34s":"Turns out the guy's protocol droid mistranslated "martial arts academy" as "dance school." Stupid droids. Sorry about that, friend. I hear you did a good job anyway!",		"m34o":"An acquaintance is setting up a dance school in this sector and is scouting for instructors. I told him you'd be performing locally, which is my sneaky way of getting you to take this gig. Do your stuff, throw in some nice flourishes if you know any, and with luck, you may land a steady job. Perform for 10 minutes.",		"m33t":"Abstinence Holiday Prevents Dancers",		"m33s":"Well, nobody complained, so your dancing must have been primitive enough. Dear me, what a business. This is your fee, thanks.",		"m33o":"I don't suppose you know Iktotchi sense-dancing? Well, it was worth asking. I had an engagement for a troupe of dancers doing colorful primitive dances from across the galaxy. But today is some kind of abstinence holiday in their religion, so they're out. Can you dance but try to look sort of -- well -- primitive? Perform for 10 minutes.",		"m32t":"HoloNet Talent Scout",		"m32s":"Apparently that so-called HoloNet scout was lying to my friend. I don't want to guess what he was angling for. But you still did well at your gig, so don't be too disappointed, okay?",		"m32o":"A friend tells me that a high-placed HoloNet talent scout is in the area, checking out the dancers at local venues. This could be a break for you! Go and dance, and who knows? Maybe you'll wind up on a broadcast galaxy-wide! Perform for 10 minutes.",		"m31t":"Lead Toong Dance Exercise Routine",		"m31s":"The spaceliner had to leave early, so the Toongs had already vacated before you arrived. Sorry, friend. But the manager liked your dancing anyway, so here's your pay.",		"m31o":"Can you lead a dance exercise routine? A bunch of Toong tourists off the cruise liner are looking to lose weight in "a fun musical way." That's what the job says. Go where they're staying, do your dance, and they'll follow along to whatever music is playing. Look, give it a try, okay? It's a paying gig! Perform for 10 minutes.",		"m30t":"Dance Machine Games Destroyed",		"m30s":"Thanks. Those dancing games are popular, but nothing beats a trained professional. People feel better just watching you.",		"m30o":"A local manager just installed dance machine games. You know, you follow the moves on a holo, and the game scores you by how well you do. Very popular -- except when a drunken Aqualish scores low and destroys the machines. The Aqualish is in custody, but the manager needs a dancer, now! Can you fill in? Perform for 10 minutes.",		"m2t":"Impress the Crowd",		"m2s":"Nice, friend, nice. My sources tell me you were light on your feet and as graceful as a gualama. I've included your tips in your fee.",		"m2o":"I've always got assignments for good dancers, friend. Notice I did use the word "good." If you think that describes you, then head on over to these coordinates and wow the crowd with your dazzling moves. The patrons include tips in your fee if they're really impressed, so break a leg. Perform for 10 minutes.",		"m29t":"Dancing Guarlara Replacement",		"m29s":"Thanks. Trust me, you'll look back someday and laugh at having replaced Bando Labutan's Dancing Guarlaras.",		"m29o":"The act I had lined up for today, Bando Labutan's Dancing Guarlaras, just cancelled. I wasn't feeling good about booking them anyway -- cleanup issues, you know. I need a backup, quick. Can you fill in? The manager wanted you to put on a guarlara suit, but I told him no. Please, just go, just dance! Perform for 10 minutes.",		"m28t":"Dancer Runs for the Stars",		"m28s":"I just had another call from my lead dancer telling me how sorry she was. I have to say, it's hard to resist her stellar reputation. We'll work this out somehow. Meanwhile, thanks, and here's your fee.",		"m28o":"My star dancer has run off for a romantic vacation with a handsome spacer from the Core Worlds. How thrilling -- except that she had a gig with me, now, and she only just called from offworld to say she can't make it! Argh! You can dance, I know it. You can go in her place and save my rep! Perform for 10 minutes.",		"m27t":"Replacement for Voorpak Nurse",		"m27s":"Whew! You bailed me out at the last nanosecond, friend. You were a pretty snappy dancer yourself. Maybe not totally star quality yet, but you don't cancel your gigs.",		"m27o":"Don't get too close because my screeching may burst your eardrums. My lead dancer has cancelled again! Sure, she's got people lining up to see her dance, but no, she has to stay home with a sick voorpak! Okay, I'll have to -- wait! You can dance, right? Will you dance in her place? Pleeease! Perform for 10 minutes.",		"m26t":"Last-Minute Replacement",		"m26s":"That was a life-saver, friend. Keep going out and dancing like that, and you'll come back a star. Thank you.",		"m26o":"This is bad! I had another dancer lined up to perform today -- now! -- at a local establishment. Now she's called it off because her "internal aura needs realignment." I swear, my fist is going to realign that witch's nose. Can you dance? I need a dancer at this joint right now! I'll pay well, just go and dance! Perform for 10 minutes.",		"m25t":"Who Is the Best Dancer?",		"m25s":"The crowd was not horrified, which is saying something these days. Your fee has been deposited. See me for more assignments.",		"m25o":"They say Twi'leks are the most graceful dancers in the galaxy. Think you can either prove or disprove that? Head to this establishment and give it a shot, if you'd like. I'll pay if the crowd is reasonably entertained, minus my finder's fee, of course. Are you interested? Perform for 10 minutes.",		"m24t":"Mesmerize the Crowd",		"m24s":"Bravo! The reviews that have been coming back have mostly been positive. One fellow thought you had caught on fire, but could be a compliment on his world, who knows?",		"m24o":"These are truly dark times. It is the solemn duty of every performer in the Empire to help ease galactic suffering. And nothing lightens the burden of responsibility and the stress of combat more effectively than the mesmeric moves of a trained dancer. So get on out there and do your thing, citizen! Here are the coordinates. Perform for 10 minutes.",		"m23t":"While the Galaxy's Cares Away",		"m23s":"If there's hope for us, friend, it's because of performers such as yourself. Well done. I take pride in paying such a caring galactic citizen.",		"m23o":"You wanna know why our galaxy is in the state it's currently in? Not enough dancers out there entertaining the masses. And you can apparently do something about that, friend. Go to this establishment and remove some of the galaxy's woe. I'd guess that the more you shake it, the more cares you help ease. But that's just me. Perform for 10 minutes.",		"m22t":"Dance Their Cares Away",		"m22s":"I got word that you put a major soothing spell over the entire joint. That's entertainment! If you can repeat that performance, there's more credits where these came from.",		"m22o":"If music soothes the savage bantha, then it follows that dancing has a similar effect on more sentient species. I have an opportunity for you to practice those soothing skills, assuming you're up to the task. Pay is decent, as long as you entertain. And who knows? This gig may lead to bigger and better things. Perform for 10 minutes.",		"m21t":"Be an Artist",		"m21s":"Luck was with us this day, eh, friend? I've deposited your "artist's" fee. With luck, this will become a regular habit.",		"m21o":"Art, like beauty, is in the eyes of the beholder, friend. If someone likes what you're doing and is willing to pay for it, then it's art. If he isn't, then it's garbage. I hope for your sake that your dancing falls into the former category. Go to this establishment and give them a taste of art. With luck, they'll approve. If not, don't tell them I sent you. Perform for 10 minutes.",		"m20t":"Zeltronian Belly Dancing",		"m20s":"Looks like the patron bought it. In fact, he may request you specifically next time he's in town. Check back with me just in case.",		"m20o":"One of my patrons just requested a dancer trained in the sensual arts of Zeltronian belly dancing. Fortunately for both of us, this patron has never seen a Zeltronian belly dance and wouldn't know one from a Gamorrean slam dance. So head to these coordinates and do your best impersonation of an exotic Zeltron dancer. Good luck. Perform for 10 minutes.",		"m1t":"Shake Your Booty",		"m1s":"Sounds like a good time was had by all. I understand you have some pretty slick moves. Your fee has been deposited.",		"m1o":"You a dancer? Well, I'm always on the lookout for fresh talent. As a matter of fact, there's a soiree in the works that I think you'd be perfect for. Take those rhythmic skills of yours over to these coordinates and impress the heck outta those party animals. Remember, the better the show, the more promising your career. Perform for 10 minutes.",		"m19t":"Variety is the Spice of Life",		"m19s":"You may end up joining the galaxy's roster of legendary dancers. Maybe you'll get to perform for the Imperial court some day. Enjoy your pay.",		"m19o":"Yeah, I got a dancing job for you. Know any Twi'leki veil dances? Those are always popular. How about Bothan tangos? Heck, even some Wookiee tribal dances would be acceptable. Well, whatever you know, go perform it at this establishment. And I'd stay away from Gamorrean slam dances if I were you. Perform for 10 minutes.",		"m18t":"Heal the Soul",		"m18s":"I can hear the sighs of contentment all the way over here. Good job, friend. Your fee, minus my commission, has been deposited. See me for more work.",		"m18o":"Dancers are the physicans of the soul, friend. Without your talents, half those adventurers out there couldn't even crawl out of bed each morning. Be proud of your profession. You bring hope to those who have none! Peace of mind to those who need it! I need you to apply your healing touch at this establishment. Can you handle that? Perform for 10 minutes.",		"m17t":"Calm the Stressed",		"m17s":"Behold, one of those rewarding levels I was referring to -- your fee! Don't spend it all in one place.",		"m17o":"The bad news is the galaxy can be a rough place, friend, as I'm sure you well know. But the good news is that gives you and your kind a very important responsibility: bringing calm and well-being to an otherwise hectic existence. Go to these coordinates and spread some of that love, friend. It's rewarding work, on so many levels. Perform for 10 minutes.",		"m16t":"Help Care for the Galaxy's Mental Health",		"m16s":"Well done. Those hardened spacefarers are just a little less hardened today thanks to you. Enjoy your pay.",		"m16o":"Combat fatigue can be a terrible thing, which is where performers such as yourself come in. Without your talents, the galaxy would be filled with disabled neurotics and dangerous psychotics. Hmm, come to think of it, it is like that, isn't it? Well, in any case, go to these coordinates and do your part to relieve galactic mental stress. Perform for 10 minutes.",		"m15t":"Dancing Eases Cares Away",		"m15s":"You obviously had quite an impact on someone, because I was told to give you the full dancer's fee. Congratulations. Come see me again for more work.",		"m15o":"Fancy yourself a Swamp Maiden, eh? We'll put that to the test soon enough. Head to this establishment and use those dancing skills to ease the cares of hardworking beings. If you  help them forget their troubles, even if for a short while, then you just might have a career in this business. Don't wear anything... complicated. Perform for 10 minutes.",		"m14t":"Dancing is a Good Career",		"m14s":"My contacts confirmed it -- you're pretty decent. You and I might be able to make quite a bit of money. I'll keep looking for gigs for you, while you continue to practice.",		"m14o":"Dancing gigs, eh? Yeah, I can help you with that. I supply Max Rebo's boys with dancers from time to time. Head to the following establishment and put on a show. If you're good, then I'll hear about it, and you'll get paid. If not, then don't bother me again. We have a deal? Perform for 10 minutes.",		"m13t":"Learn Some Huttese",		"m13s":"Excellent! And you didn't even get thrown out. Your performer fee has been transmitted. Look me up again if you want more work.",		"m13o":"Can you speak Huttese? Well, do you at least know that the Huttese word "whirlee" means dancer? Great. Go to these coordinates, point to yourself, say "whirlee," and start dancing. If anyone tries to stop you, just point at him and yell "stoopa!" Don't stop dancing after that, unless they physically throw you out. Good luck. Perform for 10 minutes.",		"m12t":"Practice Makes Perfect",		"m12s":"Okay, so I don't feel completely unjustified in paying you this fee. But if you want my advice, friend, you'd better practice more than you apparently have been.",		"m12o":"I used to book quality acts for the Exotic Exhibit on Nar Shaddaa. Look at me now -- talking to two-credit dancers in some unknown dive. Take my advice, friend, never cross a Hutt. Well, I still need to make a living. Okay, go to these coordinates and try to charm the crowd with your moves. I hope there'll be a reason for us to speak again. Perform for 10 minutes.",		"m11t":"Only the Strong Survive",		"m11s":"So -- you're not a complete waste of time, but you sure do need a lot of polish. I'll pay you for your time and invite you to see me again.",		"m11o":"As an agent of the Exotic Entertainers' Union, I get approached by all sorts of beings who claim they're dancers. Many prove to be shining examples of non-talent. Before I even consider booking you for important gigs, I have to make sure I'm not wasting my time and money. Go here and do your thing. If you're good, I'll be in contact. Perform for 10 minutes.",		"m10t":"A Promising Dancer",		"m10s":"You have some modicum of talent. Keep this up and I may just sign you on as one of my regular dancers. Your fee has been deposited.",		"m10o":"As an agent of the Exotic Entertainers' Union, I find promising talent and nurture its growth. Our organization provides entertainers for select clientele such as Imperial dignitaries, influential Hutt entrepreneurs, and Corporate Sector Authority Viceprexes. To sign on, first prove yourself worthy. Entertain the patrons at this establishment and we'll talk further. Perform for 10 minutes."
}}
