{
	"stfFile":"mission/mission_bounty_imperial_medium",
	"entries": {
		"number_of_entries":"50",		"m50v":"I don't need stims against the likes of you!",		"m50t":"Rebel Stim Assassin",		"m50s":"The Empire sends congratulations and this message: "An assassin with a conscience is worse than useless. Don't you agree, bounty hunter?"",		"m50o":"Bounty Hunters' Guild",		"m50d":"An Imperial bounty is hereby issued on an infamous assassin, previously freelance but now working with the Rebellion. Target is known to be addicted to stims that enhance combat effectiveness. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You believe you've found new meaning for your sad, degenerate life. You have simply made yourself useless to the Empire. Your career is ended."",		"m49v":"You're bantha fodder, bounty hunter!",		"m49t":"Rebel-Aligned Swoop Rider",		"m49s":"The Empire sends congratulations and this message: "The Rebellion attracts rabble and scum with promises of a noble purpose. It is the nature of filthy scavengers to wallow with the maggots."",		"m49o":"Bounty Hunters' Guild",		"m49d":"An Imperial bounty is hereby issued on a violent swoop rider with suspected ties to the Rebellion. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Your seemingly random acts of violence create a suspiciously anti-Imperial pattern. A simple bounty is enough to stop wretched scum like you."",		"m48v":"Nobody stiffs me, bounty hunter!",		"m48t":"Masked Hack Pilot",		"m48s":"The Empire sends congratulations and this message: "When a filthy degenerate like that puts on a mask, they believe they're unaccountable for their offenses. Sooner or later, though, they are always unmasked. Don't you agree, bounty hunter?"",		"m48o":"Bounty Hunters' Guild",		"m48d":"An Imperial bounty is hereby issued on a masked hack pilot, accused on Coruscant of flying an unlicensed taxi shuttle and kidnapping off-duty Imperials. Target is believed to be traveling in disguise, moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Your masked antics are over. This bounty hunter will deliver our response to your ransom demands."",		"m47v":"Bounty hunters. I hate these guys.",		"m47t":"Rogue Antiquarian",		"m47s":"The Empire sends congratulations and this message: "That antiquarian was very, very dangerous. We are pleased you are not dead."",		"m47o":"Bounty Hunters' Guild",		"m47d":"An Imperial bounty is hereby issued on a rogue antiquarian, guilty of stealing valuable Procopian artifacts from an Imperial museum on Coruscant. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You chose the wrong friends. This time it will cost you."",		"m46v":"You can't kill me over a few droids! Please, no!",		"m46t":"Rebel Droidsmith",		"m46s":"The Empire sends congratulations and this message: "Do not be fooled by cries of innocence. Only a guilty criminal would run so far and fast. Well done, bounty hunter."",		"m46o":"Bounty Hunters' Guild",		"m46d":"An Imperial bounty is hereby issued on a droidsmith suspected of working for the Rebellion. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Even an insignificant droid is another rivet in the terror machine of the Rebellion."",		"m45v":"Time to die, bounty hunter scum!",		"m45t":"Violent Agitator",		"m45s":"The Empire sends congratulations and this message: "We monitored your engagement. It took you longer than we expected to find such a simple mark, but you did bring him down with reasonable promptness. We will note this in our files."",		"m45o":"Bounty Hunters' Guild",		"m45d":"An Imperial bounty is hereby issued on a violent agitator, accused of mayhem and riotry throughout the Core Worlds. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "It is treason to speak against the New Order. To start anti-Imperial riots draws other citizens into your sedition."",		"m44v":"Burn, Imperial dog!",		"m44t":"Industrial Arsonist",		"m44s":"The Empire sends congratulations and this message: "Arson is a horrible crime. You have snuffed out a gruesome killer and earned the bounty."",		"m44o":"Bounty Hunters' Guild",		"m44d":"An Imperial bounty is hereby issued on a fugitive arsonist, convicted of firebombing Imperial droid foundries in six systems. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Your actions betray your Rebel sympathies. Your fire will now go out of the universe."",		"m43v":"Can't we discuss this over a drink?",		"m43t":"Freelance Poisoner",		"m43s":"The Empire sends congratulations and this message: "One hates to lose a good hired assassin, especially one so stylish. Perhaps someday you can fill the void on our list of freelancers."",		"m43o":"Bounty Hunters' Guild",		"m43d":"An Imperial bounty is hereby issued on a freelance assassin who specializes in exotic poisons. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "The Empire does not forgive the murder of a valued fleet captain, even one who indulged in unauthorized sabacc with known poisoners. First we shall eliminate you and then the Nemoidians who hired you."",		"m42v":"It took you long enough to catch up to me! I was starting to get bored.",		"m42t":"Rebel Spy",		"m42s":"The Empire sends congratulations and this message: "That's one less spy to endanger our loyal Imperial operatives. Excellent work, bounty hunter."",		"m42o":"Bounty Hunters' Guild",		"m42d":"An Imperial bounty is hereby issued on a notorious rebel spy. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You could not escape us forever. All star lanes lead back to the Empire."",		"m41v":"Better to die free than live as a slave!",		"m41t":"Undersea Slave Insurrectionist",		"m41s":"The Empire sends congratulations and this message: "Willful slaves are no end of trouble. You have a knack for dealing with them. Good work, bounty hunter."",		"m41o":"Bounty Hunters' Guild",		"m41d":"An Imperial bounty is hereby issued on the instigator of a slave revolt on the ocean planet of Kodai. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Your little insurrection is at an end. Kneel, and this bounty hunter will execute you swiftly."",		"m40v":"Better dead here than on Delrian!",		"m40t":"Prison Revolt Instigator",		"m40s":"The Empire sends congratulations and this message: "No one has ever succesfully escaped from the prison planet of Delrian. You have helped safeguard our perfect record."",		"m40o":"Bounty Hunters' Guild",		"m40d":"An Imperial bounty is hereby issued on the instigator of a prison revolt on Delrian, which caused the death of fifty Imperial soldiers. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "We have tracked down all of the criminals you helped to escape. Join them now in oblivion."",		"m39v":"Stop! I have important information about a crystal found on Mimban!",		"m39t":"Prison Camp Escapee",		"m39s":"The Empire sends congratulations and this message: "The penalty for escaping Imperial internment is death. Some prisoners require additional care. Repeat nothing the mark may have said, and you will be noted for your professionalism in our records."",		"m39o":"Bounty Hunters' Guild",		"m39d":"An Imperial bounty is hereby issued on an escapee from the prison camps of Circarpous V. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Even an Imperial prisoner can access sensitive information. Your escape was unfortunate, as your death must now be painful."",		"m38v":"Is that the best you got, bounty hunter? What a joke!",		"m38t":"Frontier Bandit",		"m38s":"The Empire sends congratulations and this message: "The death toll from that slug's predations is estimated at over fifty. The galaxy is a safer place now. The Empire has noted your good work."",		"m38o":"Bounty Hunters' Guild",		"m38d":"An Imperial bounty is hereby issued on a notorious space bandit, wanted for countless violent infractions among the frontier worlds. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You were skilled enough to elude us in the frontier. But you cannot escape Imperial justice here."",		"m37v":"I fight to the last in the name of the Alliance!",		"m37t":"Rebel Underground Organizer",		"m37s":"The Empire sends congratulations and this message: "The Rebel underground on Morvogodine has expedited the escape of far too many traitors. Your good work today will help put a stop to it."",		"m37o":"Bounty Hunters' Guild",		"m37d":"An Imperial bounty is hereby issued on a top organizer of the underground Rebel movement on Morvogodine. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You should never have fled the shadows of Morvogodine. Now the trap has closed."",		"m36v":"You won't take me without a fight!",		"m36t":"Rebel Artillery Tech",		"m36s":"The Empire sends congratulations and this message: "Your professionalism has been noted by the Imperial Security Bureau. Good work, bounty hunter."",		"m36o":"Bounty Hunters' Guild",		"m36d":"An Imperial bounty is hereby issued on an escaped artillery technician, convicted of installing turbolasers for use by the Rebellion. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Your turbolasers have orphaned many children of the Empire. Time to pull the plug."",		"m35v":"Blast you, bounty hunter! I'm not going to die like this!",		"m35t":"Rebel Fighter Pilot",		"m35s":"The Empire sends congratulations and this message: "How many fighter ships have we lost to Rebel star pilots? We must dispose of them by every means available. Look for more Rebel targets soon."",		"m35o":"Bounty Hunters' Guild",		"m35d":"An Imperial bounty is hereby issued on a star pilot known to fly fighters for the Rebel Alliance. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Destruction in space is too good for a traitorous pilot. Die on the ground like the worm you are!"",		"m34v":"I knew this day would come. Let's finish it!",		"m34t":"Rebel Infantry Captain",		"m34s":"The Empire sends congratulations and this message: "You have succeeded where many hunters failed. The Empire appreciates your competence."",		"m34o":"Bounty Hunters' Guild",		"m34d":"An Imperial bounty is hereby issued on the captain of a rebellious infantry unit defeated by stormtroopers on Mantooine. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You have run from us for many years, but the battle isn't over until the last enemy falls. You are the last."",		"m33v":"I've gotten out of worse scrapes than this!",		"m33t":"Dantooine Blockade Runner",		"m33s":"The Empire sends congratulations and this message: "One less smuggler is one less potential supplier for the Rebellion."",		"m33o":"Bounty Hunters' Guild",		"m33d":"An Imperial bounty is hereby issued on a blockade runner whose smuggling ship escaped pursuit in the Dantooine system. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You had to get out of your ship sometime, Captain."",		"m32v":"I was living the good life until I tried to shake down that ship. Turned out it belonged to some Moff's daughter.",		"m32t":"Corrupt Docking Authority Officer",		"m32s":"The Empire sends congratulations and this message: "Corruption can be tolerated, but only within limits."",		"m32o":"Bounty Hunters' Guild",		"m32d":"An Imperial bounty is hereby issued on a docking authority officer convicted of extorting bribes in a Core World starport. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You picked the wrong ship for your so-called hygiene inspection."",		"m31v":"I tried getting intelligence for the Alliance. I only found that those stupid Imperials squandered a fortune trying to teach Gamorreans factory management. What a letdown!",		"m31t":"Dangerous Spy",		"m31s":"The Empire sends congratulations and this message: "If the target said anything, ignore it. Or else."",		"m31o":"Bounty Hunters' Guild",		"m31d":"An Imperial bounty is hereby issued on a Rebel spy who gathered intelligence on Imperial activities on Gamorr. Target is believed moderately armed and medium-threat. The Empire requires that no message be given to the target before termination, and that the target not be allowed to speak.",		"m30v":"Leth is building war machines that can strip-mine entire planets! No, don't shoot --!",		"m30t":"Failed Assassin of Umak Leth",		"m30s":"The Empire sends congratulations and this message: "Repeat nothing the target might have said. More than your career depends on your silence."",		"m30o":"Bounty Hunters' Guild",		"m30d":"An Imperial bounty is hereby issued on the assassin who attempted to murder Imperial engineer Umak Leth. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "In dying, you are fortunate not to face the devices Umak Leth intended for your world."",		"m29v":"If you'd worked in that slave pit, you'd have poisoned them too!",		"m29t":"Poisoner in Eriadu Governor's Palace",		"m29s":"The Empire sends congratulations and this message: "Only treachery among the kitchen staff could explain the mass poisoning. We have now terminated all personnel involved in the incident."",		"m29o":"Bounty Hunters' Guild",		"m29d":"An Imperial bounty is hereby issued on a spy who poisoned the food in the Imperial Governor's Palace on Eriadu. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "The shades of those you poisoned await you."",		"m28v":"Hah! Carida's all Alliance. The "young soldiers," who couldn't sell me their scrip fast enough, will jump ship to an Alliance recruiter right after graduation!",		"m28t":"Military Scrip-Exchange Con Artist",		"m28s":"The Empire sends congratulations and this message: "The Military Academy has taken steps to convince students of their error."",		"m28o":"Bounty Hunters' Guild",		"m28d":"An Imperial bounty is hereby issued on a confidence artist who attempted a military scrip exchange deception at the Imperial Military Academy on Carida. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "To corrupt our young soldiers is to corrupt our future."",		"m27v":"I'll bet "the stink of a hold full of sewage" beats "the stink of treason" any day.",		"m27t":"Slicer who Altered Sanitation Droid Programming",		"m27s":"The Empire sends congratulations and this message: "Cleanup of the Star Destroyer hold is now complete. Victory is ours."",		"m27o":"Bounty Hunters' Guild",		"m27d":"An Imperial bounty is hereby issued on a slicer who altered sanitation droid programming aboard an Imperial Star Destroyer. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "The stink of treason led us to you."",		"m26v":"Slicer? You've made a mistake, citizen. And if you think I'm dying quietly, that's another mistake.",		"m26t":"Slicer who Stole Star Destroyer Codes",		"m26s":"The Empire sends apologies and this message: "Evidently the slicer altered our mission data. The identity of your target is unknown to us. However, because you performed the requested service, we disburse the agreed payment."",		"m26o":"Bounty Hunters' Guild",		"m26d":"An Imperial bounty is hereby issued on a slicer who purloined Imperial Star Destroyer holo-coding protocols. Target is believed moderately armed and medium-threat. Remove and destroy any datadiscs you may find on the target's body.",		"m25v":"Y'know, we were just trying to ship out some cargo when that crooked depot owner stole it. I lost my temper. Like this!",		"m25t":"Guerrilla Assault Leader at Corellian Depot",		"m25s":"The Empire sends congratulations and this message: "Corrupt shipping officials must not be assassinated without the Empire's permission."",		"m25o":"Bounty Hunters' Guild",		"m25d":"An Imperial bounty is hereby issued on the Rebel who led a guerrilla assault on a Corellian shipping depot. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "The Rebellion is hopeless. All will join us or share your fate."",		"m24v":"Evram Lajaie is a hero of the Alliance. Let me be worthy of his example!",		"m24t":"Associate of Evram Lajaie",		"m24s":"The Empire sends congratulations and this message: "Evram Lajaie discovered the flaw in the Death Star battle station. All who associate with him are suspect."",		"m24o":"Bounty Hunters' Guild",		"m24d":"An Imperial bounty is hereby issued on a citizen who gave support and succor to Alliance Commander Evram Lajaie. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You should have been more careful in your choice of associates."",		"m23v":"The Empire has enslaved the Talz race to mine those wastelands, and no one even knows! I'm spreading the word, and you can't stop me!",		"m23t":"Saaboteur of Alzoc III Mine",		"m23s":"The Empire sends congratulations and this message: "The garrison commander sends his regards to you as well -- his kindest regards, this time."",		"m23o":"Bounty Hunters' Guild",		"m23d":"An Imperial bounty is hereby issued on a sabaoteur of a mining operation on Alzoc III in the Outer Rim Territories. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "The garrison commander sends his regards."",		"m22v":"You got nothing on me! That gladiator droid got loose. What, you gonna kill me anyway? Try it!",		"m22t":"Leader of Antique Droid Theft Ring",		"m22s":"The Empire sends congratulations and this message: "Citizens report seeing the escaped gladiator droid on several planets. Apparently it is highly mobile, but we shall inevitably recapture it."",		"m22o":"Bounty Hunters' Guild",		"m22d":"An Imperial bounty is hereby issued on the leader of a crime ring stealing valuable antique droids. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Gladiator droids died with the Old Republic. Now you will too."",		"m21v":"The Imperials built a signal tower that crippled the Chubbits' nervous systems. No wonder they turned to the Alliance. You should have too, hunter!",		"m21t":"Weapons Smuggler on Aridus",		"m21s":"The Empire sends congratulations and this message: "Victory is ours."",		"m21o":"Bounty Hunters' Guild",		"m21d":"An Imperial bounty is hereby issued on a smuggler supplying weapons to the native Chubbits on Aridus in the Flarestar system. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Compassion for hopeless native causes is not the path to victory."",		"m20v":"That guy blew up my landspeeder just because he could. And he laughed! He had to pay!",		"m20t":"Slayer of Barabel Mercenary",		"m20s":"The Empire sends congratulations and this message: "Barabels have a combative nature that works against their best interests -- not unlike their enemies, it seems."",		"m20o":"Bounty Hunters' Guild",		"m20d":"An Imperial bounty is hereby issued on the slayer of a Barabel mercenary in the Empire's employ. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "In the march to victory, we must set aside petty grievances."",		"m19v":"The Moff's "duty" required me to lead him to my gang's home base. No thanks!",		"m19t":"Freeholder Gang Smuggler",		"m19s":"The Empire sends congratulations and this message: "These smugglers have evidently thrown in with the Rebels. You may count on further Freeholder targets."",		"m19o":"Bounty Hunters' Guild",		"m19d":"An Imperial bounty is hereby issued on a notorious member of the Freeholders smuggling gang. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "It would have been easier to pay the Moff's custom duty."",		"m18v":"If the Empire wants its hyperdrives bottled up forever, it should say so! We must take control of our own drive production!",		"m18t":"Thief of Hyperdrive Schematics",		"m18s":"The Empire sends congratulations and this message: "It is not in our interest for hyperdrives to be freely available."",		"m18o":"Bounty Hunters' Guild",		"m18d":"An Imperial bounty is hereby issued on a spy who attempted to procure hyperdrive schematics for a proposed factory on Naboo's moon Rori. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "The hyperdrive factory will not be built."",		"m17v":"Rebels? I fled from the Hutts! Their pirate ships attacked my frigate, and I headed for the escape pod. This is so unfair!",		"m17t":"Navy Quartermaster Deserter",		"m17s":"The Empire sends congratulations and this message: "Whether facing Rebels or pirates, an Imperial officer must not quaver."",		"m17o":"Bounty Hunters' Guild",		"m17d":"An Imperial bounty is hereby issued on an Imperial Navy quartermaster who deserted under fire. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "The Rebels you fled from were not a tenth so dangerous to you as we are now."",		"m16v":"How ironic. At the factory I arranged for those droids to blow up as soon as they reached their Star Destroyer. Can't trust a droid, can you?",		"m16t":"Saboteur of Imperial Probe Droids",		"m16s":"The Empire sends congratulations and this message: "Imperial Star Destroyers routinely screen cargo and droids for common sabotage devices."",		"m16o":"Bounty Hunters' Guild",		"m16d":"An Imperial bounty is hereby issued on a saboteur of the Empire's probot reconnaissance droids. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "The very droids you hoped to ruin were instrumental in locating you."",		"m15v":"I'll never cooperate with Imperial tyrants! When I discovered that cache of old weapons, I wanted the Alliance to use them to restore the Republic!",		"m15t":"Dealer in Geonosian Sonic Weapons",		"m15s":"The Empire sends congratulations and this message: "When the Empire makes an offer to purchase weapons, it is always prudent to take the offer."",		"m15o":"Bounty Hunters' Guild",		"m15d":"An Imperial bounty is hereby issued on a civilian merchant selling unlicensed Republic-era Geonosian sonic cannon technology in defiance of Imperial edict. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You had one chance to cooperate. That chance is gone."",		"m14v":"Yes, I killed him, and I almost destroyed the whole Maw Cluster installation too! Those scientists are creating planet-killer weapons! I -- wait! Don't!",		"m14t":"Killer of Military Researcher at Classified Location",		"m14s":"The Empire sends congratulations and this message: "Treat all locations the target may have named as classified intelligence. Do not reveal them on pain of death."",		"m14o":"Bounty Hunters' Guild",		"m14d":"An Imperial bounty is hereby issued on the killer of a military researcher at a classified location. Target is believed moderately armed and medium-threat. The Empire orders you to terminate the target without preliminary conversation, and to turn off all recording devices before the termination.",		"m13v":"That Trandoshan barbarian deserved to swallow that flame beetle. If he had, the Wookiees could have thrown off the yoke of slavery! Death to tyrants!",		"m13t":"Attempted Assassin of Trandoshan on Kashyyyk",		"m13s":"The Empire sends congratulations and this message: "The Trandoshan supervisor is recovering. Our operations on Kashyyyk continue apace."",		"m13o":"Bounty Hunters' Guild",		"m13d":"An Imperial bounty is hereby issued on the would-be assassin who assaulted a Trandoshan labor supervisor carrying out Imperial business on Kashyyyk. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Incendiary flame beetles are a barbarous weapon."",		"m12v":"Yeah, I wanted folks to know I killed that sleazy referee. He was selling his rulings to the highest bidder. The Empire just uses the Derby to harvest money!",		"m12t":"Assassin of Blockade Runners Derby Referee",		"m12s":"The Empire sends congratulations and this message: "It is unwise to publicize this assignment, lest the Blockade Derby become politicized."",		"m12o":"Bounty Hunters' Guild",		"m12d":"An Imperial bounty is hereby issued on the assassin who introduced poisonous kouhun arthropods into the sleeping quarters of an Imperial referee at the Blockade Runners Derby on Ord Mantell. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You left distinctive identity marks on the kouhuns' carapaces."",		"m11v":"He was working on a TIE Interceptor specifically designed to deploy bioterror weapons in planetary atmospheres. He deserved to die. You too, for serving the Empire!",		"m11t":"Killer of TIE Fighter Engineer",		"m11s":"The Empire sends congratulations and this message: "Do not publicize this assignment. To do so would only bring this would-be martyr glory in the eyes of misguided citizens."",		"m11o":"Bounty Hunters' Guild",		"m11d":"An Imperial bounty is hereby issued on the killer of an Imperial engineer highly placed in a TIE Fighter design program. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "To leave a recording that gloats over your deed is senseless."",		"m10v":"That Imperial sleaze planned to destroy my homeworld's ecosystem and turn it into a factory planet. Preventing that is worth a bounty hunter on my tail.",		"m10t":"Killer of Imperial Environmental Refocusing Official",		"m10s":"The Empire sends congratulations and this message: "These murderers often wish to die a public death and so become martyrs. Therefore we discourage you from publicizing your success."",		"m10o":"Bounty Hunters' Guild",		"m10d":"An Imperial bounty is hereby issued on the murderer of an officer of the Imperial Environmental Preservation & Refocusing Authority. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You left your sniper rifle behind. Very sloppy."",		"m9v":"I booby-trapped that labor droid with a detonator because that Imperial officer was enslaving my entire homeworld! I'll do it again, too, and you won't stop me!",		"m9t":"Slayer of Imperial Labor Supervisor",		"m9s":"The Empire sends congratulations and this message: "A lone voice of dissent is helpless against the Empire's might."",		"m9o":"Bounty Hunters' Guild",		"m9d":"An Imperial bounty is hereby issued on the murderer of a high official who supervised planetary labor realignment in the Expansion Territories. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "The droid's brain survived the detonation, and he implicated you promptly."",		"m8v":"That corrupt official tried to "accidentally" destroy my crate because I wouldn't pay him a bribe. That triggered my bomb. The Empire will go the same way!",		"m8t":"Slayer of Imperial Customs Official",		"m8s":"The Empire sends congratulations and this message: "Many of these murderers wished to be traced, so as to die the death of martyrs. To forestall this outcome, avoid publicizing this assignment."",		"m8o":"Bounty Hunters' Guild",		"m8d":"An Imperial bounty is hereby issued on the murderer of an Imperial customs official on the Corellian Trade Route. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "You should not have left so many fragments of the destroyed crate. We traced you easily."",		"m7v":"Haha! My droids made sure Moff Graffe's palace will blow over in the next strong wind. Then the Alliance can finally move on his world!",		"m7t":"Negligent Moff Palace Construction Supervisor",		"m7s":"The Empire sends congratulations and this message: "Moff Graffe obviously desires a safe and secure home, as do most sapient beings in the galaxy. To trifle with this fundamental desire is criminal."",		"m7o":"Bounty Hunters' Guild",		"m7d":"An Imperial bounty is hereby issued on a criminally negligent supervisor of the construction droids that built a Moff's palace. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Moff Graffe is dismayed by your lack of management ability."",		"m6v":"Haha! The sooner Moff Graffe's shrine to bloated grandiosity falls down, the way I designed it to fall down, the sooner the Alliance can take his territory!",		"m6t":"Negligent Moff Palace Architect",		"m6s":"The Empire sends congratulations and this message: "Moff Graffe, like any rational being, believes the profession of architect should rise above mere political concerns."",		"m6o":"Bounty Hunters' Guild",		"m6d":"An Imperial bounty is hereby issued on the architect who designed a Moff's palace to criminally low standards. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Moff Graffe's palace may fall, but rest assured you will go with it."",		"m5v":"Haha! Zsinj paid enough for that "luxury" bunch of sticks to furnish another room of his estate. What a sucker!",		"m5t":"Seller of Shoddy Luxury Furniture",		"m5s":"The Empire sends congratulations and this message: "Admiral Zsinj is no different from any citizen in his appreciation of good furniture. A confidence artist who plays on a good reputation deserves to suffer for it."",		"m5o":"Bounty Hunters' Guild",		"m5d":"An Imperial bounty is hereby issued on a corrupt merchant of shoddy luxury furniture. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Admiral Zsinj dislikes seeing a cheap huckster trifle with the standards of Naboo chair-craft."",		"m4v":"Haha! Captain Needa must have spat that terrible mouthwash all over his expensive Naboo furniture. And the price I got him to pay, whee!",		"m4t":"Purveyor of Diluted Double-brandy",		"m4s":"The Empire sends congratulations and this message: "Like anyone, Captain Needa enjoys a fine Double-brandy. It is unworthy of anyone, even a fraud, to express pleasure at the debasement of excellent spirit."",		"m4o":"Bounty Hunters' Guild",		"m4d":"An Imperial bounty is hereby issued on a purveyor of adulterated and diluted Corellian Double-brandy. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Captain Needa dislikes seeing fine spirits adulterated."",		"m3v":"Haha! Captain Needa fell for her sweet talk like a lovesick moisture farmer. He's probably nursing a stiff drink of Corellian Double-brandy about now.",		"m3t":"Female Con Artist's Accomplice",		"m3s":"The Empire sends congratulations and this message: "Captain Needa is of course subject to the vagaries of the heart. Expressions of glee over his betrayal are uncalled for."",		"m3o":"Bounty Hunters' Guild",		"m3d":"An Imperial bounty is hereby issued on a known accomplice of a duplicitous female confidence artist. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Your leader trifled with Captin Needa's affections. Now Needa trifles with your lives."",		"m2v":"Haha! Moff Weblin planned to launch himself to the stars in this ludicrously overfurnished starship we made up. He's probably fuming with his lady friend about now.",		"m2t":"Fraudulent Luxury Starship Seller",		"m2s":"The Empire sends congratulations and this message: "Moff Weblin is above mere 'fuming.' Disappointment over the imaginary nature of that fine ship is only natural."",		"m2o":"Bounty Hunters' Guild",		"m2d":"An Imperial bounty is hereby issued on a fraudulent seller of luxury starships. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Moff Weblin will sigh wistfully to think of the fine ship your team promised him, though it proved only a space fantasy."",		"m1v":"Haha! Moff Weblin must have tried to buy a space yacht or something. Hope he didn't hire you with those fake creds!",		"m1t":"Cred Stick Counterfeiter",		"m1s":"The Empire sends congratulations and this message: "Moff Weblin has paid your fee. Expression of concern over the integrity of the funds is unwarranted."",		"m1o":"Bounty Hunters' Guild",		"m1d":"An Imperial bounty is hereby issued on a member of a major cred stick counterfeiting ring. Target is believed moderately armed and medium-threat. The Empire orders you to give this message to the target before termination: "Your most prestigious client, Moff Weblin, turned out to be your last.""
}}
