{
	"stfFile":"mission/mission_destroy_imperial_non_military_hard",
	"entries": {
		"number_of_entries":"25",		"m25t":"Destroy major Rebel supply depot",		"m25s":"A bit crude in it's execution, perhaps, but effective nonetheless. Congratulations, agent. Your reward is well earned.",		"m25o":"Imperial Intelligence: Bureau of Operations",		"m25l":"",		"m25i":"Viceprexes often employ top data slicers to help hide their movements. This is obviously what occurred here. We'll track this depot down.",		"m25f":"Not only did fail to destroy one of the Rebellion's major supply depots, you no doubt allowed some Viceprexes to escape. Is failure of this magnitude common for you?  ",		"m25d":"We have reasons to suspect that a few of the Corporate Sector Authority's Viceprexes have been secretly aiding the Rebellion. Our intelligence indicates that these Viceprexes make occasional visits to a major Rebel supply depot, to claim certain confiscated goods for themselves such as large hauls of glitterstim spice. A strike at this supply depot would not only eliminate this valuable source of materials for the Rebellion it might also catch one or more of these traitorous Viceprexes in the crossfire. We need a strike team to obliterate this supply depot as soon as possible. The Viceprexes are cautious individuals so the base will be well defended during one of their visits. Are you the agent the Empire needs to execute this mission flawlessly?",		"m24t":"Destroy Rebel strike team's base",		"m24s":"These are the sorts of results we've come to expect from you, agent. Well done. Your reward awaits you. Continue to serve your Empire faithfully and there will be many more such rewards.",		"m24o":"Imperial Intelligence: Bureau of Operations",		"m24l":"",		"m24i":"There's been a disconnect between our division and the Analysis Bureau. We'll discover what it was and correct it.",		"m24f":"Failure not only means no reward, it also means a permanent mark on your record. How disappointing you turned out to be.",		"m24d":"Sending those tens of thousands of probe droids into the far reaches of the galaxy has begun to pay off. One of them has located a Rebel strike team's base. This facility has been used to both train commandos and plan sabotage and assassination missions. Taking this installation out would be a great victory for the Empire. We need a dedicated team of skilled Imperial agents to execute this attack. Some of the Rebellion's best troopers are located here so it will take some of the Empire's best to eliminate them. Only experienced teams with a proven track record need apply. The Empire's gratitude will be showered on the team that succeeds. ",		"m23t":"Destroy Rebel outpost",		"m23s":"The good news is that this outpost will no longer be a threat to us. Good work, agent. The bad news is that Mon Mothma was not at that base when it was destroyed. Our spies confirmed this shortly after you'd begun your attack. We'll get her next time, though. Claim your just reward.",		"m23o":"Imperial Intelligence: Bureau of Operations",		"m23l":"",		"m23i":"These incorrect coordinates proved Mon Mothma was to be at that base. Why else would we have gotten them wrong? There was sabotage at work here.",		"m23f":"The moment passed you by, agent. Your failure is the Empire's loss. How could the importance of such a mission have eluded you?",		"m23d":"We finally have a rare opportunity to take out the Rebellion's highest profile leader herself, Mon Mothma. Our intelligence reports that she will be making an inspection of a Rebel outpost currently housing some former senators' families - she wants to make sure these individuals are comfortable and safe. We need a skilled strike team to show her just how "safe" this outpost really is. A chance like this only comes once in a lifetime, agent. Can you assemble and lead such a team? Your victory may well mean the end of the Rebellion. Can you afford to pass this golden opportunity by? You'd be the Champion of the Empire. If you succeeded, that is.",		"m22t":"Destroy Rebel training outpost",		"m22s":"A new breed of Jedi shall not rise to threaten our beloved Empire thanks to you, agent. Well done! The Emperor will hear of your success. Be proud.",		"m22o":"Imperial Intelligence: Bureau of Operations",		"m22l":"",		"m22i":"Those Force-users have been known to use mind tricks before. Perhaps they clouded the minds of our spies when it came to acquiring these coordinates.",		"m22f":"Force-users allying with the Rebellion is bad enough, agent. Your failure to stop them is truly criminal. The Emperor must be notified of your failure. Pray he doesn't send for you.",		"m22d":"We've received a request from the Inquisitorius to strike a Rebel outpost as soon as possible. Apparently our intelligence has indicated that this outpost has been conducting some unusual experiments involving the Force and Force-users. The Inquisitorius was clear that there are to be no survivors. We cannot imagine that the Rebellion would be foolish enough to attempt to establish another Jedi training academy, especially in light of the corruption that was revealed within the ranks of the old Jedi Order, but those Rebel scum have surprised us before. Can you assemble a strike team to take care of this? You must be prepared to face highly skilled Rebel commandos and possibly even Force-users. Remember, the Empire is counting on you.",		"m21t":"Destroy Rebel guerilla camp",		"m21s":"No future terrorists will come from this camp. Well done, agent. Your services to the Empire will be greatly rewarded.",		"m21o":"Imperial Intelligence: Bureau of Operations",		"m21l":"",		"m21i":"They must have moved their training camp, which means they know we're on to them. Check back with us soon for it will only be a matter of time before we locate this guerrila camp.",		"m21f":"Your failure means that many of these terrorists escaped and will likely plague the Empire in the future. The only good Rebel is a dead one, citizen.",		"m21d":"A Rebel guerrila training camp has been discovered by an Imperial probe droid. These camps are especially dangerous as they recruit and train the local population to rise up against the Empire. Further, these Rebels often equip these communities, many of them peaceful agrarian societies, with deadly weapons of mass destruction. This only serves to transform local bullies and gang lords into dangerous armed despots. If only the Rebellion truly understood the consequences of their actions. In any case, Imperial High Command needs a loyal team of agents to descend upon this camp and obliterate it. We will not allow terrorist training camps to exist within the borders of our Empire. Are you the agent the Emperor needs to serve in this capacity?",		"m20t":"Destroy Rebel SpecForce base",		"m20s":"Training and dedication will always win out in the end. Excellent work, agent! Once again you've helped prove the Empire's military superiority. ",		"m20o":"Imperial Intelligence: Bureau of Operations",		"m20l":"",		"m20i":"Those Rebels are as elusive as the mythical titavian. But as with that monstrous reptavian, enough searching will yield results.",		"m20f":"We will try to keep word of this failure from leaking out. After all, it would not do to let the Rebels think their commando teams are more effective than ours. We are deeply shamed.",		"m20d":"A Rebel SpecForce commando team is preparing to undertake an assassination mission aimed at one of our Imperial Grand Moffs. This Imperial dignitary has served the Empire well, spearheading the development of many new weapons equivalent to the Death Star in effectiveness. We cannot allow this Imperial hero to meet with foul play at the hands of Rebel scum. We need a commando team of our own to strike the Rebel SpecForce's headquarters and wipe the Rebel team out before they can embark upon their murderous mission. Could you assemble and lead such a team, agent? You will likely meet with great resistance and will face some of the Rebellion's most elite troopers. Can someone like you resist the lure of this task?",		"m19t":"Destroy Rebel medical center",		"m19s":"Your work is as efficient and excellent as we'd been led to believe, agent. Congratulations! We'll seek you out in the future.",		"m19o":"Imperial Intelligence: Bureau of Operations",		"m19l":"",		"m19i":"It makes sense that the Rebels would try to hide a facility like this. We'll get the correct coordinates and strike soon, we promise you that.",		"m19f":"Your failure shows both a lack of skill and dedication, agent. We must review your suitability for future missions of this sort.",		"m19d":"When will these Rebels learn that they cannot shield themselves with civilians or hide inside of legitimate civilian facilities? A major medical center servicing many local systems has been unmasked as a Rebel medical supply depot. These scum don't seem to care if they endanger the locals with these charades. Indeed they rely upon these hapless beings to help them pull off these ridiculous deceptions. Yet we must be stronger than our adversaries. The deaths of all those ailing locals will be upon the heads of the Rebellion's leaders - the innocent blood will be on their hands. We need a team of loyal agents to strike this medical center and wipe out the Rebel scum hiding inside of its walls. Show no mercy, no compassion. The Rebels will get what they deserve. Can you lead this operation?  ",		"m18t":"Destroy refugee camp",		"m18s":"Keep this up and you'll become our exterminator extraordinaire, agent. Good work! The Empire needs more agents like yourself.",		"m18o":"Imperial Intelligence: Bureau of Operations",		"m18l":"",		"m18i":"These camps are scattered throughout the galaxy and we must find them all. It seems this will be prove more challenging than we had first anticipated.",		"m18f":"We knew these workers would be tough to handle, but we had hoped you could accomplish it. It seems we both failed to call this one correctly, eh, citizen?",		"m18d":"Worker refugee camps have become notorious breeding grounds for Rebels. Unemployed and dispirited malcontents are drawn to the Rebellion like flies to a carcass. We need a team of loyal Imperial agents to remove these installations as quickly as we can identify them, before they can give birth to a new host of traitorous vermin. Many of these workers are miners and well-armed - they're used to dealing with pirates and smugglers who prey upon them. And the Rebellion will likely have sent several Rebel soldiers to help maintain order and recruit these wretches. Wipe these camps out, agent. View this as a high level extermination assignment with yourself and your team as the Imperial cleanup crew. Can we rely on you?",		"m17t":"Destroy Rebel command center",		"m17s":"Most effective, agent! Your skill and methods are not just legendary, it seems. Our gratitude goes with you.",		"m17o":"Imperial Intelligence: Bureau of Operations",		"m17l":"",		"m17i":"Our coordinates should not have been wrong. Rumor has it that the Bothan SpyNet has been feeding us false information. It seems that rumor may be a fact.",		"m17f":"Despite knowing that this mission would be difficult to accomplish, we cannot help but feel a great deal of disappointment, agent. We felt that you would not fail at this task. We were wrong.",		"m17d":"We have acquired the coordinates to a Rebel outpost serving as a strategic command center for many of the Rebellion's top military advisors, including senior advisors to Mon Mothma herself. Taking this command center out would not only rob the Rebellion of many of its leaders, it would also throw the Rebellion's current slate of sabotage missions into disarray. This outpost will be heavily guarded and well defended. A small strike team, however, might be able to strike deep into the heart of the base before the Rebels could rally an effective defense. The Empire wants to know if it can count on you to undertake this dangerous mission. It will take a high degree of training, skill, and luck to accomplish this task. The right team must be chosen and the attack carefully planned. ",		"m16t":"Destroy Rebel rendezvous site",		"m16s":"You've sent a clear message to the business leaders of the Expansion Region, agent. Well done! We can only hope that Leia Organa was in attendance and that she has finally met with Imperial justice.",		"m16o":"Imperial Intelligence: Bureau of Operations",		"m16l":"",		"m16i":"We should have expected Rebel slicer interference on this mission. Our coordinates have been sabotaged. We will get to the bottom of this.",		"m16f":"This failure will almost assuredly mean more funding for the Rebellion as well as the escape of the traitor Leia Organa. We are shocked and dismayed, agent. It seems we were wrong about your abilities.",		"m16d":"Our spies have informed us that a secret meeting is taking place between agents of certain financial leaders of the Expansion Region and the Rebellion. Apparently, the Rebels hope to secure more funding through these agents. We have obtained the coordinates of that clandestine rendezvous and need to insure that this meeting does not take place. Rumors have indicated that none other than Princess Leia Organa herself may be in attendance at this meeting. We don't need to tell you what a great victory it would be for the Empire to remove this Rebel agent, who, may we point out, made the destruction of the Death Star possible. A skilled strike team must be assembled and deployed at once. Speed is of the essence on this mission. Can you carry out this search-and-destroy mission for the Empire?",		"m15t":"Destroy Rebel medical outpost",		"m15s":"Your strike was conducted with a surgeon droid's precision, agent. Well done! The Emperor will receive word of your success.",		"m15o":"Imperial Intelligence: Bureau of Operations",		"m15l":"",		"m15i":"Rebel data slicers continue to plague our intelligence reports. Check back with us soon and we'll have the correct coordinates to that outpost.",		"m15f":"That bacta will save many Rebel lives, agent. Your failure is a disappointment to us all. As promised, the Emperor will receive word of your mission.",		"m15d":"A Rebel medical outpost has acquired several metric tons of Thyferran high-grade bacta. The rejuvenatory fluid is scheduled to be transported to several major Rebel bases in the Outer Rim, we think in preparation for a major Rebel assault on Imperial shipyards. We must strike this outpost and destroy the bacta before the Rebels can ship it out. These scum will be protecting this precious cargo and will fight fiercely to preserve it. An elite Imperial strike team should be able to penetrate the base's perimeter defenses and strike at the heart of the outpost before the Rebels mount a major defensive. Can the Empire count on you to assemble and lead this team? The Emperor himself would receive word of your mission. ",		"m14t":"Destroy Rebel fleet resupply outpost",		"m14s":"A decisive victory for the Empire! We knew we could count on you, agent. Keep this up and the Emperor may soon ask for you to serve at his side. Hail the Empire!",		"m14o":"Imperial Intelligence: Bureau of Operations",		"m14l":"",		"m14i":"Our spies were either tricked or there is a Rebel double agent in their ranks. We shall determine which soon enough.",		"m14f":"We knew this would be a difficult mission but your failure greatly disappoints us nonetheless. It is likely Ackbar escaped, if he was there. The Imperial High Command had high hopes for you and your team.",		"m14d":"A major Rebel fleet resupply outpost has been located by our spies. It is our understanding that the traitorous Mon Calamari, Ackbar, is a frequent visitor to this outpost, which supplies a good third of the Rebel fleet. This outpost's defenses will be formidable. Only a surprise attack by an elite Imperial strike team has any hope of success. Do you think you could assemble and lead such a strike team? An decisive strike could effectively cripple the Rebel fleet. Can the Imperial High Command count on your aid?",		"m13t":"Destroy fugitive outpost",		"m13s":"Bravo! They say Wookiees are cold-blooded killers but they pale in comparison to dedicated Imperial agents such as yourself. We can only hope that Chewbacca was among the dead before they were incinerated. The Empire is proud of you.",		"m13o":"Imperial Intelligence: Bureau of Operations",		"m13l":"",		"m13i":"The Rebels have tampered with our intelligence. It surprises us that our coordinates could have been wrong. We will rectify this situation.",		"m13f":"Many important Wookiee leaders would have been removed if you had not failed. Now we will never know Chewbacca's fate. No doubt he escaped. This failure will be a costly one.",		"m13d":"A failed slave revolt on Kashyyyk resulted in the loss of several loyal Imperial servants. Many of the revolt's Wookiee leaders escaped Imperial authorities and have been sheltered by the Rebellion. We believe we have located the Rebel facility housing these murderers and insurrectionists. It is also our understanding that the Wookiee Chewbacca, one of the terrorists that engaged in the assault on the Death Star, has been known to visit this facility to help in assigning his fellow Wookiees to other Rebel outposts. This facility must be destroyed at all costs. No doubt the Rebels conduct all manner of treasonous activity at this outpost. Killing Chewbacca and the Wookiees would be a wonderful bonus. This mission will doubtless be quite perilous. Can the Empire rely on you as it has for so many other missions in the past? Only an elite team of loyal Imperial agents has a hope of accomplishing this.",		"m12t":"Destroy pilot training facility",		"m12s":"Haha! A brilliant attack, agent! The fewer X-wing pilots the Rebellion has the easier it will be to destroy their ragtag fleet. Your success will be reported to Lord Vader himself.",		"m12o":"Imperial Intelligence: Bureau of Operations",		"m12l":"",		"m12i":"Where does the Rebellion get these skilled slicers? We grow tired of their efforts to feed us false information.",		"m12f":"We find your failure most disturbing and will send word of it to Lord Vader, who was following this mission closely. Good luck to you.",		"m12d":"Not only have we located an X-wing pilot training facility, we understand that the Rebel known as Wedge Antilles, one of the surviving pilots of the Battle of Yavin, often makes visits to this installation to supervise the training and select pilots for his despicable Rogue Squadron. We'd like a skilled strike team of commandos to hit this training facility and obliterate it. With any luck, the team will also take out the terrorist and murderer Antilles before he can lead any more raids against Imperial shipyards. Can the Empire count on you for this mission? Do you have what it takes to accomplish this?",		"m11t":"Destroy senators' hideout",		"m11s":"Your precision and effectiveness is a thing of beauty, agent. Congratulations! The Emperor will want to hear of your success. You will be spoken of highly at Imperial Center.",		"m11o":"Imperial Intelligence: Bureau of Operations",		"m11l":"",		"m11i":"The Rebellion is taking every precaution to hide these senators. They have obviously fed false information into the HoloNet via top slicers. We'll find these politicians and deal with them.",		"m11f":"Those senators will be a great boon to the Rebellion for they can sway their systems to side with the Rebels. Your failure will cost us dozens if not hundreds of worlds. A failure of this magnitude must be reported to the Emperor and the Imperial High Command. Be prepared to travel to Imperial Center to answer for this failure. ",		"m11d":"The Rebellion has managed to rescue many former senators and intend to use their political influence to aid their treasonous cause. Many of these former bureaucrats are in the process of being relocated. We've obtained the coordinates for one of the facilities currently housing several of these senators. We don't need to tell you how important it is for the Empire to prevent these politicians from throwing their support behind the Rebellion. Make sure this facility is utterly destroyed. The Rebels will have some of their best fighters guarding these former senators so it will take an experienced team to insure success on this mission. How soon could you assemble your team and be ready to go? The Empire is placing a huge deal of trust in your skills, agent. ",		"m10t":"Destroy Rebel smuggler outpost",		"m10s":"A major victory for the Empire and a serious blow to the galaxy's criminal element. We can only hope Captain Solo and his furry lackey were inside that base when it was destroyed. You're an agent the Empire will keep in mind in the future. Efficiency and results such as yours is the sort of thing the Empire prizes most. Imperial High Command may decide to give you a medal. You've earned your reward.",		"m10o":"Imperial Intelligence: Bureau of Operations",		"m10l":"",		"m10i":"We should have known that a den of deceivers and tricksters would be difficult to pin down. We were warned that Solo was a clever smuggler. It seems those warnings were not exaggerated.",		"m10f":"You ruin your chance to rid the Empire of a notorious gang of criminals and terrorists? Why? Failure was not an option. This black mark on your record will no doubt influence the caliber of missions the Empire assigns you in the future. If they assign any at all, that is.",		"m10d":"The Rebellion has been employing many smugglers and shipjackers to assist in their terrorist activities. Intelligence has learned that a major contact for these criminals is a Corellian pirate named Han Solo. We've located a Rebel outpost that is used primarily to host clandestine meetings between these pirates and Captain Solo. The base also serves as a hideout for many of the galaxy's most notorious smugglers, aiding them with repairs and refueling in exchange for services to the Rebellion. We need a trusted agent to lead an attack on this outpost and destroy it utterly. With any luck, you'll be able to take out Captain Solo himself. Careful, however, for we understand this Corellian can be a pretty tricky and dangerous individual and he travels with a rather large Wookiee. Are you the agent the Empire needs? ",		"m9t":"Destroy Rebel HoloNet hub",		"m9s":"Success! Now let's see how effective those Rebels are at intercepting our communiques. Cutting off the Rebellion's source of information is like cutting off their right arm. Most excellent, agent. We are more than pleased and will reward you accordingly.",		"m9o":"Imperial Intelligence: Bureau of Operations",		"m9l":"",		"m9i":"And now you see why we must stop those data slicers? It is situations like this that show the effectiveness of falsified intelligence reports. When we locate this HoloNet hub, we will act swiftly.",		"m9f":"The efforts of these data slicers, perhaps more than anything else, has been responsible for hampering the efforts of the Imperial Navy to destroy Rebel bases. Your failure will cost the Empire dearly. How could you have risen so far if this is the typical result of your attempts? A full report will be sent to Imperial Center. Blackhole will no doubt wish you to address this issue in the near future.",		"m9d":"We've identified a major Rebel communications facility housing a series of sophisticated HoloNet transceivers. We believe this is a HoloNet hub where Imperial classified information stolen by the Rebellion's best data slicers is routed and transmitted to the Rebel High Command. This facility must be destroyed. Your track record puts you high on the list of possible agents that could lead such an assault. Information is power, as we know, and therefore cutting the Rebels' source of it will effectively blind them. Can the Empire count on your service?",		"m8t":"Blow up Rebel refueling station",		"m8s":"When those X-wings start falling out of the sky, you can pat yourself on the back. Well done. Let's see how far those Rebel flyboys get without their precious fuel. Report to us in the future for more missions.",		"m8o":"Imperial Intelligence: Bureau of Operations",		"m8l":"",		"m8i":"We'll double-check the coordinates but we're certain the probe droid gave us the correct ones. Could the Rebels be using some form of holocloak shield?",		"m8f":"Without fuel, Rebel starfighters cannot fly. How can this one important detail escape you? Failing to destroy that refueling station is as good as serving the Rebellion. Our TIE pilots' lives were depending on you. They will pay the ultimate price for your failure.",		"m8d":"A Rebel starfighter refueling station has been identified by one of our probe droids. We believe this station has aided the Rebel starfighter unit known as Rogue Squadron to carry out strikes against Imperial shipyards. Destroy this station and make sure those Rebel pilots are stranded on this planet next time they land to refuel. Perhaps we'll have several squads of stormtroopers ready to greet them. You will do this for the Empire, correct?  ",		"m7t":"Destroy Rebel defector colony",		"m7s":"This victory will be an example to other officers. There is only one result of betraying the Empire - death! Well done, agent. We knew we could count on you. Your efficiency (and if I may say, your artistic brutality) shall be reported to the Emperor. He rewards agents like you most generously.",		"m7o":"Imperial Intelligence: Bureau of Operations",		"m7l":"",		"m7i":"They must have moved those officers somewhere else. This is a Rebel trick. They're trying to throw us off the track. We'll find where those treasonous neks are lurking, we promise you that.",		"m7f":"Those traitors carried Imperial secrets! How could you have failed? Now the Rebels will be even more effective against the Imperial military and more loyal mens' lives will be lost. All due to your failure. If you are ever to accept another mission from our bureau, you must work very hard to redeem yourself in our eyes, agent.",		"m7d":"A substantial number of traitorous Imperial officers defected to the Rebellion a few weeks ago. We've learned where the Rebels are housing these traitors and their families. This facility will be very well defended as the Rebellion needs the knowledge possessed by these officers to help devise effective defense strategies. You must lead a mission to destroy this facility. You can strike silently and quickly, giving the Rebels less of an opportunity to mount an organized defense. Can we count on you to undertake this vital mission for the Empire?",		"m6t":"Destroy Rebel research facility",		"m6s":"Burn, Rebellion, burn! Most excellent! Without their precious engineers to design new starfighters and weapons for them, the Rebellion is doomed. You should feel proud, loyal agent, for you are carving your place in history.",		"m6o":"Imperial Intelligence: Bureau of Operations",		"m6l":"",		"m6i":"They must be using some sort of holographic image disguiser but I've never heard of one capable of shielding an entire facility. Perhaps they've adapted a cloaking device? We must find those Incom engineers and cripple the Rebellion's arsenal of new weapons.",		"m6f":"As if squadrons of X-wings were not bad enough, now those Rebels will have access to all manner of new starfighter designs. All of this because of your failure to complete this mission. This will be reported to Imperial High Command. We'll see what they recommend be done with you.",		"m6d":"Months ago we'd learned that the Rebels had moved many of their scientists, technicians, and Incom engineers to a secret research facility. We've now located that facility. A successful strike against that base would be a devastating blow to the Rebellion and a major victory for the Empire. We'd like to arrange for a covert strike and believe that you are the agent most qualified to lead such an operation. Will you serve your Emperor and do your part to crush these Rebels? Losing the ability to design new starfighters and improve defenses would aid our armada in finishing the Rebels off.  ",		"m5t":"Destroy Rebel operation base",		"m5s":"It is no wonder you are known and feared throughout the Empire. You represent the finest our organization has to offer. Congratulations. This victory will dominate conversations on Imperial Center for some time to come.",		"m5o":"Imperial Intelligence: Bureau of Operations",		"m5l":"",		"m5i":"Those Rebel slicers are good. They're very good. They must have tampered with our intelligence reports. We must send word to the Emperor that Blackhole must double his efforts to find these HoloNet pirates and deal with them. Worry not, we'll locate this operational base in due time.",		"m5f":"So they escaped you. This is both disappointing and embarrassing. We trusted you with this task. We sent our assurances to the Emperor himself that this base would be eradicated. Your failure will cost the Empire dearly. We will not soon forget this incident.",		"m5d":"We believe we've located the site of a future Rebel operational base. Our intelligence reports indicate that the base is still relatively small but these Rebel outposts can literally spring up overnight. Rather than call in a Star Destroyer strike, which would no doubt alert Rebel spies watching the movements of our fleet, we'd like our covert agents to deal with this situation. A few deadly individuals can be just as effective as a legion of stormtroopers if they are used correctly. Are you capable of handling such a perilous mission? It will take careful planning and a decisive and precise strike to destroy that base.  ",		"m4t":"Destroy Procurement and Supply command center",		"m4s":"This will probably cripple this sector's Rebel cells and will greatly impact the Rebellion's ability to perform future sabotage missions. Well done, agent. A full report of your success will be sent to the Emperor. I would not be surprised if you received a summons to Imperial Center in the near future.",		"m4o":"Imperial Intelligence: Bureau of Operations",		"m4l":"",		"m4i":"Could Targeter have known of this attack and sent us false intelligence? We must investigate this situation. We will find this command center. The Empire does not fail.",		"m4f":"Destroying the Rebels' command center that regulates their supply lines would have crippled their entire organization. Instead, they are now aware that our intelligence agents must be planted deep within their hierarchy for us to have orchestrated this attack. Your failure has cost the Empire a great deal. The Emperor is demanding a full report. Your name will appear on that report. ",		"m4d":"One of the Rebellion's Procurement and Supply command centers has been identified. This base coordinates a good deal of the Rebellion's logistics and we suspect that it may house the Rebel known as Targeter. The destruction of this facility along with the death of Targeter would be a great victory for the Empire. It will not be an easy mission but this is precisely why we have contacted you. You come through for us several times in the past. Can you undertake this vitally important mission? ",		"m3t":"Destroy Rebel covert team's base",		"m3s":"You did such an excellent job, we hope there's enough evidence left for our forensic techs to sift through to search for Crix Madine. You make us proud, agent. You will no doubt help lead our glorious Empire in crushing this foolish Rebellion.",		"m3o":"Imperial Intelligence: Bureau of Operations",		"m3l":"",		"m3i":"Madine must have gotten word of our imminent attack and evacuated his strike team. That devil is crafty and elusive. But we'll catch him eventually. Report back to us later and we'll see if we've acquired new information regarding his whereabouts.",		"m3f":"If Crix Madine was in that base, we'll never know. This failure has allowed many of the Rebellion's finest commandos to escape. How could we have been so mistaken in choosing you for such a delicate and dangerous mission? We hope you will find a way to redeem yourself in our eyes.",		"m3d":"We've located a Rebel covert team's base. We believe this team has been responsible for conducting several sabotage missions against Imperial shipyards. Our intelligence even informs us that the traitor, Crix Madine, has been known to make visits to this base.  This base must be annihilated, especially if we think there is a chance of taking out Madine. This mission will require the highest degree of skill and a good deal of efficient brutality. You seem to be the right agent to lead such an operation. Can the Empire rely on your loyalty and service?",		"m2t":"Destroy Rebel SpecForces training facility",		"m2s":"Your name will be honored in our ranks. If you continue in this vein, your presence may be requested by the Emperor himself. Perhaps you will serve under Lord Vader. A great honor indeed.",		"m2o":"Imperial Intelligence: Bureau of Operations",		"m2l":"",		"m2i":"We must question our covert operative more closely. Perhaps they were suspected of being a double agent and fed misinformation by the SpecForces commandos. At these high levels it is difficult to know who to trust.",		"m2f":"Your failure has allowed many of these Rebel commandos to escape. We wish we had chosen an agent more judiciously. How can you expect the Empire to honor your name when you give us reasons to doubt your abilities? You must redeem yourself in the Emperor's eyes.",		"m2d":"A Rebel SpecForces training facility has been uncovered by one of our covert operatives. Rebel data slicers would no doubt intercept any search and destroy orders we might send to the storm commandos and warn the facility. They would not suspect, however, that we would assign a few individual agents to take care of this installation. Agents such as yourself could use stealth to approach the training facility, and then employ your amazing combat skills to eradicate it. Can you tackle such a difficult mission?",		"m1t":"Destroy Rebel strike team's base",		"m1s":"This is why we chose you for this mission. We knew you would not disappoint the Empire. It is agents like you that will insure we crush the Rebellion. Long live the Emperor!",		"m1o":"Imperial Intelligence: Bureau of Operations",		"m1l":"",		"m1i":"Those strike teams move fast and are experts of leaving no evidence behind. We'll track them down and find out why we were thrown off the scent so easily.",		"m1f":"We had come to expect so much more from you. How could you have allowed any of them to escape? Your failure must be reported to the Emperor and he is not a very forgiving man. We hope for your sake he'll be lenient with you.",		"m1d":"A Rebel strike team's base has been located by our Analysis Bureau but we suspect they are aware of this and are already preparing to evacuate. Our team of storm commandos would never arrive in time to make sure these Rebels paid the ultimate price for their treason. We must call upon you, one of our most trusted agents, to lead this operation personally. These strike team operatives are incredibly dangerous and very well trained. We trust your skills and instincts will serve you well. Destroy this outpost and make an example of these terrorists. We're counting on you."
}}
