{
	"stfFile":"mission/mission_npc_recon_rebel_easy",
	"entries": {
		"m50t":"Spy on an Imperial Base",		"m50c":"None of my other spies have heard anything more about Taanab either. Maybe the Empire isn't planning an operation there after all. Or maybe they're just keeping it more secret than usual. I'll have to keep on top of it, just to be sure.",		"m50d":"Imperial",		"m50o":"Our spies claim that the Empire is ready to mount some big operation on Taanab. My family is there! I'm worried the Empire might know about my involvement in the Alliance, so I'm trying to find out anything I can. Will you recon the Imperial base at these coordinates and listen for any mention of Taanab? Report back to me as soon as you can, even if you hear nothing in particular. Thank you very much.",		"m49t":"Investigate a Double Agent",		"m49c":"No Alliance operatives there? Good. That makes me breathe a little easier. However, we still need to keep our eyes open for possible double agents. Greed can be a powerful ally, even for the Empire.",		"m49d":"Imperial",		"m49o":"I'm telling you this in the strictest confidence. I think one of our own has turned into a double agent. I need you to check out the Imperial facility at these coordinates and see if you can find any Alliance operatives there. I don't need to tell you how much damage a spy could do to us. Report back to me as soon as you've completed the mission.",		"m48t":"Check Out a Smugglers' Den",		"m48c":"I knew that place would be crawling with Imperials! When you deal with outlaws, you've always got to watch over your shoulder.",		"m48d":"Imperial",		"m48o":"I'm positive the Empire has paid some outlaws to creep around our supply operations in this area. Go to this smugglers' depot and see if there's any evidence of Imperial entanglement. Report back to me with your findings. If we can prove these outlaws are working against us, we'll save ourselves plenty of headaches down the road.",		"m47t":"Teach a Gangster a Lesson",		"m47c":"Nice. Thanks to you, that gangster will think twice about threatening us in the future.",		"m47d":"Gangster",		"m47o":"A local gangster has been causing us problems. Sneak around this gangster's hideout and get me some good intel. Don't cause any problems, just bring me some inside information. When I show him how easily we can infiltrate his operation, and sabotage it if we want, maybe he'll think twice about giving us any grief.",		"m46t":"Check Out a Smugglers' Den",		"m46c":"No Imperials, eh? Maybe my intel is wrong. I'll double-check my sources. Thanks for the recon.",		"m46d":"Smuggler",		"m46o":"I'm positive the Empire has paid some outlaws to creep around our supply operations in this area. Go to this smugglers' depot and see if there's any evidence of Imperial entanglement. Report back to me with your findings. If we can prove these outlaws are working against us, we'll save ourselves plenty of headaches down the road.",		"m45t":"Find an Ithorian Hostage",		"m45c":"Blast. No Ithorian hostage. If we could have sprung him, that donation would be as good as ours. Funding a rebellion is not an easy challenge, my friend, take it from me.",		"m45d":"Pirate",		"m45o":"We were this close to finalizing a donation from an Ithorian noble, when space pirates kidnapped him. We think we've tracked them down, though. Go to these coordinates and see if the pirates are there. If so, verify the presence of a rich Ithorian. Let me know what you find. We could really use that donation.",		"m44t":"Reconnoiter an Imperial Post",		"m44c":"Good job. Sounds like there's nothing out of the ordinary going on at that Imperial post. Still, we have to keep track of them. Thanks.",		"m44d":"Imperial",		"m44o":"Okay, listen up. If you're interested in a little danger today, I've got a recon mission for you. There's an Imperial relay post at these coordinates. I want you to sneak in and poke around the place. See what you can find. Try not to be seen, though I know you can take care of yourself if they find you. Good luck, and may the Force be with you.",		"m43t":"Lost Contact With a Listening Post",		"m43c":"Blast! The Empire has uncovered too many of our secret operations lately. I'm beginning to suspect a spy in our midst. If I find out who it is, they're going to be sorry. I knew every one of those men at that listening post! All those lives lost....",		"m43d":"Imperial",		"m43o":"We lost contact with one of our listening outposts. I want you to see what happened. If there's trouble, find out what you can but don't reveal your presence. Bring the information back to me at once. We can organize a response appropriate to the situation.",		"m42t":"Deactivate a Homing Beacon",		"m42c":"Nice work. We didn't want that homing beacon to tip off any Imperial sympathizers.",		"m42d":"Gangster",		"m42o":"We planted a homing beacon on a shipment of AT-ST gyro power cells. Unfortunately a band of thieves stole the cells from our middleman before the Empire took possession. Now we need to turn off the beacon. I've loaded your datapad with a proximity deactivation program. Sneak into the thieves' den. Your waypoint will vanish when the beacon is shut down. Then report back to me at once. Good luck.",		"m41t":"Dubious Black Marketeer",		"m41c":"Thanks for the information. I have to say, I don't like this supplier's setup. Something tells me there's more going on here than meets the eye. I'm backing away from those proton torpedoes. It's not worth the risk.",		"m41d":"Smuggler",		"m41o":"I've arranged to pick up a small cargo of proton torpedoes. I've never worked with this black market supplier before, though, so I'd like someone to check out his operation before I commit any capital offenses with him. Have a look around if you can, and come straight back to me with any information you get. We can't be too careful.",		"m40t":"Find a Stolen Field Generator",		"m40c":"You did good work. I bet the generator was in one of those crates. I'll gather my strike team this evening to retrieve it. The Empire is bad enough; we can't have thieves thinking they can prey on the Alliance, too.",		"m40d":"Pirate",		"m40o":"The black market is tricky business. We ordered a Nordoxicon-38 Anti-concussion Field Generator for one of our clandestine freighters, but someone stole it. Luckily, we think we've found it. I need you to infiltrate the thieves' hideout and see if it's there. Don't start any trouble, just report back to me. I've got a strike team ready if the generator is there.",		"m39t":"Droid Memory Troubles",		"m39c":"Thank goodness the Empire didn't seem to learn anything from those droids. We've got to be more careful. Remember, always wipe your droids before you sell them.",		"m39d":"Imperial",		"m39o":"The Empire picked up a couple of our old service droids. I don't think they'll divulge sensitive information before their memory gets wiped, but I'd like to make sure. Sneak into the Imperial facility at these coordinates and see if any activity suggests they're on to us. Report back to me at once. I hope my fears are unfounded.",		"m38t":"Size Up Tractor Beam Parts",		"m38c":"Too bad the shipment wasn't larger than that. I would have loved to drop a thermal detonator in there and stall the maintenance of a dozen Star Destroyers' tractor beams. Well, in any case, we'll keep an eye on that facility. Thank you for the recon.",		"m38d":"Imperial",		"m38o":"The Empire landed a shipment of tractor beam flux lenses in a small emplacement. See if you can sneak in and get some sense of how large the shipment is. Bring me the information at once. Tell no one else. This could be a chance for us to hobble many Imperial capital ships at the same time.",		"m37t":"Scout the Squatters",		"m37c":"You say the old base is overrun with tough guys? Not good. Looks like we'll have to send in a well-armed team to negotiate a resolution. Thanks for your help.",		"m37d":"Gangster",		"m37o":"There's a small problem. We shut down an old base last year, and now we need to reopen it. Some squatters have taken over the place since then. If you can, I need you to have a look around and let me know what you find. Maybe we can clear the facility with a simple warning.",		"m36t":"We Need Mudmaulers",		"m36c":"No evidence of Imperial involvement, eh? Hmm. Maybe the guy is clean after all. We really do need those mudmaulers he promised me. I guess we'll take this arrangement to the next level. Thanks for the recon.",		"m36d":"Smuggler",		"m36o":"We're looking for swampcrawlers to use at a new landing base near Antar. I found a black marketeer who's willing to sell me some, but I'm not sure I trust the guy. Can you sneak into his compound and see if there's any evidence of Imperial involvement? Report back to me as soon as you can. I can smell a trap, and my nose is tickling right now.",		"m35t":"Scout For Stolen Snubships",		"m35c":"No sign of the landing platform, eh? Something strange is going on here. I think we should pay that place a visit and put some questions to them. I promise I'll contact you if we have any openings on the strike team.",		"m35d":"Pirate",		"m35o":"We spotted a couple of snubships landing at an underground platform near here. None of our X-wings are currently authorized for landfall in this system. Go and check the place out. I'm afraid someone might be selling hijacked starfighters to the Empire. Report back to me after you scout the place.",		"m34t":"Power Cores Missing?",		"m34c":"Okay, I expect she was telling the truth. Here's some credits for your trouble. Now I have to find some extra power cores....",		"m34d":"Smuggler",		"m34o":"One of our "procurement specialists" just delivered a cargo of power cores -- but not as many as we expected. She said she had to dump some cargo during a tight race with a Star Destroyer. Not that I don't trust her completely, but would you mind looking around her base, secretly? Don't let her see you. Report back here.",		"m33t":"Check Out a Candidate Smuggler",		"m33c":"Well, I don't hear anything incriminating yet. I hope this fellow turns out to be legitimate. Oh, listen to me -- I'm hoping he's an honest crook! It sure is a crazy war.",		"m33d":"Smuggler",		"m33o":"We've opened tentative negotiations with a known smuggler, trying to line up a new "procurement specialist" to bring us cargo through Imperial blockades. But I don't trust this guy -- yet. I'd like you to investigate his base, covertly, and report back here. Don't provoke an incident. In fact, try not to be seen at all. We don't want to spook him.",		"m32t":"Smuggler Gone to Empire's Side?",		"m32c":"All right, sounds like she's not dealing with the Empire, at least. If she were, we'd be facing major problems. Thanks, and here's a little something for your work.",		"m32d":"Smuggler",		"m32o":"We have dealings with a "procurement specialist" who brings our medical supplies through Imperial blockades. She's a great pilot. But now we hear she's dealing with the Empire. We want you to check the coordinates of her base for signs of an Imperial presence. Don't destroy anything, don't get seen, and report back here.",		"m31t":"Thalassian Slave Collars Arrive",		"m31c":"That sounds like slavers. I don't suppose you saw the collars? Well, doesn't matter. We'll take care of this promptly. Thanks, and good work!",		"m31d":"Gangster",		"m31o":"We have an informant in customs who tells us that a shipment of Thalassian Slavers Guild collars just made landfall on this world. Where there are collars, there are slavers. That stinks! We want you to check the coordinates of that shipment and tell us about the defenses of whatever you find there. Report back here, and don't get enslaved, okay?",		"m30t":"Construction Droid Stolen",		"m30c":"You would have seen something as big as that construction droid. Maybe they cut it up and sold it for parts. We'll have to do something about this crime problem. Thanks for your efforts.",		"m30d":"Gangster",		"m30o":"Some gangster ring is stealing construction equipment. I don't know why crooks would want an Industrial Automaton heavy construction droid, but we needed it ourselves to build a new base. We'd like you to check the coordinates of the droid's tracking beacon, then report back. If you see the crooks, try to determine their defenses.",		"m29t":"Beamdrill Gone Missing",		"m29c":"Nothing you saw matches the beamdrill description I have. Hope we don't find that thing's location the hard way. Thanks anyway.",		"m29d":"Gangster",		"m29o":"A ring of thieves is stealing heavy construction equipment. They just took a -- wait, I'll check my report -- a Karflo Corporation G2-GE beamdrill. Says here this thing could punch through a corvette-size starship. I want to know where it is; how about you? I have some coordinates here I'd like you to check out. Report back here.",		"m28t":"Tagge Viceprex Kidnapped",		"m28c":"Doesn't sound like the Viceprex was there. Well, it may have been one more rumor. Thanks for checking, anyway. Please take this for your trouble.",		"m28d":"Pirate",		"m28o":"A pirate gang kidnapped a Viceprex of the Tagge Company, the biggest and wealthiest bunch in the Corporate Sector. We found out they're hiding him on this world while they negotiate a ransom. If we can rescue him, we'll earn a nice reward. But we don't know the pirate's defenses. Check out these coordinates and report back. Don't provoke violence, or they'll kill the hostage!",		"m27t":"Stolen Subspace Transceiver",		"m27c":"We'll have to do something about this ongoing pirate problem. We're losing too much equipment to them. Well, thanks for the report.",		"m27d":"Pirate",		"m27o":"The Alliance invested much effort to create an encrypted subspace link that could use the Imperial HoloNet without detection. Then someone stole it! We're, shall we say, miffed. We had a tracking beacon on the subspace transceiver, so we want you to find it and report back on who's got it. Don't let the equipment get damaged!",		"m26t":"Carbanti Sensor Arrays Stolen",		"m26c":"I see. Pirates could definitely use starship sensor arrays. Well, those sensors won't be good enough to see us moving in on them. We'll take it from here. Thanks!",		"m26d":"Pirate",		"m26o":"Someone has hijacked one of our shipments of Carbanti United sensor arrays. Luckily we had a tracking beacon on the shipment. We have the coordinates, but we don't want to move until we know the opposition. Check out this location, don't get seen, don't get caught, and report back here.",		"m25t":"SoroSuub Ship Laser Plans",		"m25c":"Didn't see the plans? All right. We can probably discount that particular danger. There's plenty more to keep us from resting easy. Thanks for your fine recon effort.",		"m25d":"Imperial",		"m25o":"We suspect an Imperial spy has stolen plans for the SoroSuub ship lasers we plan to install in a new generation of starfighters. We tracked the spy to these coordinates, but we'd like to be sure the plans were indeed compromised before we try an assault. Go, look around, don't get caught, and report back.",		"m24t":"Borstel Shield Generator",		"m24c":"Sounds like that shield generator is too small for us to worry about. The Empire can almost shield whole planets now, I hear. Still, we may need to do something. Thanks.",		"m24d":"Imperial",		"m24o":"According to an Alliance sympathizer employed by the Borstel Galactic Defense munitions company, Borstel is building a deflector shield generator for the Empire on this world. We have the coordinates, but we don't know if the target is worth the effort of a full assault. Check the installation and report back, please.",		"m23t":"Check Supply Depot Defenses",		"m23c":"Good. We have a bunch of stormtrooper helmets outfitted with hidden tracking bugs. We hope to see them dispensed to Imperial troops all over this world. Thanks, nice job!",		"m23d":"Imperial",		"m23o":"We're planning something sneaky. We need to plant marked inventory in an Imperial supply depot. Our inside agents can adjust the records, but we need to know the depot defenses before we go in to make the drop. Look over the installation at these coordinates, then report back here. Don't try to be a hero and attack the place!",		"m22t":"Imperial Military Research Scientist",		"m22c":"The information we had was a fake. The Empire wanted to lure a major Alliance force into that deathtrap. Well, good thing you weren't killed. Sorry for the trouble!",		"m22d":"Imperial",		"m22o":"An informant tells us that an ordinary-looking fellow who just arrived from offworld is in fact a leading scientist in the Imperial Department of Military Research. That sounds bad, but maybe it's an opportunity. If we could persuade him to defect... First things first, though. He's stationed at these coordinates. Recon the area, don't let him get killed, and report back here.",		"m21t":"Kuat Sales Agent Arrives",		"m21c":"The gossip is that the Empire is preparing a new turbolaser, or maybe a planetary ion cannon. Great, that's all we need. Okay, we'll take it from here. Thanks!",		"m21d":"Imperial",		"m21o":"The arrival of any official from the Kuat Drive Yards always means bad news. Kuat is the Empire's most faithful armaments manufacturer. One sales agent arrived on this world not long ago. Fortunately we had a tracking beacon on him every second, from Kuat straight to these coordinates. We'd like you to check out his location and report back.",		"m20t":"Secret Mer-Sonn Shipment",		"m20c":"Wonder why the Empire is making a secret shipment of munitions. Somehow this makes me nervous. Well, we'll deal with the problem. Thanks for the report.",		"m20d":"Imperial",		"m20o":"Our informant in customs says a big shipment from Mer-Sonn Munitions arrived on this world yesterday. The destination coordinates don't match any known installation. We don't know who's housing those munitions nor, more important, what's guarding it. We'd like you to find out and report back.",		"m19t":"BlasTech Executive Rouses Suspicion",		"m19c":"That's an Imperial weapons factory. Looks like BlasTech is playing both sides against each other, which is usual for them. I'll pass this along to headquarters, thanks.",		"m19d":"Imperial",		"m19o":"A local Alliance leader met secretly with an executive of BlasTech about procuring ion cannons. After the meeting, our man noticed the executive walk close by an Imperial soldier. It looked suspicious. We have a tracking beacon on the exec, so we'd like you to check his current coordinates and report back here.",		"m18t":"Trace the Czerka Executive",		"m18c":"That sounds like a weapons manufacturing plant, no doubt gearing up to produce Czerka armaments for the Empire. All right, we'll get on that quickly. Thanks!",		"m18d":"Imperial",		"m18o":"I spotted a fellow in town who looked like this world's sales executive for Czerka, the Empire's arms manufacturer. He met with an Imperial goon, and they both headed out of town. I managed to plant a tracking beacon. I want you to check these coordinates to see where they went, then report back here.",		"m17t":"Check Out the Gangsters",		"m17c":"I'll have to bounce this off High Command. Working with smugglers is one thing, working for criminals who peddle poison is another thing entirely. Thanks for your help, friend.",		"m17d":"Gangster",		"m17o":"A Black Sun agent claims they have an operation near here that could benefit our cause. If we help them transport glitterstim off the planet, they'll help us avoid detection by Imperial authorities. I'm not sure I like that deal. Check out their operation and see what kind of a setup they have. Don't be seen.",		"m16t":"He's Really a Spy",		"m16c":"Well, cut off my legs, put me in a robe, and call me a Jawa! I was completely fooled. I had no clue! Looks like it's time for me to have a nice "heart-to-heart" with my drinking buddy.",		"m16d":"Imperial",		"m16o":"Well! Give me claws and a tail and call me a rancor, if it doesn't turn out that one of our trusted informants is an Imperial spy. I just can't believe this report! You've got to scout out these coordinates, friend, and verify for me, once and for all, if our "good buddy" is really working for the Imperials. ",		"m15t":"Spy vs Spy",		"m15c":"A criminal and a thief we can deal with; an Imperial spy is altogether different. Thanks for your help, citizen.",		"m15d":"Smuggler",		"m15o":"We've been following the activities of one of our informants. It seems our man has some business on the side. We have to make sure he's not an ISB or Imperial Intelligence agent. Go to these coordinates and see what our friend is up to.",		"m14t":"Check the References",		"m14c":"Sounds like good old-fashioned criminals to me. I hate using their services, but the Empire doesn't leave us much choice.",		"m14d":"Pirate",		"m14o":"When you're fighting for the freedom of the galaxy, you have to make some compromises and work with individuals that you'd rather not. Some of these folks have offered us help, but we need to make sure they're who they claim to be and not Imperials in disguise. Check out their operation and report back.",		"m13t":"Who Watches?",		"m13c":"Just as we suspected. This is not good. There's no telling how much the Imperials know of our operations. We may have to abandon this cell completely. Thanks, friend.",		"m13d":"Imperial",		"m13o":"As it turns out, one of our contacts is likely a double agent working for ISB. We managed to plant a tracking device on him and found him visiting these coordinates on a fairly regular basis. Not much out there according to our maps. Care to check it out for us?",		"m12t":"What's Hidden in a Smuggler's Den?",		"m12c":"It'll be a fight, but I think we can take the base. There's no telling what you'll find hidden in a smuggler's den anyway. Could be quite lucrative for us. Thanks.",		"m12d":"Smuggler",		"m12o":"Not all smugglers are created equal. Commander Solo was apparently a diamond in the rough, because my experience with other smugglers has been unpleasant. We're getting blackmailed by one now. We need you to scout out his lair and see what defenses they have. Looks like we'll need to terminate this business relationship.",		"m11t":"Measure a Hutt",		"m11c":"Sounds like we'll have quite a fight on our hands, but truth be told, I've been itching to wipe that drool-smeared grin off that Hutt's face for months. Thanks for your help, citizen.",		"m11d":"Gangster",		"m11o":"They say Hutts are excellent negotiators. I have yet to see proof, because the Hutt we deal with is all about threats and posturing. The gang lord is demanding more protection money to avoid drawing Imperial attention. We need to know the Hutt's strength before we decide to cut him off. Can you help us with that?",		"m10t":"A Deal Gone Sour",		"m10c":"I wish we didn't have to rely on those rogues, but given our circumstances, we have little choice. We'll deal with this smuggler.",		"m10d":"Smuggler",		"m10o":"One of our "procurement specialists" has decided to up his price for services rendered and feels that he is owed substantial back wages. We suspect this is going to turn ugly. Scout out this smuggler den and see what those scoundrels are up to.",		"m9t":"Investigate Gangster Mischief",		"m9c":"We were hoping to avoid voilence, but it seems they're preparing for some sort of assault. We'll be ready for them. Thanks for your help, citizen.",		"m9d":"Gangster",		"m9o":"A Black Sun representative approached us recently and offered a deal he felt we couldn't refuse. Well, we refused. I think this might lead to an unpleasant confrontation. We need you to scout out the area believed to be occupied by Black Sun and see what those gangsters are up to. Don't try to take them on -- they're tough customers.",		"m8t":"Investigate Some Disappearances",		"m8c":"Those sound like slavers, sure enough. We'll organize a strike team and pay those criminals a visit. We must stamp out slavery in the galaxy.",		"m8d":"Pirate",		"m8o":"The locals have asked for our help in investigating several disappearances. Most of the missing have been young and aliens. We suspect slavers. Sensors have indicated an unusual amount of activity at these coordinates. Can you check it out for us?",		"m7t":"Who Goes There?",		"m7c":"Those don't sound like Imperials to me. I wonder if those rogues have cloaking devices. How else could they have escaped our sensors? Thanks for the intelligence, friend.",		"m7d":"Smuggler",		"m7o":"Some local kids discovered what we think is a reinforced bunker. We've had no evidence of the Empire in this area. Scout out the coordinates where the bunker was found. If these are Imperials, we need to take immediate action.",		"m6t":"A Suspicious Landing Platform",		"m6c":"So the Imperials have decided to set up shop here. I hope their presence here is simply coincidental and not a result of our activities. There is, after all, a lot of smuggling activity in this area. Thanks for your help.",		"m6d":"Imperial",		"m6o":"Surveillance imagery clearly shows a landing platform in the midst of construction. We need someone to scout the area out and determine the size and strength of the garrison, if indeed it is the Empire. If not, then who is building that platform? Think you can help?",		"m5t":"Scout the Scouts",		"m5c":"I'm not sure we have the strength to wipe out a garrison that size. I'll need to check with High Command. Thanks for your help, citizen.",		"m5d":"Imperial",		"m5o":"Some locals brought in some wreckage yesterday. We're fairly certain it belongs to an Aratech 74-Z speeder bike. Those are standard issue for Imperial scout troopers. If there is a garrison, their sensors would pick up surveillance droids easily. We need you to scout the area out on foot. Stay out of sight.",		"m4t":"Predator at the Door",		"m4c":"The Empire must have discovered our cell. We need to prepare an evacuation at once. You just saved many lives, friend. May the Force be with you.",		"m4d":"Imperial",		"m4o":"Youngsters claim to have seen an AT-ST in the wilderness. Our surveillance droids have encountered some sort of jamming field covering a small area at these coordinates. Care to scout out that area and see what it is that someone's interested in keeping secret?",		"m3t":"Let's Head to the Races",		"m3c":"Well, that's not as bad as Imperials, but it could mean Black Sun or Hutts, who present other problems. Thanks for your help, friend.",		"m3d":"Gangster",		"m3o":"Surveillance droids have transmitted some interesting aerial pictures. Someone is building a "swoop track" in the wilderness. We don't know if this is an Imperial operation or something more local. Check out these coordinates and let us know what you find.",		"m2t":"Lesser of Two Evils",		"m2c":"Just as we feared. Taking them out is not a great concern, but locals are bound to notice the fight and report it to Imperial authorities. Thanks for your help, citizen.",		"m2d":"Gangster",		"m2o":"Some of our sensors have picked up the distinctive energy emissions of the Yellow Demon 100 speeder bike. These craft are swoop gang favorites. The last thing we need in this area is a swoop gang compromising our security. Check it out and report back.",		"m1t":"Check Imperial Growth",		"m1c":"Thanks, citizen, we'll pass this information along to High Command. We'll either need to relocate our operation or else organize a strike against that outpost.",		"m1d":"Imperial",		"m1o":"The Empire is constantly surveying land for new observation posts. Probots, scout troopers, and Imperial Intelligence interrogators soon follow. We need you to head to these coordinates and scout the area. Let us know if the Imperials have moved in."
}}
