{
	"stfFile":"mission/mission_npc_destroy_neutral_hard_creature",
	"entries": {
		"number_of_entries":"25",		"m25t":"Reduce Dangerous Emissions",		"m25c":"Most satisfactory. I could never have accomplished that myself. Perhaps I'll be in touch with you again soon.",		"m25o":"My studies show that the planet's natural radiation shielding has been damaged by the gaseous emissions of certain large carnivores in the wild. In the interest of the planetary environment, I shall pay you a large sum of credits to remove some of these unwholesome creatures from the ecosystem. Interested?",		"m24t":"Protect the Weak",		"m24c":"How wonderful! You have given hope to those who have none! We emptied our village medical funds to pay you, but you have more than earned it.",		"m24o":"You've got to help me! Awful creatures have migrated into the area around my settlement. If someone doesn't handle them soon, we could be overrun! We're a peaceful settlement. We have no weapons. Please, can you do something to save us? We can pay you, though we don't have much to spare.",		"m23t":"Animal Trophies",		"m23c":"Very nice. Unfortunately, my taxidermy droids have broken down, so you can take what you want from the creatures. I'll let you know if any more opportunities like this one arise.",		"m23o":"I run a brisk export business, and lately animal hides are moving well. I've spotted a few prize animals that I'd love to harvest, but they're not exactly going to roll over and let me skin them. Only the toughest hunters stand a chance of bringing them down, but you look like a veteran. Care to take the job?",		"m22t":"Bad for Business",		"m22c":"At last my business can get back on schedule. Nice work, my friend.",		"m22o":"Business is bad, and it's the Empire's fault. Their "xenobiologists" dumped a load of dangerous monsters on the land near my shipping terminal. I'm dropping hoversleds and load lifters faster than grumph scales in molting season. I'll pay you handsomely if you can obliterate these creatures so I can get back on schedule.",		"m21t":"Creature Bounty",		"m21c":"Incredible! You took care of the problem far quicker than anyone expected. You earned this bounty with style. And thanks for bagging me the finder's fee, too.",		"m21o":"The planetary ecosystem is in a shambles after some disruptive animals were set loose. The authorities will pay a considerable bounty to anyone who can blast these dangerous creatures into component muscle fibers. And I'll get a finder's fee myself. You look like you're up to this job.",		"m20t":"Avenge My Parents",		"m20c":"You have done more than just kill a wild animal. You have avenged two good people. Here is all I have left. I would give you more, if only I had more. At last I shall rest easy.",		"m20o":"It took nearly all my resources, but I finally located the murderous creature that took my parents from me! I'm willing to pay you all I have left if you'll take whatever armaments you need and kill that hellish beast once and for all!",		"m19t":"Destroy a Legend",		"m19c":"Your deed is most valiant. Alas, I have determined that yon fell beast was not actually the Galactic Questing Beast, but nevertheless I shall pay for your most excellent service. Huzzah!",		"m19o":"Lo, have I been searching for the Galactic Questing Beast for many ages, as reckoned in this system! At last I have tracked the fell monster to this very planet. I must engage your services to dispatch this legendary creature. I shall remain in yonder cantina, drinking a quaff of jawa juice and boldly awaiting your return.",		"m18t":"Terror of the Homestead",		"m18c":"I can't believe you actually managed to wipe that thing out. Amazing. Take this payment with my heartiest thanks.",		"m18o":"Whatever is terrorizing my homestead, it's big enough and mean enough to kill three hired guards and dismantle a platoon of security droids. I need someone with your particular expertise to track it down and wipe it out. Take whatever associates you need for the job. I'll defray the costs, just get the job done.",		"m17t":"Loose Ends",		"m17c":"Sounds like those creatures destroyed the evidence, and you destroyed the creatures. Good job. Takes care of that last loose end.",		"m17o":"A colleague and I took refuge on this world after a skirmish with certain government officials. We went our separate ways, and now I've lost contact with him. I have his last known coordinates. I'll pay you to go there and -- not "rescue" him, exactly -- but destroy his trail, and the surrounding area, and anything else you see.",		"m16t":"A Cry for Help",		"m16c":"No sign of my friend? Oh no, how horrible! That's -- well, you did your best. Please accept this. Now I must inform his family.",		"m16o":"I'm relaying a desperate cry for help. My friend made an extended hike across the wilderness. He just called to tell me a pack of predators was closing in on him, and that he wanted to say goodbye! It was heartbreaking. I beg you: Can you go to his location and see if he lives? Or at least kill whatever killed him?",		"m15t":"New Way to Smuggle",		"m15c":"Thank you. This is an unusually barbaric smuggling tactic, and I hope the smugglers will soon abandon it.",		"m15o":"Smugglers are using a new tactic: land in the wilderness, force-feed their goods to wild animals, and stampede the beasts into a town. Locals kill the animals, and the smugglers' accomplices are there to extract the goods. We have word of an imminent stampede, and we'd like your team to destroy the predators well outside town.",		"m14t":"Protect the Foolish",		"m14c":"Though some would disapprove of my strategy to protect the natives, my motives are pure. Once the predators are gone, the foolish custom will go too.",		"m14o":"Natives have a bizarre adulthood rite. They confront large packs of local predators in their lair, try to touch each one, and escape alive. This barbaric custom causes many native deaths each year. I'd like to protect these natives by eradicating the predators. I wish to hire your team.",		"m13t":"Intestinal Parasite Awareness",		"m13c":"This fee comes from a local grant provided by the Galactic Chirgotta Awareness Council. Thank you for your help in making the galaxy chirgotta-free!",		"m13o":"The chirgotta intestinal parasite, which causes illness in species across the galaxy, lives one part of its life-cycle in the skin membranes of large indigenous predators. We can stop the spread of chirgotta through control of predators. If your team can eliminate the chirgotta-infested predators at this location, we'll reward you.",		"m12t":"Predator Elimination",		"m12c":"This Periodic Overland Nuisance will keep raising problems and lowering property values for a while. There may be more jobs once we replenish our finances.",		"m12o":"I hate this Periodic Overland Migration! Never mind all these dumb animals lumbering across the region -- it's the predators following them I hate. They're going to destroy property values unless homeowners take firm action. We want to hire your team to stop a pack of these things. Can you do it? ",		"m11t":"Protect the Herd",		"m11c":"Excellent. The Migration will continue for some time, so I expect folks around here will have more assignments for your team.",		"m11o":"The Periodic Overland Migration is on again. Predators are already gathering to follow the herd. The community council wants to hire you to eliminate a pack of them before they menace this area. Can your team take care of this?",		"m10t":"HoloNet Star",		"m10c":"Right, all the recordings came through fine. This fee buys all rights. Look for the show sometime next season. Thanks, love ya.",		"m10o":"All right, you'll do. The HoloNet program "Against Wild Worlds!" is looking for heroic hunters. Hovercams will be waiting above a creature lair our scouts have located. Your job is to go there and kill everything, preferably with dramatic flair. You can meet our schedule if you assemble your team and leave now.",		"m9t":"Xenocide in Action",		"m9c":"I thank you. The task is daunting, and by some lights never-ending. But my resolve remains firm.",		"m9o":"I offer you this task only because you clearly have impressive skills. A long while ago, certain creatures damaged me severely, in personal ways I will not describe. Since then I have hired select teams of adventurers to eradicate that species from this area. I have located a large lair, and I will pay well for your good effort.",		"m8t":"Avenge a Family",		"m8c":"Someone finally did it! Those beasts are finally destroyed and our community is safe. You've earned this reward, friend.",		"m8o":"Despite all my efforts to stop them, the savage monsters that murdered my family months ago continue to plague this area. Help me stop them, citizen. You're my only hope.",		"m7t":"Exotic Trophies ",		"m7c":"I hope you didn't blast them in the head or neck. It's a pain to patch up these stinking carcasses, you know. Anyway, here's the pay I promised.",		"m7o":"I run a trophy business and am always in need of exotic and dangerous beast heads to mount. I hear tell of a lair of savage brutes not far from here. I'll pay you if you can kill a few for me.",		"m6t":"Predator Population Control",		"m6c":"Well done, friend! You're a champion of the people. This should be proof of our gratitude. Ever consider doing this for a living? Or do you?",		"m6o":"Bleeding heart conservationists prevented the legitimate hunting of several dangerous predatory species. Now there are too many of them, and they're encroaching on our settlements. We sure could use your help in controlling their numbers.",		"m5t":"Promote Tourism",		"m5c":"You're not secretly a Jedi, by any chance? Only a being of exceptional strength and skill could have done what you did. Congratulations. You've earned this reward.",		"m5o":"Having tourists eaten by savage predators is sooo bad for business. The local tourism association has raised a generous reward, payable to the hunter that can rid us of these vicious beasts. Is that hunter you?",		"m4t":"A Plague of Monsters",		"m4c":"Good work, mighty hunter! I bet those creatures didn't have any idea who they were messing with. To the victor go the spoils. Enjoy!",		"m4o":"If you'd like to tackle a mission that would make even the toughest Trandoshan go greener with envy, try taking out the monsters that have been plaguing nearby communities. These beasts are killers! If you pull this off, you'll rake in the credits.",		"m3t":"Amateurs Need Not Apply",		"m3c":"I am most certainly impressed. How'd you pull that off? Resourceful type, aren't you? As promised, here's your generous reward.",		"m3o":"Feel like a challenge, citizen? Several hunters have already tried to wipe out a particularly dangerous creature lair near here. The lucky ones gave up. If you can accomplish this feat, I'll make sure you're properly compensated.",		"m2t":"Balance of Nature",		"m2c":"I don't know what our community would have done without you. You're a stalwart hunter, make no mistake. ",		"m2o":"I've warned the Imperial Environmental Preservation & Refocusing Authority that their activities would throw delicate ecosystems out of balance. Their efforts have deprived dangerous predators of their natural food source, and now the locals must get help to eliminate the predators. Will you help? ",		"m1t":"Abominations ",		"m1c":"A thousand thanks, my friend. You are brave and strong -- a beacon of light in an otherwise murky universe. Take this reward, you've earned it.",		"m1o":"Some creatures are simply abominations -- nightmares given life by a cruel and sinister universe. If only these beasts would remain in shadow, we would have no problems. But they do not. Will you help me force some of these monsters back into the shadow?  "
}}
