{
	"stfFile":"mission/mission_bounty_neutral_medium",
	"entries": {
		"number_of_entries":"50",		"m50v":"Give me your best shot, bounty hunter!",		"m50t":"Kidnapper-At-Large",		"m50s":"Client sends congratulations and this message: "Our little daughter can sleep in peace now. Thank you."",		"m50o":"Bounty Hunters' Guild",		"m50d":"A bounty is hereby issued on a fugitive kidnapper wanted for ransoming a wealthy Naboo child. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "We don't want the ransom back. We'll take our revenge from your hide."",		"m49v":"You don't know who you're playing with, bounty hunter!",		"m49t":"Interplanetary Fence",		"m49s":"Client sends congratulations and this message: "With that space leech out of the way, many more criminals will go out of business. You've earned this bounty."",		"m49o":"Bounty Hunters' Guild",		"m49d":"A bounty is hereby issued on a fence of stolen goods, wanted for possession of contraband in 17 systems. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "A single scum like you allows dozens of thieves and robbers to make a living in the galaxy. Time to kill the weed at the root."",		"m48v":"You must not interfere with my important experiments!",		"m48t":"Rogue Scientist",		"m48s":"Client sends congratulations and this message: "Rogue science. An indelicate business."",		"m48o":"Bounty Hunters' Guild",		"m48d":"A bounty is hereby issued on a rogue scientist accused of illegal genetic experiments across the Outer Rim. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Your despicable work ends now!"",		"m47v":"Why can't I shake you?",		"m47t":"Escaped Prisoner",		"m47s":"Client sends congratulations and this message: "Why would a prisoner turn a life sentence into a death sentence? Criminals are beyond comprehension."",		"m47o":"Bounty Hunters' Guild",		"m47d":"A bounty is hereby issued on a dangerous prisoner who escaped a dungeon ship in Tragan Sector. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Escape is punishable by death."",		"m46v":"That's the last mistake you'll ever make, bounty hunter!",		"m46t":"Industrial Spy",		"m46s":"Client sends congratulations and this message: "Spies are never as clever as they think."",		"m46o":"Bounty Hunters' Guild",		"m46d":"A bounty is hereby issued on an industrial spy, escaped from the custody of a private security force. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You're clever enough to slip away from us, but bounty hunters are cleverer still."",		"m45v":"No bounty hunter is taking me down!",		"m45t":"Renowned Saboteur",		"m45s":"Client sends congratulations and this message: "A lot of families were shattered by that vermin's sabotage. You have earned their thanks as well as this bounty."",		"m45o":"Bounty Hunters' Guild",		"m45d":"A bounty is hereby issued on a renowned saboteur accused in the slaughter of a dozen shipyard workers. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You used thermal detonators. Your own demise will be much more painful."",		"m44v":"I thought I'd lost you, bounty hunter!",		"m44t":"Fugitive Slicer",		"m44s":"Client sends congratulations and this message: "Slicers shouldn't play around in the wrong sectors."",		"m44o":"Bounty Hunters' Guild",		"m44d":"A bounty is hereby issued on a fugitive slicer, convicted of forging credentials for Imperial data systems. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "The galaxy is not big enough to hide you forever."",		"m43v":"Don't make me hurt you!",		"m43t":"Dangerous Informant",		"m43s":"Client sends congratulations and this message: "Splendid work, bounty hunter. We trust the details of this incident will remain secret."",		"m43o":"Bounty Hunters' Guild",		"m43d":"A bounty is hereby issued on an informant who betrayed an employer's secrets to the Empire. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You took a vow of secrecy. Now you shall pay the price for your lack of vision."",		"m42v":"I'll see you in hell, bounty hunter!",		"m42t":"Mercenary Captain",		"m42s":"Client sends congratulations and this message: "Many Shubs and Zuuls have been avenged this day, I can tell you."",		"m42o":"Bounty Hunters' Guild",		"m42d":"A bounty is hereby issued on a mercenary captain who is wanted for mass slaughter in four sectors. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "We will never forget your atrocities at the Third Reconciliation. This is for the Shubs and Zuuls!"",		"m41v":"Those sithspawn double-crossed me! They'll double-cross you too, bounty hunter!",		"m41t":"Suspected Assassin",		"m41s":"Client sends congratulations and this message: "You have avenged many good political leaders. By chance did the assassin give you any information before he died?"",		"m41o":"Bounty Hunters' Guild",		"m41d":"A bounty is hereby issued on an assassin suspected of several political murders in the Ottega system. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "We do not abide assassination, especially when the targets might have revealed sensitive information before they died. In such cases, termination must be swift."",		"m40v":"Hold on! You're throwing away a fortune here! Don't be a fool!",		"m40t":"Crystal Thief",		"m40s":"Client sends congratulations and this message: "Crystal thieves may have a glamorous reputation, but they're little more than ambitious burglars. That's one less to plague the galaxy. The bounty is yours."",		"m40o":"Bounty Hunters' Guild",		"m40d":"A bounty is hereby issued on a crystal thief who stole a shipload of Tasari shards. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You're very good at running away, but you can't outrun a price on your head."",		"m39v":"Freedom for slaves across the galaxy!",		"m39t":"Slave Pirate",		"m39s":"Client sends congratulations and this message: "Interfering with lawful business is bad for the galactic economy. We're glad you concur with our goals, bounty hunter."",		"m39o":"Bounty Hunters' Guild",		"m39d":"A bounty is hereby issued on a space pirate wanted for stealing slaves in the Outer Rim. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You think you're quite a hero. As of now you're a martyr."",		"m38v":"Let's finish this! I ain't getting' no younger!",		"m38t":"Galactic Desperado",		"m38s":"Client sends congratulations and this message: "Justice was getting closer every day. It takes a certain kind of fool to keep running."",		"m38o":"Bounty Hunters' Guild",		"m38d":"A bounty is hereby issued on a galactic desperado whose reputation is spreading like fire through the galaxy. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Some fine things have been laid upon your table, but you only want the ones that you can't get. Why didn't you come to your senses?"",		"m37v":"Sithspit! Where did you come from?",		"m37t":"Black Sun Trigger Artist",		"m37s":"Client sends congratulations and this message: "We suspect a double-cross by Black Sun. Otherwise a trusted enforcer would not have been traveling alone. Thank you for helping us take advantage of that opportunity."",		"m37o":"Bounty Hunters' Guild",		"m37d":"A bounty is hereby issued on a Black Sun trigger artist wanted in seven sectors. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Your Vigo can't protect you everywhere, but justice knows no bounds."",		"m36v":"You're good at tracking, but I'm good at fighting!",		"m36t":"Infamous Starjacker",		"m36s":"Client sends congratulations and this message: "A smart starjacker will avoid certain targets. This one was not very smart. You have earned the bounty."",		"m36o":"Bounty Hunters' Guild",		"m36d":"A bounty is hereby issued on an infamous starjacker who robbed the wrong space yacht. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "We warned you never to set foot on an inhabited planet."",		"m35v":"You bounty hunters never learn, do you?",		"m35t":"Serial Blackmailer",		"m35s":"Client sends congratulations and this message: "Thank you for eliminating that troublesome blackmailer. A number of quite influential galactic citizens have taken note of your good work."",		"m35o":"Bounty Hunters' Guild",		"m35d":"A bounty is hereby issued on a serial blackmailer whose crimes span fifty sectors. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Consider this your retirement party."",		"m34v":"You're good, bounty hunter, but not as good as me!",		"m34t":"Gang Enforcer",		"m34s":"Client sends congratulations and this message: "We've got bacta clinics full of that maggot's victims. All of them thank you for ending the nightmare."",		"m34o":"Bounty Hunters' Guild",		"m34d":"A bounty is hereby issued on a gang enforcer wanted in a dozen Outer Rim sectors. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "How many innocent beings have suffered at your hands? This is for them!"",		"m33v":"You make it sound like I was conquering by force. I only tried to acquire a majority of stock. Executive politics shouldn't involve physical death!",		"m33t":"CSA Would-Be Conqueror ",		"m33s":"Client sends congratulations and this message: "Termination is always a nasty business."",		"m33o":"Bounty Hunters' Guild",		"m33d":"A bounty is hereby issued on the architect of a plan to overthrow a planetary government under the management of the Corporate Sector Authority. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "No more options for you."",		"m32v":"Hhkk! Kff! I'm going to -- to -- ahhhkk! Hkk!",		"m32t":"Bioweapon Scientist",		"m32s":"Client sends congratulations and this message: "If you made contact with the target's bodily fluids, carry out decontamination procedures."",		"m32o":"Bounty Hunters' Guild",		"m32d":"A bounty is hereby issued on the designer of a deadly bioweapon. Target is believed moderately armed and medium-threat. WARNING: If any biological material is found on the target, destroy it immediately.",		"m31v":"I painted his stupid face blue, the color of dishonor in my culture. I'll keep doing it until freedom returns, and you won't stop me!",		"m31t":"Traitorous Vandal",		"m31s":"Client sends congratulations and this message: "Recount your exploit far and wide. Remember, the Emperor is never mocked."",		"m31o":"Bounty Hunters' Guild",		"m31d":"A bounty is hereby issued on a notorious vandal who defaced a statue of the beloved Emperor. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "The Emperor is not mocked."",		"m30v":"Giving the people of Kuat those magenta sashes was the first symbolic step in encouraging rebellion. We'll overthrow the aristocracy, then the Empire!",		"m30t":"Offender Against Kuat",		"m30s":"Client sends congratulations and this message: "This removes from the Trask sash the contaminating stain of dishonor."",		"m30o":"Bounty Hunters' Guild",		"m30d":"A bounty is hereby issued on the felon who committed an offense against the Trask merchant house on Kuat. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "The magenta sash is reserved for Trask alone."",		"m29v":"I couldn't stand the heat, so I made it rain. The sea stopped boiling, and that hurt the tourist trade. Is one mistake worth killing me over?",		"m29t":"Weather Modification Scientist",		"m29s":"Client sends congratulations and this message: "The Boiling Sea boils once more."",		"m29o":"Bounty Hunters' Guild",		"m29d":"A bounty is hereby issued on a renegade scientist who engaged in unlicensed weather modification on Drall in the Corellian system. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "The Boiling Sea is not filled by rainfall."",		"m28v":""Sail barge"? I led a strike team to destroy Governor Beltane's shiny new SD-10 battle droid plant! You want to kill me? I don't go easy.",		"m28t":"Sail Barge Destroyer",		"m28s":"Client sends this message: "Discretion is essential. Tell no one of the target's words, or you will be next."",		"m28o":"Bounty Hunters' Guild",		"m28d":"A bounty is hereby issued on an individual who aided the destruction of an Ubrikkian Luxury Sail Barge on Balmorra in the Nevoota system. Target is believed moderately armed and medium-threat. The client requests that no message be given to the target before termination, and that target's remarks not be recorded.",		"m27v":"The Empire loosed a plague on my homeworld. Captain Norda's tanker held enough bacta to heal thousands, but thousands died! Because Norda feared the Empire! I killed him and I'm glad -- like I'm glad to do THIS!",		"m27t":"Murderer of Bacta Tanker Captain",		"m27s":"Client sends congratulations and this message: "My father wasn't the best of all men, but he didn't deserve murder."",		"m27o":"Bounty Hunters' Guild",		"m27d":"A bounty is hereby issued on the murderer of the captain of a Thyferran bacta tanker. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "The son of Captain Norda sends you on your way."",		"m26v":"Which one of those unnatural monstrosities sent you? Don't you know you're only furthering the insidious Galactic Chiss Conspiracy? I must stop you!",		"m26t":"Leader of Secret Hate-Crime Society",		"m26s":"Client sends congratulations and this message: "Please ignore the babbling of this obvious madman."",		"m26o":"Bounty Hunters' Guild",		"m26d":"A bounty is hereby issued on the organizer and leader of a covert species-ist hate society. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Did you think you could kill us all before we fought back?"",		"m25v":"What a jerk. Moff Kerioth's Twi'lek slave woman begged me to help her escape. I tried and failed. Now he's sent another jerk to kill me. Well....",		"m25t":"Thief of Government Secrets",		"m25s":"Client sends congratulations and this message: "Moff Kerioth thanks you for your service. Tell no one of anything your target may have said, or you will be next."",		"m25o":"Bounty Hunters' Guild",		"m25d":"A bounty is hereby issued on a thief of Imperial secrets. This hunt is proceeding outside Imperial channels; discretion is essential. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Eisen Kerioth has dispensed with your informant."",		"m24v":"Who's Ando Maguro? Did he get hurt in a covert operation? He shouldn't have been socializing with the wrong crowd. And neither should you.",		"m24t":"Outer Rim Government Operative",		"m24s":"Client sends congratulations and this message: "That monster didn't even remember me. Somehow I feel even worse. But you've made the galaxy safer today, believe me."",		"m24o":"Bounty Hunters' Guild",		"m24d":"A bounty is hereby issued on a political operative employed by a repressive Outer Rim government for purposes of torture and mayhem. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Ando Maguro sent me."",		"m23v":"Who's Tweeny Fogg? You're killing me because I turned down someone I never heard of? I don't think so!",		"m23t":"Death Stick Pusher",		"m23s":"Client sends congratulations and this message: "The plan continues. Expect more contracts shortly."",		"m23o":"Bounty Hunters' Guild",		"m23d":"A bounty is hereby issued on a purveyor of dangerous illegal drugs. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You could have joined with Tweeny Fogg. Too bad for you."",		"m22v":""Tweeny Fogg"? What kind of name is -- oh, wait, I remember. That little squirt wants to move in on this territory? Hah! You're dead, creep!",		"m22t":"Death Stick Distributor",		"m22s":"Client sends congratulations and this message: "Another step in the plan. Expect more contracts shortly."",		"m22o":"Bounty Hunters' Guild",		"m22d":"A bounty is hereby issued on a procurer and distributor of dangerous illegal drugs. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Tweeny Fogg offered good terms. You don't reject Tweeny Fogg."",		"m21v":"Fogg? I never heard of no -- wait, is he that two-bit crimelord? Wants to muscle in on me, huh? I'll show you --!",		"m21t":"Death Stick Manufacturer",		"m21s":"Client sends congratulations and this message: "This is just one more step in the plan. Expect more contracts shortly."",		"m21o":"Bounty Hunters' Guild",		"m21d":"A bounty is hereby issued on a manufacturer of dangerous illegal drugs. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Tweeny Fogg suggests you might have been more open to a fair bargain."",		"m20v":"I just wanted him to tell me what he did with my goods. But I knew it would come down to him or me. And hunter, it won't be me!",		"m20t":"Corellian Kidnapper",		"m20s":"Client sends congratulations and this message: "That's the last loose end from that deal."",		"m20o":"Bounty Hunters' Guild",		"m20d":"A bounty is hereby issued on a felon who attempted to kidnap a wealthy Corellian. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You want that spice so bad? You're going where it went."",		"m19v":"I'm not a cultist! I only sold a song collection called "Advanced Explosives Handbook" by a band called Deeply Religious. Music! Why won't you believe me! Arrrgh!",		"m19t":"Crazed Cult Terrorist",		"m19s":"Client sends congratulations and this message: "This terrorist religious cult is spreading. Popular music is the gateway they use for recruitment. You'll probably get more contracts like this."",		"m19o":"Bounty Hunters' Guild",		"m19d":"A bounty is hereby issued on a crazed religious cultist. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "This is for the children you killed!"",		"m18v":"Okay, I stole those weapons -- but I didn't do it alone! Let me go and I'll tell you who else -- argh, I'm reasoning with a bounty hunter! Yaaah!",		"m18t":"Imperial Supply Officer",		"m18s":"Client sends congratulations and this message: "That incompetent ruined our entire operation. Hope you don't end up getting contracts on us too."",		"m18o":"Bounty Hunters' Guild",		"m18d":"A bounty is hereby issued on a treacherous Imperial supply officer. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You should know better than to fence Imperial goods in the open air, where any probot overhead can see you."",		"m17v":"Is that supposed to mean something? That freighter was full of ice. It all melted! Why did the Yaka put out a bounty on me?",		"m17t":"Arkanian Diamond Thief",		"m17s":"Client sends congratulations and this message: "The people of Arkania, the Yaka, delight in uncovering thieves."",		"m17o":"Bounty Hunters' Guild",		"m17d":"A bounty is hereby issued on the thief of a cargo freighter of diamonds mined outside Trade City on Arkania in the Perave system. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Bright and many-faceted are the minds of Arkania."",		"m16v":"Huh! It probably cost Calrissian more to hire you than I made off that guy's claim.",		"m16t":"Murderer of Tibanna Gas Prospector",		"m16s":"Client sends congratulations and this message: "It looks like this was a net loss for everyone but you."",		"m16o":"Bounty Hunters' Guild",		"m16d":"A bounty is hereby issued on the murderer of a Tibanna gas prospector on the gas giant Bespin. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Baron Calrissian intensely dislikes claim jumpers."",		"m15v":"That droid hated me putting that thermal detonator in his head. Heh.",		"m15t":"Bonadan Weapon Smuggler",		"m15s":"Client sends congratulations and this message: "Bonadan security now scans all droids for concealed explosives."",		"m15o":"Bounty Hunters' Guild",		"m15d":"A bounty is hereby issued on a smuggler who brought illegal weapons onto Bonadan in defiance of Corporate Sector Authority laws. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "The protocol droid was a clever idea, but not clever enough."",		"m14v":"I wasn't much interested in military service anyway.",		"m14t":"Imperial Academy Spy",		"m14s":"Client sends congratulations and this message: "We are now interrogating all students to determine internal security threats."",		"m14o":"Bounty Hunters' Guild",		"m14d":"A bounty is hereby issued on the spy who attempted to steal weapon schematics from the Imperial Military Academy on Carida in the Caridan system. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Consider this a failing grade."",		"m13v":"Enough guns? No such thing.",		"m13t":"Carratos Pirate Captain",		"m13s":"Client sends congratulations and this message: "That pirate has been running weapons in Chofin Settlement. We control that trade now."",		"m13o":"Bounty Hunters' Guild",		"m13d":"A bounty is hereby issued on a pirate captain based on the notorious world of Carratos in the O'pahz system. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Carratos has enough guns already."",		"m12v":"The Empire's "military discipline" is blind obedience. Senator Mon Mothma was right! The Empire must be stopped!",		"m12t":"Seditious Agent at Chandrila",		"m12s":"Client sends congratulations and this message: "Sedition is a weed, which must be uprooted lest it spread uncontrolled."",		"m12o":"Bounty Hunters' Guild",		"m12d":"A bounty is hereby issued on a fugitive convicted of spreading sedition at the Military Academy on Chandrila. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Victory is ours. All have joined the Empire."",		"m11v":"Hmph. If they think they can dispose of Xizor Transport by hiring some amoral bounty hunter, they're in for a surprise. You, too!",		"m11t":"Assassin of Ororo Transport Exec",		"m11s":"Client sends congratulations and this message: "Xizor Transport Systems, our competitor, appears to have a longer reach than we suspected. We may have further assignments for you, pending investigation."",		"m11o":"Bounty Hunters' Guild",		"m11d":"A bounty is hereby issued on the assassin of an executive of the Ororo Transportation shipping company. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "We know who employed you. We will take care of them as we take care of you."",		"m10v":"The governor's daughter works for the Rebels, and the Empire hired me to get her. I missed. I won't miss this time.",		"m10t":"Garos IV Would-Be Assassin",		"m10s":"Client sends congratulations and this message: "I ask your discretion regarding any information you may have learned about my daughter's activities."",		"m10o":"Bounty Hunters' Guild",		"m10d":"A bounty is hereby issued on the assassin who attempted murder on a family member of the Imperial governor of Garos IV. Target is believed moderately armed and medium-threat. The client has not specified a message to be given to the target.",		"m9v":"That lousy huckster charged me triple at his cantina in the Vergesso Asteroids. I was drunk and got carried away. But right now I'm sober, so --",		"m9t":"Assassin of Ororo Transport Executive",		"m9s":"Client sends congratulations and this message: "Even more hopelessly idiotic than we'd expected."",		"m9o":"Bounty Hunters' Guild",		"m9d":"A bounty is hereby issued on an assassin who murdered an Ororo Transportation shipping executive in the Lybeya system. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You hopeless idiot."",		"m8v":"The guy who hired me never even paid for the job. Not my smoothest move. I'll bet this won't be either.",		"m8t":"Racing-Blob Stable Saboteur",		"m8s":"Client sends congratulations and this message: "All the blobs have now painstakingly separated themselves."",		"m8o":"Bounty Hunters' Guild",		"m8d":"A bounty is hereby issued on a saboteur who destroyed a thoroughbred racing-blob stable at Fondine Blob Raceways on Umgul. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Umglateen Protoplasm Stables has found you at last."",		"m7v":"I'm not with Black Claw. I was hired by Zaltin's competitor, Xucphra. Not that you'll live to tell anyone.",		"m7t":"Assassin of Bacta Cartel Executive",		"m7s":"Client sends congratulations and this message: "For the sake of stability in the vital bacta trade, ignore everything the target may have said."",		"m7o":"Bounty Hunters' Guild",		"m7d":"A bounty is hereby issued on the assassin who shot a Zaltin Corporation executive on Thyferra in the Polith system. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Death to Black Claw terrorists."",		"m6v":"I couldn't stand it! They started playing the "Imperial March" over and over, and I'm just! So! Sick of it!",		"m6t":"Crazed Sniper",		"m6s":"Client sends congratulations and this message: "After recent rehearsals the band sounds better than ever."",		"m6o":"Bounty Hunters' Guild",		"m6d":"A bounty is hereby issued on the sniper who fired on members of a marching band during intermission at the Planetary Shockball League quarter-finals in Coronet on Corellia. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Your lunatic conduct was an offense against good sportsmanship."",		"m5v":"So I stole some plans. If you think you're gonna kill me over a schematic, think again.",		"m5t":"SoroSuub Thief",		"m5s":"Client sends congratulations and this message: "The wealth of Sullust depends on the well-being of the SoroSuub conglomerate. You may tell this to anyone as you see fit."",		"m5o":"Bounty Hunters' Guild",		"m5d":"A bounty is hereby issued on an industrial spy who stole schematics from the SoroSuub headquarters on Sullust. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "To attack SoroSuub is to attack all of Sullust."",		"m4v":"Hey, the Hunchuzuc queen wanted power over the planet. I just said I could get her some weapons. Like this one.",		"m4t":"Con Artist Fleeing Selonia",		"m4s":"Client sends congratulations and this message: "Dishonorable deception can have only one punishment."",		"m4o":"Bounty Hunters' Guild",		"m4d":"A bounty is hereby issued on a confidence artist who defrauded the queen of the Hunchuzuc Den on Selonia in the Corellian system. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "The queen is not trifled with."",		"m3v":"I strafed Sacorria's moon, Sarcophagus. The whole moon is their graveyard. All those Sacorrians deserve much worse. So do you!",		"m3t":"Vandal of Corellian Gravesite",		"m3s":"Client sends congratulations and this message: "This mentally disturbed individual believed that everyone on Sacorria was involved in some massive conspiracy. Very sad."",		"m3o":"Bounty Hunters' Guild",		"m3d":"A bounty is hereby issued on the vandal who defaced the tomb of a great business executive from Sacorria, an Outlier system in the Corellian sector. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "When you toppled the grave marker of Silmas Monder, you should have started carving your own."",		"m2v":"One of the five on our head clan council died. So we four survivors were all supposed to march into the desert and die. I won't die just because she did!",		"m2t":"Renegade Clan Official",		"m2s":"Client sends congratulations and this message: "The ways of our people have lasted long and will endure still longer."",		"m2o":"Bounty Hunters' Guild",		"m2d":"A bounty is hereby issued on a renegade clan councillor from an outlying system. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "You have evaded your responsibility too long."",		"m1v":"I swear that box of Carmellian mints wasn't poisoned. I warned that executive, if you eat too many mints, you get nausea. But nooo! Well, I'm not going gently!",		"m1t":"Mint Poisoner",		"m1s":"Client sends congratulations and this message: "Carmellian mints are now banned from this household."",		"m1o":"Bounty Hunters' Guild",		"m1d":"A bounty is hereby issued on a murderer who poisoned a noted Corporate States executive. Target is believed moderately armed and medium-threat. The client requests this message be given to the target before termination: "Those were not good mints.""
}}
