{
	"stfFile":"mission/mission_deliver_imperial_hard",
	"entries": {
		"number_of_entries":"25",		"m25t":""Tauntaun" Data Needed",		"m25p":"Every lead we get must be investigated, no matter how trivial it might appear.",		"m25s":"With luck, if our operative's suspicions are correct, we may uncover a Rebel drug-smuggling operation. Your part in this effort will not go unnoticed, agent.",		"m25f":"mission\mission_datadisk.iff",		"m25r":"Isn't "tauntaun" a code name Corellian smugglers use for high grade glitterstim spice? I'll look into that.",		"m25o":"Imperial Intelligence Analysis Bureau",		"m25l":"Datadisc",		"m25d":"We intercepted part of a Rebel transmission that mentioned something called a "tauntaun." Records show that this is a species of animal, but here it appears to be a code term. We have reasons to believe it is an important link to locating a major Rebel cell. We've included all we know about it on an encrypted datadisc. Deliver it to our operative with instructions to gather more information.",		"m24t":"Terminate Renegade Agent",		"m24p":"This agent could cause us great harm if he turns criminal.",		"m24s":"The Hutts recruit small numbers of Imperial renegades each year, hoping to line up new sources of contraband weaponry. We always find and destroy the traitors.",		"m24f":"mission\mission_datadisk.iff",		"m24r":"It's better to die a loyal servant of the Empire than live as a traitor. I wish all agents realized that.",		"m24o":"Imperial Intelligence: Bureau of Operations",		"m24l":"Datadisc",		"m24d":"Recently we ordered an agent to infiltrate crimelord Jabba the Hutt's palace. The agent went AWOL. Deliver this termination order to one of our assassins and tell him to take care of this renegade agent as quickly and quietly as possible. We have reasons to believe he is seeking to join the Hutt syndicate.",		"m23t":"Reassignment: Jabba's Palace",		"m23p":"If only all our agents were as efficient as you and the one chosen for this task.",		"m23s":"It appears the agent is showing unusual reluctance to enter Jabba's palace. In fact, he has disappeared. We will investigate further.",		"m23f":"mission\mission_datadisk.iff",		"m23r":"Imperial Intelligence isn't very intelligent if it thinks an Imperial agent can survive that deathtrap.",		"m23o":"Imperial Intelligence Operations",		"m23l":"Datadisc",		"m23d":"Our spy inside crimelord Jabba the Hutt's palace has been discovered and fed to Lord Jabba's pet rancor. Deliver these reassignment orders to the agent we've selected to replace him. Inform the agent that speed is of the essence, regardless of the danger posed. When he has successfully infiltrated Jabba's palace, he is to contact us by courier only.",		"m22t":"The Emperor vs. Lord Vader?",		"m22p":"I fear for any agent who gets caught between Lord Vader and the Emperor. We must resolve this situation.",		"m22s":"In all likelihood the term "Skywalker" means nothing important, so this situation may be resolved without undue tension.",		"m22f":"mission\mission_datadisk.iff",		"m22r":"I'll follow these instructions to the letter.",		"m22o":"Imperial Intelligence Operations",		"m22l":"Datadisc",		"m22d":"Lord Vader orders that any information regarding the name "Skywalker" is to be transmitted to him immediately. These orders appear to conflict with earlier instructions from the Emperor himself. A recent communique will make matters clear. Deliver it to our surveillance officer.",		"m21t":"Turn Tatooine Inside Out",		"m21p":"I certainly hope there aren't any more Jedi secretly aiding the Rebellion. ",		"m21s":"Trusted agents are hard to find. The Empire wants to insure your continued allegiance by demonstrating how lucrative it can be to serve the Emperor.",		"m21f":"mission\mission_datadisk.iff",		"m21r":"I'm sure the Hutts helped hide this fugitive. Those creatures will do anything for money.",		"m21o":"Imperial Intelligence Operations",		"m21l":"Datadisc",		"m21d":"The Emperor wants to know how a Jedi Knight, especially one as dangerous as Obi-Wan Kenobi, could have hidden for so long. Our agent is to turn Tatooine inside out in an effort to answer this question. The Emperor's instructions are on an encrypted datadisc that you must collect and deliver.",		"m20t":"Warrant for Imperial Aide's Daughter",		"m20p":"The aide's daughter is here on a fact-finding mission for the Empire. At least, that is her claim. We shall see.",		"m20s":"No doubt the aide's reputation will be cleared soon. Were the charge of treason authentic, the Emperor would have easily rooted out a traitor so close to him. Our Emperor excels at detecting treachery.",		"m20f":"mission\mission_datadisk.iff",		"m20r":"That aide's daughter is as good as arrested. Long live the Emperor!",		"m20o":"Imperial Intelligence",		"m20l":"Datadisc",		"m20d":"A highly placed aide to the Emperor himself has been implicated in a treasonous scandal. We suspect the charge to be false, a Rebel stratagem. However, for the sake of prudence we are arresting the aide's family members, to discourage him from attempting flight. His daughter is visiting this world. Pick up and take the arrest warrant to the garrison commander. They've been issued by the Ubiqtorate itself.",		"m19t":"Deliver assassin droid",		"m19p":"A fitting end for this dignitary, wouldn't you agree?",		"m19s":"Well done, agent. Your service to the Empire has been noted, and your future looks rosy indeed.",		"m19f":"filename_of_object",		"m19r":"You sure I won't be implicated in this? This guy's got a lot of friends on Coruscant.",		"m19o":"Imperial Intelligence: Bureau of Operations",		"m19l":"Small assassin droid",		"m19d":"An influential Imperial dignitary has been proven a traitor. He must be removed quietly, in order to avoid alerting his allies. Collect a Scarab assassin droid and deliver it to our agent. We've made sure the droid will be traced back to Rebel operatives.",		"m18t":"Informant's Holoprojector",		"m18p":"Loyal citizens can have only one master, and he is the Emperor. What? You don't understand? You will.",		"m18s":"That informant accepted bribes to ignore Rebel activity. This is unacceptable. When the agent activates the holoprojector, he will trigger a small thermal detonator. This will send an appropriate message to our other informants.",		"m18f":"filename_of_object",		"m18r":"New instructions? Very well, I shall hurry home and read them.",		"m18o":"Imperial Intelligence",		"m18l":"Small holoprojector",		"m18d":"We have issued new instructions to one of our informants. Deliver this holoprojector to him. Instruct him to read, in private, the personal message from the Ubiqtorate contained within. ",		"m17t":"Sith Artifact Dealer Warrant",		"m17p":"I don't understand the fascination that old religion holds for Imperial citizens. Superstition, I suppose.",		"m17s":"Job well done, agent. The Emperor will be informed of your assistance.",		"m17f":"mission\mission_datadisk.iff",		"m17r":"I was wondering when we'd get around to bringing in this dealer. It's as good as done.",		"m17o":"Imperial Intelligence Operations",		"m17l":"Datadisc",		"m17d":"A seller of antiques claims to possess rare Sith artifacts. The Emperor himself has commanded that this individual be arrested and these artifacts confiscated, if they exist. Collect and deliver the warrant to our operative.",		"m16t":"Yavin 4 Traitor Dossiers",		"m16p":"According to the dossier, the young pilot may possess Jedi abilities. Advise our agent to use caution.",		"m16s":"The Empire appreciates your role in hunting the Rebels responsible for the Death Star's destruction.",		"m16f":"mission\mission_datadisk.iff",		"m16r":"Kessel, huh? And a Jedi? This job just gets better and better.",		"m16o":"Imperial Intelligence",		"m16l":"Datadisc",		"m16d":"The Kessel prison camp may have processed certain individuals believed intrumental in the destruction of the Death Star: a Corellian smuggler, his Wookiee companion, and a young pilot from somewhere in the Outer Rim Territories. This datadisc contains complete dossiers on all three, along with travel instructions to Kessel. Deliver the disc to our agent promptly.",		"m15t":"Mimban Crystal Instructions",		"m15p":"We never question the Emperor's instructions. Never.",		"m15s":"We must pursue all leads that might result in the destruction of the Rebellion. Your efforts are noted, citizen.",		"m15f":"mission\mission_datadisk.iff",		"m15r":"Mimban? Isn't that some insignificant mining colony? Well, orders are orders.",		"m15o":"Imperial Intelligence",		"m15l":"Deliver instructions to agent",		"m15d":"We've been instructed to locate some sort of rare crystal on Mimban. Collect and deliver Intelligence's instructions to our local agent. He should contact Captain-Supervisor Grammel to secure his help.",		"m14t":""Skywalker" Research Instructions",		"m14p":"It is our understanding that the Emperor has taken a personal interest in this matter. Don't fail him.",		"m14s":"You have performed admirably. However, for security purposes it is vital that you now forget ever having been involved. Should news of this assignment leak out, it will go badly for you.",		"m14f":"mission\mission_datadisk.iff",		"m14r":"Wasn't Skywalker a Jedi killed during the Clone Wars?",		"m14o":"Imperial Intelligence Operations",		"m14l":"Datadisc",		"m14d":"Our office has been instructed to collect data on the name "Skywalker." Of particular importance is the planet Tatooine. Send these instructions to our agent. He is not to contact us via the HoloNet; only hand-delivered communiques via courier are acceptable. Under no circumstances is Lord Vader to be informed of this mission.  ",		"m13t":"Engineered Airborne Virus",		"m13p":"Make sure the seal on this container does not break!",		"m13s":"You did not have contact with the virus yourself, did you? We would hate to lose a promising agent.",		"m13f":"filename_of_object",		"m13r":"This should discourage many would-be protestors.",		"m13o":"Imperial Intelligence Operations",		"m13l":"Sealed container",		"m13d":"Certain demonstrations in the Core Worlds protest the Imperial war machine. Deliver this airborne virus to our field agent, and instruct him to attend protests of this sort. The rest should be obvious. Tell the agent to take extreme precautions, as there is no cure for this engineered virus.",		"m12t":"Outer Rim Rebel Cell Must Fall",		"m12p":"This assignment requires an Imperial naval captain who is not squeamish.",		"m12s":"Your service helps the Imperial war machine run smoothly. You deserve to be rewarded.",		"m12f":"mission\mission_datadisk.iff",		"m12r":"I think one Star Destroyer with a full complement of stormtroopers ought to suffice for this mission.",		"m12o":"Imperial Intelligence Operations",		"m12l":"Datadisc",		"m12d":"A Rebel cell has been identified on a remote planet in the Outer Rim. Pick up the report and deliver it to our Imperial Naval contact. This cell must be wiped out immediately. Take no prisoners.",		"m11t":"Mon Calamari Attack Orders",		"m11p":"Aiding the Rebellion invokes genocide. All species must support the New Order.",		"m11s":"The Empire is pleased with your performance, agent. The Mon Calamari will pay for the thousands of Imperial lives lost at Yavin with millions of their own.",		"m11f":"mission\mission_datadisk.iff",		"m11r":"Not since Alderaan has there been such an excellent example of Imperial justice.",		"m11o":"Imperial Intelligence Operations",		"m11l":"Datadisc",		"m11d":"We suspect the Mon Calamari are building a vast fleet to support the Rebellion. Collect and deliver Intelligence's instructions to our operative so that they can organize surveillance missions in preparation for Imperial strikes on Mon Calamari floating cities.",		"m10t":"Jedi Intelligence for Inquisitors",		"m10p":"If this rumor is true, it would explain the Battle of Yavin.",		"m10s":"As long as loyal citizens such as yourself continue to serve faithfully, the Empire will crush its enemies.",		"m10f":"mission\mission_datadisk.iff",		"m10r":"We will root out these Jedi. They will meet the same fate as their corrupt Old Republic predecessors.",		"m10o":"Imperial Intelligence",		"m10l":"Datadisc",		"m10d":"Intelligence suspects that a new breed of Jedi has appeared and is aiding the Rebels. Collect Intelligence's report and deliver it to the Inquisitors. If the Jedi have returned, we must hunt and destroy them once and for all.",		"m9t":"Viceprex Termination Orders",		"m9p":"Money is a powerful motivator, but the risk of death is more powerful still.",		"m9s":"Excellent work, citizen. The Empire will reward you.",		"m9f":"mission\mission_datadisk.iff",		"m9r":"What is good is money if you're not around to spend it? Too bad these guys didn't learn that lesson.",		"m9o":"Imperial Intelligence Operations",		"m9l":"Datadisc",		"m9d":"We've discovered a number of CSA Viceprexes who have been aiding Rebels in exchange for money. Collect and deliver termination orders to our operative as soon as possible. We'll make sure the CSA understands that the Empire does not treat such matters lightly.",		"m8t":"Deliver security codes",		"m8p":"The CSA's loyalty will always be to money. The Empire should not be so lenient with them.",		"m8s":"Performed with great professionalism, citizen. The Empire is glad to pay your fee.",		"m8f":"mission\mission_datadisk.iff",		"m8r":"Now we'll see which Viceprexes are smart and which are not.",		"m8o":"Imperial Intelligence: Bureau of Operations",		"m8l":"Datadisc",		"m8d":"We must insure the Corporate Sector Authority is not secretly aiding the Rebel Alliance in exchange for payoffs. We have obtained the security codes to confidential CSA files. Collect them and give them to our covert operative. If he discovers wrongdoing, he is to take appropriate action.",		"m7t":"Encoded Safehouse Instructions",		"m7p":"These discs will prevent another Yavin 4 disaster. The Rebellion will soon be crushed.",		"m7s":"Excellent work. We trust you did not try to read the disc. Its self-destruction frequently damages the reading device as well.",		"m7f":"mission\mission_datadisk.iff",		"m7r":"The more of these safehouses we destroy, the less effective the Rebellion will be.",		"m7o":"Imperial Intelligence",		"m7l":"Datadisc",		"m7d":"Since the interception of secret Imperial transmissions, an act that cost the Empire dearly, we hand-deliver vital communiques on encrypted datadiscs. These discs destroy themselves if a proper code is not entered upon reading. Deliver this datadisc to one of our field operatives. It gives special instructions regarding a suspected Rebel safehouse.",		"m6t":"Deliver intercepted transmissions",		"m6p":"Information is power, citizen. The Empire's information network is the best in the galaxy.",		"m6s":"Prompt delivery and a minimum of fuss. That's the sort of action the Empire prizes. Well done.",		"m6f":"mission\mission_datadisk.iff",		"m6r":"We'll get right on this task. Those Rebels won't escape us.",		"m6o":"Imperial Intelligence: Analysis Bureau",		"m6l":"Datadisc",		"m6d":"Intercepted Rebel transmissions are too vital to send via the HoloNet. Collect a copy of these transmissions and deliver them to our Intelligence contact. Deciphering these transmissions will lead us to the Rebel's new base. The Empire is counting on you.",		"m5t":"Request for Inquisitor",		"m5p":"I can't wait to watch the Inquisitor at work. They say the sight is a thing of beauty.",		"m5s":"Well done. Your dedication to the Empire is admirable.",		"m5f":"mission\mission_datadisk.iff",		"m5r":"I leave at once. These Rebels will tell us everything.",		"m5o":"Imperial Intelligence",		"m5l":"Datadisc",		"m5d":"We've just captured several Rebels who were conducting sabotage missions in the Outer Rim. The Rebels' resistance to convential interrogation have made drastic action necessary. Collect and deliver a message, for the eyes of an Inquisitor only. We need his skills in interrogation. ",		"m4t":"Death Star Traitor List",		"m4p":"We do what we must to ensure the guilty will be brought to justice.",		"m4s":"If these traitors are lucky, they'll be killed by the bounty hunters. The others will end up in our hands.",		"m4f":"mission\mission_datadisk.iff",		"m4r":"Business is good for our guild these days. The Battle of Yavin was the Empire's disgrace and our fortune.",		"m4o":"Imperial Security Bureau",		"m4l":"Datadisc",		"m4d":"Insiders helped the Rebellion acquire secret Imperial plans resulting in the deaths of thousands of loyal soldiers. Pick up the dossiers on our prime suspects, and deliver them to an agent of the Bounty Hunters' Guild. We order a deathmark on every suspect.",		"m3t":"Senatorial Assassination",		"m3p":"These privileged politicians will learn that their position can't protect them from the Empire's wrath.",		"m3s":"That was a delicate mission, handled discreetly and professionally. The Empire will not forget your efficiency.",		"m3f":"mission\mission_datadisk.iff",		"m3r":"Good. I've been waiting for a chance to take out this Senator. I think I'll throw in his annoying family as a bonus.",		"m3o":"Imperial Intelligence: Bureau of Operations",		"m3l":"Datadisc",		"m3d":"A former Senator continues to aid the Rebellion. Despite the dissolution of the Senate, this politician's influence limits our access to his holdings. Collect and deliver a termination order to our Intelligence contact. This mission is to be accomplished "by any means necessary."",		"m2t":"Imperial Intelligence Deathmark",		"m2p":"It is supreme folly to betray the Empire -- doubly so within the ranks of Imperial Intelligence!",		"m2s":"With this open bounty on the traitor's head, we're confident that he'll soon be back in our hands. We intend to discover the full extent of his crime.",		"m2f":"mission\mission_datadisk.iff",		"m2r":"I'll make sure this gets transmitted to our entire organization. You'll have your target soon enough.",		"m2o":"Imperial Intelligence",		"m2l":"Datadisc",		"m2d":"Our  Internal Organization Bureau discovered one of our agents selling information to the Rebellion. The traitor fled to the Outer Rim. Deliver this open bounty to our contact within the Bounty Hunters' Guild.",		"m1t":"ISB Double Agent Termination",		"m1p":"When it comes to the security of the Empire, no one is above suspicion of traitorous activities.",		"m1s":"Well done. That traitorous officer will soon learn the price for betraying the Empire.",		"m1f":"mission\mission_datadisk.iff",		"m1r":"If this is what I think it is, I can finally put a stop to this officer's activities. Forever.",		"m1o":"Imperial Security Bureau",		"m1l":"Datadisc",		"m1d":"An Internal Affairs agent is investigating a so-called "officer" of the ISB. We suspect this individual is actually a double agent helping the Rebels. Deliver this warrant to our agent. It will tell him how to proceed."
}}
