{
	"stfFile":"mission/mission_npc_escort_rebel_easy",
	"entries": {
		"m50t":"Possible Jedi ally",		"m50c":"Thank you for bringing me here. I know the Alliance often pays agents in trade goods, but credits will do fine. Credits will do fine.",		"m50u":"",		"m50o":"I have contacted someone who may be invaluable to the Alliance. I'm pretty sure it was an actual Jedi Knight. I'm a little afraid that this information might make me a target, though, so I'd be very glad if you could escort me back to town. Do you have time?",		"m49t":"Planetside tractor beam?",		"m49c":"You're good, my friend. Thanks. I'll make my report to High Command at once.",		"m49u":"",		"m49o":"Listen up. The Empire has scheduled a planetside tractor beam in this area. If they finish the project, they'll be able to snatch Alliance blockade runners right out of orbit. I need to get this information to Alliance High Command, quickly. Some Imperials spotted me out here, so I could use another hand to make sure I get back in one piece. Want to come?",		"m48t":"Lost a restraining bolt",		"m48c":"I appreciate it. Now I have to figure out how to scan for that droid before the authorities pick him up.",		"m48u":"",		"m48o":"I lost the retraining bolt from one of my droids. I was using him to transport secret data tapes to Alliance outposts, but now he's gone. I've looked all over this area. I need to get back to town and rethink my strategy. Can you give me an escort? Thanks.",		"m47t":"Droid needs a lubrication bath",		"m47c":"Thank you ever so much. I do want my protocol droid to be at its when we meet Admiral Ackbar. I'll give him a lubrication bath at once.",		"m47u":"",		"m47o":"What a drag. My protocol droid is in dire need of a lubrication bath and I'm stuck out here in this Force-forsaken stretch of nowhere. Can you show me the way back? I've got a meeting with Admiral Ackbar tomorrow and I want my droid to be in peak condition.",		"m46t":"Graft for X-wings",		"m46c":"That could have turned out much worse if I hand't run into you. Thanks. May the Force be with you.",		"m46u":"",		"m46o":"Ever wonder how Incom Industries supplies us with X-wings and still keeps the Empire at bay? I'm the guy who arranges that. The Alliance pays graft to some Imperial insiders of mine, in exchange for sparing Incom. But I don't like to drop off a payment without an armed escort. Can you help me with today's delivery?",		"m45t":"Escort a cranky agent",		"m45c":"Time to get off this wagyx of a planet. Thanks for nothing, sleemo.",		"m45u":"",		"m45o":"I'm tired of this poodoo. I came to this buzz-infested mudball to help the Alliance, but you nerf-herders couldn't tell an asteroid from a Sarlacc pit. So let me make this plain. You're going to take me to my extraction coordinates in town and I'm going to leave this gnardly chunder-pool once and for all. Think you can handle that, you half-credit choobie?",		"m44t":"Haul jets!",		"m44c":"I'm glad you came along, kid. Nice work. Pure sabacc.",		"m44u":"",		"m44o":"I've got stormtroopers after me! Quick, let's get to safety before they get all Alderaan on us. Haul jets, kid!",		"m43t":"Gotals want to help the Alliance",		"m43c":"Thanks. Hopefully the Gotals can lend some aid against the New Order. May the Force be with you.",		"m43u":"",		"m43o":"This planet isn't nearly as safe as I was led to believe. Can you escort me to my contact point? I've got some information about a clan of Gotals who are interested in joining our cause.",		"m42t":"Escort an X-wing technician",		"m42c":"This is good, thanks. I can handle it from here. I'll pass your name on to High Command. The Alliance needs good operatives like you.",		"m42u":"",		"m42o":"Sure is nice to see a friendly face. This area's not safe for an Alliance agent to be traveling alone. I've got to get back to town to do some maintenance work on a couple of X-wings that were smuggled in last night. Join me on the trip and put in a good word for you with High Command.",		"m41t":"Imperial Intelligence is on the case",		"m41c":"You were a great help. Hopefully we'll cross paths again, once this planet becomes a little more hospitable for me. Until then, may the Force be with you.",		"m41u":"",		"m41o":"Imperial Intelligence won't let me be. I've used so many cover stories that they're no longer buying what I'm selling. I've had three firefights with Imperial soldiers, just in the last few days. I sure could use a hand to get to my Alliance contact in town. I need to hop a transport off this ball before it gets any hotter than it already is.",		"m40t":"Tracked by mercenary assassins",		"m40c":"Boy, am I glad you were there to help me. That could have gone a lot worse.",		"m40u":"",		"m40o":"I think I lost them, but I can't be sure. The Empire recruited some mercenary assassins to track me down. They've been tailing me for three days. I don't suppose I can convince you to help me get to my destination safely? There's some important Alliance work I must see to.",		"m39t":"Report a sadistic Imperial prefect",		"m39c":"Splendid. Now to transmit my report about the new Imperial prefect. If this man gets his claws into this star system, it's going to become an unfriendly place for Alliance agents.",		"m39u":"",		"m39o":"The Empire has dispatched a new prefect to this sector. The man is a sadist and a torturer. I've got to report this to Alliance High Command. I'd like you to escort me to my hidden signal transmitter, in case the Imperial Security Bureau has heard about my intelligence gathering. If they have, there's bound to be trouble.",		"m38t":"Report an Imperial probe droid",		"m38c":"I couldn't have made it here without you. Thanks. Now to transmit a report about that probe droid. I hope I'm not too late!",		"m38u":"",		"m38o":"We've got to hurry! An Imperial probe droid came down not far from here. I had to move quickly to avoid detection. Now I'm a little turned around. I need to transmit a report about the probe droid to my commander, as soon as possible. Can you show me the way to my signal transmitter? Thanks.",		"m37t":"The Empire is recruiting hoodlums",		"m37c":"I'm most grateful for your assistance. You never know when these brutal, young Imperials will set up an ambush.",		"m37u":"",		"m37o":"It's outrageous! The Empire is recruiting young hoodlums to fill out their planetside security forces. As if the ordinary troops aren't brutal enough! I've got a list of the officers behind this scheme that Alliance High Command will be interested in reviewing. Can you escort me to my contact point?",		"m36t":"Report a new Imperial garrison",		"m36c":"I appreciate the help. Let me know if you ever need a hand. May the Force be with you.",		"m36u":"",		"m36o":"An Imperial troop transport landed a couple of miles from here. I'm pretty sure a new garrison is being built. I need to warn my superiors. Can you come along in case there's trouble?",		"m35t":"Safeguard new intelligence",		"m35c":"Thanks for helping me get here. Even though the New Order promises us security, they never quite deliver, do they?",		"m35u":"",		"m35o":"Thank goodness I ran into you! I've got some important intelligence about the Empire's new hyperwave warning systems. I need to get to my contact without delay. Can you give me a hand?",		"m34t":"Alliance Fighter Won't Brook Imperial Guff",		"m34c":"I gotta go explain to my commander why I took those detonators. And the speeder. And then I have to find a new house for my friend. Woo, busy day.",		"m34u":"",		"m34o":"That showed the Empire! My buddy calls, goes, "Stormtroopers are leveling my house!" I go, "I'll be right there!" I rush out here, throw a couple of thermal detonators, fire my blasters, and their speeder blows up! 'Course, the explosion took out my friend's house. And my speeder. But man! That's fighting for freedom! Anyway, reinforcements may be on the way. Can you escort me back safely?",		"m33t":"Siren Researcher",		"m33c":"Okay, I can almost hear again! Thanks for getting me back here safely! I think the siren weapon is worth pursuing! What? Did you say something? What?",		"m33u":"",		"m33o":"What? Did you say something? Sorry! I've been testing a new weapon! New kind of siren! I said "siren"! Play it loud, and the amplifier circuits in stormtrooper helmets make it even louder! What? I said "louder"! Anyway, the test is done! At least, I can't even tell if the siren works any more! I need to get back! Can you escort me? What?",		"m32t":"Morale-Building News Reporter",		"m32c":"Thanks, friend. I expect this report will help buck up our fighters in these tough times. Now I have to get this data to a courier before deadline.",		"m32u":"",		"m32o":"There was a recent battle with the Empire near here. I shot images of the battlefield for a morale-building news report, "Tyranny Must Fall." We deliver these reports by courier, or coded over the Empire's own HoloNet, to Alliance bases everywhere. I'm ready to get back, but the area looks unsafe. Can you escort me? Do it for Alliance morale.",		"m31t":"Tracking the Empire's Lackey",		"m31c":"Not very heroic, tracking a corrupt tax collector. But it helps the Alliance if we can cut off the Empire's financing, a credit at a time. Thanks, I have to report now.",		"m31u":"",		"m31o":"I got orders to shadow a COMPNOR officer's speeder as he visited remote settlements. I found he's been shaking down small businesses for "back taxes," based on some centuries-old law everyone's forgotten. What a slime. To stop his scam, I "accidentally" rammed his speeder with mine. He confiscated both. I'm stranded. Can you escort me back to base?",		"m30t":"Alliance Member Tracking Mouse Droid",		"m30c":"You know, there are rumors about some special mouse droid that fights the Empire. Do you think...? Naah. Okay, we're here, thanks.",		"m30u":"",		"m30o":"I saw a mouse droid tootling off into the wilderness. It moved with what I'd call intense purpose. I didn't even know mouse droids could move in this kind of terrain. I got curious and followed it. I lost it somewhere around here -- well, way back there, actually -- and then got lost myself. Can you bring me back home safely?",		"m29t":"Commando Training Gone Awry",		"m29c":"Well, that was a wasted training exercise. I expect my student has gotten so hopelessly lost, he's on another planet by now. I'd better track him down!",		"m29u":"",		"m29o":"For their orienteering practice, I gave my commando training student directions to find me in the wilderness. I've been waiting out here in one place for way too long. I don't know where he went wrong. I've been hearing suspicious noises out here, so I'd like to hire you to escort me on the way back home.",		"m28t":"Teras Kasi Novice",		"m28c":"Thanks. I may need to find a teacher for this Teras Kasi stuff, before I break my neck. Now I need to lie down a while.",		"m28u":"",		"m28o":"I got an instructional text about this Bunduki martial art, Teras Kasi. I went out here to practice -- didn't want my friends to see me. When you're just starting, this text makes you move like a wounded nerf. I kind of twisted my wrist, I think. I can't shoot now, so I'd like you to escort me back, if you're willing.",		"m27t":"Alliance Entertainer Stranded",		"m27c":"And the one in the shroud said -- wait for it -- "I'm not the Emperor, I'm his dear old mother!" Heyo! I want to tell you, honestly, you've been great. I mean that. Gotta go, thanks.",		"m27u":"",		"m27o":"I may not look like much, but I'm a big part of Alliance morale maintenance on this world. I was heading back from a gig at a remote outpost when some pack of Imperial glatch-breaths made my life hard. I crashed my speeder and played dead 'til they left. Tell you what, friend, would you take me back to base safely?",		"m26t":"Marksmanship Trainer Attacked",		"m26c":"Very sad affair, a civil war. I'm sorry, I'm not ready to instruct new students as yet. But thank you for your help.",		"m26u":"",		"m26o":"I was training several new recruits in long-range sniper fire when an Imperial light assault vehicle fired on us. I shot off the LAV's laser cannon and both stabilizers, causing a crash -- but not before all my recruits had died. Terrible business. I'm out of charges, so I'd appreciate your help in getting back safely.",		"m25t":"Botanical Expert Attacked by Empire",		"m25c":"Ah! Well done! I took note of many interesting flora on the route back, and I believe a potential antidote may well be at hand. Farewell, my friend!",		"m25u":"",		"m25o":"Ah, how pleasant! I was out and about, mulling whether the local bi-lobate perennials might offer an antidote to new Empire toxins. I'm a botanist, you know. Then these Imperial scoundrels raced down from the sky, strafing me with intent to kill! I took refuge in a nearby crevasse, but now I'm quite rattled. Can you escort me back, in case these blackguards return?",		"m24t":"Alliance Procurement Agent on the Job",		"m24c":"It's getting tougher to slip goods down here through the Empire's orbital patrols. I may need a bigger cut of the goods as time goes on. Just a word to the wise.",		"m24u":"",		"m24o":"I thought Nibbi was due to touch down out here hours ago. I can't understand why he's so late. Maybe Imperials. I told him a hundred times, upgrade your sensors or they're all over you, man! Well, I'm tired of waiting. You Alliance guys need that medicine, but you also need your smugglers awake and alert. I need an escort back, OK?",		"m23t":"Agent in Serious Need of Hot Bath",		"m23c":"We've had the strangest rash of gonk-droid thefts. Someone steals them and then lets them go. It makes no sense. Okay, I'm here, I'm hitting the showers. Thanks.",		"m23u":"",		"m23o":"HQ sent me out here looking for a stolen GNK power droid. I searched all over and finally found its tracking beacon. Then HQ calls and says the droid already wandered back on its own. Who steals a power droid? Why? I'm baffled. I'm also hot and tired and very dirty. Travel with me back to base? I could use an escort.",		"m22t":"Empire Hit My Swoop, Push in Ditch",		"m22c":"Pardon me, I do not speak the Basic so well. I am from, what you say, Wild Space. But I learn. Also, I fight good! Hah! I am glad for you to help me, thank you.",		"m22u":"",		"m22o":"Most awful was it! I passed along here, very fast, with business of nobody but me to mind. Big Empire car, it come racing down, zoom! Push me in ditch! I get so angry, I go right out and join Alliance. Show them. I come back here many times now to think. I am always glad it happen, you know? Look you, can you go with me back safe?",		"m21t":"Victim of Covert Imperial Treachery",		"m21c":"I should have spotted that guy as an Imperial when he kept talking about "the Rebellion" instead of the Alliance. Ah, we're here. Thanks for your help.",		"m21u":"",		"m21o":"Some nobody I met in a cantina offered to show me a buried cache of Imperial weapons. So like an idiot, I went out here with him. Then he pulled a blaster and, well, let's just say I left his body way back there. I feel like a nitwit. I don't know if his Imperial buddies might be tracking me, so can you escort me back to base?",		"m20t":"Alliance Member Missing Pet",		"m20c":"Thank you. I didn't want to say this before in case Imperials caught us, but my greysor's collar had a data cylinder of Imperial codes for this world. We'll search hard, believe me!",		"m20u":"",		"m20o":"It sounds funny, but I was out here looking for my pet greysor. He's my best friend. I just got a call from Alliance HQ that he's been spotted elsewhere, so I'd like you to escort me back. Why, yes, the Alliance is helping me look. You might say it's Alliance business. But we'll talk about that later.",		"m19t":"Last Survivor of Imperial Artillery",		"m19c":"I feel better than ever about the choice I made. I hope you do too. I'll see you on the front lines sometime.",		"m19u":"",		"m19o":"I was just visiting an old wreck. I like to visit it every so often, to renew my commitment to the Alliance. I wasn't interested in the Civil War at all, until the Empire's artillery practice blew up my home and killed my family. And they didn't even apologize! Makes me angry even now. Well, I need to go back. Want to escort me?",		"m18t":"Alliance Fighter Needs Antidote",		"m18c":"Getting woozy. Need to see a medic. Thanks. Later.",		"m18u":"",		"m18o":"I was out here scouting Imperial installations, when something small leaped from under a rock and bit me. Now my ankle is changing color, and nothing in my medkit helps. I don't think I'm in critical danger, but I'd like to get back to base. Can you escort me?",		"m17t":"A-A5 Speeder Truck Depot Hit",		"m17c":"There's always more speeder trucks, and the refit into APCs is pretty straightforward. We'll get back on track soon enough. Thanks for the escort!",		"m17u":"",		"m17o":"Our transport and repair depot near here was modifying civilian A-A5 speeder trucks as armored personnel carriers. Sweet idea, but the Empire found out somehow. We just got hit, hard. I don't think anyone else got out. I'm shaky myself, and low on ammo, so could you help me get back to make my report?",		"m16t":"Demolitionmech Mining Depot Hit",		"m16c":"That Demolitionmech plan was sweet. We were going to disguise them to look like R3 units. Might have worked. Might still work. Okay, thanks, I have to report now.",		"m16u":"",		"m16o":"Imperials just struck the mining depot near here. This is bad! We were hoping to refit some LIN Demolitionmech droids at that depot for use against the Empire. Now we'll have to start over. I shot most of my energy packs in the battle -- can you escort me back to base? Command will want to hear about this.",		"m15t":"Bugged Laser Cutters Prompt Attack",		"m15c":"It's a tricky business, fighting to restore the Republic when you have to worry about tracking beacons in laser cutters. I'll report that to my superiors. Thanks for the escort!",		"m15u":"",		"m15o":"The Alliance was building a new refueling station. We used some laser cutters we stole from an Imperial operations depot. Apparently the cutters had tracking beacons, because a platoon of stormtroopers homed in on us like magnets. I'm the last survivor. I have to report to base, but I'm low on ammo. Can you escort me?",		"m14t":"Hospital Station Destroyed by Empire",		"m14c":"It would be just like the Empire to wipe out a building full of innocents to take out one MD droid. I have to report this to my captain. Here, take this, and thank you.",		"m14u":"",		"m14o":"We just set up a hospital station for local bystanders injured in Imperial attacks. Apparently the Empire tracked our MD medical droids to the station, and -- oh, it was terrible. Everything gone, everyone killed. It was -- Look, I have to get back to base to report this, but I don't think I'm up to going alone. Can you escort me?",		"m13t":"Raided While Getting Intimidators",		"m13c":"Thanks for the escort. We really could have used that cache of blaster pistols. I wonder how the Empire found out about them? We'll have to work even harder now. ",		"m13u":"",		"m13o":"I was pulling some IR-5 "Intimidator" blast pistols from an Alliance weapons cache when I heard this humming. I looked up and saw a squadron of TIE fighters! I barely got clear before they bombed the cache into dust. It was the closest I've got to death. I'm really shaken. Can you escort me back to base so I can report?",		"m12t":"Food Delivery to Slicer Went Wrong",		"m12c":"Thanks. The Imperials never worry about collateral damage -- just "maximum force" all the time. That's going to hurt them in the long run. I have to make my report now.",		"m12u":"",		"m12o":"I was delivering food to one of our Alliance slicers -- he never liked to go outside, just sliced the HoloNet all day and all night. I was approaching his home when a group of TIE fighters swooped down and blew it up! It was monstrous! I got hurt in the blast, so I need you to escort me back to base. Can you do it?",		"m11t":"Imperials Destroy Science Outpost",		"m11c":"The Empire will destroy anyone and anything if some Imperial commander thinks a "Rebel" is involved. Sheesh. We have to stop the Empire before they kill everyone.",		"m11u":"",		"m11o":"A scientist friend of mine was recording the activity of small predators in the local ecosystem, so a few of us were guarding his observation outpost. Suddenly a platoon of stormtroopers swept in and destroyed the post, killing my friend and everyone else. I'm the only one left. Please escort me to base, because my ammo is low.",		"m10t":"Droid Maintenance Dome Survivor",		"m10c":"Those stormtroopers seemed to think that droid facility was a major target. Weird, huh? Thanks for your help. I have to get my wounds treated and make a report.",		"m10u":"",		"m10o":"They blew up a droid maintenance facility! How in the galaxy could a droid maintenance dome present any threat to the Empire? It's totally senseless. But I guess an Empire that can blow up Alderaan is capable of anything. Maniacs! Please -- you have to help me get back to base.",		"m9t":""Indoctrination Camp" Survivor",		"m9c":"One more brutal Imperial gesture, the kind that just drives more folks to our cause. Thanks for your help; please take this as a token of my gratitude.",		"m9u":"",		"m9o":"The Alliance operated a facility near here to heal victims of Imperial torture -- what the Empire calls "aggressive re-education." A company of stormtroopers just destroyed the facility, on the pretext that it was an "indoctrination camp." I'm the last survivor. I need you to escort me back to base so I can relay the terrible news.",		"m8t":"Survivor of Transport Depot Attack",		"m8c":"How are we going to repair our vehicles now? If this goes on, we'll have to carry our supplies on our backs. Thanks, I have to report now.",		"m8u":"",		"m8o":"I took in my landspeeder for repair at the Alliance's local transport depot. I was under the speeder, checking the repulsorlift calibration, when the hood exploded above me. Imperials attacked the depot. They overlooked me, under the vehicle -- I think I'm the only survivor. Escort me back to base so I can report!",		"m7t":"Imperials Destroy Alien Refugee Outpost",		"m7c":"We were just trying to help homeless folks find safe, free places to live. I can't believe the Empire's evil. I'm with the Alliance forever.",		"m7u":"",		"m7o":"The Alliance has been helping refugees who escaped the Empire's slave worlds. We had a processing outpost near here, but Imperials just destroyed it. I wouldn't have believed those soldiers could be so ruthless! I don't think anyone else got out alive. I need you to help me get back to base so I can report.",		"m6t":"Empire Destroys Hospital",		"m6c":"I wonder if the Empire thought that was an Alliance depot just because someone saw me there. That would be horrible. Oh, no. I have to go report now.",		"m6u":"",		"m6o":"I was administering bacta at a medical facility when the Empire attacked! They seemed to think it was an Alliance depot for medical supplies. Troopers were gunning down patients in their beds! I got out -- I think I was the only one. I need to get back and report this atrocity. Can you accompany me?",		"m5t":"Survivor of Mining Guild Attack",		"m5c":"If anyone else survived that Imperial attack, I expect they're joining the Alliance right now. The Empire is its own worst enemy sometimes. Thanks, I have to go.",		"m5u":"",		"m5o":"I was trying to recruit for the Alliance at a Mining Guild facility near here. Suddenly Imperials attacked and blew up the whole works! I'm not sure if I'm the only survivor, but I haven't seen anyone else. All those poor people... Anyway, I have to get back to base and report, and I need an escort. Can you help?",		"m4t":"Chased by Probe Droid",		"m4c":"That munitions depot may be under attack already. I have to get fixed up and go back to help my buddies. Thanks, friend.",		"m4u":"",		"m4o":"I saw an Empire probe droid scouting our munitions depot. When I tried to fry it, the droid attacked me and chased me all over the wilderness. I finally blew it up, but I think it alerted the Empire first. Now I'm low on ammo, and I need to get back to base to report. Can you escort me?",		"m3t":"Help the Friendly Reporter",		"m3c":"Thanks, friend. You turned out to be all right in the end. Here's that "worth your while" I promised.",		"m3u":"",		"m3o":"Hey there, buddy! Oh, sorry, thought you were someone else. But you look like a friendly face all the same. Can you help a citizen in need? I was doing some holorecordings of an Imperial arrest of "suspected Rebels" when a stormtrooper smashed my holocam and gave me a merry chase. Get me back home and I'll make it worth your while.",		"m2t":"Aid an Ambushed Alliance Contact",		"m2c":"Always trust your instincts, citizen. Thanks for your help. This is for you.",		"m2u":"",		"m2o":"Our cell leader was contacted by a man claiming to be a representative of a miner's guild that wished to aid the Alliance. I was sent to meet him, despite having a bad feeling about the whole deal, and got ambushed by a squad of stormtroopers. I just barely escaped. Could you make sure I get back to base okay?",		"m1t":"Scout in Need of Medical Aid",		"m1c":"Thanks, friend. I need to make sure other Alliance operatives know about these explosive datadiscs. Imperial Intelligence must be getting desperate, huh?",		"m1u":"",		"m1o":"I sure could use your help, citizen. I'd intercepted an encoded datadisc from an Imperial courier and was in the process of decoding the thing when it blew up in my hand. Totally destroyed my datapad, and almost my hand too. Could you make sure I get back to a medical droid and don't pass out?"
}}
