{
	"stfFile":"mission/mission_destroy_neutral_hard_creature_corellia",
	"entries": {
		"number_of_entries":"15",		"m15t":"Situation We Need to Resolve Quietly",		"m15s":"Handy work, citizen. The distress beacon ceased transmitting when you killed that last creature. What incredibly bad luck that those Imperial inspectors crashed so close to a lair of highly dangerous animals. Perhaps it will behoove Imperial inspectors to be more careful in the future.",		"m15o":"Corellian Security Force",		"m15d":"Not long ago Imperial inspectors arrived in Coronet to check out some alleged contraband. We told them the coordinates of a suspected smuggling depot outside the city. Oddly, after our technicians had just completed maintenance on their jump shuttle, the inspectors crashed near the depot. Truly it was a sad day here at the CorSec offices. Quite to our horror, the bodies of these Imperial agents were devoured by local scavengers. This tragic incident had come to a close, or so we thought, until our monitors detected a small distress beacon transmitting from that area. Apparently one of the inspectors was carrying the device on his person. This beacon now resides in the belly of some wild animal. CorSec requires someone to track down the beacon and incinerate the animal carrying it before Imperial ships detect the distress signal. Can you help us?",		"m14t":"My Friend, I've Got a Wildlife Problem",		"m14s":"I knew I could count on you, kid. Now I'm clear to bring my guest from Naboo. Here's some of the money I picked up for my latest Talus run. Have fun with it.",		"m14o":"Thanus March, Freelance Spacer",		"m14d":"Sure I spend a lot of time on Naboo, even for a spacer, but that's not your problem. I'm contacting you because my family's land has been overrun with wild creatures since I've been offworld for so long. I'm seriously considering bringing a guest back to Corellia and I can't have these blasted animals sniffing around, trying to make lunch out of us. I'd do the job myself, but I've got freight due on Talus in three days. Just see what you can do about this. I know you're good enough to finish the job. You know I'm good for the money to pay you.",		"m13t":"Extract Interest on a Payment",		"m13s":"Very well done. Have I hired you before? You have the skill and the guts to be a player yourself. You would make an excellent asset to my organization.",		"m13o":"Black Sun: Vigo Green",		"m13d":"Ah, Corellia, the very wellspring of maverick commerce. This planet occupies a special place in my heart. It's a world both of great beauty and of great opportunity. But onto the business at hand. An erstwhile employee of mine has failed to comply with certain payment arrangements we made upon his departure. I have come to extract interest on the missed payments. Said ex-employee, you see, has a fondness for wildlife. He has used the wealth he acquired in my service to buy himself a patch of Corellian dirt. That is why I am contracting skilled and discreet gunmen to find their way onto his property and slay whatever creatures they find. It's an ugly job, but business is business. We musn't encourage fiscal irresponsibility, especially not here on Corellia, where honesty and forthrightness are held in the highest regard. Don't you agree?",		"m12t":"Protect Us From Imperial Treachery",		"m12s":"We cannot thank you enough! As simple farmers we don't have the same resources as more industry-minded Corellians. We rely upon the aid of brave beings like you when our community is threatened.",		"m12o":"A Farming Community In Need",		"m12d":"We're just a simple farming community, but we have a few vocal Alliance supporters among us, and so the Empire brands us as enemies. We are located on the migration route of several large animal species. Every year we require CorSec to assist us in making sure these animals do not stray into our fields. But this year the Empire has bound CorSec's hands, ordering them not to influence the migrations. Our people will be endangered and our crops destroyed if someone doesn't help us by driving off these wild animals. We are in desperate need. Can anyone out there help us? Money doesn't matter. We just need someone to exterminate any animals that have migrated into our designated buffer zone. If you can do this for us, contact us and we'll send you the coordinates of the buffer zone.",		"m11t":"Tired of Unscrupulous Competitor",		"m11s":"Very nice indeed. You'd make a good security agent for a shuttle business like mine. Maybe I'll have a look at my budget and see what I can do.",		"m11o":"A Bothan On the Edge",		"m11d":"Sometimes a Bothan reaches his limit, and then there's hell to pay. I run a shuttle business between Coronet and Tyrena. The nature of my clientele sometimes requires me to make detours from my documented flight path. Lately I've been harrassed by a competitor with a strong presence in the less-populated regions of Corellia. He's been driving dangerous animals into my designated landing zones, presenting a serious threat to myself, my crew and my clientele. I'll handle my competitor separately, but I need one or more hunters to take out the den of creatures that's plaguing me. These animals won't be easy to kill, so make sure you're well-armed. I'll pay you well if you do it quickly.",		"m10t":"Help Punish Cowardly Corellian",		"m10s":"Nice. You're not bad with that weapon. If you ever make it to Tatooine, look me up. I might have more work for you.",		"m10o":"A Businessman From Tatooine",		"m10d":"These Corellian freighters think they're the tough guys of the galaxy, but they're knee-deep in humbaba manure. Sure they're good at ducking homebody Imperial ships, but the Outer Rim is where the New Order does the real dirty work. Tarkin was no picnic and his replacements are worse, and that's not even mentioning the Hutts. So I've got no sympathy for Corellian cowards who dump their cargo at the first sign of trouble. But let me cut to the chase: I'm on this planet to procure some dangerous animals for my employer on Tatooine. The freighter I hired ejected this cargo when an Imperial cruiser blinked at him. The animals are fine, but I've heard the pilot intends to pick them up again and continue on his way as if nothing were amiss. I don't think so. He almost gave me away. He must be taught a lesson. The pilot I'll handle personally, but I need someone to go out and destroy the animals before he can pick them up again. These Core World spacers have to learn that we don't abide cowardice in the Outer Rim.",		"m9t":"Powermongers Throttle Free Commerce",		"m9s":"Good job! You have struck a blow for freedom. To preserve the tenets of independent commerce, the Open Shipping Consortium must smash the hold of corrupt factions like the Corellian Discreet Shipping Industry Chamber of Commerce.",		"m9o":"The Open Shipping Consortium",		"m9d":"Independent commerce is the backbone of Corellian culture. Every sentient being should be free to make his way in the universe. The Open Shipping Consortium seeks to enrich this system's discreet-shipping climate with fresh ideas, technology and manpower. But despite these long-held traditions, the so-called Corellian Discreet Shipping Industry Chamber of Commerce is determined to exclude immigrant species from participating in the rich festival of Corellian prosperity. Furthermore they engage in criminal activities to undermine the credibility of the OSC. Recently the CDSICoC dumped several cargoes of native Corellian wildlife into populated areas and blamed the situation on us. Well, the OSC will not stand for this corruption. To prove our commitment to planetary safety, we will contract hunters to get rid of these displaced animals. Citizens who believe in freedom and open commerce may use this opportunity to take a stand. Corellia will not be controlled by a band of criminals who seek power and money while wearing the mask of patriotism!",		"m8t":"Open Shipping Consortium Menace Again",		"m8s":"Excellent work. Through the combined efforts of native Corellians and right-thinking offworlders, we can send a message to the Open Shipping Consortium that only the highest degree of professionalism is acceptable in this system.",		"m8o":"Corellian Discreet Shipping Industry Chamber of Commerce",		"m8d":"It's common knowledge that Corellians are the best discreet-shipping experts in the galaxy. When we open our planet's shipping lanes to offworlders, we risk shoddy work and a general lack of professionalism. The consequences can be appalling. For example, there's a collection of dangerous creatures rampaging through the countryside, threatening farmers and other honest citizens. These animals were dumped by operatives of the Open Shipping Consortium, the foremost advocates of non-Corellian freighters in this sector. The Consortium's records conveniently neglect to mention this crime, but we know better. For the good of everyone, the CDSICoC must now rectify the OSC's mistake. We are hiring hunters to eliminate these creatures, left behind by uncaring offworlders. Responsible citizens are encouraged to join in this effort and send a message that the disreputable shipping practices of offworld freighters are not welcome here.",		"m7t":"Study Animal Death Modes",		"m7s":"Thank you. We have recovered the datapad. Now must deal with the University regents' pointed inquiries into the nature of our expedition. Here is your fee.",		"m7o":"Corellia University School of Starship Engineering",		"m7d":"Recently one of our leading instructors went on a recreational wilderness trip. In surveying the local wildlife, she fell afoul of certain large and dangerous specimens. Though she escaped safely, she dropped her datapad, which contained irreplacable information regarding a new starship design. She wishes to retrieve the datapad, but must first be assured of safety. The School of Starship Engineering has secured funding for an expedition, on the pretext that we are studying the death modes of these animals. A hovercam will record the data for purposes of the grant, but don't worry about the externalities of the assignment. Please just clear out that lair.",		"m6t":"Testing Facility Requires Animal Removal",		"m6s":"We oversaw your progess and were pleased at the result. Your fee is attached. Thank you for doing business with CEC.",		"m6o":"Corellian Engineering Corporation",		"m6d":"Over the millennia CEC has learned to move its prototype testing grounds rapidly and often, to discourage industrial and military espionage. We have located a desirable new site for a testing facility in the Corellian wilderness. Our construction droids can erect the facility in a day or so, but first our insurance carriers require us to render the area safe for habitation. Therefore we are hiring experienced teams of hunters to destroy all dangerous animals found at the site's coordinates.",		"m5t":"Recover Personal Defense Prototype",		"m5s":"Guess what? The droid stumbled in a while ago, still carrying the prototype. Looks like the design flaw was in the comlink, not our defense unit. But you did good work, so we're paying you anyway.",		"m5o":"Corellian Technologies",		"m5d":"Our company specializes in personal defense systems. To test a new prototype, we attached it to the protocol droid that manages our office, then sent the droid into remote wilderness. Seems there was a design flaw in the prototype, because the droid ran into some animals, and since then we haven't heard back. We're writing off the droid, but we need that prototype. Staffers are busy right now checking our earlier models for the same design flaw, so we're hiring you to go and destroy the animals around the droid's last known coordinates. If you see the prototype, pick it up; otherwise, we'll fetch it later.",		"m4t":"Lair Suitable For Berry-Picking",		"m4s":"Nice work, friend! You've got the stuff of which a true berry-picker is made. Hope you see fit to join our Berry-Picking Alliance before long.",		"m4o":"Corellian Shipbuilders Union Local 44908",		"m4d":"Our union members might ordinarily use their vacation time to do their bit for freedom on Corellia and in the galaxy, but that's out because our union takes no position on the Galactic Civil War. So we pick berries instead. Recently a worker in our chapter was in the wilderness picking hsuaberries, and by pure coincidence he wandered too close to an Imperial outpost. Because he happened to be carrying explosives, they got all worked up and chased him. To lose the pursuit, he hid in an animal den. He didn't know much about wild animal taming, so he had to leave abruptly. Since his return home, we've been thinking that den would make a nice base for our berry-picking activities, if only some strike team would clean out the current occupants. Interested?",		"m3t":"Rescue Recon Buddy From Animals",		"m3s":"Acknowledged. Thanks for helping me rescue my buddy, and here's your pay. Gotta get back before they discover we're gone.",		"m3o":"Corellian Security Force 224th Recon Patrol Squad",		"m3d":"Our Recon unit recently completed a wilderness training exercise. It all went well until we did a head-count back at base and discovered one soldier went missing. We ran a transponder check and there he was, stuck out in mid-nowhere with a broken leg and a bunch of hungry animals gathering. The 224th has always worked from the principle "Leave no one behind," but we're shipping offworld real soon, and our Imperial Intelligence liaison doesn't care who we leave. I'm going outside the usual channels to rescue my buddy, but I can't do it alone. You go in and dispose of the animals, and I'll do the rescue work. There's money for you if you move quick!",		"m2t":"Mobile Hospital Animal Problem",		"m2s":"Friend, you have slammed the proton torpedo down this animal problem's exhaust port! I'm as pleased as Palpatine's power gloves, believe you me. Whoops, gotta go.",		"m2o":"Corellian Security Force Mobile Medical Unit 4-077",		"m2d":"We've had what I'd call a communications snafu. We're stationed out here in the wilderness as part of a big training exercise with mock casualties, but we're getting actual real injuries from what looks like actual real animals. I've worked my bloodstripes into a knot trying to get our resident Imperial Intelligence liaison goof to see the problem, but my little X-Wing messages aren't even making it onto his Death Star trench radar, if you take my idiom. Where I'm going with this is, it would really polish my helmet if you could take out these animals. I'm having to go outside military protocol here, but I can rustle up some credits for you from the ion-beamer recharge budget.",		"m1t":"Training Ground Has Hostile Quadrupeds",		"m1s":"Acknowledged. That's optimal. We'll be restarting the fake-fire exercises ASAP. This time I expect the recruits to stay alive, except for the ones that trip over their own damfool feet and break their neck.",		"m1o":"Corellian Security Force, Sixth Regiment Fourth Batallion",		"m1d":"Not long ago we ran wilderness fake-fire training exercises for new recruits, and it worked same as always. A green farmboy ran around, so intent on putting a little dot of light on his buddy that he blundered right into some dimwitted carnivorous quadruped, and it disemboweled him on the spot. "Give the recruits live blasters," you say? Oh yeah, I can't wait to see our casualty rate then. Makes more sense just to shoot the animals. Trouble is, the Imperial Intelligence officer liaising to our battalion is squeezing our operations budget pretty tight. But I can hire an independent strike team out of my discretionary office-supplies fund, so go to it."
}}
