{
	"stfFile":"mission/mission_destroy_neutral_hard_npc_tatooine",
	"entries": {
		"number_of_entries":"15",		"m15t":"Avenge My Murdered Husband",		"m15s":"I should feel happy. My husband can rest in peace. Instead I just feel cold, like a death stick addict at the end of a fix. You've done your job well, though, so here's your payment like I promised.",		"m15o":"Madam Prisaal of Ichtor 8",		"m15d":"They thought they could escape me after they killed my husband, but they were wrong. I've followed these pirates through twelve sectors. I nearly killed them three separate times. Now they think they're safe in Hutt Space, huddled in the sands of this remote dustball, but they're about to meet their end. I know where they're hiding out. I know on a planet like Tatooine, I can hire freelance soldiers twice as tough as a crew of common space pirates. I've got the money to pay for the demise of these murderers. The galaxy isn't big enough to escape my justice.",		"m14t":"Payback For the Slavers",		"m14s":"My former owner fared no better than those slavers. I knew I could rely on your skill. Here's your payment. If you're going to be in Mos Taike this week, look me up. I'll buy you a Dodbri whiskey.",		"m14o":"Pura Kotal",		"m14d":"As a child I was a slave on Tatooine. I may have been just another Twi'lek girl, but I was strong enough to escape my abusive owner, bribe a monk to remove my transmitter and stow aboard a tanker to flee this sandy hellpot of a planet. After ten years in a company of Zabrak mercenaries, I've decided to settle the unfinished business of my youth. I'm going to pay a visit to my old owner. I need someone to pay a similar visit to the slavers who ruined my life. The gang is still here, as fat and vicious as ever, armed to the teeth and ready for anything. But they're not the toughest beings on Tatooine. That title goes to specialists like you. That's why you're my choice to deliver some payback to those heartless scum. Make them regret their choice of profession and I'll make you happy you did.",		"m13t":"Crunch the Claim Stealers",		"m13s":"That was terrific work. Now our surveyors don't have to work in secret anymore. Unless our competitor hires another gang, in which case we may be in contact with you again.",		"m13o":"Kralkeen Mining Concern",		"m13d":"Anchorhead might be a long way from the Jundland Wastes, but sometimes town problems spill into the wilds. We've got surveyors looking for ore from the Western Dunes all the way to Mospic. But a competitor of ours doesn't believe in fair claims. They've contracted a swoop gang to attack our surveyors once a vein has been found. These claim stealers have killed or maimed a dozen good workers. We're ready to put a stop to it. We sent a seeker droid to discover the location of the gang's hideout. All we need is a group of strong fighters to give those womp rats a taste of their own medicine. They never showed us mercy, so show them none in return.",		"m12t":"Hyperspace Trouble",		"m12s":"I just got word from a friend in Mos Espa that the hyperwave antenna was blasted to bits. I knew you were as good as your reputation. The money will be transferred to your account automatically. Nice work.",		"m12o":"Yester Timm, Freight Carrier",		"m12d":"I've had some hyperspace trouble that maybe you can help me with. I work the Triellus trade route between Tatooine and the Sisar Run. For the last year there has been sporadic hyperwave interference on the route. I run a lot of medical cargoes to the Outer Rim. Lives are at stake if I have to drop out of hyperspace to recalibrate my navicomputer. I found out that an import broker here on Tatooine has built a hyperwave antenna to deliberately slow incoming cargoes, so he can run up the prices on his own stock. That's no good. When I'm late with medicine, people die. When I put this to him, he just laughed at me. So I want to hire you to take out his antenna. He's got paid thugs protecting the site, but I know your reputation. A couple of roughnecks with blasters won't scare you off. I'll pay a fair fee for the job, as long as you don't waste any time. I'm off to Terman Station with a load of cordine that must not be delayed.",		"m11t":"Mash a Swoop Gang Into Bantha Fodder",		"m11s":"I knew you could handle that pack of low-life worrts. I hope they begged for mercy before you fried them!",		"m11o":"A Moonlighting Moisture Farmer",		"m11d":"So when I heard that a pack of anoobas had strayed into Bildor's Canyon, I figured they would make an easy sell to one of those rich Naboo animal lovers. What I didn't know was, a swoop gang was preying on other moisture farmers in the area. Those filthy worrts took everything I've got and laughed at my pain. Now I'm stuck in a bacta tank, wondering what will happen to my family when last season's harvest runs out. But I've still got a few credits to pay for revenge. I need someone tough and pitiless to wipe that swoop gang off the face of the planet. I've heard that you fit the bill. They're a dangerous bunch, but I know you can handle it. Turn them into bantha fodder!",		"m10t":"Take Down a Gang of Robbers",		"m10s":"The robbers are down and out? Good! Hired guns like you make Tatooine a bastion of civilization in the Outer Rim.",		"m10o":"A Robbery Victim",		"m10d":"Tatooine is my home. I don't have to stand for assaults on myself and my property. I was moving a repulsorsled of motivators across the Swallowing Wastes when a gang of cutthroats hit me with an ion gun and robbed me blind. But the joke is on them. The tracking circuit in my repulsorsled has given me the coordinates where these gravel maggots sharpen their knives. I'll pay good money to anyone who can take them down and make sure they stay down. Tatooine may be a backwater dustball, but it doesn't have to be uncivilized.",		"m9t":"Smash Jabba's Strongholds",		"m9s":"You've got a real talent for death and destruction. I may be able to put it to good use. I'll be in touch.",		"m9o":"Lady Valarian",		"m9d":"For too long have the Hutts spread their disease and corruption across the Outer Rim. Here on Tatooine, we all know that Jabba is the worst of the bunch. I am placing the resources of my organization at the disposal of all citizens willing to take a stand against this villain and the scum who work for him. I shall provide the coordinates of his more exposed strongholds, if you can provide the firepower to smash them to rubble. You will be well paid for your valiant deeds. Together we can make Tatooine safe for legitimate citizens again.",		"m8t":"Wipe Out Lady Valarian's Den of Wickedness",		"m8s":"Mighty Jabba is most pleased with your success. Perhaps you might visit his palace to further test your mettle.",		"m8o":"Bib Fortuna",		"m8d":"Illustrious Jabba wants peace and prosperity for all sentient beings of Tatooine. To this end he has identified the fortified strongholds of a certain gangster who has plagued this planet with her ceaseless and arrogant criminal schemes. The Mighty Jabba will gladly pay a handsome reward to any soldiers-of-fortune who are tough and brutal enough to wipe out these dens of wickedness. He wishes suffering and death upon these criminals and good fortune upon those who undertake this noble enterprise.",		"m7t":"Thieves Stole Funds to Restore Tatooine's First Colony Ship",		"m7s":"We did not expect you to find the money. We've hired a slicer who has traced and recovered the stolen funds. Nonetheless, thank you. In a few years we hope to have you at our grand re-christening of the restored Dowager Queen!",		"m7o":"Committee to Preserve the Dowager Queen",		"m7d":"One of the first colony ships to arrive on Tatooine has today become a wretched hive of scum and villainy. Mos Eisley's wrecked Dowager Queen, an important part of our planetary heritage, needs cleaning, fumigation, extensive restoration, and many eviction notices to become a world-class tourist attraction. Our new organization recently secured seed funds to start this task, but a gang of short-sighted thieves stole the money -- and with it, the chance to make the Dowager a proud queen once again. Tracking beacons have pinpointed the thieves' location. We have raised enough among our board members to hire you to destroy the base and, if possible, recover the money.",		"m6t":"Defend the Honor of the Trandoshans",		"m6s":"My information was mistaken. Apparently the coward has not yet arrived on Tatooine. Still, one less gangster lair is one less gangster lair. You did honorable work in facing those felons, and so I pay you as agreed.",		"m6o":"A Trandoshan of Integrity",		"m6d":"Word reaches me from my hunting school on Dosha that a vile coward is now visiting Tatooine. This shuddering pipsqueak, rich in credits and poor in honor, has brought disrepute to the noblest Trandoshan traditions. There is no honor in tracking and killing a coward, so rather than stain my reputation, I am hiring you to locate this fool's lair and destroy it, along with all the contemptible gangsters sheltering him. May the Scorekeeper smile on your effort!",		"m5t":"Cowardly Trandoshan to Visit Tatooine",		"m5s":"Excellent work, except that my informant tells me the world in question was not Tatooine, but some other backwater. Ah well, I suppose these gangsters deserved their fate. Take your payment, and may the Scorekeeper record your brave deed.",		"m5o":"An Anonymous Trandoshan",		"m5d":"As a Trandoshan, I am required to collect jagannath points by hunting dangerous prey. My problem is that I'm a colossal coward. My family's ill-gotten wealth lets me travel hither and yon, hiring local adventurers to kill deadly beasts on my behalf. Unfortunately, certain narrow-minded rivals on Dosha have obtained my itinerary, and they have decided to make my Tatooine visit difficult. Informants tell me that gangsters wait to accost me as I arrive. Ah well, I have bottomless funds! I gladly commission you to stop these hired thugs before I arrive, preferably by blasting them to subatomic particles. Ah, the enviable life of the craven rich!",		"m4t":"Salt Pushers Menacing Tatooine's Arcona Refugees",		"m4s":"On behalf of my people, thank you. And when you're in Mos Eisley, stop by Spaceport Speeders for a good deal.",		"m4o":"An Arcona in Mos Eisley",		"m4d":"My homeworld, Cona, is going through tough times. Lots of refugees from Imperial policies. I've brought some here to Tatooine to set up new lives -- after all, who would look for anyone out here? But the local gang is getting these helpless folk addicted to salt and hustling them for their salaries. It makes me so angry that my thrusk burns. To protect these poor Arcona, I want you to level that gangster lair. Leave nothing standing!",		"m3t":"An Aggrieved Customer is Making My Life Unbearable",		"m3s":"Thanks. This is more than an untoward side-effect of the ronto resale business, it's a living nightmare. I intend to retaliate against that bizarre woman.",		"m3o":"Fizzy Fon Margan, Your One-Stop Ronto Dealer!",		"m3d":"I tell you, this woman is insane! She bought a ronto from my Mos Espa lot, having been clearly informed before the sale that this creature has a recurring inner-ear difficulty. She had some bad luck with it, I grant you. I'm sorry for the damage to her home and the four surrounding blocks, I really am. But this was in no sense my responsibilty. I don't deserve this constant stream of harrassing calls and really hostile messages. And now, by hiring gangs of thugs to beat me up twice a day, now she's really gone beyond decent conduct. I've found her latest gang's headquarters, and I'm hiring you to take them out. Meanwhile, I'm calling my lawyer again.",		"m2t":"Stop Goons Hired by Fizzy Fon Margan",		"m2s":"Right about now, Fizzy Fon must be getting the sad news about his hired thugs. I wish I could be there. Thanks, you did fine.",		"m2o":"An Aggrieved Ronto Owner",		"m2d":"You worthless cheating pile of eopie droppings, I hope some swooper cuts off your mother's -- oh, wait, I think I've got my message files mixed. Okay, I see now, this one is going to whoever can help me get back at that crooked ronto dealer Fizzy Fon Margan. We've been feuding for a while over this hopeless, mite-infested droopneck animal he sold me. I've tried threats, I've tried lawsuits, but lately I've had more satisfaction hiring people to beat him up. Now, Fizzy Fon has hired a violent bunch of thugs to blow up my home and property. This overreaction requires massive retaliation. I want you to demonstrate what awaits Fizzy Fon by blowing up his band of hired goons. Meanwhile, I have to finish dictating my latest little love-note to Fizzy.",		"m1t":"Gangs Menace Intercultural Compassion Center",		"m1s":"You have performed as the contract specifies. Contract payment disbursed.",		"m1o":"Tatooine Bureau of Ethnicity and Socialization",		"m1d":"Maintaining good relations between settlers and Sand People is a constant struggle. To foster better understanding between the cultures, our bureau funds an outreach program to teach young Sand People crafts, basic arithmetic, and interpretive dance. Unfortunately, yet another of our award-winning Intercultural Compassion Community Centers is being threatened by vandal gangs. These thugs take brutish pleasure in blowing up our bureau's buildings and attacking our instructors. We now have a line item in our annual budget to hire independent adventurers to destroy these gangs. Contact our bureau for coordinates."
}}
