{
	"stfFile":"mission/mission_bounty_imperial_easy",
	"entries": {
		"number_of_entries":"25",		"m25v":"Show me your moves, you Imperial tool!",		"m25t":"Outlaw Propagandist",		"m25s":"The Empire sends congratulations and this message: "It is violence against the mind to spread lies and slander. You have brought down a dangerous criminal. Well done, bounty hunter."",		"m25o":"Bounty Hunters' Guild",		"m25d":"An Imperial bounty is hereby issued on an outlaw propagandist, accused of disseminating lies about the Emperor and the New Order. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Your lies have corrupted millions of sentient beings. But your broadcasts are now concluded."",		"m24v":"Don't be a dupe of the New Order, bounty hunter! Join us!",		"m24t":"TIE Saboteur",		"m24s":"The Empire sends congratulations and this message: "We knew a common bounty hunter would be more than a match for that minor scum."",		"m24o":"Bounty Hunters' Guild",		"m24d":"An Imperial bounty is hereby issued on a Rebel saboteur, wanted for thermobombing the TIE shipyards of Sienar Fleet Systems. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "No amount of sabotage daunts the Imperial Navy. Cowards like you don't even warrant our direct action. This common bounty hunter will end your career."",		"m23v":"Die slowly? I'll stretch my death out fifty years if you look the other way for a second.",		"m23t":"Vagabond Miscreant",		"m23s":"The Empire sends congratulations and this message: "That detestable fiend had it coming. I hope you enjoyed the work, bounty hunter."",		"m23o":"Bounty Hunters' Guild",		"m23d":"An Imperial bounty is hereby issued on a vagabond miscreant, dissolute lawbreaker, and thoroughly unprincipled reprobate. The target is also accused of defrauding a recently-widowed Coruscant aristocrat. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "I told you I had friends in high places, you heartless monster! I hope you die slowly!"",		"m22v":"Leave me alone! Help! Help!",		"m22t":"Forgery Expert",		"m22s":"The Empire sends congratulations and this message: "Falsified documents compromise the security of all Imperial operations. You have served the galaxy well, bounty hunter."",		"m22o":"Bounty Hunters' Guild",		"m22d":"An Imperial bounty is hereby issued on a well-established forgery expert, accused of aiding the Rebel Alliance. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Aiding the Rebellion is the highest treason. Rest assured, the price on your head is no forgery."",		"m21v":"You got the drop on me, but I ain't down yet!",		"m21t":"Dewback Rustler",		"m21s":"The Empire sends congratulations and this message: "We're glad that justice was not miscarried. Now our dewback breeding program can proceed unhindered."",		"m21o":"Bounty Hunters' Guild",		"m21d":"An Imperial bounty is hereby issued on a thief of trained dewback stock, responsible for obstructing military operations on Tatooine. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Dewbacks are important for Imperial security. You have disrupted a valuable breeding program."",		"m20v":"Please don't hurt me! I'll give the credits back!",		"m20t":"Traitorous Embezzler",		"m20s":"The Empire sends congratulations and this message: "You have shown true professionalism, bounty hunter. We commend your adherence to Imperial accounting protocols."",		"m20o":"Bounty Hunters' Guild",		"m20d":"An Imperial bounty is hereby issued on a military contractor who embezzled millions of Imperial credits. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Imperial prisons are reserved for political offenders. Fiduciary infractions are better handled by simple disintegration."",		"m19v":"Servants of the Empire deserve to die -- including you, bounty hunter!",		"m19t":"Rebel Blaster Fighter",		"m19s":"The Empire sends congratulations and this message: "The families of that Rebel's victims will rest easier knowing that the Empire has delivered a just punishment. Good work, bounty hunter."",		"m19o":"Bounty Hunters' Guild",		"m19d":"An Imperial bounty is hereby issued on a sniper, known for engaging in laser fire against unsuspecting Imperial personnel. Rebel sympathies are strongly in evidence. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Too many good operatives have fallen to your laser blasts. But you won't take this bounty hunter by surprise."",		"m18v":"You won't get me on a dungeon ship! I'll die first!",		"m18t":"Weapons Smuggler",		"m18s":"The Empire sends congratulations and this message: "When a smuggler runs weapons to known Rebel sympathizers, it is no longer simple tariff evasion. The Empire must show no mercy."",		"m18o":"Bounty Hunters' Guild",		"m18d":"An Imperial bounty is hereby issued on a weapons smuggler who escaped custody after a treason conviction. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "We have executed your accomplices and trapped you on the planet. There will be no escape this time."",		"m17v":"Stay back! I know how to defend myself!",		"m17t":"Rebel Informant",		"m17s":"The Empire sends congratulations and this message: "Lack of respect for the New Order inevitably leads to poor decisions. Don't you agree, bounty hunter?"",		"m17o":"Bounty Hunters' Guild",		"m17d":"An Imperial bounty is hereby issued on a known Rebel informant, accused in several counts of espionage against Imperial military sites. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Three times you have been warned to avoid our installations. Consider this a desist order."",		"m16v":"But I didn't even turn on the drive!",		"m16t":"Imperial Equipment Depot Cloud Car Thief",		"m16s":"The Empire sends congratulations and this message: "Imperial interdiction of Rebel supply lines means they will continue to enlist common thieves to procure repulsorlift drives. Expect further bounties of this type."",		"m16o":"Bounty Hunters' Guild",		"m16d":"An Imperial bounty is hereby issued on a cloud car thief who killed a stormtrooper by pushing him off a tall building, then stole a military-grade repulsorlift drive. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "That prototype drive was designed to emit distinctive traces of radiation."",		"m15v":"I wondered what that silly doorway thing did. Wait, how do you know I even have a magnetic aura? I could be the wrong person. Is it too late to claim an alibi?",		"m15t":"Imperial Chemical Lab Offender",		"m15s":"The Empire sends congratulations and this message: "The continued unrest in our society means there will be a steady criminal market for poison reagents. Expect further bounties of this type."",		"m15o":"Bounty Hunters' Guild",		"m15d":"An Imperial bounty is hereby issued on an offender who killed a stormtrooper with a sophisticated aerosol poison, then stole several vials of chemical reagents used in toxin production. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "That chemical laboratory has sensors that recognize intruders' distinctive magnetic aura."",		"m14v":"Infrared signatures? Oh man, that is not fair.",		"m14t":"Imperial Armory Lawbreaker",		"m14s":"The Empire sends congratulations and this message: "So long as the Rebellion operates in this sector, we must plan for further weapon thefts. Expect further bounties of this type."",		"m14o":"Bounty Hunters' Guild",		"m14d":"An Imperial bounty is hereby issued on a lawbreaker who killed a stormtrooper by using a Corporate Sector Authority sonic pistol, then stole a case of BlastTech T-21 light repeating blasters. Because the weapons' power packs were not taken, target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Imperial weapon crates are sometimes marked with distinctive infrared signatures visible from orbit."",		"m13v":"I tried and tried to spot the implants in those dewbacks' hides. I just couldn't! Damn Imperials!",		"m13t":"Imperial Dewback Corral Rustler",		"m13s":"The Empire sends congratulations and this message: "While the Rebellion continues unchecked, desperate civilians will continue to rustle mounts for transport or even food. Expect further bounties of this type."",		"m13o":"Bounty Hunters' Guild",		"m13d":"An Imperial bounty is hereby issued on a Tatooine animal rustler who trampled a stormtrooper to death with a dewback, then stole an entire herd of trained dewback mounts. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Those mounts were implanted with subcutaneous pheromone scent generators to expedite tracking."",		"m12v":"I could have sworn I deactivated the cameras. Oh well! Die, bounty hunter scum!",		"m12t":"Imperial Vehicle Depot Assailant",		"m12s":"The Empire sends congratulations and this message: "Continued civil unrest means military vehicles will continue to command exorbitant prices on the black market. Expect further bounties of this type."",		"m12o":"Bounty Hunters' Guild",		"m12d":"An Imperial bounty is hereby issued on an assailant who killed a stormtrooper by using a homemade fragmentation grenade, then stole an Uulshos QH-7 Chariot light assault vehicle. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Some Imperial LAVs are equipped with remote surveillance cameras."",		"m11v":"I knew I didn't knock out all those surveillance droids! Back at you, bounty hunter!",		"m11t":"Imperial Fuel Dump Thief",		"m11s":"The Empire sends congratulations and this message: "Rebel activity has led to local disruption in civilian fuel supplies. Expect further bounties of this type."",		"m11o":"Bounty Hunters' Guild",		"m11d":"An Imperial bounty is hereby issued on a thief who killed a stormtrooper by ramming him with a landspeeder, then stole Mark IV fuel cells from an Imperial fuel dump. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Many Imperial fuel dumps are watched by aerial surveillance droids."",		"m10v":"Tracking beacons. Drat!",		"m10t":"Imperial Supply Depot Hoodlum",		"m10s":"The Empire sends congratulations and this message: "Famine outbreaks in certain localities have led to an increase in theft attempts by starving locals. Expect further bounties of this type."",		"m10o":"Bounty Hunters' Guild",		"m10d":"An Imperial bounty is hereby issued on a hoodlum who killed a stormtrooper with a standard blaster, then stole food supplies from an Imperial supply depot. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "The Empire sometimes marks its supplies with tracking beacons."",		"m9v":"I was just trying to make credit! I didn't think those things were actually Sith artifacts! Those are just legends!",		"m9t":"Fugitive Deep-Space Prospector",		"m9s":"The Empire sends congratulations and this message: "It is Imperial policy to discourage the discovery and sale of Sith artifacts."",		"m9o":"Bounty Hunters' Guild",		"m9d":"An Imperial bounty is hereby issued on a deep-space prospector fleeing Imperial justice. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "All would have gone more smoothly had you never found the artifacts."",		"m8v":"Yeah, well, attacking the Empire was the idea. That sleazy instructor was taking bribes for preferential access to the city's bacta tanks. The Empire is just like that guy!",		"m8t":"Murderer of Civil Defense Planner",		"m8s":"The Empire sends congratulations and this message: "Allegations of corruption in the Empire are tantamount to attacks on the Emperor himself."",		"m8o":"Bounty Hunters' Guild",		"m8d":"An Imperial bounty is hereby issued on the murderer of an Empire civil defense planner. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "To attack the lowliest Imperial official is to attack the Empire itself."",		"m7v":"Justice, right. I sent the pirates after every Imperial ship I could, and funneled all their bribe money to the Alliance. That's real justice!",		"m7t":"Merchant Ship Dispatcher Aiding Pirates",		"m7s":"The Empire sends congratulations and this message: "The Rebellion's corruption is festering even in the merchant shipping service. Purges are now underway."",		"m7o":"Bounty Hunters' Guild",		"m7d":"An Imperial bounty is hereby issued on a merchant ship dispatcher convicted of aiding piracy. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "The bribes you collected could not buy passage far enough to escape justice."",		"m6v":"You know those banners that identify Alliance camps? My company made those. Long live the Alliance!",		"m6t":"Merchant in Banners and Flags",		"m6s":"The Empire sends congratulations and this message: "Destroy one flag maker, and two more rise up to take its place. But we persevere."",		"m6o":"Bounty Hunters' Guild",		"m6d":"An Imperial bounty is hereby issued on a merchant seller of banners and flags. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Congratulations. Your work helps us spot Rebels with fine accuracy."",		"m5v":"My company made the Alliance's uniforms, and I'm proud!",		"m5t":"Textile Dealer",		"m5s":"The Empire sends congratulations and this message: "Through the dealer's records we have uncovered important Rebel supply chains. We shall have more bounties for you shortly."",		"m5o":"Bounty Hunters' Guild",		"m5d":"An Imperial bounty is hereby issued on a dealer in textiles. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Contracting with Rebels is always bad business."",		"m4v":"I'm not retired -- I'm working harder, for a better cause, than ever before. Restore the Republic!",		"m4t":"Coruscant Merchant Bank Embezzler",		"m4s":"The Empire sends congratulations and this message: "We cannot trace the banker's embezzled funds. Evidently the money has gone to the Rebellion."",		"m4o":"Bounty Hunters' Guild",		"m4d":"An Imperial bounty is hereby issued on a Coruscant merchant banker who absconded with a fortune in credits. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "We trust you enjoyed your brief retirement."",		"m3v":"Oh, I dunno -- a longer time than this. At least I got one officer to crash and burn. Long live the Alliance!",		"m3t":"Speeder Repair Specialist",		"m3s":"The Empire sends congratulations and this message: "The target sabotaged the controls of several officers' speeders so that they would self-destruct above a certain speed. The sabotage is now corrected."",		"m3o":"Bounty Hunters' Guild",		"m3d":"An Imperial bounty is hereby issued on a speeder repair specialist. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "It worked once, but how long did you think you could evade detection?"",		"m2v":"When I repaired the Empire's droids, I didn't reprogram them for espionage. I just installed cameras and sent the feeds to the Alliance. Get it straight!",		"m2t":"Surveillance Droid Repair Specialist",		"m2s":"The Empire sends congratulations and this message: "The compromised droids have now been dismantled."",		"m2o":"Bounty Hunters' Guild",		"m2d":"An Imperial bounty is hereby issued on a surveillance droid repair specialist. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "Only a fool relies on a droid for espionage."",		"m1v":"The Emperor is enslaving whole planets to produce advanced weapons! I have sources!",		"m1t":"Libelous Former HoloNet Producer",		"m1s":"The Empire sends congratulations and this message: "We trust that you will respect confidentiality in this matter."",		"m1o":"Bounty Hunters' Guild",		"m1d":"An Imperial bounty is hereby issued on a former HoloNet producer who now spreads dangerous lies about our Emperor. Target is believed lightly armed and low-threat. The Empire orders you to give this message to the target before termination: "This encounter is strictly off the record.""
}}
