{
	"stfFile":"mission/mission_npc_deliver_neutral_medium",
	"entries": {
		"number_of_entries":"50",		"m50t":"Just Whisper",		"m50f":"filename_of_object (Small bottle)",		"m50i":"Bottle of Perfume",		"m50c":"A thousand thanks, friend. I'll be able to resell this to select clientele and make a fortune. This is for your troubles.",		"m50p":"This is strong stuff. Just a little dab will do. It is called "whisper" after all.",		"m50o":"At long last, a bottle of Whisper perfume has become available. I've been looking for this fragrance for months. Could you pick it up for me?",		"m49t":"Life Can't Really Be This Cruel",		"m49f":"filename_of_object (Small sealed container)",		"m49i":"Ilum Crystal",		"m49c":"Thanks. Can't wait to identify this crystal. With my luck, it'll probably end up being something really common.",		"m49p":"Got this from my uncle, who was a prospector working in the Outer Rim. I think he called it an Ilum crystal or something like that.",		"m49o":"I collect rare crystals, and I found one for a bargain price on the HoloNet. Delivery wasn't part of the deal, unfortunately. If you pick it up for me, I'll make it worth your while.",		"m48t":"Not For Eating",		"m48f":"filename_of_object (Small sealed container)",		"m48i":"Exotic eggs",		"m48c":"Skekfish eggs? What the blazes are those? I'd better open this and make sure there hasn't been a mistake.",		"m48p":"Here you go. Make sure to open this container in a sealed room while dressed in protective gear. The buyer did want skekfish eggs, right? ",		"m48o":"I recently ordered a batch of fleek-eel eggs. I'm trying to go into business by breeding them. If you can pick them up, I'd pay you for your kindness.",		"m47t":"The Next Max Rebo",		"m47f":"mission\mission_datadisk.iff",		"m47i":"Musical Audition",		"m47c":"I sure hope this being has some talent. I've started to despair for the fate of modern music in the Empire. This is for your troubles.",		"m47p":"Here they are, thanks. Make sure that special attention is paid to track three, entitled "The Bantha Boogie."",		"m47o":"A young musician wants me to listen to an audition. I have some contacts in the music recording industry and might be able to help. Could you pick up this recording for me?",		"m46t":"To Dye For",		"m46f":"component\chemistry\dye_clothing.iff",		"m46i":"Clothing Dye",		"m46c":"Excellent! Thanks so much. Do you know how hard it is to get nebula blue just right? That luminescent effect isn't easy.",		"m46p":"These dyes are highly concentrated so a little goes a long way. Tell the customer to be careful, or else the dyes may damage the fabric.",		"m46o":"I have specific tastes when it comes to clothes. Could you pick up some exotic dyes for me? I special-ordered them, but delivery was apparently not included in the price.",		"m45t":"Say It With Holovids",		"m45f":"mission\mission_datadisk.iff",		"m45i":"Family Holovids",		"m45c":"Thanks! Now I'll finally be able to see what was on those old discs. I think some of them date back to the Old Republic. I hope they mention the Clone Wars.",		"m45p":"Some of the data was irrecoverable, unfortunately, but I got most of it. The customer should be pleased.",		"m45o":"I'd found a bunch of old family holovids that had been damaged in storage. I've gotten them restored and need them picked up. Think you could help me out?",		"m44t":"Family Heirloom",		"m44f":"filename_of_object (Small sealed container)",		"m44i":"Family Heirloom",		"m44c":"The eldest female? Hmm, I wonder what it could be? I know my great aunt was fond of jewelry. Thanks for getting this.",		"m44p":"It was the aunt's wish that this be worn by the eldest female member of the family. Make sure to say that.",		"m44o":"My great aunt died and left me a family heirloom. I'm not quite sure what it is, but I need to pick it up or it'll be given to another relative. Could you pick it up for me?",		"m43t":"For Medicinal Purposes",		"m43f":"filename_of_object (Corellian brandy)",		"m43i":"Corellian Brandy",		"m43c":"Thanks, friend. My brother will need this if he's to survive another year with that harridan.",		"m43p":"This is some fine stuff. Tell the buyer to make sure it's served warm.",		"m43o":"My brother's wedding anniversary is coming up and I'd like to give him a bottle of fine Corellian brandy. If you could pick it up for me I'd make it worth your while.",		"m42t":"Mistake In Judgement",		"m42f":"mission\mission_datadisk.iff",		"m42i":"Feral Bureaucrat Data",		"m42c":"An entire city of fugitive bureaucrats in the lowest underground levels of the Imperial throneworld! Fascinating, but it does me no good out here.",		"m42p":"Onibald Daykim, a former bank employee on Coruscant, accidentally put the Emperor on a public list of defaulters. You won't believe where he fled.",		"m42o":"I have an investigator tracking the whereabouts of Imperial fugitives. I sell this data to bounty hunters. Can you pick up the newest findings?",		"m41t":"Life Is in the Details",		"m41f":"mission\mission_datadisk.iff",		"m41i":"Karran Mantis Genome",		"m41c":"The Karran Mantis grows to the size of an Imperial walker. Only one survives, and there's nothing else like it in the galaxy. Thank you!",		"m41p":"I don't know why my client paid so much to get this insect's genome sequenced. It's a "Karran Mantis," whatever that is.",		"m41o":"I asked to have a particular genome sequenced, and the results are in. Too sensitive for transmission, though. Can you bring the disc here?",		"m40t":"Insect Collection",		"m40f":"filename_of_object (Small sealed container)",		"m40i":"Chiru Insect Swarm",		"m40c":"Uhh -- why is this container buzzing? These chiru bugs are dead, right? I'll just open it up and check --",		"m40p":"These chiru bugs are vicious. They swarm repulsorlift engines in huge numbers. "Chiru" means "deadly" in Socorran!",		"m40o":"For my insect collection I've just bought preserved specimens of a chiru swarm, from the planet Socorro. I need you to pick them up.",		"m39t":"Sapient Needs a New Pair of Shoes",		"m39f":"dice\eqp_chance_dice.iff",		"m39i":"Chance Cubes",		"m39c":"Thanks! Predictable rolling behavior immensely improves my financial opportunities.",		"m39p":"Delicately worked, faultlessly crafted! You won't find chance cubes this carefully loaded anywhere else in this sector.",		"m39o":"For a money-making operation here, I need some highly customized equipment. It's very small but priceless. Can you bring it here?",		"m38t":"Twitchy the Wonder Droid",		"m38f":"component\droid\droid_brain.iff",		"m38i":"Droid Brain",		"m38c":"Not a moment too soon. My droid has been asking for tools so it can remove its foot.",		"m38p":"Yeah, if you let a crazy droid go too long, it might start meticulously disassembling itself. Not pretty.",		"m38o":"My serving droid has started twitching and muttering to itself. A memory wipe hasn't helped. Can you get a new droid brain from my supplier?",		"m37t":"Holiday Tradition",		"m37f":"food\crafted\meal_drink_corellian_spiced_ale.iff",		"m37i":"Corellian Spiced Ale",		"m37c":"What a holiday season this will be! I hope the fatality rate is lower this time.",		"m37p":"The way to drink this during the holiday is to stand on one leg on a table, swallow it all in one gulp, and try not to fall and break your neck.",		"m37o":"For a local holiday my people like to celebrate with a mug of Corellian spiced ale. If you'll bring me a supply, I'll show my festive spirit by paying you well.",		"m36t":"A Careful Collector",		"m36f":"wearables\gloves\gloves_tusken_raider.iff",		"m36i":"Tusken Raider Gloves",		"m36c":"Hmm. If anyone found out I own these... I may have to resell them. Quickly. Thanks anyway.",		"m36p":"It's a combat trophy. Made by the Sand People of Tatooine, the Tusken Raiders. Vicious fighters. They'd probably kill me for selling these gloves!",		"m36o":"My supplier has secured a valuable trophy, taken in struggle with some native savage. I'd love to add it to my collection. Would you bring it here?",		"m35t":"The Latest Exhibit",		"m35f":"filename_of_object (Small sealed container)",		"m35i":"Krayt Pearls",		"m35c":"Gizzard stones? Oh, yucch! I wonder if the museum knows this?",		"m35p":"Here you go. They're not real pearls -- they're the krayt dragon's gizzard stones, which it uses to digest its food.",		"m35o":"A local museum needs Krayt Pearls for an exhibit. I've found a supplier. Can you fetch the pearls?",		"m34t":"Blind Taste Tests",		"m34f":"mission\mission_datadisk.iff",		"m34i":"Corelli-Cola Test Results",		"m34c":"Gaah! And I'd planned a big product rollout this month! Well, back to the lab.",		"m34p":"Cola? That stuff could work as repulsorlift engine oil, maybe.",		"m34o":"I need the survey results of taste tests of my new beverage, Corelli-Cola. Could you check on whether it's ready?",		"m33t":"The Entrepreneur",		"m33f":"mission\mission_datadisk.iff",		"m33i":"Construction Droid Plans",		"m33c":"Uhh! Oh my, that's a lot of money. Hmm. Uh, thanks for your time. Here's your fee -- unless you'll settle for less. Hmm, this may not work....",		"m33p":"I have the construction droid plans here -- along with an estimate of how much it will cost to build the droid.",		"m33o":"Did you know the Imperial throneworld, Coruscant, has forty-story construction droids? I plan to build one here. Could you get the plans from my supplier?",		"m32t":"Espionage For Dummies",		"m32f":"mission\mission_datadisk.iff",		"m32i":"Cliffborer Worm Genome",		"m32c":"At last! The Imperial -- uh, I mean, the cliffborer worm genome! Thank you, friend of the Alli-- I mean, of Science!",		"m32p":"Yes, here at last is the -- what did my friend call it? -- the cliff worm genome, yes. It's very important. Be quick and you'll be paid well.",		"m32o":"I need you to fetch the newly decoded cliffborer worm genome. Yes, I'm paying a lot for it, but humor me. It's quite important, so be quick.",		"m31t":"Maybe He Should Reconsider",		"m31f":"mission\mission_datadisk.iff",		"m31i":"Message to Chandrila Mapmaker",		"m31c":"It's -- a tourist map of Coruscant, the Imperial throneworld? Oh. Okay, I take the hint. No Chandrila map!",		"m31p":"I had the map data for my friend, but a couple of Imperials took it and told me to pass along this disk instead.",		"m31o":"I'm producing a high-quality map of Chandrila, homeworld of the Alliance leader Mon Mothma. Please bring me the latest map data.",		"m30t":"A Free Vacation",		"m30f":"mission\mission_datadisk.iff",		"m30i":"Reward From Shady Buddy",		"m30c":"A first-class ship ticket! Wow! To -- let's see -- "the Great Pit of Carkoon" on Tatooine. What's the Great Pit of Carkoon? Any idea?",		"m30p":"That "favor" just about brought the Imperials down on me. Here's a nice gift for my buddy. Go on, it's not dangerous.",		"m30o":"I did a favor for a friend in a shady line of work, and now I'm told my reward is ready. I trust you more than my friend, so could you pick it up?",		"m29t":"A Valuable Autograph",		"m29f":"mission\mission_datadisk.iff",		"m29i":"Financing Message",		"m29c":""I.O.U. -- Sincerely, Lando Calrissian." Who in the galaxy is Lando Calrissian? My smuggling business is ruined!",		"m29p":"My friend's financing relied on certain collateral stored for safekeeping, but the items have vanished. Deliver this message to my friend.",		"m29o":"My business has had money trouble, but just in time, I've lined up financing. I need you to fetch the documents, urgently!",		"m28t":"Say It With Butcherbugs",		"m28f":"filename_of_object (Small sealed container)",		"m28i":"Brubb Guest-Gift",		"m28c":"I never would have thought of it -- candied butcherbugs! This should work fine, thanks.",		"m28p":"It's tricky, the protocol on Brubb. But this might help my friend make a splash.",		"m28o":"I'll be travelling to Brubb soon, and etiquette demands that I present a guest-gift to my host. Can you fetch the gift my friend found?",		"m27t":"Important Information",		"m27f":"mission\mission_datadisk.iff",		"m27i":"Bounty Hunter Data",		"m27c":"Here's your fee. Thanks. Hey, wait! This is just a copy of the Bounty Hunter's Creed! Argh!",		"m27p":"Your patron actually wants that list in order to hire a bounty hunter for some nasty work. I think this should serve better.",		"m27o":"I'm with local law enforcement, and I've just ordered a list of known bounty hunters in the area. Get this list for me, and I'll put a stop to those scoundrels.",		"m26t":"Post Time",		"m26f":"filename_of_object (Small sealed container)",		"m26i":"Oozing Blobs",		"m26c":"With these thoroughbred blobs, I'll establish Umgul blob racing as this world's next big sport. I'll get rich making book on these racing blobs!",		"m26p":"There's nothing in this cannister but grayish green ooze. I think the buyer has lost all reason.",		"m26o":"An important cannister has just come for me from the planet Umgul. I'll pay you well if you bring it here promptly.",		"m25t":"Poor Choice of Words",		"m25f":"mission\mission_datadisk.iff",		"m25i":"Bad Jokes",		"m25c":"These jokes are told by a Moff who needs a comedown. When this recording gets out, he'll be relocated to the Outer Rim.",		"m25p":"I listened to some of these. They're tasteless and revolting jokes about the Emperor. Why would my friend want them?",		"m25o":"I know it's silly, but I need you to fetch a recording of bad jokes. It's quite important. Please go quickly!",		"m24t":"A Farewell to Arms",		"m24f":"filename_of_object (Small sealed container)",		"m24i":"Bimmisaari Ocean Mud",		"m24c":"This mud is for my little monkey-lizard, Graak. He fell into a garbage masher. Thanks!",		"m24p":"Bimmisaari mud is only supposed to help regrow missing limbs. Was my friend missing an arm, maybe?",		"m24o":"Ocean mud imported from Bimmisaari is supposed to have medicinal effects. Can you pick up a supply from my friend?",		"m23t":"Be Thankful They Don't Take it All",		"m23f":"mission\mission_datadisk.iff",		"m23i":"Tax Forms",		"m23c":"Why should any official care how many shoes I own? It makes no sense!",		"m23p":"A citizen who has nothing to hide has no reason to avoid submitting these forms.",		"m23o":"Taxation is driving me to ruin. I just learned I have to get some new forms to avoid an audit. I need them fast!",		"m22t":"Speak Clearly",		"m22f":"mission\mission_datadisk.iff",		"m22i":"Evidence of Illegal House-Building",		"m22c":"Must have been a bad connection. Well, this can still shut down a couple of local crooks. That's something, right?",		"m22p":"Umm, "Hutt smuggling"? I thought my friend meant "house smuggling." These are records of local residential construction using illegal permits.",		"m22o":"I've learned of evidence that will disrupt Hutt smuggling lanes throughout this sector. This is a big find! Fetch it for me quickly!",		"m21t":"A Friendly Rivalry",		"m21f":"filename_of_object (Small sealed container)",		"m21i":"Belvarian Fire-Gnats (Dormant)",		"m21c":"Just a little group of visitors for my enemy's next formal dinner party. Thanks!",		"m21p":"Can't understand who would want a dormant swarm of Belvarian fire-gnats. These things are nasty!",		"m21o":"I'm getting back at someone who did me wrong. Nothing dangerous, just clever. I want you to pick up the last item I need.",		"m20t":"I'm Sure Jabba Won't Mind",		"m20f":"mission\mission_datadisk.iff",		"m20i":"Bantha Blaster Drink Recipe",		"m20c":"Citizens will come from all over this city to drink this and get totally schnozzled. I'm rich!",		"m20p":"It almost cost me my life, but I've got it at last: the real recipe for the bantha blaster drink served only in Jabba the Hutt's palace!",		"m20o":"I've been informed of a research breakthrough that will make my business famous. Please fetch the data for me, and I'll pay you.",		"m19t":"The Family Estate",		"m19f":"mission\mission_datadisk.iff",		"m19i":"Old Bank Receipt",		"m19c":"This receipt means I can leave this disgusting place and go back home -- once the law courts approve, of course.",		"m19p":"The bank said we still owed money on our land, but this receipt proves Great-Grandpa paid it off, way back in Old Republic days.",		"m19o":"A relative turned up legal evidence that will let us reclaim our family homestead from the bank. I'll pay you to bring it here, fast!",		"m18t":"No Such Thing",		"m18f":"mission\mission_datadisk.iff",		"m18i":"Wookiee Hero-Sagas",		"m18c":"This sounds like a chorus of growling stomachs. Those Black Sun crooks got to my investigator before I did (sigh).",		"m18p":"Uhh -- B-black Sun? Never heard of them. No. I just have this nice recording of Wookiee hero-sagas. Here, take it. No Black Sun evidence here!",		"m18o":"My investigator has uncovered evidence of the Black Sun criminal syndicate's operations on this world. Go get it for me, fast!",		"m17t":"Challenging Monkey-Lizard",		"m17f":"mission\mission_datadisk.iff",		"m17i":"Refund Certificate",		"m17c":"I saw the crummy video, but I just assumed it was farcical entertainment. Who really expects a pet to hurl its own waste?",		"m17p":"This is exactly why we make all potential owners watch our holovid "The Pleasures & Challenges of Monkey-Lizards." I guess this buyer fell asleep during the screening.",		"m17o":"Nobody told me a monkey-lizard would be so much work. I returned mine after one day. Could you pick up my refund certificate for me?",		"m16t":"Don't Mention His Nose",		"m16f":"mission\mission_datadisk.iff",		"m16i":"Love Poems",		"m16c":"Thanks. These poems sure do the trick. I was never lucky in love until I started using these sonnets.",		"m16p":"Alas, it is my curse to write love poetry for others' mates and never for one of my own. That's what comes of having a face only a blind mother would love.",		"m16o":"I want to tell my true love about my feelings, but I'm an incompetent wretch. Fortunately, I know an unemployed poet. Could you pick up my latest batch of love poems for me?",		"m15t":"Sucker Born Every Minute",		"m15f":"mission\mission_datadisk.iff",		"m15i":"Circus Tickets",		"m15c":"Many thanks, citizen. My mate and I will have such a good time. You should go if you ever get the chance.",		"m15p":"Tell the buyer to expect a treat. I especially love the acrobatic feats of The Flying Twi'lek Octuplets. Great stuff. ",		"m15o":"I've managed to get my hands on two tickets to the popular circus "Galactic Menagerie Spectacular Spectacular." If you collect them for me, I'll pay you.",		"m14t":"Disaster Waiting to Happen",		"m14f":"mission\mission_datadisk.iff",		"m14i":"Pet Narglatch License",		"m14c":"Thanks, citizen. Young narglatches are so darn cute, aren't they? Do you own any exotic pets?",		"m14p":"I wish citizens would realize just how dangerous these beasts can be. If I had ten credits for every narglatch owner who's ended up a meal for their "pet" --",		"m14o":"I didn't realize I needed a license to own a narglatch. Well, I certainly don't wish to run afoul of the law, so I've decided to get one. Could you pick it up for me?",		"m13t":"Goodbye, City Life",		"m13f":"mission\mission_datadisk.iff",		"m13i":"Property Deed",		"m13c":"My thanks. I've been looking forward to a nice retirement in a quiet rural location. I'm not really suited to this bustling life.",		"m13p":"I hope the buyer enjoys fields full of shaaks, because that's all that's out there -- nothing but stupid, bleating grazers. Still, it is peaceful.",		"m13o":"Having just purchased a small settlement in the countryside of Naboo, I require the deed to the property. If you collect it for me, I'll compensate you for your time.",		"m12t":"The Legend Lives On",		"m12f":"mission\mission_datadisk.iff",		"m12i":"Mouse Droid Adventures",		"m12c":"Great! Now I can catch up on that daring little droid's adventures. Thanks for getting this.",		"m12p":"Here's the disc. My friend didn't happen to suggest I was a data slicer or anything like that? Because that's not me, nossir. You're not an Imperial agent, right?",		"m12o":"My friend has collected all of the banned HoloNet stories concerning an amazing little mouse droid. If you pick those up for me, I'll pay you for your time.",		"m11t":"Pets or Meat",		"m11f":"filename_of_object (Small sealed container)",		"m11i":"Peko-Peko Eggs",		"m11c":"Thank you so much! I'll put these in my incubator immediately. Hey, don't these seem a bit cold to you?",		"m11p":"Here they are. Tell my friend they taste better poached than scrambled. Best hurry, though, as I don't know how much longer those will keep.",		"m11o":"A friend has sold me a couple of peko-peko eggs. I love exotic pets. Could you pick them up for me?",		"m10t":"The Next Best Thing",		"m10f":"mission\mission_datadisk.iff",		"m10i":"Speeder Catalog",		"m10c":"No power converters? Argh. Well, I suppose this catalog makes your trip worth the pay. Thanks.",		"m10p":"I'm fresh out of power converters, but I should be getting some new models later this month. Here's our newest catalog. ",		"m10o":"My chores are preventing me from picking up some power converters. I need them really badly. Could you pick some up for me?",		"m9t":"Frugality",		"m9f":"filename_of_object (Small electronic gizmo)",		"m9i":"Droid Caller",		"m9c":"Thanks so much. No use in spending more money on a caller when this droid already had one, right? Here's a little something for you.",		"m9p":"Here it is. Personally, I think my friend should just have put on a new restraining bolt and bought a new caller. They're cheap!",		"m9o":"I bought a droid from a friend recently, but I forgot to get the caller for the restraining bolt. Could you pick it up for me? I'm waiting on another delivery or else I'd go myself. I'll compensate you for your time. ",		"m8t":"Full Circle",		"m8f":"filename_of_object (Breath mask)",		"m8i":"Breath Mask",		"m8c":"Thanks, citizen. I think the life of a prospector will be much better than a nerf herder, wouldn't you agree? Here's your promised payment.",		"m8p":"Here you go. Hope it brings the new owner better luck than the last one. Used to belong to a prospector, I believe.",		"m8o":"I intend to do some prospecting on Bespin, and I need a good breath mask. Found one on the HoloNet for a very reasonable price, but I need someone to pick it up for me. Could you do that? I'd make it worth your while.",		"m7t":"Sentimental Value",		"m7f":"filename_of_object (Vibrodagger)",		"m7i":"Vibrodagger",		"m7c":"Thanks, citizen. I'll look at it and see what I can do. I know how attached we can become to our things. Here's something for your trouble.",		"m7p":"Please take good care of this. It has seen a lot of action and has served me well. I'd hate to lose this excellent weapon.",		"m7o":"A customer's vibrodagger recently stopped working. Apparently it was some sort of gift or award for valor, so it has great sentimental value. If you pick it up for me, I'll pay you for your time.",		"m6t":"There's Always a Catch",		"m6f":"filename_of_object (Small kit)",		"m6i":"Blaster Repair Kit ",		"m6c":"Great, thanks. Been looking for a used kit for months. These things aren't cheap, you know.",		"m6p":"Blaster repair kit? Oh, right. Here you go. Might be missing a few static pulse adapter modules. Why do you think it was so cheap?",		"m6o":"I found a blaster repair kit real cheap on the HoloNet. Can't get away from my chores right now, so I need someone to pick it up for me. I'll pay you for your time.",		"m5t":"Good Equipment",		"m5f":"filename_of_object (Comlink)",		"m5i":"Comlink",		"m5c":"Thanks, friend. We're gonna be famous some day. You just watch. Oh, right, I was gonna pay you, huh?",		"m5p":"Good comlinks are the key to success in secret missions, you know. Make sure my buddy keeps this comlink on at all times.",		"m5o":"My partner and I will be undertaking a delicate mission soon and we need reliable comlinks. My partner has a couple of C1's and insists we use them. Could you pick it up for me so we can test them? We'll pay you.",		"m4t":"Wilderness Survival Gear",		"m4f":"filename_of_object (Small sealed container)",		"m4i":"DuraShelter",		"m4c":"Thanks, pal. This job is supposed to pay a lot of credits. You might want to look into it yourself.",		"m4p":"I've been selling quite a few of these DuraShelters to hunters recently. Is this the latest Imperial fad?",		"m4o":"My buddy and I have taken a job hunting dangerous predators in the wilderness. We need a DuraShelter for our trip. I found one cheap, but we need it picked up immediately. Can you help? We'll pay you.",		"m3t":"Defective Cauterizers",		"m3f":"filename_of_object (Small medical instrument)",		"m3i":"Field Cauterizer",		"m3c":"Thanks. I bet that fool didn't keep these things fully charged like I said. Brain-dead buyers shouldn't blame me for their incompetence.",		"m3p":"Darn things did more harm than good. The laser was malfunctioning and burned the patient severely. That medical supplier should be arrested!",		"m3o":"I sold a citizen some field cauterizers. Now it seems they were defective and I have to issue a refund. If you pick them up for me, I'll pay you for your time.",		"m2t":"Medical Needs",		"m2f":"medicine\medpack_damage.iff",		"m2i":"Medpac",		"m2c":"Thank you, citizen. I can now rest easy knowing my workers' needs are covered. Go have a nice meal on me.",		"m2p":"Medpacs are quite handy. No such thing as too many of them, you know. Your patron's a smart being.",		"m2o":"Always like to keep a medpac around the shop, in case of injuries. Used the last one to treat a nasty burn. If you pick up a new one for me, I'll pay you for the delivery.",		"m1t":"Safety First",		"m1f":"filename_of_object (Small medical instrument)",		"m1i":"Field Cauterizer",		"m1c":"Thank you kindly. Here's your pay as promised.",		"m1p":"These were supposedly inferior models, but I've had no problems with them so far. Make sure it's kept fully charged at all times.",		"m1o":"Our work in the mines can be dangerous. I need a field cauterizer to treat injuries. My supplier got one very cheap but needs someone to pick it up. If you lend a hand, I'll pay you for your time."
}}
