{
	"stfFile":"mission/mission_destroy_imperial_non_military_medium",
	"entries": {
		"number_of_entries":"50",		"m50t":"Wipe out a cache of Rebel turbolasers",		"m50s":"Excellent work!  You have saved the lives of countless Imperial soldiers.  Take your reward with honor.",		"m50o":"Imperial Intelligence",		"m50l":"",		"m50i":"Our investigators have discovered that the tracking circuits were removed from the salvaged turbolasers and buried at the coordinates we gave you.  They threw us off the trail this time, but we'll find those Rebel scum yet.",		"m50f":"You failed?  Had the Rebels managed to activate the turbolasers, or are you simply too inept to complete a simple search-and-destroy mission?",		"m50d":"Thanks to the tireless work of Imperial forces, the Rebellion is now reduced to hiring the lowest of the low to help their pathetic cause.  I'm speaking of course of salvage freighters, who scour the outer systems like vermin looking for scraps of metal to sell.  We have learned that a thriving business is developing in the area of Yavin, where large pieces of military equipment are available for the taking.  In particular a cache of near-functional turbolasers has been purchased by the Rebels.  Luckily some of the tracking circuits are still functional, so our scouts have located the base where the weapons have been hidden.  A swift assault will wipe out this cache and the Rebels who guard it.  Once more Imperial justice will prevail over these hopeless acts of sedition.",		"m49t":"Level a den of Rebel sympathizers",		"m49s":"It's astounding that so many fools refuse to acknowledge the irresistable might of the Empire.  You have shown them the error of their ways.",		"m49o":"Imperial Intelligence",		"m49l":"",		"m49i":"We conduct so many polticial enforcement actions that sometimes our data gets confused.  We'll sort out the problem.",		"m49f":"Those Rebels should have run like cowards in the face of armed resistance!  Perhaps they are more formidible than we anticipated.  Perhaps it is time to get the military involved.",		"m49d":"They want us to believe they are mere gangsters, but we have discovered that the Ravvo clan are in fact agents of the Rebel Alliance.  These creeps have a barracks, at these coordinates, where they practice their marksmanship to the detriment of the Empire.  A well-armed assault will teach them that scoffing Imperial authority is a game for fools and dead men.  These thugs are heavily armed as well, so proceed cautiously but ruthlessly.",		"m48t":"Blast a Rebel power relay",		"m48s":"Nicely done, citizen.  The community has been rendered safe once more.  The standard martial curfew will ensure that no Rebels return.  ",		"m48o":"Imperial Security Bureau",		"m48l":"",		"m48i":"I now suspect that the locals helped to dismantle and hide the relay station.  We shall conduct a door-to-door search, but you need not concern yourself with that.",		"m48f":"That power relay will continue to operate only as long as you continue to botch the job.  Spend sometime in a Bacta tank and come back when you're ready to mount a proper attack.",		"m48d":"Have they no sense of decency?  In the midst of an otherwise obedient community, the Rebellion has constructed a power relay cannon that transmits energy beams to passing Rebel fighters.  For the public good we must now dispatch a blaster team to blow this relay installation into oblivion and fry every inhabitant to ashes.  Such an action will assure the locals that the Empire is dilligently protecting their families and properties.  To this end, bring as many heavy weapons and explosives as you can gather for the task.",		"m47t":"Raze a seditious broadcast facility",		"m47s":"Excellent work.  Did you happen to view any of the offending holovids before you destroyed them?  We'll send some security agents around to question you, just in case.  Don't worry, it's a routine debriefing.  Who is your next of kin?",		"m47o":"Imperial Security Bureau",		"m47l":"",		"m47i":"No doubt this is a simple computer hiccup.  We shall retrieve the proper coordinates shortly.",		"m47f":"It is most suspect that you failed to destroy this traitorous broadcast facility.  We shall schedule a thorough background check to ensure that your record is clean.",		"m47d":"Sedition takes many forms.  Even a simple holovid broadcast can spread unrest, if its content is unacceptable.  For instance, a local community has recently been plagued by a fake recording that depicts the alleged destruction of Empire's finest war machine, the Death Star.  The transmission has been traced to a broadcast facility at these coordinates.  We want you to take a strike team and decimate this unseemly operation.  In particular, make certain that all of these fake recording are utterly destroyed.  We will not have these untruths soiling the tranquility of our loyal and obedient communities.",		"m46t":"Crush a mynock incubator",		"m46s":"He put up quite a fight for a simple livestock dealer, didn't he?  It seems our suspicions are confirmed.  Only a Rebel traitor would have that kind of firepower.  Well done, citizen.",		"m46o":"Imperial Security Bureau",		"m46l":"",		"m46i":"It seems we were provided with the wrong coordinates.  We shall investigate the "loyal citizens" who made this report.",		"m46f":"A simple livestock dealer repelled battle-hardened Imperial agents?  It seems our suspicions are confirmed.  Heal your wounds and perhaps you may be allowed to try again.",		"m46d":"It has come to our attention that a local livestock dealer harbors seditious motives.  Loyal citizens have reported a collection of mynock incubators hidden underneath his shop.  As you may know, certain factions of the Rebellion employ mynocks as nuisance tactics against our space fleet.  We have judged it prudent to destroy the incubation facility in the interest of galactic security.  Level the shop at these coordinates and you shall receive suitable recompense.",		"m45t":"Obliterate Rebel saboteurs",		"m45s":"You have the lethal cunning and accuracy of an Imperial stormtrooper.  Perhaps you should apply to the Academy.  Take this payment and think about your future.",		"m45o":"Imperial Army",		"m45l":"",		"m45i":"Come to think of it, I was wearing a stormtrooper helmet when I transmitted those coordinates to you.  Perhaps I made a mistake.",		"m45f":"You'll never qualify to be a stormtrooper with a poor performance like that!  Practice your marksmanship and someday you may aspire to the Empire's most elite fighting units.",		"m45d":"The Empire prides itself on the reputation of its elite stormtroopers.  The Rebellion has demonstrated its fear of these crack soldiers by tampering with black quartz used in the construction of stormtrooper armor.  Imperial Intelligence has learned that Rebel saboteurs have performed molecular scoring on the laserproof crystals, which are fashioned into visors for trooper helmets, so that our fine soldiers have experienced some difficulty seeing properly.  We are uncertain to what extent these defective visors have been deployed throughout the galaxy.  However we have tracked the saboteurs to a rundown cantina at these coordinates.  The Empire wishes to make an example of these Rebels by completely obliterating the cantina and all the traitors inside.  Perform this service and perhaps one day you will be experienced enough to join the ranks of the Empire's finest.",		"m44t":"Execute an MSE-6 mouse droid",		"m44s":"Finally we have stopped that annoying little droid!  Imperial Intelligence has yet to locate its remains in the rubble you left behind, but we have certainly seen the last of that metal-plated turncoat.  Very well done.",		"m44o":"Imperial Navy",		"m44l":"",		"m44i":"How can a simple MSE-6 constantly to throw us off its trail?  Blast you, accursed mouse droid!",		"m44f":"The mouse droid escaped yet again?  Our file on this mechanical nuisance grows larger and larger.  Perhaps it is time to dispatch more skilled agents to the task.",		"m44d":"Somehow a mere MSE-6 mouse droid continues to elude capture.  The droid carries plans for one of our prototype void stations, which we must recover at any cost.  Not long ago we cornered the MSE-6 in the spice mines of Sevarcos, but somehow it evaded laser fire from an entire platoon of crack stormtroopers.  After piloting a Corellian freighter into the command deck of an Imperial-class Destroyer, the droid navigated a turbo escape pod through the Noonta Nebula to shake off our TIE pursuit fighters.  But space debris forced it to land at these coordinates, where a Rebel cell has given it shelter.   Now is our chance to obliterate this mechanical traitor and remove a terrible threat to the Empire.",		"m43t":"Execute an MSE-6 mouse droid",		"m43s":"We have found no trace of the mouse droid in the ruins.  You must have blown it into a billion atoms.  Well done!",		"m43o":"Imperial Navy",		"m43l":"",		"m43i":"Our inspectors discovered that the exhaust vapor was a ruse by the droid to throw us off its trail.  We'll get you yet, mouse droid!",		"m43f":"Take heart.  Better agents than you have failed to bring down this mouse droid.  Keep practicing and perhaps you may redeem yourself at a later time.",		"m43d":"For several cycles the Empire has expended valuable military resources tracking down a single MSE-6 mouse droid.  This mechanical nuisance carries the plans for one of our prototype void stations, which must be recovered at any cost.  Recently the droid fled to the ice planet of Lur where it tricked several bounty hunters into killing each other.  Then it commandeered one of the hunters' starships and blasted its way past an Imperial blockade.  We have followed its particle vapor trail to a small gas filter plant at these coordinates.  Time is now short.  The Rebellion has dispatched a squad of fighters to retrieve the droid.  We must level this plant before the enemy can capture our secret plans.  Make certain that nothing survives!",		"m42t":"Execute an MSE-6 mouse droid",		"m42s":"Excellent work.  There's no way that little droid could have escaped this time.  You have served the Empire well.",		"m42o":"Imperial Navy",		"m42l":"",		"m42i":"Our inspectors have learned that the mouse droid inserted a false navigational log into the smuggler's computers.  As a result we gave you the wrong coordinates.  Curse that metal-plated nuisance!",		"m42f":"You failed to destroy the outpost and as a result, the mouse droid has once more slipped through our fingers.  Can no one stop that mechanical meddler??",		"m42d":"Sometimes the Rebels do not know when to give up.  This time they have stolen the plans for a new Imperial void station and hidden them inside an innocuous MSE-6 mouse droid.  On the planet Elcorth we executed thirty Elomin to retrieve the plans, but the droid managed to escape.  In Darpa sector we blasted several Rhinnalian medical frigates to space dust, but again the mouse droid eluded us.  After bombing a Rebel stronghold on Mindabaal we again failed to capture the droid, but we learned that it hopped aboard a smuggler's freighter and landed at these coordinates.  We require a strike team to pinpoint the Rebel outpost and smash it to rubble.  Imperial Intelligence will inspect the site to retrieve what remains of the offending MSE-6.",		"m41t":"Smash a squad of X-wing fighters",		"m41s":"We have been tracking those X-wings for many parsecs.  At last their destruction is complete.  Splendid work.",		"m41o":"Imperial Intelligence",		"m41l":"",		"m41i":"Our Analysis Bureau informs us that the Rebels destroyed the facility themselves minutes before you arrived.  Next time, try to reach your objective with greater urgency.",		"m41f":"Those X-wings have been slipping through our blockades for several parsecs, and you failed to destroy them even while they were idle.  The Empire does not abide incompetance.  This incident will be recorded in our files.",		"m41d":"Alert!  Our probe droids have uncovered an underground maintenance station for a squad of Rebel X-wing fighters.  These ships have harried our blockade enforcers for several parsecs, but at last we shall have our revenge.  We need a contingent of shooters to slip inside and blast the place to dust.  The station is craftily disguised, but it contains enough fuel that destroying the surface structures ought to ignite the whole place like an Alderaanian fireworks shop.  Be careful, though, as the Rebels have this valuable secret well guarded.",		"m40t":"Eradicate a droid reprogramming facility",		"m40s":"The Empire is grateful for your service.  IG assassin droids make lousy botanical arrangements.  Enjoy your reward.",		"m40o":"Imperial Intelligence",		"m40l":"",		"m40i":"The information must be correct.  We killed many Bothans to get it.  Let me double-check. Try again later.",		"m40f":"Thanks to your inept performance, the galaxy must continue to endure the appalling botanical arrangements created by these reprogrammed assassin droids.",		"m40d":"Rebel pirates have stolen our droids!  A shipment of IG-type assassin droids was highjacked en route to a Civil Security Center on Dantooine.  We have intercepted Rebel messages that suggest these droids were smuggled to a secret reprogramming facility, where technicians are regearing their circuits for use in gardening and botanical arrangement.  This insult to Imperial might must be eradicated immediately.  A squad of operatives must travel to these coordinates and destroy the facility.",		"m39t":"Smash a cloister of engineers",		"m39s":"I understand those engineers were tougher than they looked.  Or perhaps you are not as competant as you portray yourself.  At least you completed the mission.  Take your payment and go.",		"m39o":"Imperial Security Bureau",		"m39l":"",		"m39i":"Those data pushers must have sliced into our security net and known that we were coming.  But they can't hide for long.",		"m39f":"It is stupefying that so-called professionals can fail to take down a simple cloister of engineers.  What is the universe coming to?",		"m39d":"Rebel dogs come in all stripes.  We have pinpointed a cloister of fuselage engineers who are aiding the traitors in their fighter designs.  We are commissioning a team of investigators to search these coordinates and eliminate any operations they find.  These engineers are simple data pushers, not much of a threat, though word has it that they might carry some small arms of their own design.  Watch out for surprises and make sure to wipe out any research materials they have gathered.",		"m38t":"Strike a Rebel refinery",		"m38s":"At last I have achieved true success!  My grandchildren thank you for saving an old man's reputation.  Take your payment and enjoy it.",		"m38o":"Agent Sheedup of the Imperial Security Bureau",		"m38l":"",		"m38i":"What?  It's not there?  That can't be!  I'm sure I had reliable intelligence.  Am I to retire with this embarrassing mistake as my last act?  Oh, woe!",		"m38f":"Blast it!  That was my last chance to retire with honor, and you botched it!  Thank you for destroying my grandchildren's faith in a failing old man.",		"m38d":"For thirty years I languished in the Glythe sector as a remote field operative of the ISB.  Now, at the end of my career, I have been transferred to a more civilized system with a chance to make a real impact.  I am retiring next cycle, so this is my last opportunity to attain some measure of glory.  To this end I am sending a civilian strike team to take out a suspected Rebel grease refinery.  I require well-trained operatives who are not afraid to get their hands dirty.  Help an old man make his mark in the universe.",		"m37t":"Blast a Creel manifold into oblivion",		"m37s":"The Empire is lucky to have such skilled civilian operatives.  Rest assured that the community's water supply will be fully restored within a few months.",		"m37o":"Imperial Security Bureau",		"m37l":"",		"m37i":"Once again the Rebel scum have slinked back into the shadows when Imperial justice arrived.  Stay alert, good citizen.",		"m37f":"How can we expect to secure public tranquility when our hired operatives cannot blast a simple water junction to pieces?  Come back when you have trained further.",		"m37d":"The cowardice of the Rebellion knows no limit.  This time they have launched an insidious scheme to undermine the security of a peaceful, orderly world.  As you know, Imperial engineers have enhanced the water supply of many communities with placidity enzymes to abate civic unrest.  The Rebels have secretly captured a local water junction and installed a Creel manifold to siphon off the additives.  We need a team of civilian operatives to ambush these Rebel dogs and blast the water junction into oblivion.  This will set an example to traitors everywhere that the goodwill of the Empire shall not be thwarted.",		"m36t":"Liquidate captured Imperial agents",		"m36s":"We're pleased that the captured agents have been liquidated.  You have earned the undying respect and loyalty of the ISB.",		"m36o":"Imperial Army",		"m36l":"",		"m36i":"The captured agents must have divulged our classified frequencies.  Clearly the Rebels knew we were coming.",		"m36f":"Your mission specified no survivors.  We hope that the Rebels do not learn additional military secrets because of your inept performance.",		"m36d":"Some Imperial agents are in Rebel custody, captured in a recent frontier skirmish, and are currently imprisoned in a small but well-guarded holding facility.  The Rebels will be on the lookout for uniformed soldiers, so we require some highly-trained civilians to launch a surprise assault on the holding facility and reduce it to rubble.  We must assume that the captured agents have been interrogated and have divulged military secrets.  They are therefore traitors and should be considered expendable.  Applicants for this mission will be required to leave no survivors.",		"m35t":"Destroy a Rebel propaganda center",		"m35s":"While the beautiful woolly moth of Alderaan may have looked harmless, it was a vicious threat to galactic security.  You have advanced the cause of Imperial truth.",		"m35o":"Imperial Security Bureau",		"m35l":"",		"m35i":"Perhaps our intelligence was not as accurate as we thought.  Fear not, this vile operation will soon be shut down.",		"m35f":"If you have allowed a single Alderaanian tinklefly to escape, the security of the Empire could be jeopardized!  We shall record this failure in our files, citizen.",		"m35d":"As diligent citizens of the Empire know, recently the Rebellion provoked the untimely destruction of the planet of Alderaan.  Properly reviled for this heinous crime, the Rebellion has sought public sympathy by collecting and breeding many of Alderaan's native fauna.   Right-thinking citizens of the Empire understand that the Death Star was forced to destroy Alderaan in the name of galactic security, and that this program of re-breeding extinct animals is a transparent act of propaganda.  Luckily we have located the center of this traitorous enterprise.  We need a team of well-trained civilians to blast apart this breeding facility and strike a blow for truth and justice in the galaxy.",		"m34t":"Eliminate a biological hazard",		"m34s":"Excellent work, citizen.  Now use this reward money to remove yourself from all populated areas.  We cannot be certain that you are free from biological contagion.  Have a nice day.",		"m34o":"Imperial Security Bureau",		"m34l":"",		"m34i":"Are you sure you investigated the area thoroughly?  Our coordinates must have been wrong.  Just in case, please refrain from bodily contact with any member of the ISB.",		"m34f":"We hope your abortive effort hasn't spread the biological contagion.  From now on, please refrain from bodily contact with any member of the ISB.",		"m34d":"A grand victory!  Recently our field operatives wiped out a Rebel command center using an exciting new airborne biological agent.  To our dismay, however, a group of survivors fled with the corpses of several highly-placed Rebel leaders.  We tracked their escape vessel to a small "safe house."  Our scientists have deemed it prudent to destroy these bodies in the interest of public health.  We are looking for loyal volunteers to enter this Rebel den, eliminate the guards and blast apart the entire structure.  Of course our own operatives will be observing from a safe and discreet distance.  A reward is available for anyone who performs this service, as well as the gratitude of the Empire for the remainder of their life.",		"m33t":"Crush a Rebel distribution center",		"m33s":"It is too bad that the Army rations had to be destroyed, but at least the local settlers are spared the indignity of consuming stolen food.  Take your reward with honor.",		"m33o":"Imperial Army",		"m33l":"",		"m33i":"Our intelligence indicates that local settlers assisted in moving the distribution center before you arrived.  Rebel exploitation knows no limits.",		"m33f":"Thanks to your incompetance, the local settlements must continue to endure the indignity of consuming stolen food.  You have failed them and you have failed the Empire.",		"m33d":"The Imperial Army works tirelessly to ensure security and civic tranquility in the galaxy.  To undertake this noble mission the Army consumes vast food resources.  As we all know, the Rebellion spares no atrocity in their sabotage of galactic peace, and this includes the highjacking of rations bound for Imperial garrisons.  But certain loyal citizens have informed us of a distribution center where the Rebels hoard this stolen food.  They are using this contraband to bribe the local settlements.  The Rebels pretend that recent Imperial exhaust tests have caused a local drought, and then "remedy" this "famine" with the stolen rations.  But a well-armed team of loyalist infiltrators can destroy this distribution center and stop the treachery before it spreads.  The Empire will compensate such bravery according to its success.",		"m32t":"Dismantle a hyperspace monitoring terminal",		"m32s":"You shall be well paid for your success.  Imperial Intelligence is on its way to sift through the remains of the terminal, assuming you left any remains.",		"m32o":"Imperial Navy",		"m32l":"",		"m32i":"Imperial Intelligence provided us with those coordinates.  Some days they are more reliable than others.",		"m32f":"Imperial Intelligence suggested we dispatch civilians for this mission.  In the future we shall regard this practice with greater skepticism.",		"m32d":"It's no wonder the Rebellion continues to elude our proud Imperial Navy.  We have learned from Imperial Intelligence of a hidden Rebel station that monitors hyperspace activity, in order to track the movement of our capital ships.  We need ground-based agents to recon this monitoring terminal and shut down its traitorous activities.  It is likely that the station is heavily guarded, so citizens accepting this mission should equip themselves for a fight.",		"m31t":"Wipe out a factory for space mines",		"m31s":"The Imperial Navy is indebted to you.  Take this payment and the gratitude of the Empire.",		"m31o":"Imperial Navy",		"m31l":"",		"m31i":"Amusingly, the factory was destroyed by an internal explosion just before you arrived.  Amateurs should not handle space mines.",		"m31f":"Those ion space mines will now be a threat to Imperial ships everywhere.  The blood of fallen stormtroopers will be on your hands.",		"m31d":"Ion space mines are an important tool of the Imperial Navy, but in the hands of Rebel terrorists they become a menace to all law-abiding spacefarers.  We have tracked a freighter to a known Rebel outpost, where it deposited a load of Defender-class mine chassis.  We believe the Rebellion is assembling ion cannons for insertion into these mines.  If we can wipe out this factory before its deadly contraband is unleashed, the star lanes will be safe once more.  Are you ready to accept such an important mission?",		"m30t":"Eliminate a Rebel encoding station",		"m30s":"Nice work.  Already we have seen a reduction in the number of encoded Rebel transmissions.  Take this payment with our gratitude.",		"m30o":"Imperial Intelligence: Analysis Bureau",		"m30l":"",		"m30i":"Perhaps someone made a mistake in decrypting the coordinates of the station.  We shall make the necessary inquiries.",		"m30f":"This was not an easy mission, but neither was it exceedingly dangerous.  You won't fail the Empire like this again, will you, citizen?",		"m30d":"Too many Rebel codes resist our efforts to unravel.  At last we have pinpointed the site of an encoding array which the Rebellion uses to retransmit secret communiques.  By smashing this installation we shall cripple their transmission network and save the lives of countless Imperial soldiers.  Needless to say, the Rebellion has posted a number of guards at the site.  If you can aid us in this strategic action, the Empire will provide you generous compensation.",		"m29t":"Destroy a cache of vacuum gyros",		"m29s":"Well done, citizen.  Those Gallifree transports slip through our blockades too easily.  Perhaps now we can stop those Rebel scum.",		"m29o":"Imperial Security Bureau",		"m29l":"",		"m29i":"Blast!  They must have finished evacuating before you arrived.  We'll track down those Rebel scum yet.",		"m29f":"Vacuum gyros allow Gallifree transports to elude planetary blockades.  You let a golden opportunity slip through your fingers!  This failure will go on your record, citizen.",		"m29d":"The operation took several years, but we finally uncovered the traitor who has been supplying vacuum gyros for Rebels transports.  We now have the coordinates of the traitor's secret gyro cache.  Unfortunately he captured the probot that relayed us the information, so he knows we are coming.  Our sources tell us that a contingent of Rebel soldiers is evacuating the cache.  We need to dispatch a team to destroy this contraband before the Rebels take it away.  Are you equipped for such a mission?  If you go, expect a firefight.",		"m28t":"Destroy Rebel refueling depot",		"m28s":"We knew we could rely on you, citizen. Congratulations. The reward goes to you with our blessings.",		"m28o":"Imperial Security Bureau",		"m28l":"",		"m28i":"Well, smugglers are elusive if they are anything. Our agents will track this depot down.",		"m28f":"Smugglers are not just a problem for the local authorities, citizen. They aid the Rebels and are therefore our problem as well. Your failure to take out their depot makes us doubt your abilities.",		"m28d":"We've tracked down one of the refueling depots used by Rebel-friendly smugglers, who've euphemistically been termed "procurement specialists" by the Rebellion. How quaint. These smugglers also leave shipments of stolen goods for the Rebels to take delivery of and redistribute to various cells. We must identify all such depots and put them out of business. The Imperial Military has their hands full tracking down Rebel bases, they don't need the additional worry of these depots. For this task, we require a capable team of agents that can hit an installation like this fast and hard. Can you assemble and lead such a team, citizen?",		"m27t":"Destroy Rebel prototype speeders",		"m27s":"Job well done, citizen. We hope you continue working with our organization in the future.",		"m27o":"Imperial Security Bureau",		"m27l":"",		"m27i":"Intelligence must have gotten these coordinates wrong when they transmitted them to us. It pleases them to embarrass us like this from time to time.",		"m27f":"There's no telling what those speeders were going to be used for. Your failure could mean the Rebels get their hands on an improved assault speeder. This is terribly disappointing.",		"m27d":"Our informants have given us the coordinates to a civilian speeder shop that apparently is storing some prototype speeders in the garage. What tipped our informants off was the shop owner's careful attempts to conceal these speeders. A mechanic's conversation was overheard and it mentioned something about adapting these speeders for extreme climate conditions. Whatever those mechanics are planning, it can't be legal. We need some dedicated agents to assault the shop and make sure it burns to the groud with those prototype speeders inside. Can you handle this mission for COMPNOR?",		"m26t":"Destroy secret meeting place",		"m26s":"Dead men tell no tales, correct? Bravo, citizen. You are shaping up to be a highly respected professional agent. Accept your fee for the services rendered.",		"m26o":"Imperial Security Bureau",		"m26l":"",		"m26i":"The Rebels must have known of our plans and moved the meeting. They are resourceful, we'll give them that.",		"m26f":"Having the Bounty Hunters' Guild turn on us would be a great disservice to the Empire, citizen. Your failure could make that come about. Very distressing.",		"m26d":"The Rebellion would like nothing more than to blame the most recent attacks on the Bounty Hunters' Guild on the Empire. Our agents inform us that the Rebels claim to have proof of such an involvement. Some Rebel spies are scheduled to meet with some representatives of the Bounty Hunters' Guild. This meeting must be sabotaged. We've acquired the coordinates to the secret location chosen for this purpose. We need loyal Imperial servants to silence these rumors once and for all. An attack by the Imperial military is out of the question, as I'm sure you understand. The Empire needs to insure "plausible deniability." Can you help us achieve this?",		"m25t":"Destroy Rebel climate control units",		"m25s":"Clean and efficient, citizen, just like we like it. COMPNOR could use more agents like you. ",		"m25o":"Imperial Security Bureau",		"m25l":"",		"m25i":"Our coordinates were in error? Strange. Must be the work of Rebel saboteurs.",		"m25f":"Climate control units were too much for you? This failure must be terribly embarrassing for you. We will certainly try not to mention it.",		"m25d":"Our spies have alerted us to the presence of a Rebel supply depot that seems to be housing many climate control units. No doubt these are intended for remote Rebel bases in the Outer Rim. We want these units destroyed and figure a loyal and skilled Imperial agent ought to be able to take care of that for us. No need to call in a full military strike. Can you assist the Empire with this, citizen?",		"m24t":"Destroy Rebel retrovirus",		"m24s":"Our agents will meet with great success now. Well done, citizen. Your aid to the Empire and COMPNOR shall not be forgotten.",		"m24o":"Imperial Security Bureau",		"m24l":"",		"m24i":"Rebel agents no doubt moved this shipment of the vaccine. We must track it down. These encounters are so like a game of dejarik, wouldn't you agree? ",		"m24f":"It would have been better had we been able to stop these demonstrations using subterfuge, agent. Your failure means the Empire must risk more negative public opinion by using stormtroopers to silence these malcontents. How disappointing.",		"m24d":"Our agents have been provided with a deadly airborne virus that they are to release at some anti-Imperial demonstrations and marches. The Rebels somehow acquired a sample of this virus and have developed a retrovirus, which they have mass-produced and plan to ship to the various systems where these demonstrations are scheduled. We've managed to locate one of these shipments, currently being stored in a small medical supply depot. It occurs to us that a few loyal Imperial agents could assist our plans by insuring this retrovirus vaccine is destroyed. Can you assist in this matter, loyal servant of the Empire?",		"m23t":"Destroy Rebel warehouse",		"m23s":"An efficient handling of the mission, agent. Well done. The Empire is proud to reward you.",		"m23o":"Imperial Army",		"m23l":"",		"m23i":"We could have sworn those were the proper coordinates. Hmm, we'll have to double-check our reports.",		"m23f":"We can only hope that these crystals were not being used to fashion some new devilish weapon. If you can't even take out a moderately defended warehouse, what hope do you have of getting more dangerous missions?",		"m23d":"Intelligence informed us that the Rebels have taken an interest in certain rare types of crystals and that any supply depot containing caches of such minerals were to be immediately destroyed. We've located a small warehouse containing a large quantity of mineral desposits mined from the Outer Rim. We do not know for certain that these crystals were headed into the hands of the Rebellion, but why risk it? We need loyal Imperial servants to vaporize these mineral supplies for us. Can the Empire count on your aid, citizen?",		"m22t":"Destroy Rebel R3 units",		"m22s":"You must be congratulated on a job well done, agent. The Empire needs more operatives like yourself. The reward is yours.",		"m22o":"Imperial Navy",		"m22l":"",		"m22i":"The Rebel scum must be moving those R3 units around. We'll track them down.",		"m22f":"We didn't think such a simple mission would give you such trouble. This failure must be entered into your permanent record, agent. It is a shame.",		"m22d":"Smugglers have supplied the Rebels with a large quantity of stolen R3 units that were scheduled for Imperial cruisers. We understand that these R3 units have already been reprogrammed by Rebel technicians and are awaiting supply requisitions from the Rebel fleet. We've located several of these R3 units and need them destroyed. These units are useless to us now that they might contain Rebel bugging devices. We're determined, however, not to allow these droids to serve the Rebellion either. Can you aid the Empire in carrying out this task? ",		"m21t":"Destroy Rebel repair stations",		"m21s":"Good work, agent. We knew these stations were serving those Rebel scum and you've helped prove it. We hope this is the beginning of a very profitable career for you.",		"m21o":"Imperial Army",		"m21l":"",		"m21i":"The Rebels must be trying to protect these installations and are therefore sabotaging our efforts. This proves these stations are being used to aid the Rebellion.",		"m21f":"The speeder trucks can cause quite a bit of damage to our local garrisons. Your failure endangers our soldiers. You are dismissed.",		"m21d":"Local garrisons have reported recent Rebel attacks that have employed modified A-A5 speeder trucks as armored personnel carriers. We've located several civilian speeder repair facilities that could be used to create these carriers. We want these installations destroyed. We'll leave Intelligence to provide us with "proof" of such activity after the deed is done. This task should prove simple for them. As for the task of destroying these stations, that will require a bit more work. Can you assist the Empire in removing this potential threat?  ",		"m20t":"Destroy Rebel mining depot",		"m20s":"An effective piece of work, agent. The Empire is proud. Claim your reward and seek us out again in the future for more work.",		"m20o":"Imperial Army",		"m20l":"",		"m20i":"Our coordinates are off. It must be the work of Rebel slicers. We'll get the correct coordinates soon enough.",		"m20f":"Your failure to destroy this depot will result in many of our garrisons facing these deadly miner bombs. Is this sort of mission failure common for you? We should have explored your background a bit more carefully before assigning you this mission.",		"m20d":"Intelligence has sent us a warning that the Rebels may try using mining equipment, especially LIN Demolitionmech droids, to strike at Imperial garrisons and depots. The idea was given to the Rebels by disgruntled spice miners who recently joined the Rebellion after the Empire cracked down on illegal spice mining on Kessel. The LIN droids will carry holographic disguisers to make them look like R3 units. We've located a supply depot filled with mining equipment, including large quantities of explosives and Demolitionmech droids. We suspect this depot will provide much of the materials needed to create these "miner bombs." We need a small team of Imperial agents to wipe this depot out and make sure the equipment inside is turned to molten slag. Can you aid the Empire in this, citizen? ",		"m19t":"Destroy Rebel outpost",		"m19s":"We hope the moff was at that meeting when you destroyed the outpost. We'll have to continue monitoring communications to make sure. In any case, your strike against that Rebel outpost was superb.",		"m19o":"Imperial Intelligence",		"m19l":"",		"m19i":"The moff must have gotten word of our intended strike and insured we'd get false coordinates. This traitor will be sorry he ever turned against his master and the New Order.",		"m19f":"How could have let this moff escape? We may never find him now. Your failure has allowed a grave danger to our Emperor to continue to exist. ",		"m19d":"A traitorous moff whose identity we have not been able to uncover has offered to aid the Rebels attempt to assassinate our beloved Emperor. We've tried to pinpoint where this traitor and his agents will be meeting with the Rebellion's agents to make the arrangements. After months of investigation, we believe we finally have the coordinates to the outpost chosen for this sinister purpose. We require an able and loyal Imperial strike team to hit this outpost and insure that it is burned to the ground. Could you assemble and lead such a team? Only the most dedicated and skilled agents need apply for this important mission.",		"m18t":"Destroy Rebel laser cutters",		"m18s":"Success! This will doubtless slow the Rebels' efforts to carve out new lairs. You've earned your reward, agent.",		"m18o":"Imperial Intelligence",		"m18l":"",		"m18i":"We'll find where those Rebels have moved those laser cutters to. They can't keep things hidden from us forever.",		"m18f":"Destroying those laser cutters was no small affair, agent. Your failure means that the Rebels can continue with their plans to set up additional bases. This is both annoying and disappointing.",		"m18d":"The Rebels have been targeting Imperial depots that contain laser cutters. We believe they need them to build a new operational base although we do not yet know where the Rebels plan on establishing the base. Our agents have managed, however, to locate some of these laser cutters and have sent us the coordinates where they are being housed. We need a few loyal Imperial agents to strike this storage depot and blast it to atoms. Can you help the Empire fight those Rebels?",		"m17t":"Destroy Rebel destroyer droids",		"m17s":"A job well done, agent. The Empire will show its appreciation via this reward. Do come see us again for future missions.",		"m17o":"Imperial Intelligence",		"m17l":"",		"m17i":"The destroyer droids must have been moved or else our informants were fed false coordinates. We'll investigate this matter further.",		"m17f":"Droidekas may be older droids but they are still quite effective against our troops. Your failure to destroy these units will cost the Empire lives. Surely you see the tragedy in this?",		"m17d":"The Rebels have managed to get their hands on some old Trade Federation destroyer droids. These units can be used to fortify their outposts and defend their bases. Fortunately, our informants have tracked these droids down and have provided us with the coordinates to the warehouse that is being used to store them. A loyal Imperial strike team is needed to take these droidekas out of commission. Do you think this is a mission you could handle?  ",		"m16t":"Destroy Rebel medical droids",		"m16s":"A successful strike against the Rebellion. Well done. The reward is yours.",		"m16o":"Imperial Intelligence",		"m16l":"",		"m16i":"These coordinates seem to be faulty. We'll interrogate our spies as soon as we can.",		"m16f":"Medical droids may not seem that important to you, but it is an immense boon to the Rebellion. Your failure alarms us. We must consider carefully before assigning you another mission.",		"m16d":"Several MD medical droids have been acquired by the Rebellion. Our spies have provided us with the coordinates to the holding facility where these droids are being stored. We cannot allow the Rebels to have access to proper medical care. We require a small team of loyal agents to find this facility and destroy it. Do you think you could assist the Empire in this endeavor?",		"m15t":"Destroy Rebel weapons cache",		"m15s":"Those deadly "Intimidators" won't threaten the safety of our agents. Good work! The Empire gladly rewards success and loyalty.",		"m15o":"Imperial Intelligence",		"m15l":"",		"m15i":"They must have moved the weapons already. Damn! We'll have to work hard to track them down.",		"m15f":"Those blasters will no doubt claim many Imperial agents' lives. Your failure is most alarming to us. Perhaps you're not cut out for this sort of work.",		"m15d":"A shipment of Merr-Sonn IR-5 blaster pistols has fallen into the hands of the Rebellion and we believe we've learned where these deadly weapons are being stored. They will certainly be distributed to various Rebel cells for use in intimidation missions. We must destroy this cache of weapons before those scum can use them against our agents. Can the Empire count on you to undertake this mission?",		"m14t":"Destroy Rebel refugee facility",		"m14s":"Well done! We couldn't have done it any better ourselves. The Empire could use more agents like you.",		"m14o":"Imperial Army",		"m14l":"",		"m14i":"One of the Viceprexes working for the Rebellion must have tipped them off. We'll find which of them is serving those traitorous scum.",		"m14f":"Allowing convicted criminals to escape is not good, citizen. The Empire is terribly disappointed by your lack of success.",		"m14d":"Loyal agents within the CSA have informed Imperial Intelligence that many of the workers the Viceprexes had requested for hard labor are being transferred to a holding facility so that Rebel agents can rescue convicted Rebel spies and sympathizers contained among the roster. We've acquired the coordinates of this facility and need a small team of loyal Imperial agents to obliterate it. The only other option facing convicted Rebels, besides a lifetime of back-breaking labor in service to the Empire, is death. Can you see to it that this is carried out? The Empire is counting on you.",		"m13t":"Destroy Rebel slicer hub",		"m13s":"A most excellent strike, agent. These were the sorts of results we had hoped to get by employing you. Claim your reward.",		"m13o":"Imperial Army",		"m13l":"",		"m13i":"Tracking down slicer hubs has got to be one of the most difficult bits of intelligence work there is. We'll find them.",		"m13f":"This installation must have been more carefully guarded than we had first anticipated. Still, your failure is a great disappointment to us. No results, no reward.",		"m13d":"Intelligence has finally located one of the Rebellion's data slicer hubs. This facility could house several HoloNet transceivers and the slicers who operate them. A strike would remove both. Can the Empire count on you to help make the Imperial HoloNet more secure for military communications? ",		"m12t":"Destroy Rebel training station",		"m12s":"Little did those local flyboys realize that playing with a flight simulator could be very dangerous indeed. Well done, citizen. The Empire is pleased to reward one such as you.",		"m12o":"Imperial Navy",		"m12l":"",		"m12i":"The coordinates were not correct, eh? We'll have to investigate this matter further. Check back with us soon.",		"m12f":"More Rebel pilots mean more attacks on Imperial shipyards and garrisons. The Empire cannot afford that, citizen. Your failure will cost us dearly.",		"m12d":"The Empire has located a small station that is being used by the Rebels to entice young pilots to join their traitorous cause. Apparently these Rebels have several X-wing flight simulators that they allow local pilots to play around with. Unfortunately, this is often enough to get some of these na?ve flyboys to sign up. The Imperial Navy understands the lure of a well designed starfighter. We need this station destroyed and everything inside incinerated. Can the Empire count on you, citizen?",		"m11t":"Take out traitorous engineer",		"m11s":"Well done, agent. We hope that engineer was inside that warehouse when it was destroyed, and we hope the Rebellion learned no damaging Imperial secrets. You must work for us again in the future.",		"m11o":"Imperial Intelligence",		"m11l":"",		"m11i":"The engineer may have escaped us today but we'll eventually track them down. We promise you that.",		"m11f":"The survival of this engineer could be disastrous to the Empire. Your failure puts us all at risk. This will be reported to the Imperial High Command.",		"m11d":"One of Sienar Fleet System's chief engineers has foolishly decided to join the ranks of those traitorous Rebels. The Rebellion was eager to get this individual to safety as they had helped design some new TIE starfighters for the Empire. We've located this engineer and need them silenced before they can supply the Rebellion with technical specs. We believe the traitor is being held at a small warehouse currently used to store speeder parts. We require a skilled and loyal agent to strike this warehouse and blast it to atoms, taking everything inside with it. The facility will no doubt be guarded. Can the Empire rely on you to accomplish this mission?",		"m10t":"Destroy new Rebel cell",		"m10s":"Crush these scum, citizen! Grind them under your heel! A success like this deserves to be celebrated. You must share your victory with your closest friends. If any of them do not seem delighted as we are, give us their name and identification number. You can never be too sure.",		"m10o":"Imperial Security Bureau",		"m10l":"",		"m10i":"They must have heard that we were taking matters into our own hands and have fled the scene. But how could they have moved so quickly and left no evidence of their passing? Maybe there is a spy in our midst...",		"m10f":"You must understand that this failure will only encourage more of these undesirables to form these terrorist cells. How can you live with that fact? Your failure will cost many innocent Imperial citizens their lives. Frankly, we're disgusted.",		"m10d":"Instead of being horrified, as all loyal citizens should have been, by the Rebellion's destruction of the Empire's most brilliant and effective weapon against injustice, it seems instead that this terrorist act has encouraged some malcontents to form their own Rebel cell. And they've done it in such a flagrant and obvious manner that we didn't have to look too hard to find it. We need a true model citizen of the Empire to show these troublemakers the consequences of throwing their lot in with these traitors and terrorists. Are you that citizen? Can we rely on you to burn this newly formed Rebel cell to cinders? We will not rest easy until these criminals are atomized.",		"m9t":"Destroy Rebel supply depot",		"m9s":"Whatever was in that warehouse will not serve those Rebels now. Good work, agent. Your future does indeed look bright if you continue to serve us in this manner. Collect your reward with pride - you've earned it.",		"m9o":"Imperial Security Bureau",		"m9l":"",		"m9i":"This information came from Imperial Intelligence, which can have the habit of being occasionally spotty. We'll inform them that they need to take better care when sending out intelligence reports such as this.",		"m9f":"They probably managed to get most of their supplies out since you failed to destroy the facility. There's no telling what sorts of equipment was in there. Perhaps even prototype starfighters or weapons. This is most disappointing. Losing your reward should be the least of your worries currently, citizen.",		"m9d":"A Rebel supply depot has been located. The front for it seems to be a scientific observation outpost of some sort. However, our surveillance images clearly show known Rebels patrolling the facility's perimeter. We need a trusted agent to lead a strike against this installation and insure its destruction. There's no telling how many cells this depot has been supplying or how many Imperial lives have been lost as a result. Can we count on you to undertake this dangerous mission? It will not be easy but the rewards will be worth it if you succeed.",		"m8t":"Destroy Rebel terrorist cell",		"m8s":"The deaths of all those Imperial servants are now avenged! You are truly a champion of justice, citizen. We hope this is a definite indication of things to come. Claim your just reward.",		"m8o":"Imperial Security Bureau",		"m8l":"",		"m8i":"Can a droid maintenance facility disappear overnight? This is most irregular. We must investigate this matter. Report back later and I'm sure we'll have this straightened out.",		"m8f":"How heavily guarded could this installation have been? We do not understand the reason for your failure, citizen. Perhaps you were not the agent we were thinking of when we assigned this mission.",		"m8d":"We've discovered a Rebel terrorist sleeper cell masquerading as a droid maintenance facility. We suspect that this cell has been responsible for the deaths of no less than 100 Imperial servants and the destruction of millions of credits worth of property. I think you'll agree that the proper thing for a loyal citizen of the Empire to do is to reward one ill turn with another and burn this installation to the ground. Are you the agent we're looking for? These terrorists must pay for their terrible acts of violence against the Empire.",		"m7t":"Destroy Rebel indoctrination camp",		"m7s":"Hurrah! You have doubtless saved hundreds of loyal citizens from a terrible fate, citizen. Losing your faith in the New Order is bad enough, but to lose your mind along with it? You are a true champion of the Empire.",		"m7o":"Imperial Security Bureau",		"m7l":"",		"m7i":"Are you sure you didn't go into that camp and simply don't remember the experience, citizen? Maybe you should have one of our medical droids look you over? This is most suspicious.",		"m7f":"Now the Rebellion will have more brainwashed clones to add to their ranks. How can you sleep at night knowing you failed the Empire in this one vital way? We are incredibly displeased.",		"m7d":"We've unearthed a Rebel indoctrination camp. Within the walls of these dreadful facilities, the minds of loyal citizens are poisoned and warped by the efforts of twisted medical droids and large quantities of illegal glitterstim drugs. It's a horrible sight to behold, citizen. We must terminate the activities of this vile installation and insure our citizens remain safe from such atrocities and loyal to the Empire. Can you help your Emperor stamp out this loathsome practice? The Empire needs you. ",		"m6t":"Destroy Rebel transport repair facility",		"m6s":"I suppose the Rebels will have to carry their supplies on their backs now. Hah! Job well done, citizen. This is what we mean when we say our agents are the most effective in the Empire. Don't spend your reward all in one place.",		"m6o":"Imperial Security Bureau",		"m6l":"",		"m6i":"Perhaps those "loyal informants" were not quite so loyal after all. Could they have given us false information? We'll look into their backgrounds and watch them very closely.",		"m6f":"Did they all just hop on their speeders and zoom away? How could you fail at such a mission. It's not like we were sending you against a command center. How disappointing. We'll have to note this failure in your record.",		"m6d":"Thanks to the efforts of our many loyal civilian informants, we've managed to verify the existence of a Rebel transport repair facility. We kept wondering where those Rebels would take their airspeeders, speeder bikes, and groundspeeders when they needed repairs. After all, many of them bear the evidence of skirmishes with local civil authorities or Imperial forces. Well now we know. We'd like this installation eliminated. We understand you are quite efficient at such work. Can the Empire count on you?",		"m5t":"Destroy Rebel alien refugee outpost",		"m5s":"You can run but you can't hide! How we love that saying. Congratulations, citizen, you have removed many inconveniences for the Empire. Seek us out for future employment.",		"m5o":"Imperial Security Bureau",		"m5l":"",		"m5i":"I'm sure those aliens are hiding somewhere in the area. We'll continue looking for them. You should check back with us at a later time.",		"m5f":"Refugees escaped you? This must be terribly embarrassing for you. It certainly is for us. This does not inspire us with great confidence in your abilities, citizen. Your future is hazy.",		"m5d":"Rebels have been transporting alien refugees to various outposts throughout the galaxy. Many of these refugees are escaped slaves or criminals. We've managed to locate one of these outposts and now need to make sure it will no longer serve the cause of the Rebellion. We need a trusted agent to eradicate this facility and show the Rebels that the Empire will always find those who seek to escape Imperial justice. Are you that agent? We hope so. ",		"m4t":"Destroy Rebel medical facility",		"m4s":"Bacta is wasted on Rebel scum, do not worry. You have done very well and we are highly pleased. Our missions require someone with a strong constitution. You should seek us out in the future.",		"m4o":"Imperial Security Bureau",		"m4l":"",		"m4i":"How could the Rebels have moved so many sick people so fast? Could it have been a hologram intended to trick us? Where would the Rebels get such a device?",		"m4f":"You couldn't even take out a facility filled with sick and wounded individuals? What sort of agent are you? Perhaps failure means nothing to you but it stains our reputation.",		"m4d":"What we thought was a legitimate medical facility has actually turned out to be a Rebel medical supply depot. It seems they have been using sick citizens as cover, trying to get us to believe they were operating according to Imperial laws. We feel for these sick individuals, although no doubt many of them are Rebel sympathizers, but this facility must be destroyed. We'd like to leave the details of such an operation to you, citizen. Do you think you're up to the task? Once you see Rebel soldiers defending this facility, you will find it much easier to sacrifice the patients inside.",		"m3t":"Destroy Rebel communications array",		"m3s":"So much for that outpost. Bravo, loyal citizen! Your efforts may take you far in the ranks of the ISB. We hope you continue to serve us.",		"m3o":"Imperial Security Bureau",		"m3l":"",		"m3i":"We've always been suspect of any information Imperial Intelligence sends us. We'll double-check any such reports in the future against our own intelligence.",		"m3f":"You failed? How much trouble could a few sensor dishes and some transceivers have given you? This does not look good on your record.",		"m3d":"Imperial Intelligence believes that a small outpost is housing a communications array currently being employed by the Rebellion to coordinate local Rebel cell activity. Put this place out of operation - in fact, burn it to the ground. We will not have this sort of Rebel activity in that sector. How dare the Rebels think this would go unnoticed. Can the Empire rely on you? ",		"m2t":"Destroy Rebel mining facility",		"m2s":"If the Rebels thought we would overlook a small mining operation, they were sadly mistaken. Well done. Your efforts on behalf of the Empire are noted. Claim your reward.",		"m2o":"Imperial Army",		"m2l":"",		"m2i":"Perhaps Intelligence had confused a legitimate Mining Guild facility for an illegal Rebel one. That has been know to happen in the past. We'll verify with them.",		"m2f":"How could such an insignificant thing as a mining facility prove too much for you? We'd been led to believe you were an effective agent. It seems that information might have been inaccurate.",		"m2d":"A Rebel mining facility has been identified by Intelligence and we need it destroyed. These Rebels have a habit of slipping through our blockades during a full military strike so we'd like you to lead a small team of loyal agents to accomplish this mission instead. Do you think you can serve your Empire in this manner?",		"m1t":"Destroy Rebel munitions depot",		"m1s":"That must have been quite a fireworks show, eh? Congratulations, agent. Your Imperial service record is shaping up quite nicely.",		"m1o":"Imperial Intelligence: Bureau of Operations",		"m1l":"",		"m1i":"Those damn probe droids. We hope there's an updated model on its way soon. We'll double-check those coordinates and find that munitions depot. Report back later and finish this task for us.",		"m1f":"Those Rebels were too much for you, eh? I suppose an attack on a munitions depot would be the sort of mission only very skilled and loyal Imperial agents should ever attempt. Your failure is disappointing but perhaps not terribly surprising.",		"m1d":"Our probe droids have located a fairly sizable Rebel munitions depot. Taking this supply cache out would no doubt limit the number of raids the Rebels could effectively carry out. This depot will probably be well guarded and will certainly be well defended (it is a weapons depot, after all). Can we rely on you to teach these Rebel scum a lesson and turn their depot into a miniature sun? The Empire would be most pleased."
}}
