{
	"stfFile":"mission/mission_npc_escorttocreator_rebel_easy",
	"entries": {
		"m50t":"Fetch an Alliance Liaison",		"m50e":"The more I think about it, the more I believe the Empire must have rigged that turbolaser to explode. Why else would it blow up like that?",		"m50c":"I'm just glad that you got back alive. We can find other turbolasers, but there's only one of you.",		"m50u":"",		"m50p":"Thank goodness you're here. I couldn't get much farther on my own. Imperial patrols are bound to investigate the turbolaser explosion and I want to be as far away from the blast site as possible.",		"m50o":"When a turbolaser explodes, the results are not pretty. We lost some mercenaries outside of town when a stolen turbo blew up without warning. Their Alliance liaison is still alive, though. I need to you get out there quickly and fetch our agent back.",		"m49t":"Rescue a Stranded Alliance Agent",		"m49e":"I could swear that new gunship looks like it's amphibious. What's the Empire up to, anyway? I'll have to file a report on this one.",		"m49c":"The report can wait. I'm just glad to see you alive. And thank you, my new friend, for performing the rescue I couldn't.",		"m49u":"",		"m49p":"Am I glad to see you! That weird Imperial gunship has buzzed the area every half hour since the fight. Let's get out of here before it comes back.",		"m49o":"Some kind of huge Imperial gunship had us pinned down outside of town! I've never seen that kind of vessel before. Nearly blasted us to pieces. I got separated from my buddy and barely made it back here. My friend is still out there. I have the coordinates from the distress beacon, but I'm too banged up to manage a rescue. Can you handle it?",		"m48t":"Retrieve an Ace Fighter Pilot",		"m48e":"The operation isn't much to see, I grant you, but you never told me there were such dashing and attractive officers here! I don't suppose you can introduce us?",		"m48c":"I'm very excited to meet such a famous star pilot! Please, captain, if there's anything I can do to make you feel at home, just ask.",		"m48u":"",		"m48p":"Dropped off in the middle of nowhere. What a welcome this is. If you're my contact, I hope you've got something good to show me about Alliance operations in this system. So far I'm not very impressed.",		"m48o":"We're honored to have one of the Alliance's top pilots pay us a visit. I want you to head out to the rendezvous point and provide an escort back here. I'll show the captain around. Maybe we'll get a new star pilot for our local squadron!",		"m47t":"Help Out an Alliance Logistics Expert",		"m47e":"So this is one of your larger bases in the star system? Excellent. Please show me everything. I am most interested to see your operation.",		"m47c":"But of course! What a pleasure it is to meet such a courteous and motivated agent.",		"m47u":"",		"m47p":"Hi. I'm the logistics expert. Are you my escort? Good. I was worried that the Empire might have discovered these coordinates and sent a spy. Please take me to your commanders now. Long live the Rebellion! Um, I mean, the Alliance!",		"m47o":"We have a project underway to map hyperspace supply lines between major Alliance star clusters. A logistics expert has arrived on the planet to confer about this matter. How would you like to rendezvous with this newcomer and bring them back here? I'm not even sure what they look like, but I do have the coordinates of their secret dropoff point. Better arm yourself for the trip, just in case.",		"m46t":"Escort Alliance Rescue Personnel",		"m46e":"Uh-oh. I recognize that look in my commander's eyes. Guess we'll have to save that drink for another day.",		"m46c":"Yes, you guessed it. Another transport came down just before you two got here. The rescue crew is heading out again. The struggle for galactic freedom never ends.",		"m46u":"",		"m46p":"I thought I'd left combat behind when I signed up for the rescue team. Now here I am on the battlefield again. Just my luck. Let's get back and I'll buy you a drink to thank you.",		"m46o":"A secret Alliance transport came down outside the city. We sent a crew to clean up the mess, but we had to leave quick when the authorities showed up. Unfortunately we left one of the rescue team behind. Our scanners give us the all clear, but we don't want to risk flying in just yet. Can you hoof it out there and make sure our comrade gets back safely? Thanks.",		"m45t":"Escort a Rebel Engineer",		"m45e":"I'm glad we got out of there in one piece. I sure hope the Imperials didn't track us or something. Anyway, now I can make my report about the ISB's use of poison gasses against Alliance troops on Cularin.",		"m45c":"That was too close. High Command is really interested in this report. Say, do you smell something strange? Ah, it was probably nothing.",		"m45u":"",		"m45p":"The Imperials just left! I don't know what happened. One second they were firing at me and the next all was clear. Something's going on. I don't want to stick around to find out what it is. Let's move!",		"m45o":"We've got trouble. An engineer of ours just landed on the planet. An Imperial patrol has the whole area pinned down and I fear the worst. Aerial support is on the way, but they won't get there for awhile. Do you think you're skilled enough to lend a hand?",		"m44t":"Find an Alliance Intelligence Agent",		"m44e":"I thought I was a goner out there. Thanks for bringing me back safely. May the Force be with you.",		"m44c":"Excellent work. You're a true asset to the Alliance, my friend.",		"m44u":"",		"m44p":"I thought you'd never get here! I've been hiding from Imperial squads for the last three hours. Lucky for us, the coast is clear right now. Let's get out of here before they come back.",		"m44o":"We've lost an intelligence agent! The Imperials must have learned about this secret mission. Get out to the rendezvous point as fast as you can and see if there's any sign of what happened.",		"m43t":"Help an Alliance Slicer",		"m43e":"... and after the droid starfighter wipes out the scientists who created it, I programmed it to fly to the outlying systems and help fight Imperial expansion forces. I can't wait to hear how well it does.",		"m43c":"Sometimes slicers are a little too creative. Never mind, I'll reserve judgment until I hear the full report.",		"m43u":"",		"m43p":"I can't wait to make this report. I reprogrammed an experimental droid starfighter for independent thought. Now that crazy robot is winging through the galaxy, evading TIE fighters and hunting down the scientists who built it. Boy, do I love my work.",		"m43o":"One of our new operatives came from a slicing background. We took advantage of this expertise to sabotage an experimental droid project that the Empire has started on Klatooine. Reprogrammed droids can be a powerful ally. Our slicer has just returned and I need you to provide an escort back here. Thanks.",		"m42t":"Assist an Alliance Artillery Expert",		"m42e":"That was too close. Thank you for the help. I've got some interesting information about the effectiveness of ion cannons against Star Destroyers. Time for debriefing.",		"m42c":"Ion cannons against Star Destroyers? That is interesting. We could use that kind of artillery support for planetary evacuation.",		"m42u":"",		"m42p":"Let's not waste any time. This area is crawling with stormtroopers.",		"m42o":"We've got a meeting with an artillery expert, but Imperial patrols have stepped up in this area. The expert is stuck between cities. Go out there, make sure there's no Imperial trouble and let's get this meeting back on schedule.",		"m41t":"Escort a Rebel Saboteur",		"m41e":"Boy, am I glad to be back. Our sabotage was successful. The Imperial Navy in this system will be short on stellar fuel for awhile. Now I just want to get some rest.",		"m41c":"No rest yet, I'm afraid. Alliance Command says we need to hit another refinery. Don't worry, the Force will give you strength.",		"m41u":"",		"m41p":"Sorry for the delay. We were nearly caught by an Imperial boarding crew. My partner died, but we wiped out those dogs! Now I just want to get back home, make my report and have a long rest.",		"m41o":"We sent two agents to sabotage an Imperial orbital refinery. They were supposed to rendezvous with us afterward for debriefing, but our pickup team did not find them. I need you to go to the meeting point and see if they've arrived yet. Be on the lookout for Imperial patrols.",		"m40t":"Escort an Alliance Spy",		"m40e":"I'm glad we made it here alive. Thanks. Now I can tell you about the droid bombs that some Klatooinan engineers are trying to sell to the Empire.",		"m40c":"Droid bombs? Very interesting. I wonder if the Alliance could undercut the Empire and get ahold of them?",		"m40u":"",		"m40p":"You're my escort? Good. Let's move quietly. I've got some interesting information that I'm sure the Empire wants to stifle.",		"m40o":"An Alliance spy has arrived from offworld to debrief us about some findings on Klatooine. A secret transport dropped the spy far from the city's sensors. I want a clandestine extraction. The task falls to you. Bring our spy back here and let's find out what's happening on Klatooine.",		"m39t":"Extract an Alliance Minesweeper",		"m39e":"Unbelievable! We made it through the mine field without a scratch. That's twice you managed it. Are you sure you're not Force-sensitive?",		"m39c":"Good work. You've got a future in mine sweeping, if you would care to join our ranks. We've always got new openings.",		"m39u":"",		"m39p":"I can't believe you just crossed the mine field with no scanning equipment! I had a power surge in my comlink that fried my sensor and I've been afraid to move for an hour. Well, no sense postponing it any longer. Let's get out of this mess before the Imperial patrols fly over. If you pray to any deities on your homeworld, now's the time.",		"m39o":"There's an Imperial mine field outside of town. We sent an agent to neutralize these hidden explosives, but all we've heard back is a distress signal. Can you head out there to see what's going on? Oh, and be careful where you step. We suspect it's a very dense mine field.",		"m38t":"Retrieve a Stranded Pilot",		"m38e":"Thank you for the escort. I still can't believe I couldn't dodge those TIE fighters. My dogfighting skills are getting rusty.",		"m38c":"Sometimes the Empire will get the upper hand. It happens. Both of you did your jobs well. May the Force be with you.",		"m38u":"",		"m38p":"Thank goodness you found me. I can't believe I was shot down by a couple of junk-heap TIE fighters. Let's get out of this place before we're caught.",		"m38o":"One of our transports had a close call with some TIE fighters. The ship crashed but the pilot ejected to safety in time. You'd better get out there and bring'em back before the planetside Imperial forces start combing the area. May the Force be with you.",		"m37t":"Assist an Alliance Eavesdropper",		"m37e":"That was close. I was afraid we might get nabbed by Imperial patrols. Thanks for the help, my friend.",		"m37c":"And thanks from me as well. The Alliance needs good agents like you. May the Force be with you.",		"m37u":"",		"m37p":"I'm glad you're here. The Imperial patrols started using an unknown scramble code less than an hour ago. I think they know about my listening device. We've got to get back to safety before they track us down. Lead on!",		"m37o":"We've set up a portable listening station away from the city, to eavesdrop on Imperial communications. I want you to get out there and relieve the current operator for awhile. Try not to send any transmissions along the way. We don't want the authorities to find us.",		"m36t":"Check Up on an Alliance Investigator",		"m36e":"Thank you greatly. Now I can get this evidence of the Imperial massacre to Alliance High Command.",		"m36c":"You did well. I'll mention you by name in my report to High Command.",		"m36u":"",		"m36p":"Good, you're here. I've found blaster scorching on the ground all around here. I'd estimate the Empire executed twenty or thirty civilians, not more than a week ago. I need to report this to Alliance High Command. Can get me back undetected?",		"m36o":"We've got an agent in the field investigating claims of an Imperial massacre. We dare not send any shuttles or transmissions to the area. Can you sneak out there and check up on our investigator's progress? Alliance High Command is very interested in this information. Thanks.",		"m35t":"Secret Instructions for a Field Agent",		"m35e":""Bravo dash Twelve" indeed! What kind of operation is this? It's "dash Eleven" or I'm off the case.",		"m35c":""Dash Twelve," "dash Eleven," what's the difference? At least we're not saying "dash Thirteen." That would have been absurd.",		"m35u":"",		"m35p":""Bravo dash Twelve?" That's outrageous! This is a "dash Eleven" situation if there ever was one. Take me back to your contact. We've got to have a chat about this.",		"m35o":"A special Alliance operative is hiding beyond the city borders. I need you to deliver these new, coded instructions: "Echo Roger Bravo dash Twelve." It's urgent that you get there immediately. Go!",		"m34t":""Procurement Specialist" Wants Guide",		"m34e":"Hold on -- I just want to check over that way -- okay, okay -- and anything under here? No. Okay, this may work, this may work. Thanks.",		"m34c":"Once this procurement specialist sees there's nothing to worry about, we should get the medical supplies pretty soon.",		"m34u":"",		"m34p":"I asked for just one guard. I want to be sure there's no funny business here. As in "those funny Imperials." Get me? Okay, lead the way.",		"m34o":"General Airen Cracken's smugglers -- I mean "procurement specialists" -- are getting jumpy because of Imperial attention. One of them plans to deliver medical supplies here, but wants to scout out the place first. The "specialist" asked for just one escort, not a squad. Can you do the job? Try to, uh, look harmless.",		"m33t":"Alien Affairs Diplomat Delivering Report",		"m33e":"It remains to be seen whether the Duro will join the Alliance. I suspect they are too diffuse and independent. But we must keep trying.",		"m33c":"These diplomatic missions can be dangerous. Thanks for bringing the official here safely.",		"m33u":"",		"m33p":"It's been a challenging trip, with Imperial ships dogging us all along. I had to leave my ship via escape pod to reduce the danger to my allies. I appreciate your escort.",		"m33o":"With the Imperial Army refusing to enlist nonhuman species, the Alliance has a chance to turn this bigotry to good effect. One of our diplomats has been meeting with Duro leaders, trying to get them to join us. The diplomat is stopping here en route to High Command to make a report. Will you bring the official here from the landing point?",		"m32t":"Sienar Systems Defector Requires Escort",		"m32e":"My work has indirectly led to the oppression of billions. I can't live with that any more. I want to undo the evil I've helped perpetuate.",		"m32c":"This is great work! Our new friend has volunteered to tell us a great deal about Lord Vader's experimental TIE fighter and other advanced ships. Thank you!",		"m32u":"",		"m32p":"This has been a nightmare. But even if the Empire gets me, I don't regret my decision. I'm willing to die for the Alliance.",		"m32o":"There's trouble. An Imperial TIE fighter engineer is defecting to our side. The escort team crash-landed on this planet to escape a Star Destroyer, and a stormtrooper ground patrol attacked them. We lost everyone except the engineer. Quick, head out and find the engineer, then give safe escort back here. Please hurry!",		"m31t":"Agent Needs Escort to Off-Duty Imperials",		"m31e":"I'm not looking forward to this, but it should be productive. After a few drinks these troopers tell you their mission, their defenses, and their sarge's middle name. ",		"m31c":"Thanks. This isn't the noblest Alliance endeavour, but you have to find intelligence where you can.",		"m31u":"",		"m31p":"Okay, you're here to take me to a cantina full of drunken troopers. Gee, look at me tremble with anticipation. Lead the way.",		"m31o":"The local Imperial garrison just granted extended leave for many stormtroopers. Our agents plan to get close -- very close -- to these off-duty soldiers. One agent is returning from a mission in the wilderness and needs an escort. Can you go?",		"m30t":"Data Slicer Joining Alliance",		"m30e":"Now that I'm a Rebel, I can still mess up the shipping schedules, right? Only just the bad-guy ships now.",		"m30c":"One more valiant warrior in the battle for freedom. Thanks!",		"m30u":"",		"m30p":"Wild. I never went offworld before. It was juicy. Of course, I used to screw up shipping manifests and passenger lists, just for grins. Wow, I'm really a Rebel now.",		"m30o":"We had a lot of shipping mistakes and communication errors a while back. It took us a while to trace them to a rogue slicer out to have fun. Well, guess what -- we recruited that talented slicer into the Alliance. We need you to retrieve the slicer from the wilderness rendezvous point and provide escort duty back here. Okay?",		"m29t":"Community Leader Escaping Stormtroopers",		"m29e":"I also distributed stinkbombs, issued straight from your Alliance, mind you, for the locals to throw at COMPNOR loyalty parades. I deserve protection!",		"m29c":"Like I didn't have enough to worry about already. Okay, thanks.",		"m29u":"",		"m29p":"I distributed Alliance-issue cannisters of enamel to local children, who used it to paint mustaches on the Emperor's statues. Those stormtroopers didn't like that. I barely escaped my house before they blew it up!",		"m29o":"A local community leader is apparently being hunted by stormtroopers. The report I got is light on details -- apparently this person organized anti-Imperial sentiment among local youth organizations. Can you check out this report? Maybe you should just bring the leader back here, and we'll decide what to do next.",		"m28t":"Bounty Hunter Pursuing Alliance Agent",		"m28e":"Okay, I've calmed down. I think the Scourge Column is supposed to hunt really tough targets. I don't see how that would include me. Maybe I was imagining things.",		"m28c":"Well, bounty hunter or not, this agent needs to be smuggled offworld pronto. Thanks for your help!",		"m28u":"",		"m28p":"Lord Vader has assembled an elite group of bounty hunters called the Scourge Column. I don't know much about it. But I think one of them is after me, so we should go!",		"m28o":"We have a report that the Imperials found one of our undercover agents. The agent jumped a shuttle in an escape pod and landed here in the wilderness. The bad news is, there's apparently a bounty hunter on the trail, sent by the Empire. We need to get the agent back here to safety. Can you move quickly?",		"m27t":"General Rieekan's Staffer Requests Escort",		"m27e":"I'm seeing possibilities on this world, not just for an Alliance base, but in the longer term, a tourist resort. What do you think?",		"m27c":"Whatever this officer has to say, I'm sure General Rieekan will be interested. Thanks for your help.",		"m27u":"",		"m27p":"Yes, I'm General Rieekan's aide. Before joining the Alliance, I used to scout worlds for the Corporate Sector Authority. I must say, this world has some interesting features. Shall we go?",		"m27o":"General Carlist Rieekan has been searching for a new Alliance base site since the Empire blockaded Yavin 4. His aide has assembled scouting reports for this world and the surrounding sector. Due to the sensitivity of this data, the aide is hand-delivering it to General Rieekan. Your job is to escort the aide here for safe departure offworld.",		"m26t":"Psych Operations Officer Needs Escort",		"m26e":"By the way, you've got something sticky on your foot. Ha, made you look! Just kidding. Thanks, and you know I mean that sincerely.",		"m26c":"You look a little rattled -- did the Psych officer decide to practice on you during the trip? Thanks, we'll take over from here.",		"m26u":"",		"m26p":"You're a little short for an Alliance soldier. Are you sure I'm the one you're here to meet? Wait, I know you -- I heard your friends say that you -- no, never mind. No, not important. Really. Let's go. --No, really, you don't want to know.",		"m26o":"An Alliance Psychological Operations officer is working on fomenting more tension among Lord Vader's admirals. The more dissension and distrust we create, the less effective the Imperial Navy becomes. We need you to escort the Psych Ops officer here for transport to an offworld training facility.",		"m25t":"Strike Commander Heading to Depot Raid",		"m25e":""Then Red Team executes an Ackbar Slash through the enemy's center line..." Wow, I hope the Force is with us today... Are we here? Thanks.",		"m25c":"Wouldn't that have been embarrassing, if a top Alliance pilot got taken out on the way to liftoff. Thanks for preventing that particular setback.",		"m25u":"",		"m25p":"I'm supposed to fly some complicated new flight plan we just got from Intelligence. If you could run interference on the way back while I study the maneuvers, I'd appreciate it.",		"m25o":"We're mounting a raid on an Imperial supply depot. The strike team commander has just gotten briefed at a secret location and is ready to lead the raid. But first we need to get the commander here safely. Can you be the escort?",		"m24t":"A-Wing Plan Carrier Needs Escort",		"m24e":"The A-wing will be the fastest starfighter in the galaxy, once we lick the stabilizer-wing problem. And about three thousand other problems, actually. Thanks for the escort!",		"m24c":"Good job! I'll arrange transport offworld for our courier friend -- with appropriate security, you can be sure.",		"m24u":"",		"m24p":"Oh, am I glad to see you! The ISB would pull an Alderaan to get their hands on this design. Can you escort me now?",		"m24o":"Incom has designed an experimental new starfighter called the "A-wing." Supposed to be a seriously interesting ship. A courier was carrying the plans to our secret factory, but crash-landed here while trying to shake the Imperial Security Bureau. We need you to bring back the courier safely. Fast!",		"m23t":"Pick up Imperial Defector",		"m23e":"I'll supply you with every detail of the Imperial restraining bolt replacement procurement process. I'm helping to fight for freedom! May the Force be with me!",		"m23c":"Well, I suppose any information about Imperial procedures may help our cause. Somehow. Thanks, I guess.",		"m23u":"",		"m23p":"I was the Empire's Deputy Assistant Restraining Bolt Replacement Procurement Officer for Outer Rim Territory 2445-C. I couldn't stand one more moment being an instrument of evil (sob)! At least I've got these new clothes now.",		"m23o":"An Imperial official from Coruscant has defected to the Alliance. I don't know anything yet about this official's identity or position -- it's all hush-hush. The official has arrived here, landing in the wilderness to evade pursuit. I'd like you to retrieve this Imperial defector and escort him or her, or it, safely here.",		"m22t":"Alliance Agent Carrying Retrovirus",		"m22e":"I feel like I'm getting hives. Or shingles. I sure hope I reach the Core Worlds before I get an allergy.",		"m22c":"This brave agent will bring vital protection to ten thousand innocent opponents of the Emperor. Thank you, thank you for your help!",		"m22u":"",		"m22p":"I'm carrying the retrovirus in a subcutaneous implant. I'm itching like crazy! We should go fast before I break out in a rash.",		"m22o":"The Empire plans to release a deadly airborne virus during Core World protests against the Emperor. Alliance scientists have developed a retrovirus that could prevent thousands of deaths. An agent carrying the retrovirus needs a safe escort here for transport offworld. Can you go quickly?",		"m21t":"Escort Corporate Viceprex Ally",		"m21e":"I just realized I lost all my retirement accounts too. Well, I suppose there are still business opportunities in the Outer Rim. Aren't there?",		"m21c":"The few CSA Viceprexes who help the Alliance have brought us priceless access to cargo and Imperial intelligence. We need to protect them all as best we can. Thanks.",		"m21u":"",		"m21p":"Thank you! I never expected to see a friendly face out here -- or, well, ever again. I used to run whole planets, but now my CSA career is blown. I still don't know if I did the right thing. Well, you'd better get me to safety before this Alliance uniform starts to chafe.",		"m21o":"After a close brush with an Imperial termination squad in the Corporate Sector Authority, a Viceprex sympathetic to the Alliance has gone on the run. The Viceprex has just arrived here, ahead of a bounty hunter, and wound up way out in the wilderness. We'd like you to bring the executive here safely. Will you do it?",		"m20t":"Rescue Senator's Family Member",		"m20e":"Will I get to see the rest of my family soon? I haven't even learned where we're all going. When do I find out?",		"m20c":"Thanks, that's good. We'll handle the debriefing from here. Please don't tell anyone about this, because the Empire is still hunting the whole family.",		"m20u":"",		"m20p":"I miss my family, but I'm not worried. I'm glad to see that the Alliance recruits such obviously capable supporters.",		"m20o":"A former senator has unfailingly aided the Alliance. Now the Empire has targeted him and his family for termination. We've smuggled each of the family members off their homeworld individually, and we'll reunite them later. One has just made landfall here. The report I got doesn't name the family member. Can you escort him or her here?",		"m19t":"Evacuate Coruscant Infiltrator",		"m19e":"I think the strain of the last few years has already shortened my life, but I'm not eager to cut it even shorter. Thanks for helping me out of a bad spot.",		"m19c":"It's an amazing feat, sending us inside data about Imperial Center under the very noses of the Imperials. This agent deserves to live to see better times.",		"m19u":"",		"m19p":"Thank you for rescuing me. I'm not scared. I knew the risks when I infiltrated the ISB. If I die, I know I've spent my life well, doing good work.",		"m19o":"One of our agents on Coruscant has been compromised and is now fleeing Imperial pursuit. The latest report we have is that stormtroopers killed the agent's Alliance escorts, but the troopers all died as well. Please get out there and rescue that agent, who's wandering alone. We don't like to leave our people helpless.",		"m18t":"Bothan SpyNet Post Attacked",		"m18e":"Many Bothans died to build that op-front. I need a drink.",		"m18c":"The Empire has been cracking down on SpyNet installations. We'll need to find better camouflage.",		"m18u":"",		"m18p":"A squad of assault troopers fell from the sky and blew up the listening post. It took about six seconds. I happened to be offsite walking my greysor. The greysor ran off. Now I'm really depressed. Let's go back.",		"m18o":"The Bothans have set up SpyNet installations for us all over this world, under various "op-front" disguises. We just heard that the Empire took out an op-front in the wilderness. One staffer got away and needs safe escort back here. I'd like you to go. Don't necessarily expect a Bothan; all kinds of folks staff those listening posts.",		"m17t":"Secure the Retrovirus",		"m17e":"The Empire is not above poisoning an entire planet just to prove a point. Their monstrous tactics will prove their undoing.",		"m17c":"Congratulations, citizen. I knew we could count on you. May the Force be with you.",		"m17u":"",		"m17p":"Glad you could make it, friend. We have no time to lose.",		"m17o":"Imperial Intelligence uses biological agents to combat anti-Imperial demonstrations. A physician's assistant has arrived on this planet carrying a newly engineered retrovirus against these biotoxins. Please make sure this individual gets back here safely and make sure nothing happens to that retrovirus.",		"m16t":"An Important Message for Commander Skywalker",		"m16e":"I'll mention your role in this to Commander Skywalker, citizen. Courage should never go unrewarded.",		"m16c":"Good job, citizen. We'll take it from here. Claim your reward.",		"m16u":"",		"m16p":"Let's get moving, citizen. Commander Skywalker needs to know that Lord Vader himself searches the galaxy for him.",		"m16o":"An Alliance courier carries an important message for Commander Skywalker that must be hand-delivered. We need you to escort the courier back here safely so we can make sure the rest of their journey goes swiftly and uneventfully. Can you help us?",		"m15t":"Rescue the Viceprex",		"m15e":"I would do it all the same, citizen, if I had it to do over again. I just wish I'd been able to save a few more lives.",		"m15c":"Mission accomplished, citizen. This Viceprex was responsible for saving many lives and helping fund over a dozen Alliance operations against Imperial targets.",		"m15u":"",		"m15p":"My thanks, citizen. I knew it was only a matter of time before Imperial Intelligence sniffed me out. Lead on.",		"m15o":"A Corporate Sector Authority Viceprex who has aided the Alliance has just arrived on the planet. The Empire is now aware of this individual's activities and we have to ensure the Viceprex's safety. Please serve as an escort and return this patriot unharmed.",		"m14t":"Save the Mon Calamari",		"m14e":"Thanks for getting me here safely. I'll mention your role in all of this to Admiral Ackbar.",		"m14c":"Good work, citizen. We'll get this information to our Mon Calamari contacts immediately. May the Force be with you.",		"m14u":"",		"m14p":"The sooner we get back to base, friend, the better. The Empire intends to make the Mon Calamari pay for their aid to the Alliance.",		"m14o":"One of our agents has information regarding a possible Imperial strike against Mon Calamari. We need you to escort this courier back here safely so we can conduct a debriefing and get this information to Admiral Ackbar as soon as possible. Please hurry. Millions of Mon Calamari lives are depending on you.",		"m13t":"Save the ISB Insider",		"m13e":"I was glad we managed to avoid any major Imperial entanglements. You sure do know your stuff, friend.",		"m13c":"Good work, citizen. This agent spent years inside the ISB and possesses information of significant value. Here's your reward.",		"m13u":"",		"m13p":"I appreciate your assistance, citizen. I have quite a few secrets to share with High Command. Let's get going.",		"m13o":"One of the agents we planted deep within the Imperial Security Bureau recently had their cover blown. We've managed to get this agent this far without alerting Imperial Intelligence and now need you to escort this individual back here. Keep alert for the presence of suspicious folk. They will likely be Imperial spies.",		"m12t":"Guide the Pilot",		"m12e":"I appreciate your help, citizen. People like you make it clear that I've made the right decision.",		"m12c":"Mission accomplished, citizen. Pilots are worth their weight in Jorallan pearls to the Alliance. Here's a reward for your services.",		"m12u":"",		"m12p":"Thanks for serving as my guide. I didn't think it was necessary but the Alliance felt transmitting the coordinates to me via the HoloNet was too risky.",		"m12o":"We've gotten word of another pilot wishing to make contact with the Alliance. This individual has been cleared by Intelligence and now we need you to provide an escort back here. Can the Alliance count on you?  ",		"m11t":"Fix the Droidekas",		"m11e":"Are you interested in older technology? I sure would like to get my hands on a lightsaber. Let me know if you ever hear about one.",		"m11c":"Thanks, citizen. We can't really afford to treat anything we get as junk. If it still works, we'll find something to do with it.",		"m11u":"",		"m11p":"Yeah, I've worked with a lot of older model droids. Bit of a hobby for me, I suppose. But I tell you, they sure don't make droidekas like they used to.",		"m11o":"Some old droidekas fell into our hands not long ago. Not many techs have worked with them before so we called in an expert in antique technology. We need you to pick up and escort this specialist back here. Can you do that for us?",		"m10t":"Protect the Black Sun Insider",		"m10e":"Well I guess you turned out to be okay. In my line of work, you never can be too careful. Know what I mean?",		"m10c":"Thank you, citizen. We appreciate your patience and professionalism. Collect your fee.",		"m10u":"",		"m10p":"How do I know you're really from the Alliance? Tell you what, you lead the way and I'll follow close behind. Don't forget I have a blaster and I know how to use it.",		"m10o":"A former Black Sun operative has decided to share privileged information with the Alliance in exchange for asylum. We need you to collect this individual and return here. The operative is disguised so you shouldn't have too much trouble.",		"m9t":"Escort the Emperor (honest)",		"m9e":"You have done well, my young apprentice. In time, I will seek you out and then you shall come before me. I have foreseen it.",		"m9c":"We appreciate your patience, citizen. We'll take "His Imperial Highness" from here. Here's a little something for your trouble.",		"m9u":"",		"m9p":"It's about time you arrived, my young apprentice. It is not good to keep your Emperor waiting. As you can see, I have adopted an appropriate disguise. And now, lead me to the very heart of the Rebellion where I can assure it will be crushed and you will become one of us. ",		"m9o":"We need someone with patience and a sense of humor for this mission. We've decided to grant asylum to a harmless lunatic who claims to be the Emperor. The Imperials have already tried to assassinate this poor wretch multiple times. Perhaps fortunate favors the mad? Think you can collect this individual and return here? ",		"m8t":"Protect the Senator",		"m8e":"I do hope I didn't come across as a complete buffoon. You have my deepest thanks.",		"m8c":"We appreciate your prompt return, citizen. The senator has information vital to our survival. Thanks.",		"m8u":"",		"m8p":"Are you from the Alliance? I suppose that's a dumb thing to ask a stranger. Sorry, I'm new to all this. If you're my escort, then lead the way.",		"m8o":"A former senator wanted by Imperial Intelligence has managed to elude patrols and now needs to be escorted back here to be reunited with family. This dignitary will be in disguise, of course, so be on the lookout. Can the Alliance count on you?",		"m7t":"Transport a Living Corpse",		"m7e":"Thanks, buddy. I hope you'll stick around for the wake. There's bound to be plenty of spirits in attendance.",		"m7c":"Good job, citizen. We'll make sure our officer receives a funeral with full military honors. ",		"m7u":"",		"m7p":"I look pretty lively for a corpse, huh? Let's hope you can get me back before I start to stink.",		"m7o":"Our contacts within the Corporate Sector Authority helped us secure the release of an important Alliance officer who had been sent to the spice mines of Kessel. Our officer was reported killed during a mining accident. We need you to make sure this "deceased" ally gets here without attracting too much attention. Think you can handle that?",		"m6t":"Help the Former Shopkeeper",		"m6e":"I appreciate the escort, citizen. I'll do my part to make sure the Empire collapses and the Republic is restored.",		"m6c":"We'll put this citizen to good use, thanks. Here's something for your trouble.",		"m6u":"",		"m6p":"Greetings. Thank you for escorting me. I suppose I see the need for disguise but I sure do feel strange in these clothes. Well, lead on.",		"m6o":"A local merchant refused to cooperate with Imperials and lost a nice shop as a result. We've offered asylum and need someone to escort this unfortunate back here. Think you could help us out? ",		"m5t":"Inspire the Young",		"m5e":"Hey thanks, friend. I hope we get to serve together someday. When next we meet, I'll probably be a full fledged X-wing pilot.",		"m5c":"Thanks, citizen. We appreciate your efforts. Like it or not, you serve as an example to many people. We hope you keep that in mind.",		"m5u":"",		"m5p":"Hiya! Are you a pilot? Ever flown an X-wing? I'd like to do that someday. I'd be pretty good too. I bet I could even bring down Baron Fel.",		"m5o":"A group of youngsters was targeted for termination by Imperials because the spunky youths had defaced some Imperial statues. We've managed to relocate most of them to various colonies but one of them wants to join our cell. Could you make sure this brave youngster makes it here with minimal distractions?",		"m4t":"Escort the Nervous Rebel",		"m4e":"Allow me to thank you and congratulate you on being such an excellent escort. What was your name again, citizen?",		"m4c":"Our thanks, citizen. A job well done deserves a reward, wouldn't you say?",		"m4u":"",		"m4p":"My thanks for providing this escort. You never can be too careful with all these Imperial spies running around. Lead on.",		"m4o":"A newly formed cell wishes to personally discuss a recent supply request with our Procurement & Supply officer. They're asking for an escort for their representative. Could you meet this individual and provide this service? The Alliance would be grateful.",		"m3t":"Collect the Engineer",		"m3e":"Much obliged for the escort, friend. Hope to see you again sometime.",		"m3c":"Thanks for your help, citizen. Every single member of the Alliance is precious to us. Claim your just reward.",		"m3u":"",		"m3p":"Hiya. Glad to see a friendly face. Looks like I underestimated the force of that explosion. Well, a trashed speeder bike is better than a trashed engineer, huh?",		"m3o":"We intercepted an Imperial transmission warning of an imminent attack on an automated communications array. Fortunately, an engineer servicing a broken transponder was able to set the facility to self-destruct. We need you to make sure our engineer makes it back here safely.   ",		"m2t":"Protect the Security Codes",		"m2e":"Thanks, friend. I hope next time we meet it's under very different circumstances.",		"m2c":"Good work, citizen. We must make sure our codes are never compromised or else dozens of our bases would be sitting ducks for the Empire.",		"m2u":"",		"m2p":"Fancy meeting you here. Glad to see the Alliance hasn't forgotten us lowly miners. Don't worry, the codes are safe and sound. Let's go.",		"m2o":"The Imperials bombed one of our mining facilities. Fortunately the installation's supervisor escaped with our security protocols and codes before probe droids could search the ruins. If you could locate the superivisor and get those codes back here safely, we'd appreciate it.",		"m1t":"Rescue the Scout",		"m1e":"Thanks, buddy. Not sure I would have made it without your help. Here's hoping Rogue Squadron wiped out all those storm commandos.",		"m1c":"You helped save a fellow freedom fighter, citizen. Tha Alliance is proud to have agents like you. Accept this reward with our compliments.",		"m1u":"",		"m1p":"Good to see you, friend. I was starting to think I was done for. I'm hit but it's not bad. Let's get back home as quickly as possible.",		"m1o":"A vital munitions depot was hit by an Imperial strike team. We sent an agent out to assess the damage but storm commandos were lying in wait. The timely arrival of Rogue Squadron allowed our wounded agent to escape. We need you to find this brave soldier and insure a safe return."
}}
