{
	"stfFile":"mission/mission_deliver_rebel_easy",
	"entries": {
		"number_of_entries":"25",		"m25t":"List of Smugglers",		"m25p":"If our cells must choose someone not on this list, tell them to check with Alliance Intelligence before making any commitments.",		"m25s":"Very few smugglers can be trusted -- probably even fewer than we think. There may be no honor among thieves, but unfortunately we have to deal with them.",		"m25f":"mission\mission_datadisk.iff",		"m25r":"An official list of reliable smugglers? That's so weird. What's next, an Alliance Seal of Approval?",		"m25o":"",		"m25l":"Datadisc",		"m25d":"Smugglers help us by delivering much needed supplies past Imperial blockades. Could you deliver this encrypted disc to our HoloNet slicer? It lists approved "procurement specialists" -- those we've dealt with on multiple occasions. Tell our cells to choose from this list when deciding on a smuggler.  Good luck.",		"m24t":"The Jedi Return",		"m24p":"If the Jedi have returned, the Republic will be back soon too.",		"m24s":"Well done, friend. It seems appropriate to add this: May the Force be with you!",		"m24f":"mission\mission_datadisk.iff",		"m24r":"You bet I'll spread the word! The Force is with the Republic! The Jedi have returned! The Empire will fall! Hee-yaah!",		"m24o":"",		"m24l":"Datadisc",		"m24d":"There are rumors that a Jedi played a part in the destruction of the Death Star. We want to spread that rumor and encourage the belief that the Jedi have returned. Could you deliver this message to our HoloNet slicer so we can transmit it to all our cells?",		"m23t":"Alderaan's Destruction",		"m23p":"Billions have been murdered by the Empire. Everyone will know the truth.",		"m23s":"That was the single greatest atrocity ever committed. We must never forget.",		"m23f":"mission\mission_datadisk.iff",		"m23r":"I saw a very bad copy of this. Lots of artifacting and low signal-to-noise. Hope this one's better. I'll send it.",		"m23o":"",		"m23l":"Datadisc",		"m23d":"One of our agents has managed to acquire a hologram of the destruction of Alderaan. It's heart-wrenching. Could you deliver a copy of it to our HoloNet slicer so we can make it available to every citizen in the Empire? The truth will be out there.",		"m22t":"Get the Good Word Out",		"m22p":"We must discredit COMPNOR's propaganda.",		"m22s":"It's important that people know what we stand for. Thanks for making the delivery.",		"m22f":"mission\mission_datadisk.iff",		"m22r":"If I had a credit for every person that has requested this sort of holo, I'd be one rich slicer. -- Whoa, I almost said 'one slice richer.' Funny, huh?",		"m22o":"",		"m22l":"Datadisc",		"m22d":"We've had numerous requests, from parents especially, for holograms showing what the Alliance stands for and how we operate. They're trying to counter COMPNOR's propaganda. Could you deliver this encrypted hologram to our HoloNet slicers so we can make it available to anyone that wants to access it? We need to get the good word out there.",		"m21t":"Spy Kids",		"m21p":"We must make sure we never sink to the Empire's level of callous tactics.",		"m21s":"Thank you. We must not put our children at risk.",		"m21f":"mission\mission_datadisk.iff",		"m21r":"I hope I haven't displeased my friends. Of course I'll comply.",		"m21o":"",		"m21l":"Datadisc",		"m21d":"One of our contacts is using the neighborhood children to spy on the Empire's agents. Whereas we approve of this tactic for simple surveillance, we understand that this individual is encouraging the children to sneak into Imperial garrisons and offices. We feel this is putting the children at too great a risk. Please deliver this encrypted message that gives them guidelines as to what the Alliance considers acceptable risks.",		"m20t":"A Bubble of Silence",		"m20p":"This is an expensive gadget. Better safe than sorry, I suppose.",		"m20s":"The cell was glad to receive the device. You can't be too careful these days.",		"m20f":"filename_of_object",		"m20r":"Two meters? Well, we'll all get to know each other a lot better, I guess. Thanks.",		"m20o":"",		"m20l":"1 kg gadget",		"m20d":"One of our cells believes their conversations are being recorded. We need this Silence Bubble Generator delivered to their representative for use in their future meetings. Mention that the device only covers an area 2 meters in diameter, so they'll have to sit close together.",		"m19t":"Pocket Scrambler",		"m19p":"We can never be too careful with our transmissions.",		"m19s":"The device is in working order, and we've received the agent's first report. Good job.",		"m19f":"filename_of_object",		"m19r":"Are there instructions for this thing? Thanks.",		"m19o":"",		"m19l":"Small gadget",		"m19d":"A new field agent requires a Pocket Scrambler to insure proper encryption of transmissions. Could you deliver this device so the agent can begin filing regular reports? These devices are expensive, so be careful.",		"m18t":"A Test of Loyalty",		"m18p":"We were certain this contact was trustworthy. I hope this disc is accepted!",		"m18s":"That's a relief! I wish we could all trust each other implicitly, but we must be careful.",		"m18f":"mission\mission_datadisk.iff",		"m18r":"These are my new instructions? I'll read them at once. May the Force be with you.",		"m18o":"",		"m18l":"Datadisc",		"m18d":"One of our contacts may be a double agent. We must verify it. We need someone to deliver this encrypted message that bears a secret Imperial symbol. Refusal of the message means the contact recognized the symbol and is working for the Empire. Acceptance means the agent is clean. We'll finally settle this matter.",		"m17t":"A Safe Haven",		"m17p":"The Empire's tactic of attacking our families is all too common, I fear.",		"m17s":"It's a tragedy how many people are forced to go on the run. Thank you for helping them.",		"m17f":"mission\mission_datadisk.iff",		"m17r":"I've dealt with the Alliance before. They're as good as their word.",		"m17o":"",		"m17l":"Datadisc",		"m17d":"One of our contacts fears for the lives of his family. He wants them transported to a safe haven. Could you deliver this encrypted letter of credit to the transport captain who's agreed to take the family to safety? The Alliance will make sure the captain gets paid in full.",		"m16t":"Emergency Medical Supplies",		"m16p":"The abominable treatment of nonhumans is only one reason why the Empire must fall.",		"m16s":"I'm sure those aliens are grateful for the help you've given them -- as are we!",		"m16f":"mission\mission_datadisk.iff",		"m16r":"We're getting awfully short on medical supplies. It may be time for another raid.",		"m16o":"",		"m16l":"Datadisc",		"m16d":"Some alien refugees we've been harboring are in desperate need of medical supplies. Please deliver this supply request to one of our contacts so we can get the supplies shipped immediately.",		"m15t":"By Any Means Necessary",		"m15p":"We never take pride in taking a life, but sometimes it must be done.",		"m15s":"Thanks to your assistance, we'll be able to put a stop to these murders by any means necessary.",		"m15f":"mission\mission_datadisk.iff",		"m15r":"I can't believe it. This fiend will finally be brought to justice.",		"m15o":"",		"m15l":"Datadisc",		"m15d":"We believe we know the identity of the Vibrodagger Killer. So far the Empire has turned a blind eye to these gruesome murders, because all the victims have been Alliance sympathizers. We'll have to take matters into our own hands. Deliver this holograph and dossier of the murderer to our HoloNet slicer, so we can get this information out to our field agents.",		"m14t":"Cell Dispersal",		"m14p":"It's getting harder to spot these Imperial moles. We must keep on our guard.",		"m14s":"We're grateful you delivered that information when you did. Any later would have been too late.",		"m14f":"mission\mission_datadisk.iff",		"m14r":"We'll follow these instructions. Long live the Republic!",		"m14o":"",		"m14l":"Datadisc",		"m14d":"Recently we'd discovered an Imperial spy in one of our local cells. Now we know that the Empire has learned of it. These encrypted instructions tell what to do with the spy. That cell is to disperse immediately. Deliver the disc to our contact as quickly as you can.",		"m13t":"Alien Autopsies",		"m13p":"I thought these practices were just a rumor. We must expose the Empire's cruelty to the entire galaxy.",		"m13s":"How many more atrocities will the Empire commit before they're finally defeated? Not too many, if we all work together.",		"m13f":"mission\mission_datadisk.iff",		"m13r":"I'll send the holos right away. Do you know what format they're in? Never mind, my wizardry is mighty.",		"m13o":"",		"m13l":"Datadisc",		"m13d":"We have proof that the Empire has been performing vivisections on alien species. This encrypted datadisc must be delivered to our HoloNet slicer so we can transmit these graphic images to some former senators. We'll win over the former Imperial bureaucracy yet. Can you help us? ",		"m12t":"Interrogation List",		"m12p":"For every citizen that the Empire arrests, we save five more.",		"m12s":"Thanks for delivering that information. With luck the ISB won't get any of our people.",		"m12f":"mission\mission_datadisk.iff",		"m12r":"I'll get the word out right away, assuming ISB isn't blocking the HoloNet again.",		"m12o":"",		"m12l":"Datadisc",		"m12d":"ISB is secretly distributing a list of names among their contacts. They intend to arrest and interrogate everyone on that list. We've obtained a copy of that list. Please deliver this copy to our HoloNet slicer so we can warn the targets.",		"m11t":"Imperial Security Uniform",		"m11p":"Thank you for taking such a risky assignment. If you're found carrying this uniform, the consequences could be severe.",		"m11s":"We could use more agents like yourself. Keep up the good work. ",		"m11f":"filename_of_object",		"m11r":"Thanks. Do you think this uniform will make me look fat? Just kidding.",		"m11o":"",		"m11l":"Uniform",		"m11d":"We've gotten an ISB uniform and need it delivered to our agent in the field. This will allow us to undertake more covert missions. Can we count on your help, citizen?",		"m10t":"Secret Meeting Place",		"m10p":"Always assume someone is listening to your conversations. That's a major rule of rebellion.",		"m10s":"We must all be cautious of being caught by the Empire. Be careful.",		"m10f":"mission\mission_datadisk.iff",		"m10r":"Thanks for the warning. I'll inform the others.",		"m10o":"",		"m10l":"Datadisc",		"m10d":"One of our secret meeting places has been compromised. We need this warning delivered to our contact with instructions to find a new meeting place. We hope next time we'll have a more remote location than under some stranger's home. Can we count on you, citizen?",		"m9t":"Warn a Lunatic",		"m9p":"An enemy of the Empire is a friend of the Alliance. Actually, is someone claiming to be the Emperor really an enemy of the Empire? Ah well, I don't need to think about that.",		"m9s":"That poor lunatic is going to get killed. I wish there were more we could do.",		"m9f":"mission\mission_datadisk.iff",		"m9r":"A warning about the Empire? Wait! You're a Rebel! Guards! Seize this traitor! Guards!",		"m9o":"",		"m9l":"Datadisc",		"m9d":"A harmless lunatic has attracted a great deal of unwelcome attention by claiming to be the Emperor. We know that ISB is planning on burning this fool's house to the ground. Please deliver this warning to the citizen. We don't know if the idea will get through, but it's the least we can do.",		"m8t":"Poisoned Wine",		"m8p":"It's just like COMPNOR to ruin a perfectly good bottle of wine.",		"m8s":"Good job. The switch was made, and nobody was the wiser.",		"m8f":"filename_of_object",		"m8r":"Good. The party has already started. I'm off.",		"m8o":"",		"m8l":"Bottle of wine",		"m8d":"We've learned that one of our supporters is being given a bottle of poisoned Naboo wine to serve at a party. We need the support of the merchant this individual is courting, so we must not allow that wine to be served. One of our informants is helping to host the party. Can you deliver this bottle of actual Naboo wine, so our contact can switch the bottles out before serving it? Hurry, it may already be too late.",		"m7t":"Save a Kindly Old Baker",		"m7p":"The Empire will always shoot first and ask questions later.",		"m7s":"Thank you. We're happy to help protect this sweet old lady from pointless harrassment.",		"m7f":"mission\mission_datadisk.iff",		"m7r":"I know this woman. She makes great cookies. I'll see to this personally.",		"m7o":"",		"m7l":"Datadisc",		"m7d":"A sweet old citizen who likes baking for the community is about to be arrested. COMPNOR claims she is providing food to Rebels. Take these instructions to one of our contacts so we can get this innocent civilian to safety. Thanks, citizen.",		"m6t":"Dangerous Ground",		"m6p":"The Alliance looks after its supporters.",		"m6s":"A very courageous person -- who will come to a bad end if the Empire takes notice.",		"m6f":"mission\mission_datadisk.iff",		"m6r":"Thank you, but I choose to stay and continue to spread the idea of freedom.",		"m6o":"",		"m6l":"Datadisc",		"m6d":"A teacher who's sympathetic to the cause of the Alliance has been mentioned in an Imperial Intelligence communique. Can you deliver this warning so we can get the teacher off-planet as quickly as possible? We want to make sure bravery is rewarded, not punished.",		"m5t":"Stinkbombs for a Parade",		"m5p":"A parade for the Emperor seems to invite this sort of foul smell.",		"m5s":"I'm sure it will stink less than the latest Imperial opera.",		"m5f":"filename_of_object",		"m5r":"We'll put these to good use.",		"m5o":"",		"m5l":"A sealed container",		"m5d":"We've heard that COMPNOR is putting on parades to show support for the Emperor. We need these stinkbombs delivered to one of our contacts to pass out to volunteers. They'll make sure the parade does not go well. Can we count on you?",		"m4t":"Deface Imperial Statues",		"m4p":"Tell them to put colorful patterns on the stormtroopers' helmets, too!",		"m4s":"No doubt the damaged statues will be replaced in short order, but we're showing that defiance is possible.",		"m4f":"filename_of_object",		"m4r":"These will come in handy. Thanks! ",		"m4o":"",		"m4l":"Small cannisters",		"m4d":"A group of dedicated youths is showing support for the Alliance by spraying mustaches on statues of the Emperor. We need you to deliver these special enamel cannisters to their contact. No solvent will remove this enamel, so COMPNOR goons need to burn it off with lasers. It amuses the citizens to see those idiots do this sort of work. Can you help out these kids?  ",		"m3t":"A Heavy Heart",		"m3p":"I'll have to live with this mistake for the rest of my life, citizen. I can hardly bear it.",		"m3s":"Thanks for your help. I'll do everything I can to stop the Empire. My poor father. His face haunts me.",		"m3f":"mission\mission_datadisk.iff",		"m3r":"This citizen is being destroyed by grief. We'll see what we can do.",		"m3o":"",		"m3l":"Datadisc",		"m3d":"The Empire tricked me into divulging the names of suspected Rebel sympathizers. One was my own father. He was executed, and I was forced to watch the hologram. I want to join the Rebellion and stop this tyranny. Please deliver this message to the underground. I can be found at the local cantina between noon and closing time. I sit at the back, and I always drink alone.",		"m2t":"Another Recruit",		"m2p":"The Empire has no respect for life, citizen.",		"m2s":"Thanks for getting me in touch with the Alliance. I appreciate it.",		"m2f":"mission\mission_datadisk.iff",		"m2r":"The more the Empire oppresses its people, the sooner it will fall. We'll be in touch.",		"m2o":"",		"m2l":"Datadisc",		"m2d":"I was going to join the Academy, but I saw a hologram of the destruction of Alderaan. It doesn't matter how I got it. Now I know the truth. A Bothan pilot instructed me to seek a trusted courier to deliver my request to the Rebel Underground. Is that you, citizen?",		"m1t":"New Recruit",		"m1p":"We must do everything we can to put a stop to those butchers.",		"m1s":"Thank you for handling that matter with such delicacy. You'll go far.",		"m1f":"mission\mission_datadisk.iff",		"m1r":"I wish this citizen's story was unique, but it's not. We'll make contact soon.",		"m1o":"",		"m1l":"Datadisc",		"m1d":"My son and his family were vacationing on Alderaan when it was destroyed by the Empire. I want to pledge myself to the Rebellion and help topple the bloody regime that took my son's life. Can you deliver this message to a contact within the Rebellion? I don't know who to trust."
}}
