{
	"stfFile":"mission/mission_npc_destroy_rebel_non_military_hard",
	"entries": {
		"number_of_entries":"25",		"m25t":"Smugglers Using Devaronian Poison

",		"m25c":"Smugglers who use poison just give our "procurement specialists" a bad name. Glad you were able to take them out. Here's your reward.",		"m25o":"A local smuggling gang has murdered law enforcement officials using dart shooters tipped with Devaronian blood-poison. Usually the officials are in the Empire's pocket, but we still don't want smugglers taking the law into their own hands. The assignment for your strike team is to hit the smuggling base and destroy its stocks of Devaronian poison. If you don't see the poison, just destroy everything.",		"m24t":"Black Sun Stealing Durelium",		"m24c":"Good job, against tough odds. We're lining up another supplier for durelium now, but it's hard work flying past Star Destroyers. We'll manage somehow, I hope.",		"m24o":"To restrict local hyperdrive repair operations, the Corporate Sector has bribed local Imperials to blockade durelium imports. One of our "procurement specialists" just made it through with a good supply, but Black Sun gangsters promptly hijacked it and took it offworld again. This has to stop. Destroy the Black Sun base!",		"m23t":"Hutts Cornering Lowickan Firegems",		"m23c":"It's impossible to keep Hutts from leaving a moist trail on nearly every civilized world, but we try. Your efforts today certainly helped! This is your reward.",		"m23o":"The Hutt criminal syndicate is using strongarm tactics to corner the local market for Lowickan firegems. The scout report we have indicates a well fortified installation as the center for the gang enforcers. We'd like to keep Hutt activity on this world to a minimum, as hard as that sounds. Can you put together a strike team and assault the place?",		"m22t":"Help Chromium Merchants",		"m22c":"Thanks. The merchant association was getting quite insistent about this. And anyway, we like to help them out when we can. Here's the reward they offered.",		"m22o":"Local droid repair merchants are complaining that smuggled chromium plating is undermining their business. It's not our "procurement specialists" doing the smuggling, so someone new has entered the field. The merchants hired a scout to locate the smuggling base, and they've asked us to destroy it. Can we hire you to do the job?",		"m21t":"Pirates with TIE Fighters?",		"m21c":"No TIE fighters there? Good. It would be a crazy galaxy if ordinary criminals could get state-of-the-art Imperial ships. ",		"m21o":"We've learned of a pirate gang that somehow got its hands on a few Imperial TIE fighters. Very bad news. We found the likely location, and we need a large, experienced strike team to take out the base, especially the TIEs -- assuming the ships are still there.",		"m20t":"Former Friends Turned Smugglers",		"m20c":"Thanks. I thought about alerting my former friends to get out before you arrived, and then said, "Naah." I made the right choice, and you did the right thing. Here's your reward.",		"m20o":"Some former friends got me to invest in a "mining operation" in the countryside. Turns out they started a smuggling gang -- a real growth industry there -- and they're not interested in helping the Alliance. So, with me out a lot of credits, and the Alliance facing trouble from these new smugglers, it makes sense to hire you to destroy their base. Are you okay with that?",		"m19t":"Troubled Past Has Returned",		"m19c":"Thanks! I had too much history with that gang, and they didn't want to let me forget it. It's better for me and for the Alliance that you got rid of them. I'm glad to pay this reward.",		"m19o":"You probably don't want to hear about my troubled adolescence, so I'll just say that a particular bunch of gangsters has been following me from planet to planet for the last three years. I don't want anything to do with them now that I'm in the Alliance, but they won't leave me alone. Can you take care of this ongoing problem once and for all?",		"m18t":"Droids Getting Really Lost",		"m18c":"Thanks. The droids seem to be finding their way back home now. Here's a reward for your efforts.",		"m18o":"A lot of droids from our local bases are getting lost. A directional beam is bathing this whole complex with a coded signal that messes with the programming of certain droid brain models. We think gangsters are reprogramming our droids to wander right into their stronghold. We located the place, and now we want you to destroy it. Be ready for a tough fight.",		"m17t":"Student Discovers Gang Base",		"m17c":"Thanks! By the way, the student got extra credit for that assignment. Here's your own version of extra credit -- a nice reward.",		"m17o":"A local teacher who sympathizes with our cause has turned her students into Imperial observers. They go out in the wilderness and report on the strength of the Empire's bases. One student just discovered a well-defended gangster base, apparently involved in fencing power cores. We want you to take that base and blow it up good.",		"m16t":"Pirates Steal Smuggling Freighter",		"m16c":"That was an extraordinary performance. I'll have to tell Alliance headquarters about your efforts. Glad we don't have to worry about that particular gang any more.",		"m16o":"Pirates stole one of our smuggling freighters. It's not the kind of crime you can report to local law enforcement, so we've located the crooks ourselves. We had a scout look over the defenses -- turns out they're pretty tough. If you're up to it, we'd like you to assemble a strike team and assault the pirate base. Destroy the whole works, if you can.",		"m15t":"Vengeance for a Slain Sister",		"m15c":"Thanks, I feel a little better. It's not just revenge, you know -- it's keeping this whole area safe for innocent folks. I didn't think about that when I hired you, but it's still true.",		"m15o":"My sister was running medical supplies to an Alliance hospital on this world when she ran into some gangsters. Or rather, the gangsters ran into her -- rammed her speeder into a mountainside and shot her. I had a scout locate the gang hideout, and now I need someone to go in and commit some serious revenge. Are you willing to help?",		"m14t":"Criminals Coding HoloNet Messages",		"m14c":"Thanks. The Alliance wants to restore freedom to the galaxy, but not freedom to ship in stupid drugs to get our kids hooked. You deserve this reward, friend.",		"m14o":"Can you believe that a criminal syndicate is passing messages coded into HoloNet entertainment programs? Our slicers decoded their scheme and learned of a major glitterstim shipment due to arrive on this world. We have the coordinates, and we want you to destroy the crooks before the drugs arrive. Careful -- they sound pretty tough.",		"m13t":"Smugglers Coding Droid Brains",		"m13c":"Thanks for your smooth handling of a tough assignment. This place needs all the droids it can get, without corrupted brains. Take this reward with the Alliance's thanks.",		"m13o":"We've discovered a gang of smugglers who extract illicit data that Core Worlds slicers have encoded into droid brains. The smugglers are ruining the droids in the process, so we want to shut them down. They have a very well defended operation, so I suggest you put together a good strike team to take them out.",		"m12t":"Face-Changing Criminal Operation",		"m12c":"Good thing you took out that face-changing operation. Otherwise you couldn't even be sure this was me! Haha! Hey, I was only kidding. It's me. All right?",		"m12o":"A bizarre criminal plastic-surgery operation is taking known felons, changing their faces, and putting them in new jobs -- sometimes government jobs. This crazy scheme will make us all paranoid. Maybe that's the point. We'd like you to destroy the criminal base; it's at these coordinates. Expect heavy opposition.",		"m11t":"Rock Ivory Thieves",		"m11c":"The rock ivory wasn't in the base, was it? We had a hovercam observing, but we didn't spot it. You did a great job, thanks -- but we need to find that rock ivory soon. We'll be in touch.",		"m11o":"A remarkably well equipped smuggling gang has been stealing Alliance supplies of rock ivory. To keep our repulsorlift engines running well, we have to stop this theft. The smuggler base is protected with some heavy hardware, so make sure your team is loaded for krayt. This is a big job, with a big reward. Hope you're up to the task.",		"m10t":"Black Sun Doing Empire's Work",		"m10c":"That was quite an undertaking. You pulled it off with aplomb, and in this job I don't get to use the word "aplomb" often enough, believe me. You deserve this reward!",		"m10o":"Apparently the Black Sun criminal organization is doing the Empire's dirty work, not that the Empire would shy away from dirty work. Black Sun gangsters are burning the homes of Alliance sympathizers. The thugs are suspiciously well armed, and their remote base is heavily defended with Imperial-grade weaponry. Can you assemble a team and take out the Black Sun base?",		"m9t":"Ransom for Tagge Viceprex",		"m9c":"We know most Corporate Sector Viceprexes don't like the Alliance much -- bad for business, they think -- but we still don't like seeing executives kidnapped. Thanks, and here's your reward.",		"m9o":"You may have heard that a Viceprex of the Tagge Company, the big shots of the Corporate Sector, got kidnapped by pirates. They just returned him for a huge ransom, but they didn't find the tracking beacon in the payment. We tracked the pirates to a stronghold on this world. Get out there with a team and hit them hard. There's a big reward!",		"m8t":"Smash the Pirates' Haven",		"m8c":"Good work. Remember there's plenty more of those havens out there. We'll continue to pay as long as you continue to produce results.",		"m8o":"Piracy is a major concern for the Alliance. Our ships in particular draw those predators like skettos to a sleeping dewback. We've discovered that many of these pirates have banded together to form some sort of "Brotherhood." We've used our resources to pinpoint the locations of some of the busiest spaceports used by these rogues. Can you knock these ports out of commission?",		"m7t":"Stop the Thieving Pirates",		"m7c":"Those poor orphans will never get their nanny droids, but at least they can lay down their little heads at night knowing that the villains who robbed them died a horrible, fiery death.",		"m7o":"Vile pirates in our very own sector! These despicable cutthroats have raided one of our freight ships and stolen a precious cargo of TDL nanny droids headed for orphanages in the Outer Rim. We need a team of agents to lay waste to these loathsome murderers. We have the coordinates to their secret den. We must fight back for the sake of goodness.",		"m6t":"Stamp Out the Deathstick Dealer",		"m6c":"Well struck, citizen. Our fight is not only against the Empire but also against the corrupt system that supports it.",		"m6o":"Deathsticks in a decent community! Is nowhere safe from the corruption of this vile drug? We've learned from our sources that a so-called "esteemed businessman" is secretly fronting a distribution center for this contemptible substance. The villain pays the local Moff huge bribes so the Empire has refused to interfere. Can you stamp out this blight on galactic decency?",		"m5t":"Take On Jabba's Swoopers",		"m5c":"Well done, agent. It's bad enough that we have to take on the Empire. These vicious criminals are certainly taking advantage of this civil war.",		"m5o":"Jabba's swoopers think they can move into any system they like and stake their claim. Well not while we have something to say about it. Big Gizz is wanting to expand his organization beyond Mos Eisley. We need a hardy band of skilled agents to show these new "branches" that the galaxy is a dangerous and treacherous place. Think you can help?  ",		"m4t":"Take Out Imperial Moles",		"m4c":"Your actions were those of an exemplary agent. War is a terrible thing and the sooner we end this one the better.",		"m4o":"It has been brought to our attention that a group of trusted couriers is also selling information to Imperial Intelligence. We need these couriers removed and their records destroyed. Here are the coordinates to their base. The Empire has tried to infiltrate our organization with these sorts of agents before. It always leads to a tragic loss of life.",		"m3t":"Smash Assassin's HQ",		"m3c":"Now that was something. You should be working for SpecForces, agent. Excellent job. You've definitely earned this reward. ",		"m3o":"A cadre of Black Sun assassins has converted an abandoned mining installation into a stronghold that specializes in training killers. We can't afford to let this assassin academy continue to operate. We're offering a substantial reward to the strike team that can pull this off. Attacking this facility is no small matter. You feel like making history, agent?",		"m2t":"Raid the Shadow Angels",		"m2c":"These gangs are always braver in packs and even then they can't put up a good fight when confronted with talent like yours? Job well done, agent. That reward is going to the right individual.",		"m2o":"We've located the hideout of a local branch of the notorious swoop gang, the Shadow Angels of Dathomir. These creeps move fast so this is a job for a small group of skilled and dedicated agents. The right strike team can blast this hideout and all of those vicious criminals to pieces before they had a chance to even look around. Can we count on you?",		"m1t":"Destroy Glitterstim Lab",		"m1c":"Bravo, agent! Your results never cease to impress us. We're glad to employ an agent as effective as you.",		"m1o":"A major Black Sun glitterstim lab has been located by Intelligence. These crooks are well-connected and have local law enforcement in their pockets. We need to hit this facility hard and put it out of commission for good. A team of highly skilled agents ought to be able to accomplish this mission. Think you're up to the task, agent?"
}}
