{
	"stfFile":"mission/mission_npc_deliver_neutral_easy",
	"entries": {
		"number_of_entries":"25",		"m25t":"Cookie Monster",		"m25f":"food\crafted\meal_dish_desert_plate_of_cookies.iff",		"m25i":"Plate of Cookies",		"m25c":"Thanks, citizen! I'll enjoy these confectionary delights right now!",		"m25p":"These are nice and fresh. They taste best when dipped in icy cold blerd milk. Mmm, mmm... ",		"m25o":"A friend of mine makes the most delicious cookies. Could you bring me a plate of those round morsels of scrumptious goodness? I'll pay you. ",		"m24t":"Play That Funky Music",		"m24f":"filename_of_object (Small sealed container)",		"m24i":"Kloo-Horn Double Reed",		"m24c":"Thanks, citizen. I'll compose a solo in your honor. I'll call it "The Reed Bringer." Gonzo, huh?",		"m24p":"I could never get my kloo-horn to sound right. I hope it wasn't a problem with this double reed.",		"m24o":"My kloo-horn is in need of a new double reed. I found one at a very reasonable price. Could I pay you to collect it for me?",		"m23t":"Sweets for the Sweet",		"m23f":"filename_of_object (Small sealed container)",		"m23i":"Box of Candy",		"m23c":"Oh yummy! Thank you so much. I'd offer you one, but I have so few here. Plus, I am paying you for this.",		"m23p":"These are quite rich. Warn my friend that eating too many of them in one sitting can cause nausea.",		"m23o":"A friend has sold me a small box of Cardellian mints. What a sweet tooth I have! If you pick them up for me, I'll pay you.",		"m22t":"Not So Random as a Toy Blaster",		"m22f":"filename_of_object (Small lightsaber-like gadget)",		"m22i":"Toy Lightsaber",		"m22c":"Thank you so much. My son will love playing with this. And yes, I'll be sure he only plays with it inside our home.",		"m22p":"Here it is. I would caution the boy not to play with this outside. The Imperials are not likely to think the toy is a cute novelty.",		"m22o":"I know it may be in bad taste, but my son really wants a toy lightsaber for his birthday. A friend made one for me using holo technology. It's really quite clever and harmless. Could you pick it up for me?",		"m21t":"Thanks for the Memories",		"m21f":"mission\mission_datadisk.iff",		"m21i":"Vacation Holographs",		"m21c":"I hope this customer understands I can't peform miracles. These "tailored memories" are becoming a habit.",		"m21p":"Remind the holo technician that I want more attractive dancers surrounding me. Also, have them give me a better wardrobe. My clothes look sadly unfashionable. ",		"m21o":"A customer wants me to touch up some holographs taken during a recent vacation. Could you pick them up for me? I'll pay you for your time.",		"m20t":"Top Secret",		"m20f":"mission\mission_datadisk.iff",		"m20i":"Family recipe",		"m20c":"Thanks, citizen. Now I'll see what all the fuss was about. Wait, is this disc encoded?",		"m20p":"Make sure this goes straight to the requestor. The disc is encoded, and only my friend knows how to retrieve the information, so don't get any funny ideas.",		"m20o":"My friend is worried someone will steal a precious baked fleek-eel casserole recipe, and refuses to send it via the HoloNet. Could you pick it up for me?",		"m19t":"Next He'll Want a Wookiee",		"m19f":"mission\mission_datadisk.iff",		"m19i":"Gift List",		"m19c":"Thanks. How do you explain to a spoiled five-year-old that they don't make stormtrooper armor in his size? If you have siblings, make sure they don't breed.",		"m19p":"Everything the boy wants is on this disc. It's a long list. The things he wants most are indicated by the flashing stars. Good luck.",		"m19o":"My nephew has very specific (and expensive) tastes when it comes to celebrating his birthday. I need someone to bring me this little hellion's wish list. Think you can help? ",		"m18t":"True Romance",		"m18f":"mission\mission_datadisk.iff",		"m18i":"Love Letters",		"m18c":"The letter at last! And it's even scented! I hope that doesn't damage the disc. Thank you.",		"m18p":"You know what my beloved looks like, don't you? Don't tell me! I want nothing to spoil my fantasy. Here's the letter.",		"m18o":"I've been exchanging love letters with an anonymous individual. We use pseudonyms and have agreed not to meet face-to-face until we're sure this is right for both of us. Could you pick up my latest letter?",		"m17t":"Party Dance Mix?",		"m17f":"mission\mission_datadisk.iff",		"m17i":"Music by 2-RI the Singing Droid",		"m17c":"This music is so bad it's hilarious. Wait'll my next party! People will run from the room screaming!",		"m17p":"Droid music sounds like Aqualiths gargling ground glass in a garbage masher. Here, take it.",		"m17o":"A buddy of mine just got a bootleg of 2-RI the Singing Droid's last concert! If you bring it here, I'll pay you.",		"m16t":"Ode to a Landspeeder",		"m16f":"mission\mission_datadisk.iff",		"m16i":"Ode to an XP-38 Landspeeder",		"m16c":"This is why nobody employs poets to write ad copy. Thanks anyway.",		"m16p":"I don't exactly have the catalog copy ready, but here's a lengthy ode I composed to the XP-38 landspeeder. It's wonderful!",		"m16o":"I need the catalog copy for my new shipment of XP-38 landspeeders. Can you contact the writer and get the text? I'll pay you.",		"m15t":"Military History",		"m15f":"mission\mission_datadisk.iff",		"m15i":"Map of Massassi Tunnels",		"m15c":"Hmm. I wonder how anyone ever found their way from the Palace of the Woolamander to the Temple of the Blueleaf Cluster? Okay, thanks.",		"m15p":"This tunnel map looks like a nerve cluster. One of the most impressive things I've ever seen. Can't wait to go there!",		"m15o":"I'm studying Yavin 4, site of the great Battle of Yavin. I've located a map of the ancient tunnels connecting the Massassi ruins. Please fetch it for me.",		"m14t":"It's Sew Easy",		"m14f":"mission\mission_datadisk.iff",		"m14i":"Ychthytonian tunic pattern",		"m14c":"Oh, I see. With four arms, the tunic even covers the table legs. Seems like overkill, but I just make the things. Okay, thanks.",		"m14p":"Ychthytonians have four arms, so their tunics make good tablecloths. Here's the pattern.",		"m14o":"Got a special order for, get this, Ychthytonian tunics! I'd never heard of them. But I found someone who has a pattern, and I need you to get it.",		"m13t":"Parts IS Parts",		"m13f":"filename_of_object (Small sealed container)",		"m13i":"Y-wing Control Valve",		"m13c":"This should keep my ship from blowing itself into atoms. Thanks!",		"m13p":"I guess when you need a reactor control valve, you really, really need it. Here it is.",		"m13o":"I need a Y-wing ionization reactor control valve, and I need it fast! Can't leave this spot, but if you bring it here, I'll pay you.",		"m12t":"A Thirst Quencher",		"m12f":"filename_of_object (Small sealed container)",		"m12i":"Zwil Narcotic? Or Water?",		"m12c":"This is just distilled water! I'll pay you, but I'm taking it out of my supplier's hide! Blast!",		"m12p":"This zwil stuff might as well be distilled water if you're not a Drovian. Here you go.",		"m12o":"Psst! I'm interested in trying this stuff called zwil, the Drovian narcotic. I don't trust the supplier I found. You pick up the sample, I'll pay you.",		"m11t":"Almost an Autograph",		"m11f":"filename_of_object (Small sealed container)",		"m11i":"Sabacc Deck",		"m11c":"Not signed any more? Well, I guess it makes a good story. I'll pay you, but as for my friend...",		"m11p":"Sabacc cards change value during the game. Han Solo autographed one card, but the signature vanished the next time I played. Hope my friend still wants this deck.",		"m11o":"I heard that a friend has a sabacc deck signed by Han Solo, the hero of Yavin. I'm paying a nice price for this collector's item. And I'll pay you to pick it up, too.",		"m10t":"Better You Don't Know",		"m10f":"mission\mission_datadisk.iff",		"m10i":"Fricaseed Puff Cake recipe",		"m10c":"Mm, mmm! Repulsorlift oil!",		"m10p":"Oh, the Puff Cake? My secret is to add a drop of repulsorlift engine oil. Here's the recipe.",		"m10o":"I just attended a party, and I went wild over the host's Fricaseed Puff Cake dessert. I forgot to get the recipe. Can you fetch it from my friend? I'll pay you, of course.",		"m9t":"Pick Up a Voxbox",		"m9f":"filename_of_object (Small electronic gizmo)",		"m9i":"AlienEnhancer Voxbox",		"m9c":"Splendid! I sure hope that Wookiee is not typical of his species. Is it true they rip people's arms out of their sockets when angered?",		"m9p":"This has all the Basic phrases needed to keep a Wookiee under control. Good luck, I say.",		"m9o":"My supervisor has assigned a Wookiee to my warehouse for a few months, and I need to pick up an AlienEnhancer Voxbox to make sure we avoid any mishaps. Could you pick it up for me?",		"m8t":"Go Get a Gill",		"m8f":"filename_of_object (Small sealed container)",		"m8i":"Organic Gill",		"m8c":"Excellent! Now I'll be able to see all those colorful deep-sea lifeforms. Do you know how long these organic gills last?",		"m8p":"Bought this thing about a month ago from a Toydarian trader. Hope it's still good. ",		"m8o":"I'll be taking a diving trip to the resort world of Kaal soon, and a friend offered to loan me an organic gill. Catch is, I gotta pick it up. If you help me out, I'll pay you.",		"m7t":"Bring My Macrobinoculars",		"m7f":"filename_of_object (Macrobinoculars)",		"m7i":"Macrobinoculars",		"m7c":"Wonderful. Now my son will be able to study all that exotic wildlife closely. This is for your trouble.",		"m7p":"Thanks for picking these up. I just couldn't get away from work. Tell my friend I hope the field trip works well.",		"m7o":"I had loaned my macrobinoculars to a friend. Now I need them back so my son can go on a field trip. If you pick them up for me, I'll pay you for your time.",		"m6t":"Defective Verbobrain",		"m6f":"filename_of_object (Small electronic gizmo)",		"m6i":"Droid Verbobrain",		"m6c":"Thanks, citizen. I'll get right to work on this silly droid. Probably just backed up with too much old data.",		"m6p":"I sure hope my buddy can fix this dang droid. He keeps going on about some secret mission -- stolen plans or somesuch. It gets old real fast.",		"m6o":"A customer's protocol droid has been acting up, so I offered to perform some repairs on its Verbobrain. Could you pick it up for me? I'll make it worth your while.",		"m5t":"Help a Collector",		"m5f":"filename_of_object (Small sealed container)",		"m5i":"Rare blaster grip",		"m5c":"Excellent! What a wonderful find. This is for your time. Thank you.",		"m5p":"This old thing's been sitting around my home for years. Almost threw it out half a dozen times. Glad I kept it now. Here you go.",		"m5o":"I'm a vintage weapons collector and have found someone with a rare DDC Defender blaster pistol grip. Been looking for one for years. If you pick it up for me, I'll pay you.",		"m4t":"A Sentimental Journey",		"m4f":"filename_of_object (Small sealed container)",		"m4i":"Sentimental Keepsake",		"m4c":"My thanks. I've developed quite an attachment to this. I'm sure you have similar items that are dear to you. Did you open the package?",		"m4p":"Don't know what the big deal is. They're just holos of old droids. Guess some folks care a lot about droids. Weird, huh?",		"m4o":"I forgot something of sentimental value at an acquaintance's home. Please be so kind as to pick it up for me. You will be compensated for your time.",		"m3t":"The Complete Dance Lords Collection",		"m3f":"mission\mission_datadisk.iff",		"m3i":"Dance Lords of the Bith",		"m3c":"Thanks! Can't wait to listen to these tunes. I love fizz music, don't you?",		"m3p":"Here ya go. I hope my buddy enjoys this collection. Some of the best clak beepbox recordings around. ",		"m3o":"A friend is giving me the complete "Dance Lords of the Bith" musical recordings as long as I pick them up. Could I get you to do that? I'll pay you, of course.",		"m2t":"Faulty R2 Motivator",		"m2f":"filename_of_object (Small electronic gizmo)",		"m2i":"R2 Unit Motivator",		"m2c":"Looks okay to me. I'll take it apart tomorrow and have a better look. Thanks, friend.",		"m2p":"About time this was picked up! What good is an R2 unit with a bad motivator? Hope I can get this fixed fast.",		"m2o":"A colleague who bought an R2 unit motivator from me says it's faulty and wants a refund. But I've offered to fix it, free of charge. Could you fetch the motivator? I'll pay you for your time, of course. ",		"m1t":"Settle Power Converter Dispute",		"m1f":"mission\mission_datadisk.iff",		"m1i":"Power Converter Invoice",		"m1c":"I'll scan this disc to make sure the invoice hasn't been tampered with. Thanks for your help.",		"m1p":"You tell that fraud that I don't take kindly to being cheated. I'll only pay for what I received! This invoice will prove it.",		"m1o":"A customer claims to have received five power converters but was charged for ten. Supposedly an electronic invoice proves this. Could you pick up this alleged invoice and bring it to me? I don't like being cheated."
}}
