{
	"stfFile":"mission/mission_npc_escorttocreator_neutral_hard",
	"entries": {
		"number_of_entries":"25",		"m25e":"I might have known that my "business contact" was actually my old arch-nemesis! Which explains the trouble we had getting here. I'm sorry you're caught in the middle of this, friend.",		"m25c":"I'm sorry I used you, but I had to catch my old enemy off guard. Here's the payment I promised you. Now run along. My old enemy and I have much to discuss.",		"m25t":"Find the Business Contact",		"m25p":"Most curious that my contact did not meet me in person. Very well, take me to this meeting place and we'll determine what game is afoot.",		"m25o":"I have a very important meeting scheduled, but my business contact inadvertantly landed on the other side of the planet. If you can provide a safe escort back to me, I will compensate you from my operating funds.",		"m24e":"Well, that was a longer trip than I figured. But I did get a lot of good location info. I also like to beat the bushes locally to drum up ratings. Thanks, you're great.",		"m24c":"Wow, Ando Blast's producer! Not as good as Ando, but -- here, you've earned your fee. Wow, maybe my home will show up in Ando's next epic!",		"m24t":"Find Ando Blast",		"m24p":"I'm obviously not Ando Blast, but a producer scouting locations for the next Blast mega-epic. Ando himself is in fact computer-generated. But I'd like to meet the fan who sent you out here. Lead the way.",		"m24o":"Is it true that HoloNet star Ando Blast is on this world? My fan club news service is reporting he's at these coordinates. Can you go and invite him here, pleeease?",		"m23e":"Thanks for accompanying me back here. I appreciated having someone else around to do the guard work. I'll present my bill to my employer now.",		"m23c":"Egad, what a bill! I didn't expect this when I wanted to recover my father's old electrobinocs. And now there's your fee as well. Here, take it and go!",		"m23t":"Find a Sentimental Keepsake",		"m23p":"It seems a local herbivore swallowed the keepsake, a pair of electrobinoculars. Then the animal started travelling across the landscape on a migratory route. I was happy to follow, because I'm paid by the hour. But if my employer wants me back, let's go.",		"m23o":"I hired an agent to search for a sentimental keepsake I lost near here. I keep hearing field reports from further and further away, and my requests to call off the search don't seem to get through. Can you please go tell this citizen to stop searching?",		"m22e":"Do we really know that those Alliance people are awful traitors? Wouldn't it make sense to look at their position before turning them in to the Empire for a quick reward? I'm just asking, that's all.",		"m22c":"This scout looks suspicious somehow. Subversion, do you think? Perhaps I should call Imperial Security, just to be sure. Thanks, you can go.",		"m22t":"Confirm Imperial Rumors",		"m22p":"No command HQ to be found out here. What? Any Alliance activity? Oh, no, no-- Why don't you lead me back to my employer?",		"m22o":"The Empire has offered a fat reward for information about a rumored Rebel command headquarters on this world. I sent out many scouts to locate it, but found nothing. One scout has yet to report back. I'm hiring you to find out whether those filthy rebels captured my agent.",		"m21e":"Oh, I'm so glad to be back home. I hope I don't have to leave again for a long, long time. Thanks so much for saving my life!",		"m21c":"Well, is there a crashed drone barge or isn't there? I'll have to send this slacker out again to check!",		"m21t":"Drone Barge Accident",		"m21p":"My boss heard reports that a drone barge loaded with ditanium crashed on this world. I was supposed to look for it. A swoop gang attacked me, I lost my comlink, and the day went downhill from there. Please, take me home!",		"m21o":"Any news about that crashed drone barge? Wait, aren't you --? Oh, sorry. Listen, I need you to check the status of an employee out in the wilderness. I'll pay well.",		"m20e":"That Dark Curse is supposed to be a tough customer -- survived the battle of Yavin, they say! -- but I never did find a reason why anyone would put a bounty on him.",		"m20c":"It turns out I may have misread the name on the wanted notice. It appears Dark Curse isn't wanted, after all, that I know of. Oh well, here's your fee anyway.",		"m20t":"Find the Imperial Pilot",		"m20p":"I've tromped all over this stupid world without finding Dark Curse. Did burn out my comlink, though. I'm glad to see you; let's go back together, shall we?",		"m20o":"I heard there's a bounty out for Imperial TIE pilot DS-61-4, nicknamed Dark Curse. He's supposed to be hiding out on this world. I sent a scout looking for him, but haven't heard back. Did Dark Curse get my scout? I'd like you to check it out.",		"m19e":"These are sad times when you have to worry about your own landspeeder getting contrary. Thanks for saving my life.",		"m19c":"I think the salesman did mention that the vehicle had a reconditioned 5th-Class droid brain. Scary thought, really. I thank you for your good work.",		"m19t":"A Refurbished Jalopy",		"m19p":"Oh, boy, am I glad you found me. The wreck is way back there somewhere. It started babbling about "hostile terrain" and "taking evasive action," and then I lost control and crashed! Please take me back so I can report.",		"m19o":"I had my purchasing agent take a refurbished military-surplus landspeeder for a test drive. I've heard no word for quite some time, and I'm worried. Can you investigate? For a fee, of course.",		"m18e":"Oh, dear. Since I don't have the money, I hope my family and I will be safe. At least you were kind to me. Thank you!",		"m18c":"So, the spacer didn't have the credits to pay me, eh? I'm sure I can extract some other kind of payment instead. Thanks for the help, buddy.",		"m18t":"Collect a Debt",		"m18p":"Heavens, I don't have the money to pay you! Please don't hurt me. Take me to the one who hired you, and I'll see if we can settle this account face-to-face.",		"m18o":"Listen, this should be simple. There's a certain spacer who owes me money and is many credits behind on the payments. Bring me my money or bring me the spacer. Either way, I'll pay you well.",		"m17e":"Not much can drive one crazy faster than greed. After all those years together! Well, Murrgen's days are numbered now. I'm hiring a bounty hunter!",		"m17c":"No! Murrgen must have found some rich site, and greed drove him to try killing my partner. And that means he'll be after me next....",		"m17t":"Find the Prospectors",		"m17p":"Murrgen -- the third partner in our business -- knocked me out and absconded with our records! I don't know why, but I want that treacherous thief arrested!",		"m17o":"Both my business partners are prospecting the countryside for minerals. One just sent an automated distress call. I want to hire you to find out what's going on out there.",		"m16e":"Thanks for getting me back here alive. Yes, I lead these field trips, but I personally never managed to earn the Survival merit badge.",		"m16c":"The kids must have eaten wanderweed blooms. Now they're probably all convinced they're Shistavanen wolfmen or something. I'll organize a patrol.",		"m16t":"Going Native",		"m16p":"I'm the field trip organizer. The kids ate some kind of local bush and, I don't know, went native. They all ran off. Please get me back to town so I can call in a search party.",		"m16o":"Our local Youth Explorer troop was due back from a field trip, but I just got an automated distress call. Please, go out there, find what happened, and bring everyone back!",		"m15e":"Imperial artillery practice, that's what it was, I'm sure! I won't let my boss cover up this atrocity, you hear? Citizens must know!",		"m15c":"Hmm. Are my competitors stooping to brutal tactics, using the galactic civil war as cover? That seems the safest assumption, if you know what I mean. Please don't tell anyone what happened here.",		"m15t":"A Tragic Accident",		"m15p":"We were driving along, when wham! A giant explosion blew up our landspeeder and killed everyone else. I was thrown clear. I think it was the Empire. My friends (sob)--",		"m15o":"Some kind of military activity has stranded my employees out in the wilderness. I don't know the details. The distress call was garbled. Please, can you perform a rescue?",		"m14e":"Thanks for bringing me back. I expect my friend had insurance on that droid. So don't worry, your reward won't do any lasting financial damage.",		"m14c":"My droid, destroyed? Argh, what a nuisance. Well, thanks for rescuing my friend, at least. By rights I should only owe you half -- well, never mind, here's your full reward. Unless you'd like this nice restraining bolt instead?",		"m14t":"Tenacious Droid",		"m14p":"Nothing is left of the droid but this burned-out motivator. Looks like predators started playing with it. I have no idea how the thing made it this far from home.",		"m14o":"My droid popped its restraining bolt and headed out into the wilderness. My friend went to catch it while I hunted down a new bolt. They've both been gone a long time. I'll pay you to go and bring them back safely.",		"m13e":"Scout walkers everywhere! No, it's a superlaser! Aaah! No, no -- I must stabilize -- all right. I think I'll be better now that my friend is here.",		"m13c":"That implant was supposed to cure a nervous condition. Instead, when it fritzes out, it makes things worse. Thank you for this brave rescue!",		"m13t":"Very Confused Individual",		"m13p":"You're an Imperial walker! No, wait, that's wrong. Sith lord! No. Hold on. Must steady myself. I think you've arrived just in time. Please get me back to my friend.",		"m13o":"I have a friend with a cybernetic nerve implant, but it's malfunctioning. My friend has been behaving a little, well, strangely, wandering off into the wilderness. I have a new replacement for the implant, but I need you to rescue my friend. Please hurry!",		"m12e":"You have my profoundest thanks for your diligent and courageous service. The cause of intergalactic peace will not perish this day.",		"m12c":"I've arranged another ship for our official friend here. Thank you so much for helping during this emergency.",		"m12t":"Bewildered Diplomat",		"m12p":"Ah. Yes. All will go well now that you've arrived, I'm sure. Please escort me to our destination, using all due caution, and I'm sure you will be suitably rewarded.",		"m12o":"I've had a call that a diplomat, who is trying to stop a war between two nearby worlds, has crash-landed far from here. Can you escort the official here, while I arrange safe transport offworld?",		"m11e":"I'm glad you brought me back. I just wanted to pet some nice little baby animals.",		"m11c":"Help me convince this numbskull: Baby predators, bad-bad! Because they have parents! Is that so hard to understand, even for a droid-headed dimwit?",		"m11t":"An Unlucky Explorer",		"m11p":"I was looking for something cute. Now I think I hear growling and hissing out there, and I'm a little scared.",		"m11o":"That blasted idiot! I gave warning after warning -- "Don't go out there," I said. And now look! Can you go out and fetch this nincompoop?",		"m10e":"I'll be sure to tell my friend all about your exploits. I'll remember this trip for a long time, believe me.",		"m10c":"You brought my friend here! Now that's service. I didn't expect such thoughtfulness. Please accept this token of my great gratitude.",		"m10t":"You Must Have Me Confused",		"m10p":"Why, this is a treat! That's so nice of my friend to think of me all the way out here. Tell you what, take me back with you. That'll give me something to talk about down at the cantina.",		"m10o":"I've heard of you! Everyone around here knows you. I've got a friend waaay out in the countryside who'd love to meet you and get your autograph. I'll pay you for the journey, don't worry.",		"m9e":"Don't I know your name? You're famous for something -- the Alliance? The Empire? I can't think too well right now. I'm just grateful you saved my life.",		"m9c":"Oh, no! This poor citizen looks awful. I'll contact the appropriate authorities. It's an honor to have had your help. Please accept this reward.",		"m9t":"Lucky Pilot",		"m9p":"I was scouting this terrain for mineral deposits, when something fired on my vehicle. I think I got too close to a smuggling base, or pirates. I'm really, really glad to see you.",		"m9o":"My friend's cloud car has crashed! I've just received news that the pilot survived, but is stranded a long way from here. I'm counting on you to escort my friend back here before it's too late.",		"m8e":"Here at last. I'll begin negotiating with the droids immediately. I appreciate your guidance.",		"m8c":"If you must know, some slicer prankster secretly reprogrammed my droids. They barricaded themselves in my bedroom. Apparently this citizen can negotiate with them. Here's your fee. Please don't tell anyone about this.",		"m8t":"Droid Specialist",		"m8p":"Droid parts? For the problem your patron is having, there are no parts. There's just me. Please lead the way back.",		"m8o":"I have a kind of, um, droid emergency here. I'd rather not go into the details, but the parts I need are custom-made by some specialist out in the wilderness. No, I don't know why. No, I'd prefer not to explain. I'll pay you to go there and bring the parts back here.",		"m7e":"No, the sound is more nasal. Ehhhhnh. Try it again. Deeper breath. Oh, we're here? Remember, true enlightenment begins in your nose.",		"m7c":"Thanks for delivering our teacher. This payment can only begin to express our appreciation. The path to Balance awaits us all! Ehhhnh--",		"m7t":"Find the Enlightened One",		"m7p":"Let us begin our journey. This one will be short, unlike the journey we must all undertake to embrace the Cosmic Balance. Chant with me. Ehhhnh--",		"m7o":"A Zanazi teacher has agreed to join our community and help enlighten the locals. The teacher has just finished a purification ritual in the wilderness and now needs safe escort here. Can you do it?",		"m6e":"Excellent, minion! You have brought me safely to my destination. Now, apprentice, I shall see if you are ready to take your father's place at my side!",		"m6c":"Uh, this is the hermit? I think I've heard of this lunatic. Okay, here's your money. I have a feeling this will not end well for me.",		"m6t":"Provide an "Imperial" Escort",		"m6p":"You have been chosen to act as my Imperial guard? Do you feel anger? Good! Take me to my young apprentice, minion, and be quick! ",		"m6o":"A strange old hermit contacted me recently. This individual claims to be a friend of my late father and wants to present me with some sort of archaic weapon, something my father wanted me to have when I was old enough. Could you escort this hermit here?",		"m5e":"Your courage is unusual for someone of your size. I hope you fare well in the future. Thanks for getting me here.",		"m5c":"Thank you ever so much. You've earned this reward, friend. Come, Doctor, my father awaits your inspection.",		"m5t":"Bitter Winter Specialist",		"m5p":"Well, there's no time to waste. I assume you're my escort, yes? Good. Lead on.",		"m5o":"My aged father is developing Bitter Winter disease. I need a specialist escorted here to attend to him. I'll pay you handsomely if you can bring me the specialist in one piece.",		"m4e":"Thanks, friend. You fancy flame opals? Then hit the local markets in a few weeks and you may find some beauties for sale. ",		"m4c":"Your help is much appreciated. Allow me to pay you for your trouble.",		"m4t":"Protect Lost Treasure",		"m4p":"Hope you're ready to defend me with your life, friend. If we're lucky, no one will suspect I know the whereabouts of precious treasure.",		"m4o":"An old friend of the family claims to have discovered some buried treasure out in the wilderness. I've received a transmission instructing me to hire an escort to help bring this treasure safely back. Can you help?",		"m3e":"They entrusted my safety to a total stranger? What is this galaxy coming to? Maybe it's best my good friend left it when he did.",		"m3c":"Thanks so much. This means a lot to my family. Allow me to pay you for this valuable service.",		"m3t":"Lost Funeral Attendee",		"m3p":"Blasted couriers! Never entrust an important message to a total stranger! You're a good friend of the family's, right?",		"m3o":"I recently lost my father in a tragic vaporator accident. His best friend just arrived for the funeral but, due to a miscommunication, has been stranded far from here. Could you safely escort my guest here?",		"m2e":"Much obliged, friend. I'll be sure to consult maps a little more closely next time I travel to another system.",		"m2c":"Glad to see you made it safe and sound. It was very important to have my best friend at this wedding. This should demonstrate my gratitude.",		"m2t":"Eager Wedding Guest",		"m2p":"Hi. You must be here to make sure I get into town safely. Thanks for coming to get me. Things sure are far apart here, huh?",		"m2o":"My best friend flew in for my wedding but unfortunately landed at the wrong starport. Being an optimistic sort, my buddy decided to walk here, not realizing how far it was. Could you provide an escort?",		"m1e":"I appreciate your efforts on my behalf. I'll give you a piece of advice: Don't ever put all your credits on one podrace. If it looks too good to be true, it probably is.",		"m1c":"Thank you. You are indeed a noble citizen. Not too many folks care about their fellow beings these days. It gives me hope for the Empire.",		"m1t":"A Friend in Need",		"m1p":"Thanks for coming to get me. Things are looking pretty bleak for me right now. At least I still have friends to help me out of this financial slump.",		"m1o":"My friend is now homeless due to debt. I promised a place to stay until things settle down. My friend can't afford fancy transports, as you might imagine. Could you provide safe escort?"
}}
