{
	"stfFile":"mission/mission_npc_dancer_rebel_easy",
	"entries": {
		"number_of_entries":"35",		"m9t":"A Memorial in Dance",		"m9s":"I'm sure your performance was a wonder to behold. I hope people sleep a little easier now.",		"m9o":"The Empire's destruction of Alderaan is still causing nightmares among local folks. Please go to this venue and use all your skills in a dance that will help soothe heartache over this attrocity. Make your movements an offering to the memory of the lost. A 10 minute performance will be necessary.",		"m8t":"The Jizz Town Dancers",		"m8s":"Sadly, the Jizz Town tour has been cancelled due to intense Imperial scrutiny. Here's some consolation, though -- your fee.",		"m8o":"Jizz Town, a Max Rebo cover band that we use to send coded messages to Alliance agents, is looking for energetic dancers for their upcoming tour. If you'd like to audition for them, go to this venue and give it your best. A 10 minute performance will be necessary.",		"m7t":"Raise Alien Awareness",		"m7s":"Magnificent! They replayed your dance on one of the holos. I'm sure there wasn't a dry eye in the entire system.",		"m7o":"Alien species are having a hard time under the boot heel of the Empire. Go to this venue and perform a dance that will exemplify the plight of these poor citizens. A 10 minute performance will be necessary.",		"m6t":"Join the Imperial Ballet ",		"m6s":"I guess the officials smelled a womp rat. You didn't get the job. Here's a little something for your effort.",		"m6o":"The Imperial Ballet Company is holding tryouts. We want you to go to this location and audition. We want to get someone on the inside to forewarn us of what their propaganda machine is up to. A 10 minute performance will be necessary.",		"m5t":"Private Dancer",		"m5s":"The commander couldn't make it, but your performance was recorded. The commander was very impressed with your skills. He may want your services again in the future. Good work!",		"m5o":"A well-known commander is visiting this world. He's a big supporter of the arts, and he wants a skilled dancer to entertain for a private gathering he's throwing.Go to this location and give it everything you've got. A 10 minute performance will be necessary.",		"m4t":"Dance Against Propaganda",		"m4s":"The droidcam caught it all. That will make people think twice before believing that Imperial drivel.",		"m4o":"Imperial propaganda is wreaking havoc with our public image. The very people we're trying to free from the tyranny of the Empire are starting to eye us suspiciously. We want you to go to these coordinates and perform a dance that will make people see us in a more sympathetic light. A 10 minute performance will be necessary.",		"m3t":"Coded Message",		"m3s":"Perfect! It's people like you who will make the Alliance a success.",		"m3o":"We have a coded message to send to a spy we have planted in the Imperial Security Force. The code is in the form of certain specific dance moves. Go to this location and perform this dance. Our spy will know what it means, while you'll be unaware so that you can't be compromised. Good luck! A 10 minute performance will be necessary.",		"m35t":"Crew Just in From Tough Space Battle",		"m35s":"The pilots decided to "relax" in a more raucous way. I won't go into details. These flyboys! It's like herding rancors!",		"m35o":"A squad of Alliance pilots just landed after a tight scrape with some Star Destroyers. They're all right, mostly, but they're feeling badly shaken. These folks recover quickly, but anything we can do to help will -- well, it will help, right? So if you'll dance in this venue, we'll send the pilots your way to watch and relax. Okay? A 10 minute performance will be necessary.",		"m34t":"Decoy Dancer",		"m34s":"Didn't work. We had a tough time getting the plans offworld, and some of us didn't make it. But you did your part. We appreciate that.",		"m34o":"We're smuggling plans for a new weapon system offworld, but the Empire knows exactly who and what to look for. We need a diversion. You look a great deal like the agent they're searching for. If you're out dancing in public, they might mistake you for their quarry. Don't worry, they won't tackle you. We hope. Will you help the Alliance? A 10 minute performance will be necessary.",		"m33t":"Perform for Wounded Family",		"m33s":"That was delightful, but unfortunately the family got called away when one of the children had to go into the bacta tanks. They're all still grappling with what happened, poor wretches. Thank you anyway.",		"m33o":"A stormtrooper attack on one of our bases went badly astray, and collateral damage almost killed an innocent civilian family. They're recuperating in the care of one of our sympathizers, but they're still very shaken. If you'd soothe them with a beautiful dance, we'd be happy to pay you a small honorarium. Interested? A 10 minute performance will be necessary.",		"m32t":"Imperial Ballet Infiltration",		"m32s":"We're still trying to arrange an "in" at the Imperial Ballet. When and if that happens, who knows? You may get a call from us. We appreciate your talent and courage.",		"m32o":"We're exploring the idea of infiltrating an Alliance informant within the Imperial Ballet Company on Coruscant. Don't laugh -- those dancers get into close contact with a lot of high Imperial officials. They hear a lot. If you're interested in trying out for a dangerous job, audition at this venue. Our holocams will record you, and we'll let you know. A 10 minute performance will be necessary.",		"m31t":"Morale-Building Ballet",		"m31s":"Bad news. Imperial censors belatedly figured out the hidden meaning of "Hutts" and banned it. But here's a small payment for your time and talent. Thanks anyway!",		"m31o":"An Alliance sympathizer in the Core Worlds has anonymously published a new ballet, "Hutts." It got past the Imperial censors because it's supposedly about criminals. They missed the real symbolism -- it's about them, the censors! We'd like to stage this ballet on this world. If you'd care to audition, go to the designated venue and dance. Good luck! A 10 minute performance will be necessary.",		"m30t":"Chaos of War Requires Mental Healing",		"m30s":"You did good work, but there is plenty more to do. The disruption of the Civil War guarantees that professional dancers will always have an important role to play. Thanks!",		"m30o":"With so many blaster battles right in the streets of our cities, it's a wonder we haven't all cracked. The local venues are full of folks who haven't got a mark on them, but they stare like they've just been through the Battle of Yavin. It's up to entertainers like you to raise their morale. Otherwise the Empire will already have won. Will you dance for them? A 10 minute performance will be necessary.",		"m2t":"Show Them How It's Done",		"m2s":"Wow, you were really cooking! I wish we had more like you working with us.",		"m2o":"An Imperial dance troupe is performing yet another propaganda ballet. We want you to go to these coordinates and show people just how joyous dance can be, when it's about movement instead of some spirit-crushing political agenda. A 10 minute performance will be necessary.",		"m29t":"ISB Purge Frightens Citizens",		"m29s":"That was terrific! I hope you realize you calmed folks a lot in a panicky time. We have to maintain clear heads if we're to restore the Republic. Thanks!",		"m29o":"The Imperial Security Bureau is executing another of its frequent purges. Anyone who looks cross-eyed at a statue of the Emperor is liable to be hauled off to Dathomir. Folks are terrified. We need dancers to perform for them, quiet their nerves, and help them remember what we're fighting for. Will you help? A 10 minute performance will be necessary.",		"m28t":"COMPNOR Sweep Damages Morale",		"m28s":"If the Alliance can restore folks' confidence, we'll defeat COMPNOR more effectively than any blaster battle. Thanks for doing your part.",		"m28o":"With maximum terror the Committee for the Preservation of the New Order continues to impose Imperial values on the civilian population. Alliance sympathizers are getting "disappeared" in the night. People are rattled. If you can help restore tranquility through a pleasant dance, you'll help us beat COMPNOR. Will you do it? A 10 minute performance will be necessary.",		"m27t":"Encourage Human-Alien Friendship",		"m27s":"That was fine. We'll work on getting whole groups together, aliens and humans, to perform for people who might otherwise listen to the Empire's hatred.",		"m27o":"The Empire promotes anti-alien sentiment in bigots across the galaxy. We fight this battle as hard as the rest, and you're our soldier. Try to find nonhuman dancers to join you in the performance we've arranged for you. Dance together in friendship. If you can't find anyone else, dance alone, and spread the idea of tolerance. Okay? A 10 minute performance will be necessary.",		"m26t":"Distract from Passing a Schematic",		"m26s":"Okay, that worked out well enough. Lots of distractions there, not even counting your fine performance. Thank you!",		"m26o":"We're about to receive the schematic for a new Imperial weapon prototype. Unfortunately, the ISB is suspicious, and their spies are everywhere. As a workaround we want you to perform where the transfer will take place. Do a high-stepping dance, get everyone watching, and we'll work the transfer quietly. A 10 minute performance will be necessary.",		"m25t":"Imperial Oppression Drains Morale",		"m25s":"We knew we could count on you. Those people are feeling better now -- even the ones who just watched from outside the area. Nice work!",		"m25o":"The Empire is throwing its weight around in a neighborhood with, it says, "undesirable numbers of aliens." Everyone there is running scared from COMPNOR, the ISB, and the Army. We want you to help us keep these folks from cracking up. A nice light dance to calm their wounded spirits, right? Please help them. A 10 minute performance will be necessary.",		"m24t":"Lure a Wary Smuggler",		"m24s":"The "procurement specialist" was understandably nervous, but we brought him around. One more blockade runner for the Alliance!",		"m24o":"We constantly have to recruit "procurement specialists" to bring goods past Imperial blockades. One specialist seems ready to work with us, but he needs convincing. We've arranged to meet him at a safe spot outside a certain venue. He'll recognize the venue because you're dancing there -- at least, we hope you'll dance there. Quickly! A 10 minute performance will be necessary.",		"m23t":"Prearranged Encounter",		"m23s":"Everything went exactly as planned. Thank you.",		"m23o":"We've arranged to meet with a spy who has information about Imperial battle maneuvers. He's extremely wary, so we told him to meet our representative in the alley outside a particular venue. He can spot the venue by the dancer inside. We gave him your description. If you'll dance there, we can go ahead with our rendezvous. A 10 minute performance will be necessary.",		"m22t":"Veteran Fighter in Town",		"m22s":"On our way to see you, we got into a scrap with stormtroopers. Our fighter did his job, I'm proud to say, but we've decided it's safer for him to get offworld for now. Sorry!",		"m22o":"A legendary soldier has arrived on-planet. He's seen more war alone than any five of us together. He's exhausted. I promised him a nice dinner at a quiet venue, and live entertainment to relax him. I hope that will be you. Are you willing? I'll meet you there; if I'm late, just start dancing. A 10 minute performance will be necessary.",		"m21t":"Distract an Imperial Spy",		"m21s":"Good news! We managed to take out the spy, permanently.Your performance didn't go to waste -- you distracted the folks who might have warned him. Thanks!",		"m21o":"We know an Imperial Security Bureau agent is canvassing this world, looking for our agents. We know where he'll be next. We know what he's looking for. Unless you're there to distract him, he might well find it. It's up to you to stage the most dazzling performance of your career. Make sure his gaze never leaves you. Are you up for it? A 10 minute performance will be necessary.",		"m20t":"Celebrate a Small Victory",		"m20s":"I understand you went over real well. Not everyone was actually present, but they watched you through a droidcam. Now they're ready for more victories. Thanks!",		"m20o":"Against the Empire, every little victory is important to maintain morale. We just had a lucky encounter with a squad of stormtroopers in the wilderness -- lucky for us, I mean -- and our fighters are in the mood to celebrate. If you go to their hangout and dance, you'll add to the atmosphere and help them heal the scars of battle. A 10 minute performance will be necessary.",		"m1t":"Birthday Party",		"m1s":"I'm sure you put on a great show, but those pilots wound up going out to another place. Those flyboys! But don't worry, you still get paid.",		"m1o":"A squad of Alliance fighter pilots are throwing a birthday party for one of their buddies, and they've requested a dancer.If you'll go to this location and give them a really energetic show, I'm sure the tips will be great. A 10 minute performance will be necessary.",		"m19t":"Battle-Shocked Fighters",		"m19s":"That was great! We don't know how many of our soldiers made it to see you, but it must have helped. Thank you!",		"m19o":"It's always hard to say how the war is going at any moment, but I have to say, our soldiers have had a tough time lately. Morale is still fine. A more committed group I've never seen. But you can see in their eyes, they're tired -- mentally tired. If you perform at this venue, we'll send some of them to watch you. You'll make them feel better. A 10 minute performance will be necessary.",		"m18t":"Imperial Funds for the Allied Cause",		"m18s":"Unfortunately, the local arts budget had already been spent for this fiscal session. We'll keep trying.",		"m18o":"Certain Imperial offices have an arts budget for the support of local artistic endeavors. We want you to go and apply for one of these grants by performing for the head of the local Imperial Dance Comitee. With any luck we'll be able to use some of the Empire's own funds to aid us in its downfall. A 10 minute performance will be necessary.",		"m17t":"Spreading Some Cheer",		"m17s":"Thanks so much for going out there. The soldiers who were well enough to attend no doubt appreciated it greatly. The rest can watch the droidcam recording later.",		"m17o":"The Alliance is putting on a show to help cheer up some of the soldiers who are on the inactive list due to severe injuries. It's a great way to earn some credits while helping out those who've given so much to our cause. A 10 minute performance will be necessary.",		"m16t":"The Show Must Go On",		"m16s":"We still have a long way to go to repair the damage those blasted Imperials have done among the species, but every little bit helps. The Twi'lek dancers are recovering fine, by the way.",		"m16o":"Unlike the Empire, we try to embrace alien art forms. We've brought one of the more popular Twi'lek ballets here. Unfortunately both the lead and the understudy are down sick with Corellian Tanamen Fever, and we need someone who can fill in quickly so that our show doesn't turn into a total carbon flush. Can you help? A 10 minute performance will be necessary.",		"m15t":"Helping a Data Slicer",		"m15s":"The courier was a no-show, but we really appreciate you putting your art on the line for the Alliance.",		"m15o":"I hear you're a dancer who's willing to take risks. An Imperial courier is going to a certain venue to retrieve some high-security documents. We want you to provide a distraction while our data slicer removes the information from the courier's data pad. A 10 minute performance will be necessary.",		"m14t":"A Subversive Dance",		"m14s":"Very clever -- subtle, yet straight to the point. We'll replay it on tonight's holo.",		"m14o":"One of COMPNOR's recent artistic horrors was to incorporate the message "The Empire Keeps You Safe" into all dance performances. We would like you to go to this venue and incorporate the more accurate message "The Empire is More Corrupt Than The Hutts" as the subtext of your dance. A 10 minute performance will be necessary.",		"m13t":"Weary Alliance Soldiers",		"m13s":"No doubt you did a fine job. Here are some credits, a little token of our appreciation. ",		"m13o":"A local venue is looking for dancers to soothe some battle-weary Alliance soldiers. If you're willing to work your craft to help them, I know it would be much appreciated. A 10 minute performance will be necessary.",		"m12t":"All the Worlds Are Stages",		"m12s":"You did very well. Come back and see me again. I may have more work for you later.",		"m12o":"I've heard it said that all the worlds are stages. We need you to go to this venue and perform one kind of dance, while we perform another one behind the backs of the Imperials. Dance your finest, and make every second count. A 10 minute performance will be necessary.",		"m11t":"Make a Spectacle of Yourself",		"m11s":"Nice work! Nobody could take their eyes off of you, so the pick up was no trouble.",		"m11o":"We need a dancer to go and make such a spectacle that nobody will be looking at anything else, while one of us picks up valuable information from one of our undercover operatives. Are you up for it? A 10 minute performance will be necessary. A 10 minute performance will be necessary.",		"m10t":"Keep an Ear Open",		"m10s":"That's what you heard, eh? Well, it may not be of much use this time, but as we get these reports we're sometimes able to glean useful information. ",		"m10o":"A local establishment that frequently caters to stormtroopers is holding an open call for dancers. We would like you to try out, while keeping your ears open for any interesting snippets of conversation you might catch. Report back to us everything you hear. A 10 minute performance will be necessary."
}}
