{
	"stfFile":"mission/mission_destroy_neutral_hard_creature_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"15",		"m15t":"Halt Spread of Parasite",		"m15s":"This fee comes from a local grant provided by the Galactic Chirgotta Awareness Council. Thank you for your help in making the galaxy chirgotta-free!",		"m15o":"",		"m15d":"The chirgotta intestinal parasite, which causes illness in species across the galaxy, lives one part of its life-cycle in the skin membranes of large indigenous predators. We can stop the spread of chirgotta through control of predators. If you can eliminate the chirgotta-infested predators at this location, we'll reward you.",		"m14t":"Migrations Are Hard Work",		"m14s":"Excellent! The Migration will continue for some time, so I expect folks around here will have more assignments for you.",		"m14o":"",		"m14d":"The Periodic Overland Migration is on again. Predators are already gathering to follow the herd. The community council wants to hire hunters to eliminate a pack of them before they menace this area. Can you take care of this?",		"m13t":"Aid the Environment",		"m13s":"Most satisfactory. I could never have accomplished that myself. Perhaps I'll be in touch with you again soon.",		"m13o":"",		"m13d":"My studies show that the planet's natural radiation shielding has been damaged by the gaseous emissions of certain large carnivores in the wild. In the interest of the planetary environment, I shall pay you a large sum of credits to remove some of these unwholesome creatures from the ecosystem. Interested?",		"m12t":"Save Peaceful Village",		"m12s":"How wonderful! You have given hope to those who have none! We emptied our village medical funds to pay you, but you have more than earned it.",		"m12o":"",		"m12d":"Awful creatures have migrated into the area around my village. If someone doesn't handle them soon, we could be overrun! We're a peaceful village. We have no weapons. Please, can you do something to save us? We can pay you, though we don't have much to spare.",		"m11t":"Help Aggrieved Businessman",		"m11s":"At last my business can get back on schedule. Nice work, my friend.",		"m11o":"",		"m11d":"Business is bad, and it's the Empire's fault. Their "xenobiologists" dumped a load of dangerous monsters on our land. I'm dropping hoversleds and load lifters faster than grumph scales in molting season. I'll pay you handsomely if you can obliterate these creatures so I can get back on schedule.",		"m10t":"Get That Critter Bounty",		"m10s":"Incredible! You took care of the problem far quicker than anyone expected. You earned this bounty with style. And thanks for bagging me the finder's fee, too.",		"m10o":"",		"m10d":"The planetary ecosystem is in a shambles after some disruptive animals were set loose. The authorities will pay a considerable bounty to anyone who can blast these dangerous creatures into component muscle fibers. And I'll get a finder's fee myself. You look like you're up to this job.",		"m9t":"Avenge Murdered Parents",		"m9s":"You have done more than just kill a wild animal. You have avenged two good people. I've deposited all I have left. I would give you more, if only I had it. At last I shall rest easy.",		"m9o":"",		"m9d":"It took nearly all my resources, but I finally located the murderous creature that took my parents from me! I'm willing to pay you all I have left if you'll take whatever armaments you need and kill that hellish beast once and for all!",		"m8t":"Something Hunts In the Night",		"m8s":"I can't believe you actually managed to wipe that thing out. Amazing. Your payment is given with my heartiest thanks.",		"m8o":"",		"m8d":"Whatever is terrorizing my homestead, it's mean enough to kill three hired guards and dismantle a platoon of security droids. I need someone to track it down and wipe it out. Take whatever associates you need for the job. I'll defray the costs, just get the job done.",		"m7t":"Stop Murderous Monsters",		"m7s":"Someone finally did it! Those beasts are destroyed at last and our community is safe. You've earned this reward, friend.",		"m7o":"",		"m7d":"Despite all my efforts to stop them, the savage monsters that murdered my family months ago continue to plague this area. Help me stop them, citizen. You're my only hope.",		"m6t":"Conservationists Create Problems",		"m6s":"Well done, friend! You're a champion of the people. This reward should be proof of our gratitude. Ever consider doing this for a living? Or do you?",		"m6o":"",		"m6d":"Bleeding heart conservationists prevented the legitimate hunting of several dangerous predatory species. Now there are too many of them, and they're encroaching on our settlements. We sure could use your help in controlling their numbers.",		"m5t":"Monsters Bad For Business",		"m5s":"You're not secretly a Jedi, by any chance? Only a being of exceptional strength and skill could have done what you did. Congratulations. You've earned this reward.",		"m5o":"",		"m5d":"Having tourists eaten by savage predators is sooo bad for business. The local tourism association has raised a generous reward, payable to the hunter that can rid us of these vicious beasts. Is that hunter you?",		"m4t":"A-Hunting You Will Go",		"m4s":"Good work, mighty hunter! I bet those creatures didn't have any idea who they were messing with. To the victor go the spoils. Enjoy!",		"m4o":"",		"m4d":"If you'd like to tackle a mission that would make even the toughest Trandoshan go greener with envy, try taking out the monsters that have been plaguing nearby communities. These beasts are killers! If you pull this off, you'll rake in the credits.",		"m3t":"Into the Creatures' Den",		"m3s":"I am most certainly impressed. How'd you pull that off? Resourceful type, aren't you? As promised, the generous reward is yours.",		"m3o":"",		"m3d":"Feel like a challenge, citizen? Several hunters have already tried to wipe out a particularly dangerous creature lair near here. The lucky ones gave up. If you can accomplish this feat, I'll make sure you're properly compensated.",		"m2t":"Become a Mighty Hunter",		"m2s":"I don't know what our community would have done without you. You're a stalwart hunter, make no mistake. ",		"m2o":"",		"m2d":"I've warned the Imperial Environmental Preservation & Refocusing Authority that their activities would throw delicate ecosystems out of balance. Their efforts have deprived dangerous predators of their natural food source, and now the locals must get help to eliminate them. Will you help? ",		"m1t":"Fight the Shadows",		"m1s":"A thousand thanks, my friend. You are brave and strong -- a beacon of light in an otherwise murky universe. You've earned your reward.",		"m1o":"",		"m1d":"Some creatures are simply abominations -- nightmares given life by a cruel and sinister universe. If only these beasts would remain in the dark, we would have no problems. But they do not. Will you help me force some of these monsters back into the shadow?  "
}}
