{
	"stfFile":"mission/mission_deliver_neutral_hard_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"15",		"m15s":"Thanks for delivering the gift. You might want to disappear for a while. No special reason why, just some friendly advice. The credits I deposited into your account should help you get away.",		"m15t":"Birthday Surprise",		"m15p":"I'm sure this item will be something the recipient will always remember. Careful now, don't shake it. And whatever you do, don't open it!",		"m15r":"A birthday present? But my birthday isn't for another six months. Who sent this? Curious. I'll have a look. Thanks.",		"m15f":"filename_of_object",		"m15o":"",		"m15l":"Small box",		"m15d":"It's my friend's birthday, and I wish to give a very special gift. Could you please pick it up from the crafter and deliver it to my friend? Say it should be opened in a small, dark room. Don't mention my name, of course. This will be a big surprise, I assure you.",		"m14s":"Thanks, buddy! You were great. I'm sure my brother will forget all the worries of the world now. Haha!",		"m14t":"Help Someone Find Inner Peace",		"m14p":"Here are the ashes. Have you ever lost someone dear to you? It takes a long time for the pain to go away, doesn't it?",		"m14r":"Hey, my glitterstim stash! You're pretty brave to risk getting arrested just to get this to me. My brother sent this? I don't have a brother. But I got a lot of good friends.",		"m14f":"filename_of_object",		"m14o":"",		"m14l":"Small box",		"m14d":"My brother was supposed to lay our recently departed father's ashes to rest. He was so grief-stricken, however, that he forgot the ashes at a friend's home. Could you please pick them up and deliver them to my brother so that our father's spirit can finally rest in peace?",		"m13s":"Thanks for getting those eggs safely to my friend. I wish I could find some fleek eels.",		"m13t":"Eggs -- Not for Eating",		"m13p":"Feel free to take these. They taste horrible. Now if we could get our hands on some fleek eels, that'd be something.",		"m13r":"Did my friend tell you what type of eggs these are? Aside from being some amphibian from Myrkr? Good. It's best you don't know.",		"m13f":"filename_of_object",		"m13o":"",		"m13l":"Storage box of some sort",		"m13d":"I ended up with a clutch of some amphibian's eggs from Myrkr. Told a friend of mine, who now wants to buy them. Can't figure out why. They're not very tasty. But hey, credits is credits. Could you pick up the eggs from my home and deliver them to my friend?",		"m12s":"Sounds like they got the droid brain chip. Thanks for your help. I've transmitted some credits to compensate you for your time.",		"m12t":"Restore a Friend's Memory",		"m12p":"Here's the brain chip. Some folks can get pretty attached to their droids, eh? I personally am not one of those. They're just tools to me. ",		"m12r":"Thank the stars! You've saved our dearest droid! We'll install this chip right away. If our 3PO unit was here he'd thank you personally.",		"m12f":"filename_of_object",		"m12o":"",		"m12l":"Droid brain chip",		"m12d":"My careless friends accidentally erased their droid's memory. They've had that protocol droid for years. The backup memory files and personality parameters are on a brain chip at my boss' shop. Could please pick it up and deliver it to them? They would be most appreciative.",		"m11s":"Glad to hear you made it. I bet my friend was overjoyed, huh? Scientists get excited by the strangest things. ",		"m11t":"Precision Mineralogy",		"m11p":"Here you go. Be careful! You know how touchy these scientist types can be about their intruments.",		"m11r":"My instruments! I was so worried. I've had this set since graduating from the Academy. They're priceless to me. Many thanks.",		"m11f":"filename_of_object",		"m11o":"",		"m11l":"Scientific tools",		"m11d":"A friend recently joined some other scientists to study some rare mineral formations but forgot some key instruments. These intruments have been calibrated to precise specifications, and so my friend wants them delivered rather than buying new ones. Could you pick them up and see to it that they are delivered safely?",		"m10s":"I hope my boss didn't yell at you too much. I was instructed not to pay you, but I'm ignoring that and depositing your fee. Why should I worry about orders if I'm getting fired anyway?",		"m10t":"Stuck at a Starport",		"m10p":"Here's the part. I hope it's the right model. I hear this boss can be a bit grumpy, so expect to be scolded.",		"m10r":"It's about time! My ship has been stuck on this planet for weeks. I'm gonna fire my lazy employee when this is over. And you, you slowpoke, don't you know -- hey, where are you going?",		"m10f":"filename_of_object",		"m10o":"",		"m10l":"Hyperdrive motivator (a mechanical part thingee)",		"m10d":"My boss' ship is currently stuck at a starport because this cheapskate doesn't want to pay the full price for a new hyperdrive motivator. I need someone to pick up a refurbished model and deliver it as soon as possible. Could you do this for me?",		"m9s":"Purge yourself of sentimentality if you want to run an efficient business. Profits come to those who act quickly and decisively.",		"m9t":"Legal Takeover",		"m9p":"I'm sure my partner -- or, I should say, "ex-partner" -- will be quite surprised. Leave before you get hurt.",		"m9r":"I can't be bought out! My grandfather opened that shop! This is an outrage! I'll go deal with this personally. Maybe with a blaster.",		"m9f":"mission\mission_datadisk.iff",		"m9o":"",		"m9l":"Datadisc",		"m9d":"I own a speeder shop and have recently bought out my partner, who's been away conducting some personal business. Could you pick up a datadisc from my accountant and deliver it to my ex-partner? It contains all the documents showing that my takeover was quite legal.",		"m8s":"Thanks for getting the word to my friend. I hope the pictures were appreciated.",		"m8t":"Pictures of the Newborns",		"m8p":"I'm sure our friend will want to race home once these holographs have been viewed. I know it's a long way to go but it's for a good cause.",		"m8r":"This is wonderful news! Thank you! I'll book the next transport out of here. Can't wait to see the holographs of the newborns.",		"m8f":"mission\mission_datadisk.iff",		"m8o":"",		"m8l":"Datadisc",		"m8d":"Our friend's sister has just given birth! The family would love for my friend to return home at once and see the newborns. Could you pick up a datadisc, which contains pictures of the new family, from my home and deliver it and the good news? Tell my friend to hurry home. Many thanks!",		"m7s":"Thanks for getting those eggs to their destination in one piece. Your pay has been transmitted.",		"m7t":"Pylat Egg Delivery",		"m7p":"These eggs need to be maintained at a constant temperature. The sealed container controls that. Don't open it. Don't jostle it. Don't get into blaster battles if you can help it.",		"m7r":"My birds! Well, they're going to be. You ever heard their song? Enchanting. Thanks.",		"m7f":"filename_of_object",		"m7o":"",		"m7l":"Small box",		"m7d":"I have some delicate cargo that must be delivered soon. A client has purchased some Neimoidian pylat bird eggs from a breeder friend. I don't need to tell you that these are rare and expensive. If you can pick them up and deliver them whole, you'll be well-rewarded.",		"m6s":"I hope that hothead survives the duel, and I certainly hope you don't think dueling is honorable. Whatever happened to "forgive and forget"?",		"m6t":"A Matter of Honor",		"m6p":"Here's the vibrorapier. No telling what sort of trouble you might encounter on your travels. This noble has a habit of making enemies.",		"m6r":"Aha! Now at last my honor can be defended. No one accuses me of cheating. No one!",		"m6f":"filename_of_object",		"m6o":"",		"m6l":"Vibrorapier",		"m6d":"These nobles and their ridiculous vendettas. A rich client who had been staying with us left his customized dueling vibrorapier in our home. Now the client needs it to settle a matter of honor, or somesuch nonsense. Could you please deliver it quickly? ",		"m5s":"I wish I knew how that buyer earns enough credits both to buy antique weapons and also to travel around the galaxy. Hmm, I wonder if one habit explains the other?",		"m5t":"Core World Antique Blaster",		"m5p":"These eccentric collectors, always planet-hopping. Hope you find this one. Here you go. That rifle is packed as securely as possible",		"m5r":"Ah, my rifle! Lucky you found me. I was on the next transport out of here. This might come in handy where I'm going. My thanks.",		"m5f":"filename_of_object",		"m5o":"",		"m5l":"Antique blaster rifle",		"m5d":"I finally found a buyer for my centuries-old Core World Arms pulse-blast rifle. Obviously such a valuable item must be hand-delivered. It's packed securely. This collector travels a lot to dangerous areas, so be on your guard.",		"m4s":"My friend should make it to the bacta facility in time to have a last long conversation. Thank you.",		"m4t":"A Father's Illness",		"m4p":"We don't know how much time this unfortunate being has left. You should probably hurry! ",		"m4r":"Oh no! This is terrible news! I must contact my father at once. Thank you!",		"m4f":"mission\mission_datadisk.iff",		"m4o":"",		"m4l":"Datadisc",		"m4d":"My friend's father has become deathly ill. For some reason, normal HoloNet messages aren't getting through -- maybe the Imperial Army imposed one of their blackouts. I hope you can deliver this news to my friend before it's too late.",		"m3s":"I hope you weren't too late to save my friend from a terrible fate. I must visit soon and see about destroying that artifact.",		"m3t":"Warn of Sith artifact",		"m3p":"You must warn my friend not to fall asleep with this dreadful artifact in the room. It contains the spirit of an ancient and evil Sith Lord. Go quickly!",		"m3r":"Nonsense! The artifact is perfectly safe. Soon the entire galaxy will understand all about the Sith. Begone and trouble me no more, puny mortal.",		"m3f":"mission\mission_datadisk.iff",		"m3o":"",		"m3l":"Datadisc",		"m3d":"A friend is trying to buy an ancient Sith artifact. An archeologist I know discovered something of its history and has included the findings on a datadisc. Please collect this disc and deliver it immediately. I hope I'm not too late to save my friend from a terrible fate.",		"m2s":"It looks like my friend is going offworld. Way offworld. You can tell that to any bounty hunters you happen to see. Thanks.",		"m2t":"Jabba Sends Bounty Hunters",		"m2p":"Careful on your travels. Remember that bounty hunters will be after my friend. If you see Boba Fett, run. Good luck!",		"m2r":"Boba Fett? After me? Thanks for the warning. I gotta disappear and quick!",		"m2f":"mission\mission_datadisk.iff",		"m2o":"",		"m2l":"Datadisc",		"m2d":"I've learned that Jabba the Hutt has placed a huge bounty on the head of my friend. Rumor has it that Boba Fett himself has taken an interest. My friend must go into hiding at once. This may well prove a perilous mission. Can you deliver the warning?",		"m1s":"Thank you for handling that with such sensitivity. I know that wasn't easy.",		"m1t":"Deliver tragic news",		"m1p":"My friend will be quite shaken by this news. Please be sensitive. The search has taken a long time. Thank you.",		"m1r":"What? My love has been killed? No! Say it isn't so! How can I go on living? Please leave me now.",		"m1f":"mission\mission_datadisk.iff",		"m1o":"",		"m1l":"Datadisc",		"m1d":"This message is of the greatest importance. My friend has been searching the galaxy for a long-lost love. I've just received word that my friend's love was killed in a transport accident last year. I wish to save my friend further expense and heartache. Please deliver the notice as promptly as possible."
}}
