{
	"stfFile":"mission/mission_destroy_rebel_non_military_hard",
	"entries": {
		"number_of_entries":"25",		"m25t":"Aid a Top Alliance Agent",		"m25s":"The Mouse is saved! While your team battled Imperial forces on the surface, he escaped through an underground maintenance passage. Rumor has it that he confronted Lord Vader himself in the gloom of the tunnel, and that only quick thinking saved him from capture; but this sequence of events has not been confirmed. Nevertheless, your action was successful and you have the undying gratitude of the Alliance.",		"m25o":"Alliance High Command",		"m25d":"One of our top agents has been trapped by Lord Vader, and we must act immediately to save him! Our secret operative, code-named "the Mouse," had nearly completed his sabotage of an Imperial garrison when Darth Vader arrived in person to close the well-planned trap. Now our agent is barricaded deep inside the garrison and fighting for his life. We must scramble a strike team immediately to engage the Imperial forces and allow the Mouse to make his escape. We can show no mercy. Vader has deployed additional stormtroopers to the garrison, and we must not be lured into a prolonged battle. Be fast and deadly, or one of our finest will fall!",		"m24t":"Rescue Captured Alliance Leaders",		"m24s":"Disaster has been averted! Thanks to your bold attack on the Imperial holding facility, we managed to spirit away our captive leaders moments before Lord Vader arrived. Our spies report that Vader was displeased with the failure and swiftly relieved the facility officer of his command.",		"m24o":"Alliance High Command",		"m24d":"The Empire has struck us a terrible blow. Some of our highest leaders have been captured near the Ison Corridor and transported to a secret holding facility. Fortunately our spies have located the facility and we have arranged their evacuation. Now we require now a strike team to attack the facility, providing a distraction while our insiders free the prisoners. The attack should continue until the facility is destroyed. The site is extremely well defended, but this must not discourage us. We have reason to believe Lord Vader himself is traveling to the planet in his Super-class Star Destroyer. If we do not rescue our people immediately, their doom is assured.",		"m23t":"Superlaser Installation",		"m23s":"Good work. Our spies tell us that the upper ranks of the Imperial Navy are making the most of this setback to the superlaser project. Soon the entire project may be disbanded. Your victory has given hope for the future of the galaxy.",		"m23o":"General Rieekan of Alliance High Command",		"m23d":"The Empire has scheduled a new superlaser for construction on the surface of this planet. This weapon may pose an even greater danger than the Death Star itself. The Imperial Science Division postulates that the weapon's beam can be directed into hyperspace via black hole lenses, allowing the superlaser to fire at planets in other star systems. This possibility has grave implications for the entire galaxy. By striking hard, we may be able to delay progress until the project's opponents in the Imperial Navy will sink it completely. We need a team of our best agents to swarm the project's headquarters and blast it into dust. We dare not fail. If the hyperspace superlaser is completed, the future looks bleak indeed.",		"m22t":"Imperial Probe Droid Station",		"m22s":"Now we can protect our operations in this sector until we locate all the probe droids. You've done well.",		"m22o":"Leia Organa of Alliance High Command",		"m22d":"Imperial probe droids have infiltrated several systems where our agents might be threatened. We've got sensor ships looking for them, but in the meantime we have located the Imperial station receiving the probe droids reports. If we can knock out this communications center, it should buy us time to track down the droids and safeguard our operations in this sector. The receiving station will be heavily defended. Only our most experienced fighters should participate in this strike.",		"m21t":"Incoming Imperial Prefect",		"m21s":"Your timing and marksmanship are a credit to the Alliance. Imperial transmissions suggest that the prefect is dead. Maybe now the Empire will think twice about subjecting the people to the cruelty of madmen like him.",		"m21o":"General Dodonna of Alliance High Command",		"m21d":"A new Imperial Prefect is arriving on this world. His cruelty far eclipses his predecessor. By good fortune, a protocol droid owned by Commander Skywalker has learned the coordinates of a secret transfer point where the prefect will await his planetside shuttle. The prefect's security here will be weakened, though he still brings with him a formidable Imperial contingent. We need our best fighters to wipe out the way station and prevent this ruthless despot from seizing control of the planet.",		"m20t":"Imperial Battle Data",		"m20s":"Your victory will benefit many space battles to come. Commander Skywalker sends his congratulations on your success.",		"m20o":"Mon Mothma of Alliance High Command",		"m20d":"The Imperial Military Oversight Commission reviews battle data and locates weaknesses in Imperial tactics. The IMOC is secretly meeting on this world to examine data newly recovered from the Battle of Yavin. Our spies assure us that this data has not yet been duplicated. Because the data concerns Alliance fighter tactics, this is an excellent opportunity to rob the Empire of a dangerous battlefield advantage. We need to organize a highly mobile assault force to hit the heavily guarded IMOC meeting facility and destroy these data tapes.",		"m19t":"Imperial Mind Control Plot",		"m19s":"We grieve for the exploited athletes who died in this action, but their fellow shockball players will no longer be victimized by the Empire. You have done good work.",		"m19o":"Alliance High Command",		"m19d":"Professional shockball boasts the galaxy's best athletes, a fact that is not lost on Imperial Intelligence. Alliance agents have uncovered a sinister operation in which top shockball players are subjected to thought control drugs and used as unwitting Imperial assassins and saboteurs. These galaxy-class athletes make deadly operatives. Thanks to our Bothan spies, we have located the headquarters for this insidious operation. We require a strike team to hit the place hard. The site is heavily guarded and may house several athlete assassins. Arm yourselves well and proceed with the utmost caution.",		"m18t":"Arsenal for Imperial Assassins",		"m18s":"Astounding work! You and your team are superior operatives, a true asset to the Alliance.",		"m18o":"Alliance High Command",		"m18d":"Mercenary assassins do the Emperor's dirty work when direct military action is politically inexpedient. We have the coordinates of an undocumented arsenal from which the Empire supplies its assassins. We need a squad of fighters to blast the place into vapor. The arsenal is garrisoned with Imperial soldiers and mercenary assassins, so operatives should expect maximum resistance.",		"m17t":"Gravity Well Projector",		"m17s":"You have saved this world, for the moment. We must hope the Empire soon sees the folly of this scheme. Meanwhile, our profoundest thanks.",		"m17o":"Alliance High Command",		"m17d":"It defies reason, but the Empire is apparently experimenting with gravity well projectors on a planetary surface. If true, this scheme ranks with the destruction of Alderaan for brutality and foolhardiness. A strong gravity well, projected on this world's surface, would cause tremendous earthquakes at best, and at worst could deform the entire globe! Assemble an experienced strike team, assault the facility housing this projector, and destroy it utterly!",		"m16t":"Prototype Imperial Hyperdrive",		"m16s":"Excellent news! This prototype was said to be the only one of its type. With luck, we have kept the Empire from developing a new class of hyperspace-capable ships. Congratulations, agent!",		"m16o":"Alliance High Command",		"m16d":"Do you know of the Kuat Drive Yards? KDY builds the Empire's Star Destroyers and supplies hyperdrives for all its ships. Our informants have learned that a Kuat noble merchant, visiting here on business, has brought a new experimental hyperdrive. Information is sketchy, but this drive is apparently smaller and lighter than anything the galaxy has seen. Imperial engineers are studying the unit under high security. We want you to destroy the prototype and the installation that houses it. You'll need a good team and good luck!",		"m15t":"Star Destroyer Replacement Parts",		"m15s":"Success! In destroying necessary parts, you have done as much damage to this sector's Star Destroyer fleet as any squadron of Y-wing fighters. A tremendous blow against the Empire!",		"m15o":"Alliance High Command",		"m15d":"Certain Imperial-class Star Destroyer replacement parts must be constructed in a planetary gravitational field, and are then ordinarily shipped offworld promptly. But our brave Alliance pilots have harried Empire supply lines to good effect. The Empire has been unable to land shuttles at a hidden and well-guarded factory, and they are coping with an inventory backlog. If you assemble a large strike team -- quickly! -- you can destroy the parts and thereby cripple their maintenance regimen, with potentially disastrous consequences for the fleet.",		"m14t":"Power Core Storage Depot",		"m14s":"A superb job! This will force the Empire to commit substantial resources to replenishing its power cores across the world. We salute your victory!",		"m14o":"Alliance High Command",		"m14d":"Imperial logistics dictate that vehicular power cores should be stored in widely dispersed locations. This prevents an explosive accident with a single core from destroying the entire sector's core allotment. In the case at hand, however, terrain and other factors conspired to force a larger construction project. This mission offers a rare opportunity to destroy the Empire's power core supply for a large planetary region. For this reason, expect heavy opposition. We advise a large and experienced strike team. Good luck!",		"m13t":"AT-ST Assembly Plant",		"m13s":"Your high reputation is well earned, agent! We have stalled the production of Imperial walkers in this area, at least for now. Your reputation continues to rise!",		"m13o":"Alliance High Command",		"m13d":"The Empire has established a new facility building two-legged AT-ST scout walkers. Though the labor force is entirely droid-based, the installation is well defended with Imperial troops. Our recon scout escaped only by dint of skill and luck. Assemble an experienced strike team to take out this major target.",		"m12t":"Imperial Combat Droid Construction Plant",		"m12s":"This is excellent news! We hope this damages Arakyd Industries profits as badly as their products have damaged our forces. We congratulate you, agent!",		"m12o":"Alliance High Command",		"m12d":"The profiteers at Arakyd Industries continue to garner Imperial largesse. These amoral corporate parasites have contracted to build new legions of Inquisitor-series seeker droids with weaponry of considerably increased lethality. These droids present a major threat to Alliance forces, and we cannot allow the factory to begin production. Assemble a large and experienced strike team, for the Arakyd plant enjoys substantial Imperial protection.",		"m11t":"Imperial Flamer Munitions Factory",		"m11s":"Impressive news! This victory represents a fundamental security that cannot be overstated. We applaud your resolve, and we wish you still greater success in the future.",		"m11o":"Alliance High Command",		"m11d":"Imperial Army weapons designers have refashioned a platform-mounted flame carbine, the Czerka CZ-28 Flamestrike, for use on repulsorlift craft and cloud cars. Sheets of flame from the sky will mean grave danger for our fighters below. No matter the cost, you must render this weapons factory permanently inoperative. Prepare for harsh opposition.",		"m10t":"AT-AT Pilot Training Outpost",		"m10s":"Good job, agent! We can only hope that General Veers was at the outpost when it was obliterated. If so, this will go down as a major victory for the Alliance.",		"m10o":"Alliance High Command",		"m10d":"General Maximilian Veers is inspecting an Imperial outpost believed to be training AT-AT pilots. To take out an Imperial outpost would itself be wonderful, but the chance to eliminate one of the Empire's most feared officers makes this target an absolute must. We need a highly experienced strike team accustomed to impossible odds. Your victory would be a great blow to the Empire and an amazing triumph for the Alliance.",		"m9t":"Emplacement Housing Prototype Starfighter",		"m9s":"So much for their prototype TIE fighter! Good work, agent. The Alliance is quite proud and wishes to use your services again.",		"m9o":"Alliance High Command",		"m9d":"Sienar Fleet Systems has delivered a prototype TIE starfighter to an Imperial fortification. We understand that this design was based on Lord Vader's TIE fighter used against our pilots at the Battle of Yavin. The prototype is scheduled for atmosphere testing, and the Empire has assigned top pilots to the emplacement. This emplacement must be destroyed, along with the prototype inside. Strike for the Alliance!",		"m8t":"Sith Artifacts",		"m8s":"Job well done! If the Jedi will not return to safeguard the galaxy, we must insure the Sith do not return to terrorize it. You are a true champion of the people. Report to us again for future assignments soon.",		"m8o":"Alliance High Command",		"m8d":"Bothan spies have informed us that an Imperial outpost is holding Sith artifacts recently unearthed in some undisclosed system. Despite informants who claim that the system is simply a legend, we suspect it was Korriban. We've received word that Darth Vader has ordered these artifacts delivered to him personally. If those artifacts are indeed what the Bothans claim, we must not allow them to fall into Vader's hands. We need a strike team to go in and blow that shipment to atoms. The garrison commander has assigned extra security, so this mission will be extremely dangerous.",		"m7t":"Storm Commando Training Base",		"m7s":"Congratulations! Your success will make you a hero of the Alliance. The Empire will be looking for you too, so you'll have to work even harder. This makes us very happy.",		"m7o":"Alliance High Command",		"m7d":"The last transmission we received from one of our top special forces agents pinpointed a storm commando training facility. Then our operative disappeared. We've had no word from her since, and we assume she's dead -- or in the hands of storm commando interrogators, which is as good as dead. We need this facility hit hard, hit fast, and burned to the ground. Your record is impressive, but we're not sure you've faced anything like this before. The stormtroopers who guard these bases are the best the Empire has to offer.",		"m6t":"Stormtrooper Training Base",		"m6s":"You deserve a medal! The Emperor's not the only one who trains crack troops and deadly soldiers. The Alliance salutes you!",		"m6o":"Alliance High Command",		"m6d":"A stormtrooper training facility, renowned for producing some of the Emperor's most fanatical legions, must be taken out. We don't need to tell you how dangerous this mission will be. A successful strike would stand as a symbol of the Alliance's determination to rid the galaxy of the Empire's tyranny. Show the Emperor that his brainwashing techniques can't compete with an Alliance member's passion for freedom. ",		"m5t":"Imperial Garrison",		"m5s":"Great job! The Empire will think twice before giving their garrisons the order to execute civilians again. Fear is not just a tool for the Empire; it's an effective weapon for us as well. We will make those Imperial killers fear for their lives.",		"m5o":"Alliance High Command",		"m5d":"An Imperial garrison has just received orders to execute suspected Alliance sympathizers and their families if they do not start naming Alliance members and spies. We need someone to wipe out the garrison before these stormtroopers can slaughter innocent civilians. This order, directly from Mon Mothma, will require an experienced strike team. Taking out a garrison, even a small one, is no easy task. These Imperial troops will be on high alert. Remember, the Alliance desperately needs your help to save innocent lives.",		"m4t":"Interrogation Facility",		"m4s":"Success! You'll be the scourge of the Empire yet! The Alliance thanks you and the galaxy is in your debt. Our reward is but a small token of our gratitude.",		"m4o":"Alliance High Command",		"m4d":"A top-secret installation of the Inquisitorius, the Empire's secretive division of specialized interrogators, has suddenly become not quite so top-secret. Many spies captured by the Empire ended up here, tortured for information until they were driven mad and killed. It is said that the Inquisitors use the Force to aid in their twisted work. Commander Skywalker has personally requested that this installation be taken out. We need an experienced agent to assemble a strike team. These Inquisitors are the stuff of nightmares, and the facility is sure to be a chamber of horrors.",		"m3t":"Biological Weapons Lab",		"m3s":"One less weapon in the Empire's arsenal. Good work! Many worlds will sleep easier now that this plague-making lab has been destroyed. You are a champion of the Alliance.",		"m3o":"Alliance High Command",		"m3d":"Bothan spies have identified a demented Grand Moff's biological weapons development lab on this planet. Intercepted transmissions indicate this facility was instrumental in developing the Candorian Plague used against Dentaal. This lab must be destroyed at any cost. Imperial security will be tight and defenses formidable. A substantial reward awaits the agent who can pull this off. ",		"m2t":"Assassin Training Base",		"m2s":"Those Operations goons never knew what hit them. Bravo! You've done the Alliance and the galaxy a great service. You're quickly becoming one of our top agents.",		"m2o":"Alliance High Command",		"m2d":"We've discovered a training facility for Imperial Intelligence's Operations agents -- in other words, assassins. This installation has launched covert operations that have killed some of our top officers. The Alliance wants this base blasted into atoms. This will not be easy, as some of the Empire's top agents work as trainers at this facility. Success against this target would insure your fame in the Alliance.",		"m1t":"Communication Command Center",		"m1s":"A brilliantly executed strike! With freedom fighters like you aiding our cause, the Empire has no chance of victory. We hope you'll accept difficult missions from us in the future.",		"m1o":"Alliance High Command",		"m1d":"We've managed to locate the Imperial Intelligence Analysis Bureau command center for this entire sector. These centers process millions of intercepted messages and prepare the intelligence reports that allow the Bureau of Operation to plan and execute strikes. This installation, like others of its kind, is heavily guarded and equipped with state-of-the-art defenses. Its destruction will require an experienced team. The Alliance is counting on you."
}}
