{
	"stfFile":"mission/mission_destroy_neutral_medium_npc_naboo",
	"entries": {
		"number_of_entries":"35",		"m35t":"End Slanderous Activities",		"m35s":"Splendid. That will silence those slanderous dogs. You have earned your reward.",		"m35o":"Master Bottoblast of Theed",		"m35d":"It's dreadful business, but I have been informed that a certain collection of unsavory spacers has begun disparaging me to potential employees of my shipping concern. As I must protect my reputation, I have no choice but to hire a responsible agent to stop their slanderous activities. The situation may turn ugly, but I must not yield. Please act quickly and let's get this over with.",		"m34t":"Desan Topsider Poachers Got to Go",		"m34s":"Yousa done very well, for a topsider. Wesa given you da reward now. Great thanks to yousa.",		"m34o":"Sergeant Degoolsby of Otoh Gunga",		"m34d":"Some of desan topsiders have been comen into Lake Paonga and braken de laws of de Gungans. Desa diven into da deep Core and poachen dangerous fishes like de Opee and de Colo Claw. Wesa must putten a stop to dis, so wesa now hiren topsiders to knock down desan fishing shacks. Desa well-armed so do not thinken desa going to fall easy. Da Bosses going to pay yousa well enough for de work, though.",		"m33t":"Renegade Harvesters",		"m33s":"Nice job. Maybe now these outlaws will take seriously their responsibilities for preserving the natural state of Naboo.",		"m33o":"The Royal Security Forces",		"m33d":"In order to preserve the natural beauty of our planet, Naboo carefully restricts all deforestation campaigns. Some renegade harvesters have flouted these policies and wilfully ignored all requests to cease their unlawful cutting. We must put a stop to their crimes. We are contracting private operatives to visit these outlaws' barracks and put them out of business. If you can complete such an assignment, contact our office for coordinates.",		"m32t":"Shut Down Salvage Gang",		"m32s":"Good work. Those thieves deserved what they got. If our garbage is not even safe, how can we assure the security of our people's homes and properties?",		"m32o":"The Royal Security Forces",		"m32d":"Thieves have no limits to their petty greed. Even our garbage is not safe from these parasites. Naboo operates a planetwide system of robo-flatbeds that transport municipal garbage to various reprocessing sites. These hover-trains have become the target of robbers, who sort through the refuse to find any salvage and leave the rest strewn across our fair planet. We believe we have located the hideouts of many of these salvage gangs. All we need are lawful-minded civilians to put them out of commission. Full pardons are ready for any violence that may result from these action. Contact our office for the coordinates of a target near you.",		"m31t":"Hit Suspected Pirate Hangar",		"m31s":"Terrific work! The operation was a complete success. The pirates fled through a hidden launch tunnel, and we picked them off in orbit. The Imperial Navy will chafe at this news. You did very well.",		"m31o":"The Royal Space Fighter Corps",		"m31d":"You would think that the Naboo System, location of the Emperor's Retreat, would be safe from the ravages of space piracy. But against all odds, a squadron of reckless cutthroats has taken up residence on our very planet. The Imperial Navy is anxious to bring down these pirates. The Royal Space Fighter Corps would very much like to catch them first. We have located a secret hangar that we believe houses many of their ships. We are hiring civilians to attack this hangar and force the pirates to take off, where we shall be waiting for them. With skill and good fortune we may both vanquish this threat to our star lanes and demonstrate that the Royal Space Fighter Corps is capable of handling threats that elude the Imperial Navy. Interested parties may contact us for the coordinates of the suspected pirate hangar.",		"m30t":"Tech Raiders Smuggling Ring",		"m30s":"Good work. With luck we will have seen the last of the Tech Raiders in this system.",		"m30o":"The Royal Security Forces",		"m30d":"The Tech Raiders are an old and notorious band of smugglers. For many years they avoided the star lanes of Naboo, but our sources inform us that they are back. Given the Imperial presence that now graces our planet, it is prudent that we stop this criminal activity before it draws a decisive response from the Empire. Therefore we are contracting private agents in a coordinated assault on several different smuggling depots. Qualified parties may contact the RSF for the coordinates of the nearest suspected Tech Raider site.",		"m29t":"Bring Down Gang of Thieves",		"m29s":"Good job. We recovered all the taser staves. Those weapons can wreak all kinds of havoc in the hands of outlaws.",		"m29o":"The Royal Security Forces",		"m29d":"Because the Emperor's Retreat brings much additional traffic to Naboo, we have prioritized the security of planetside settlements. To this end we have purchased a shipment of taser staves for crowd control. Somehow a gang of thieves captured these weapons before we could take possession. We must retrieve these staves without delay. Our intelligence agents have compiled a list of possible hideouts where the culprits might be storing their loot. We are contracting independent agents to investigate these sites and engage the thieves if they are found. Payment will be commensurate with the level of success.",		"m28t":"Please Help in Delicate Matter",		"m28s":"Is it over? Did you take care of Captain March's problem? Please, I don't want details. Just take your payment and go. Oh, and thank you so much.",		"m28o":"A Young Lady of Theed",		"m28d":"My dearest friend is a young but seasoned star pilot. Though he's changed his ways, he once traveled with a rough crowd. A few of his old associates have come to Naboo seeking revenge for some past insult. They don't realize that he's offworld right now, avoiding the painful scrutiny of my father's security chief. My friend fears that, in his absence, these old associates might turn their attention to me. He advised me to hire a freelance investigator to hunt down and eliminate these dangerous spacers. I'm not certain that this action is legal, but my father is already skeptical of my friend's reputation, and if he finds out I may be in danger I shall never see Captain March again. Can anyone out there help me? I want this awful business to be over with before Thanus returns.",		"m27t":"Soften Up Impolite Smuggler",		"m27s":"I said soften the guy up, not incinerate him! That's what I get for not being specific. You did good work, but I'm in a bind. I'll never find that gift now. Well, if all I can give my Naboo lady is a kiss and a millaflower, I guess that'll have to do.",		"m27o":"Thanus March, Freelance Spacer",		"m27d":"They've got this festival in Theed where the Naboo lords give expensive gifts to their ladies. I've met a young lady of the court who I mean to give a gift. I know, a Corellian like me has a mynock's chance of impressing some rich Naboo, but that's never stopped me before. I've even found the perfect present. My problem is, the smuggler who's holding it for me cranked up the price we agreed on. He figures I've got "rich connections." He's wrong. My connections don't have money, they've got blasters. I want someone who's eager for a fight to soften up this smuggler. That way he'll remember the original price when I visit. The Theed festival is coming up soon, so we can't wait around on this. Tell me you're interested and I'll give you the guy's coordinates.",		"m26t":"Perform Discreet Combat Operation",		"m26s":"Excellent. My informants have verified that you handled the suspected Rebels most expeditiously. Remain discreet about this action and you shall do well on Naboo.",		"m26o":"Lord Zymanna of Theed",		"m26d":"Since the New Order has brought security to the galaxy, the Naboo court is obliged to deal not only with the planetary bureaucracy but also with Imperial dignitaries. In such cases we sometimes perform discreet operations on their behalf. I currently find myself in such a position. In exchange for Imperial suppression of a certain police action against offworlders on Naboo, I am arranging the elimination of a den of suspected Rebels. I shall hire freelance operatives, for whom no bureaucratic approval is required. If you are capable of executing a potentially dangerous combat action, please contact my office. I expect you to be discreet; in these delicate times, subtlety is the road to success.",		"m25t":"Do Not Tolerate Criminal Degeneracy",		"m25s":"I'm proud that Naboo and offworlders alike are willing to take a stand against heartless criminals. My daughter, Dantre, is most happy with your results. Well done.",		"m25o":"Lord Chelm of Theed",		"m25d":"It's outrageous! My teenage daughter, Dantre, tells me that her friend from offworld, a space captain named Thanus March, is being harrassed by a local gang of criminals. To my horror I learned that, because the victim in question is not from Naboo, Imperial policies prevent the Royal Security Force from acting in this matter. My daughter has implored me to do something. I am seeking a reputable freelance security agent to confront this gang of criminals and warn them against further harrassment of my daughter's friend. It is possible that these scum will react with violence. If so, I want an equally forceful response. We must not tolerate these villains on our planet. While the Empire might turn a blind eye to criminal degeneracy, some of us Naboo still have our pride.",		"m24t":"Assembling Freelance Strike Team",		"m24s":"Nice work, kid. Those hired guns won't bother anyone again. I questioned a Zabrak who was trying to escape and he confirmed what I already knew: It was the father of my Naboo lady who paid them to kill me. I guess I don't die that easy. Lucky for me. Unlucky for my lady's highbrow father.",		"m24o":"Thanus March, Freelance Spacer",		"m24d":"Even on a supposedly quiet planet like Naboo, the rules of the jungle apply. If someone hits you, you hit them back hard. Me and a couple of other spacers were attacked by a band of hired guns, sending me a message to keep away from a certain Naboo lady. I'm pretty sure the message came from her rich father. Well, I'm going to send back an answer. I've figured out where the thugs who hit us spend most of their time. I'm putting together a freelance team to smash the place to dust. I need fighters who are hungry and battle-hardened. Let's show these Naboo bluebloods how we do it in the Core Worlds.",		"m23t":"My Mistress Requires Experienced Warrior",		"m23s":"Oh, dear! I have awful news! While you performed the job for which you were hired, my mistress herself was kidnapped! It seems the crime was committed by associates of the very ruffians you attacked. My poor, poor mistress. Here, take the credits which Her Ladyship allotted for your services. How could this happen in the peaceful halls of Theed? What have I done to deserve this? Oh, dear!",		"m23o":"TC-20, Protocol Droid",		"m23d":"Good day. I am TC-20, a protocol droid presently residing in the city of Theed. My mistress is a highborn Naboo lady who must remain anonymous. Her Ladyship has instructed me to hire an experienced warrior to aid her in her dreadful need. The captain of a star freighter, one Thanus March, has been abducted by a brutal gang of ruffians. A trusted friend in the court has provided the coordinates where he is being held. My mistress assures me that this space captain does not deserve this uncivilized treatment, and has given me a generous sum to pay for his rescue. The plan is to attack the ruffians from the outside while an agent within frees Captain March. I hope it is not too late to save him from a terrible fate!",		"m22t":"Protect Reputation of Innocent Naboo Lady",		"m22s":"Excellent. A Zabrak informant of mine tells me that the spacer Thanus March escaped with few injuries, but your work against his cohorts was very impressive. While you are on Naboo, you are welcome in my employ.",		"m22o":"Lord Zymanna of Theed",		"m22d":"In the court of Naboo one must be vigilant against the corrupting influences of the spacer community. The daughter of an esteemed colleague of the court has fallen victim to the affections of a star pilot of uncertain reputation, one Thanus March. In deference to the child's social standing, I feel obliged to handle this unfortunate circumstance discreetly. March is known to carouse at an old power station converted into a hive of offworlder decadence. I require one or more freelance operatives to deliver a clear message that this man has no place in the proud halls of Naboo. In short, I want the place taken apart. Meet any resistance with extreme force. If March does not survive the assault, I for one shall shed no tears. I shall pay you handsomely, but most of all, realize that you will be saving the reputation of an innocent lady.",		"m21t":"Expunge Untoward Visitors",		"m21s":"Valstaff Courts is proud to assure the highest degree of security to our distinguished Naboo clientele. Your aptitude with killing and mayhem offers a vital tool in our mission of unparallelled refinement and elegance.",		"m21o":"Valstaff Courts Guarlara Farm",		"m21d":"Valstaff Courts is the fourth-oldest guarlara stable on Naboo. We breed only the purest bloodlines for the finest Naboo families. Our grounds are legendary for their beauty and luxury, a place where young Naboo ladies may cleave the winds astride elegant guarlara thoroughbreds. But we have noted the intrusion of many unwelcome individuals of dubious character and social standing. These persons frequent our riding grounds and proffer immodest solicitations to our clients. They have proven difficult for our security staff to control. We are therefore offering to professional adventurers and soldiers-of-fortune a reward for the successful extirpation of the trespassers' premises and all sapient beings therein. Qualified applicants may contact our Sapient Resources department for coordinates.",		"m20t":"Shut Down Data Slicer Network",		"m20s":"The operation was a success! Those slicers have almost brought down the Theed Generator on several occasions, but they will not do so again. Thank you for your contribution to the effort.",		"m20o":"The Royal Security Forces",		"m20d":"After a massive investigative effort, we have finally cracked the ring of data slicers that invaded the computer systems of the Theed Generator. These criminals have dispersed their operation over a series of transmission centers that combine to form a powerful slicing grid. We are coordinating a joint police-civilian effort to strike these transmission centers and shut down their destructive operation. Naboo civilians who can aid in this effort are encouraged to contact the RSF as soon as possible. Offworlders may also participate. Financial compensation will be scaled in accordance with the contribution of each civilian.",		"m19t":"Outlaws Encroaching on Settlements",		"m19s":"You have a knack for this sort of work. Please contact us again when you have time for another mission.",		"m19o":"The Royal Security Forces",		"m19d":"The Naboo Wastelands have long constituted a kind of safe haven for pirates and smugglers. Certain bands of these outlaws are known to have thrived for as long as several decades. Due perhaps to their longevity, they have now grown so bold as to move their operations out of the wasteland and closer to settled regions. Our satellites have identified several unauthorized installations where we believe these criminals are engaged in illegal pursuits. As our manpower is presently occupied with unforeseen Imperial obligations, we have opted to contract private operatives to investigate these trouble spots. Agents in our employ will be authorized to use extreme force in dispatching any lawbreakers they find. Qualified citizen operatives may contact the Royal Security Forces to be deputized for specific cases. Financial compensation is available.",		"m18t":"Theed Droid Programmer Vanishes",		"m18s":"The researcher returned safely. Apparently it was a kidnapping, but your timely intervention allowed our colleague to escape. Thank you!",		"m18o":"The Office of the Master of Science of Naboo",		"m18d":"It is no secret that Theed University boasts some of the most talented droid programmers in this part of the galaxy. What is secret is the recent disappearance of one of the university's leading programmers. Kidnapping? Willful departure for richer climes? We have one clue: surveillance recordings that show known gangsters accompanying the scientist off campus. Probe droids tracked the group to a rural base. We believe that alerting Imperial Security to this event would only bring unwanted criticism of our security procedures. Therefore, we are quietly hiring an independent agent to eliminate the gangsters and, if possible, determine the fate of our programmer.",		"m17t":"Kirkhorn Guarlara Underfur Stolen!",		"m17s":"I thank you for your assistance. Here is your payment. This will teach rival stables that Kirkhorn stands by its underfur!",		"m17o":"Kirkhorn Guarlara Stable",		"m17d":"Kirkhorn, Naboo's third-oldest guarlara stable, produces some of the best guarlara underfur on the market. The underfur of Kirkhorn Assured Bloodlines has been woven into tapestries now on view in Theed's best museums and homes. Such is the value of good guarlara underfur that bandits have been stealing this season's production. We suspect a rival stable, but lack evidence. However, we have the thieves' location, thanks to tracking beacons in the fur containers. Rather than bring in security forces and attract undue publicity -- always dangerous in the touchy underfur market -- we'd prefer to hire a discreet adventurer able to track and destroy these thieves. Are you willing?",		"m16t":"Vandals Damaging Royal Palace Statuary",		"m16s":"This is a relief. We are already repairing the statues these thieves damaged. Hidden treasure -- what a silly legend. Thank you for your assistance.",		"m16o":"The Office of the Chief Architect of Naboo",		"m16d":"There is an old legend that one of the statues surrounding the Royal Palace contains hidden treasure. Supposedly a thief placed the valuables there during the statue's construction, to dispose of incriminating evidence. The story doesn't identify the statue or the valuables, but that hasn't stopped treasure-seeking gangsters from attacking random statues across the palace grounds. Surveillance droids have tracked the thugs to their base, but Imperial Security shows no interest in arresting them. To protect a priceless artistic heritage, my office is hiring an independent agent to track and destroy the vandals.",		"m15t":"Recover Stolen Heritage Instruments",		"m15s":"But did you not find the Heritage instruments? Evidently the thieves had already fenced them and moved them offworld. We must locate them by other means.",		"m15o":"The Office of the Music Advisor of Naboo",		"m15d":"This office is responsible for arranging the famous Heritage Expressionals at the Emperor's Retreat outside Theed. These concerts feature a range of antique instruments, the finest and most valuable in this region of the galaxy. Recently gangsters stole several Heritage instruments and, according to the tracking beacons hidden on the items, took them to the following coordinates. We strongly prefer to avoid involving Imperial Security in this matter, for fear of appearing irresponsible in protecting the Emperor's property. Instead, we are hiring discreet independent agents to locate and destroy the gangster base, preferably without damaging the priceless Heritage instruments.",		"m14t":"Thugs Threaten University Researchers",		"m14s":"We are glad you stopped these thugs, but apparently they have ties to Imperial Security. This is strange and disturbing. We shall probably cancel the research project anyway.",		"m14o":"The Office of the Master of Science of Naboo",		"m14d":"Who could possibly be offended by Theed University's research into interference with droid motivators? This defies reason, yet these innocent researchers have received anonymous death threats, and gangsters recently tried to destroy their lab. They unwittingly alerted probe droids who followed them at a distance, so we know where the gangsters are based. But Imperial security seems curiously apathetic to stopping these thugs. This office is pursuing independent solutions, such as hiring an agent to destroy this base. Contact us for coordinates.",		"m13t":"Millaflower Problem In Naboo's Schools",		"m13s":"Excellent news. Your success provides a highlight for my forthcoming speech to the Advisory Council on the millaflower menace. Thank you!",		"m13o":"The Office of the Educational Regent of Naboo",		"m13d":"Gangs of millaflower pushers are operating in Naboo's schools. In remote bases, the gangs process innocent millaflower blooms into a powerful intoxicant. Then they push the drug on our students. Education of the students has reduced demand, but we are also pursuing a supply strategy. Imperial Security is often in the gangsters' pay, so we are hiring an independent agent to destroy each base as its location is determined. Contact my office for current coordinates.",		"m12t":"Gangsters Seize Communications Relay",		"m12s":"This is good news in an office that has lately heard too little good news. We thank you for your quick and decisive action against these gangsters.",		"m12o":"The Office of the Chief Architect of Naboo",		"m12d":"My office's many duties include the construction of communication relays between distant Naboo towns. Because of recent Imperial budget cuts, we lack the funds to protect these remote construction projects. A criminal gang has literally taken over one such outpost, destroying all comm equipment on hand. We find it politically and economically expedient to have the entire installation destroyed, not by Imperial security but by an independent contractor. Contact my office for coordinates.",		"m11t":"Naboo's Jut Nut Crop Stolen",		"m11s":"Your diligence ensures the safety of this season's remaining Keren Farms Jut Nut Exquisite Select Roast crop. A hearty thank-you, and please stop in for a complimentary cup!",		"m11o":"Keren Farms Jut Nut Orchards",		"m11d":"Keren Farms Jut Nut Exquisite Select Roast remains the beverage of choice for discerning Theed aristocrats. We use only freshly excreted seeds of the jut nut, meticulously cleaning them after their passage through the peko-peko intestinal tract, which relieves them of toxicity. Keren Farms Jut Nut ESR fetches a premium price in discriminating markets. This has unfortunately made it attractive to thieves, who recently purloined much of this season's crop. We have located the thieves through hidden tracking devices, and we now wish to hire an experienced agent to exterminate them like vermin. Serious inquiries only, please.",		"m10t":"Hyperdrive Project Threatened by Pirates",		"m10s":"This is fine news. I shall order new launches for the moonbase hyperdrive project. Thank you, and wish us luck!",		"m10o":"The Master of Science of Naboo",		"m10d":"The Science Office has long sought an industrial base sufficient to build hyperdrives. Currently the Empire provides drives of Nubian manufacture, through a lengthy and bureaucratic process. A pilot project is planned for Naboo's moon Rori. Movement of materials to the Rori installation has been hampered by pirates, who infallibly strike our ships shortly after liftoff from Naboo. We suspect a spy in this office. Therefore I am personally contracting with an independent agent, outside normal office procedures, to locate and destroy the pirate base. Contact me for coordinates.",		"m9t":"Animal Theft in Twirrl Training Fields",		"m9s":"With those smugglers gone, we feel more comfortable already. Highscouter Cove thanks you. Look in with us next season for more work.",		"m9o":"Highscouter Twirrl Cove",		"m9d":"My family's famed Highscouter cove of trained twirrls has provided Theed Palace's preferred breeding stock for generations. Recently smugglers have made attempts to steal these famous twirrls, no doubt for resale to offworld collectors. We have so far forestalled this theft, and we have also tracked the smugglers to their lair. We have seen evidence of considerable animal cruelty. Imperial security will do nothing for us until an actual theft is committed, so we'd like to hire an experienced agent to assault and destroy this base. Are you available?",		"m8t":"Thieves Steal Theed University Poisons",		"m8s":"Exceptional work! I have ordered probes sent to the area and haven't detected the escape of any compounds. This is a relief, because those poisons could have killed most of Naboo. Thank you!",		"m8o":"The Office of the Educational Regent of Naboo",		"m8d":"The bioengineering program at Theed University has developed some interesting compounds using chemicals produced by native wildlife. Thieves have stolen some of these experimental compounds, presumably for resale on the black market. Unfortunately, these are poisons derived from green glie algae. The containers' hidden security sensors pinpoint their location. To prevent wide publicity and possible panic, I am privately hiring an independent agent to destroy these thieves and, if possible, the chemicals as well.",		"m7t":"Gangsters Stealing Naboo Instructor Droids",		"m7s":"Thank you, thank you, for stopping a particularly foul crime. To steal from a school is to steal from the future. I hope to work with you again.",		"m7o":"The Office of the Educational Regent of Naboo",		"m7d":"My office is proud that Naboo's literacy rate approaches 100 percent. This is possible only through determined commitment and a healthy educational budget. This budget, though, attracts criminals as hsuberries attract colo claw fish. A rural school reports that gangsters are systematically stealing droid instructors for resale on the black market. I find this crime particularly offensive, yet Imperial security has assigned it low priority. I wish to stop this at once, and am willing to hire an independent agent to stop these criminals.",		"m6t":"Naboo Customs Depot Construction Trouble",		"m6s":"Many thanks. The Customs Depot project may yet get back on track. My office looks forward to working with you again.",		"m6o":"The Office of the Chief Architect of Naboo",		"m6d":"My office is charged with developing Naboo's trade infrastructure. The new Interplanetary Customs Depot is now far over budget and behind schedule, due to persistent and omnivorous corruption. Most recently, gangsters have seized vital construction equipment and are holding it for ransom. They failed to disable all tracking devices, however, and so we know where they are. For political reasons we prefer not to involve Imperial Security. Instead, we shall hire an experienced independent agent. Contact this office for coordinates.",		"m5t":"Naboo Buying Back its Own Equipment",		"m5s":"Thank you for your firm resolution of this smuggling nuisance. My office will gladly offer you further assignments in the future.",		"m5o":"The Office of the Chief Architect of Naboo",		"m5d":"To improve offworld trade, my office works ceaselessly to develop Naboo's freight infrastructure. An interplanetary smuggling gang is diverting specialized materials needed for docking bay construction, then selling them back to the government through various business fronts. Political considerations deter us from assigning this problem to Imperial security. We prefer to contract with independent agents to eliminate the smuggling gang. Contact my office for coordinates.",		"m4t":"Protect Naboo's Gaze-opera Diva",		"m4s":"Now future performances of "Singularity Song" can go on unimpeded by chicanery. This office thanks you for your timely assistance.",		"m4o":"The Office of the Music Advisor of Naboo",		"m4d":"The Twi'lek tellisatura diva Niral Dassacrin has performed the Nicol Bondot gaze-opera "Singularity Song" to sellout audiences. But Niral has run afoul of gangsters, who have extorted funds from her by threatening to cut her vocal chords. She belatedly confessed all, and this office is determined to stop the gangsters. We prefer not to contact Imperial security, so as to demonstrate we can protect our own. However, we do require an experienced independent agent. Contact this office for coordinates.",		"m3t":"Midseason Euphonial Festival In Doubt",		"m3s":"With evidence from the destroyed camp, we can track the stolen funds. Thank you for your prompt action to protect the Euphonial Festival.",		"m3o":"The Office of the Music Advisor of Naboo",		"m3d":"Gangsters have stolen funds earmarked for the upcoming Midseason Euphonial Festival. You may recall that this important event marks the premiere of Sandelratha's "Emperor Symphony." To bring in Imperial Security would be politically indelicate, so we prefer to hire an independent agent to track and destroy these gangsters. Contact this office for coordinates.",		"m2t":"Guarlara Rustlers Steal Champion",		"m2s":"Good news! While you were dealing with the rustlers, Zenith escaped and galloped back home. It's time to celebrate here at Kirkhorn. Here's your fee, and thanks!",		"m2o":"Kirkhorn Guarlara Stable",		"m2d":"Kirkhorn, the third-oldest guarlara stable on Naboo, has an enviable reputation. Envy has now escalated to criminality. Recently, rustlers destroyed our pasture alarm systems and stole Zenith Dancer, a thoroughbred champion. His implanted tracking chip has pinpointed their location. Security forces are occupied elsewhere, so we're asking for quick action from an experienced agent. Destroy the rustlers and save Zenith, or this will happen again.",		"m1t":"Shaak Poaching -- Galaxy's Worst Offense",		"m1s":"Sounds like they already disposed of the stolen shaaks. But with the births coming up, we may be able to replenish our herd fast enough to survive. Thanks for disposing of those despicable lowlifes.",		"m1o":"Shaak Herder on the Great Grass Plains",		"m1d":"Stealing shaaks from a small family barely scraping by -- that's just low! Worse than slaving, worse than smuggling, worse than -- well, not worse than blowing up Alderaan, but still pretty bad. We're down to our last credits because of these poachers, and now we have to spend those credits hiring you to stop them. Careful -- they're well armed and dangerous."
}}
