{
	"stfFile":"mission/mission_npc_escorttocreator_neutral_medium",
	"entries": {
		"number_of_entries":"50",		"m50e":"Ahh, good to be back. Anything you need surveyed? I work cheap, except I'll need an advance to buy new equipment.",		"m50c":"I feel like a teacher hearing, "The narglatch ate my homework." Will I never get this land surveyed? Here, you're paid, go away.",		"m50t":"Lost Surveyor",		"m50p":"I mapped this whole area, but when I slept here overnight, something made off with my datadiscs and datapad. I'm glad you've come to lead me back to my patron.",		"m50o":"Where's my surveyor? That lazy drifter was supposed to map out my new land purchase, but I've heard nothing for days. Can you check my land and see what's happened?",		"m49e":"Hey, it's great to get home, you know? I mean, alive?",		"m49c":"That's what I get for sending out young scholars without adequate supervision. I'll arrange a search party. Meanwhile, here's your fee, thanks.",		"m49t":"Lovesick Young Scholars",		"m49p":"Well, you know, we just got to partying? And the next thing you know, we're all going off together to be alone, you know? And I guess the rest are, uh, lost? Maybe you could take me back and, you know, work up a search party.",		"m49o":"So? Is there any news? What, you aren't from the research group? Sorry. I hired a group of young scholars to search the wilderness for native antiquities. They seem to have lost their datapads, or at any rate they're not calling in. I'll pay you to check on their last known coordinates.",		"m48e":"I'm so glad to be back safe and sound! I swear, the predators here are fierce enough to chill a bounty hunter's blood. I must order a new pack of nashtahs.",		"m48c":"You got back awfully fast. Hmm, no hunting beasts left? That's a real shame. Is my landlord okay? Oh. Well, thanks anyway.",		"m48t":"Rescue the Purebreds",		"m48p":"I was training my new pack of purebred hunting nashtahs, imported from the finest kennel on Dra III. They stumbled on prey of unmitigated savagery, and I barely escaped with my life. What took you so long? Take me home!",		"m48o":"My landlord went out hunting, but then got into danger. The distress call came in a while back, but I had to wash up and check my mail, so I'm a little late hiring someone to make the rescue. Are you interested? If not, I'll keep checking around.",		"m47e":"My next project, "Noisy Latitudes of Imperial Ire," will use sounds sampled from the destruction of the Death Star! Ah, we're home. Thank you, I must go compose.",		"m47c":"Oh, one of those soundscapes. They sound like a gaggle of rawwks in a blast furnace. I'm glad it was nothing serious. Here, please accept this with my thanks.",		"m47t":"A Musical Genius",		"m47p":"I've been sampling environmental ambience for my new soundscape, "Bequeath the Skies to Ages Hence." I'm planning rapturous harmonies. But for now, I'm hungry, so you can lead me home.",		"m47o":"I got home and found that my roommate has gone out into the wilderness. Why? The note didn't say. It's unlike my roomie to do this, so could you go out and check what's going on?",		"m46e":"I think this episode indicates a fundamental disconnect in my management style. Maybe I'll hire a consultant to advise on how to open lines of communication.",		"m46c":"Wow, the boss looks remarkably even-tempered. I figured we'd probably all be fired by now. Well, we'll see. Thank you for your work.",		"m46t":"A Mean Boss",		"m46p":"I got a memo saying the Empire had accidentally left a supply cache out here, free for the taking. Well, I discovered something else my employees might not expect. Take me back to them.",		"m46o":"All the workers here hate our boss, so we sort of played a practical joke. It went wrong, and now the boss is lost outside town. Could you escort our boss back here?",		"m45e":"That's it! The rent doubles starting tomorrow! Now I'm going home for a nice hot bath, and I don't wish to be disturbed.",		"m45c":"All the tenants chipped in to give you this fee. I expect it was badly spent, but most of us were planning to move anyway.",		"m45t":"A Prank Gone Sour",		"m45p":"They said the Empire had left a cache of power cores just lying in the dirt. And I believed them, the liars! When I get back home, grrr--",		"m45o":"Some of us tenants played a prank on our landlord, luring the heartless greedhead into the wilderness with a trumped-up story. Now we're sorry, and we'd like to hire you to retrieve the wandering villain.",		"m44e":"The pain is still throbbing behind my eye. And my ankle has a sharp, intermittent ache. And my feet are hurting like fire, but that's only to be expected. And--",		"m44c":"Piercing pains are only part of my neighbor's ailments. You'd be surprised there's still a heartbeat, to listen to the recitation of ailments. Thank you for your service.",		"m44t":"A Definitive Cure",		"m44p":"I had a piercing pain behind my eye, and only extract of mash-fungus helps. Thank you for fetching me. I'm ready to go back now.",		"m44o":"I don't know why my neighbor went out looking for mash-fungus, but the long absence is worrying me. I'll pay you to go and rescue or escort my neighbor, as the case may be.",		"m43e":"Haum Chodah started the local bureau of the Imperial Environmental Preservation & Refocusing Authority. His birth anniversary deserves commemoration, I say!",		"m43c":"Haum Chodah. Whatever. I'm sorry to put you to this trouble, but I was worried about my neighbor, who can be scatterbrained. Thanks.",		"m43t":"Honor a Pioneer",		"m43p":"This is the birth anniversary of Haum Chodah, who brought Imperial environmental regulations to this world. Seemed like a good excuse for a hike. But I'll go back with you.",		"m43o":"My neighbor went hiking outside town to honor the 111th anniversary of the birth of some local wilderness guy. It's been a while since we heard anything. Can you fetch back the happy wanderer before the weather turns real bad?",		"m42e":"I don't know where I'll get the credits to rebuild that home. Where are we, the city? Hmm, maybe this is where I can rebuild my life.",		"m42c":"I can interview this poor soul and sell the recording to a HoloNet broadcaster. The public loves these disaster stories. Don't worry, I'll split my fee with the subject.",		"m42t":"Wilderness Calamity",		"m42p":"I had a home right here! Some explosion blew it up while I was out walking -- maybe Empire artillery practice. I've lost everything! You want me to go where? Oh, okay, what have I got to lose?",		"m42o":"I'm getting vague reports of some calamity out in the wilderness. I don't know what to make of it. Can you investigate? If you find any survivors, can you bring them here?",		"m41e":"Glad you were around to get me back here. I'll have to raise my rates to cover insurance against rogue bantha attacks.",		"m41c":""Rogue bantha"? I doubt that. I quarreled with this scout over service charges, and I suspect this little stunt is a way to get revenge. But thank you, anyway.",		"m41t":"Those Pesky Rogue Banthas",		"m41p":"My implanted directional locator got messed up when some kind of rogue bantha, or something, attacked me. Without the implant, I have no idea where I am.",		"m41o":"I've sent a scout to look for sites for my new villa, but there's been some kind of accident. Can you go out and bring back the scout? I'll pay, of course.",		"m40e":"We got those dinkos from Mytus IV, and should have left them there. Raising them on this world probably violates Imperial law. My head hurts.",		"m40c":"Eh heh heh -- sounds like my worker is a bit delirious! I certainly expect nothing bad will happen here, haha! Please, take this fee with my compliments. Goodbye!",		"m40t":"Questionable Offworld Animals?",		"m40p":"I started out on my own, then got weak and had to stop. I got bit by a dinko, nasty little thing with poisonous secretions. Can you get me to an antidote? Quickly?",		"m40o":"I've been raising some offworld animals out in the wilderness, and my caretaker just sent a distress call. I don't know what the problem is, but it sounds like someone needs to get out there and bring back an injured worker. Can you do it?",		"m39e":"I said, I've been stuffing my cheeks with stones to learn how to speak more clearly. I may still need some practice. Thank you for the escort.",		"m39c":"Wow, with cheeks swollen like that, the great orator looked like a voorpak preparing a nest for the winter. There's still time to make the engagement. Thank you!",		"m39t":"Summon the Orator",		"m39p":"I've vinn duffig by chigs iv tohnz to rrn ha to peeg mur keery. Oh-geh, lez guh.",		"m39o":"My friend, who's trying to become a public speaker, has practiced orating out in the wilderness. I've lined up a speaking job, but it's very soon! Can you retrieve my friend in time for the engagement?",		"m38e":"Thanks for showing me the way. That's the last time I buy a SoroSuub speeder.",		"m38c":"X-34 speeders run just fine, if you maintain them regularly. I'll have to explain that to my friend. Thanks for the assistance.",		"m38t":"Unreliable Landspeeder",		"m38p":"Thanks. I should have known that old X-34 was on its last legs.",		"m38o":"My friend's landspeeder broke down a fair distance from here. I'm afraid this is an unfamiliar area. Can you escort my poor, lost buddy to me? I can pay you.",		"m37e":"This interview could give a big boost to my career as a reporter. I hope it's worth all this trouble.",		"m37c":"Now that I see what I'm getting into, I'm starting to have second thoughts. Thank you for the help, though.",		"m37t":"A Big Scoop",		"m37p":"A secret meeting. How exciting! I've been promised details about covert Imperial operations. This could be my big break!",		"m37o":"A reporter from the local newsfeed is interviewing me today, but to discourage eavesdroppers I've arranged for a secret meeting. I need you to bring the reporter back here. If anyone tries to follow you, see if you can lose them.",		"m36e":"I'll see if I can convince my old R2 unit to obey its new master. These older-model astro-droids can get out of hand.",		"m36c":"I sure hope we can set that little droid straight. I'm about ready to blast it into a million pieces.",		"m36t":"Ornery Little Droid",		"m36p":"My old R2 unit is still acting up, eh? That little droid has caused me a lot of trouble. I'll see what I can do.",		"m36o":"Maybe you can help me. I just bought an R2 unit, but the darn thing won't listen to anyone but its former owner. I can't afford to have its memory flushed. Can you fetch the person who sold it to me so I can get it to obey me now?",		"m35e":"Excellent. Thanks for your help. I'll get this "soldier-of-fortune" back to the mental infirmary right away.",		"m35c":"At last I am reunited with my brave and noble companion! You have an air of adventure about you, as well. Care to join us as we travel the galaxy, righting wrongs?",		"m35t":"Prolong the Derring-Do",		"m35p":"Oh, you found my patient! I'm afraid I'm a better psychiatrist than I am a jailkeeper. Can you take me there? This delusion about derring-do has caused me no end of trouble.",		"m35o":"Listen, friend, I really need your help. A fellow soldier-of-fortune was separated from me as we daringly escaped the clutches of Trandoshan spies. But we must rendezvous once more, to continue our derring-do. Can you bring my stalwart companion back to me? Have a care, enemy agents are everywhere!",		"m34e":"Boy, you tie one little flaming torch to the tail of your neighbor's pet, just for fun, and folks treat you like some kind of pariah. ",		"m34c":"This beast in sentient form has destroyed my beloved Whotti! Mark me, there will be a reckoning. To start with, this scoundrel will pay your rescue fee.",		"m34t":"Poor Little Greysor",		"m34p":"I found the animal, but it was kind of, uh, eaten. Partly eaten. Can you take me back now?",		"m34o":"My neighbor, a cruel savage, drove my purebred pet greysor out into the wilderness. I forced the barbarian to track it down and rescue it. But now it seems the rescuer needs rescuing, too. Can I trust you to bring back my greysor, and incidentally the fiend who drove it away?",		"m33e":"If I were you, I'd think about buying land somewhere around that area. You never know when it might become valuable. Thanks for the escort.",		"m33c":"Hmm. Radioactivity! That might mean -- hmm. Yes. Well, in any case, here is your fee, goodbye.",		"m33t":"Protect the Find",		"m33p":"The droid's direction finders blew out, apparently in response to local radioactivity. I have its data records here, but I want an escort in case I get ambushed by greedy claim-jumpers.",		"m33o":"I've had droids out prospecting for mineral deposits, and one reported a good find, but then went silent. I hired someone to fix it, and now this person has just called, asking for an escort. Argh! Can you pick up my lost mechanic?",		"m32e":"Just you wait, those Wookiees will be tearing people's arms off to get at this chemical!",		"m32c":"Uhh -- extending Wookiee lifespan? Don't they already live for centuries? And how much of a market is there? Looks like my fortune isn't yet assured (sigh).",		"m32t":"Assist Botanical Research",		"m32p":"A chemical in these humble-looking plants promises to extend Wookiee lifespan by a decade or more. I shall be a hero to Wookiees everywhere!",		"m32o":"My botanical researcher has just called from the wilderness with exciting news. If this discovery holds true, my fortune is assured! Please guard the discovery as my researcher conveys it here.",		"m31e":"Well, it was a pleasant trip, tromping around the wilderness. I'll submit my bill shortly.",		"m31c":"Bad news. I've just learned the Emperor's latest decree nullifies my argument. This is very bad for the Empire, I feel, but in the short term worse for my finances.",		"m31t":"Aid Legal Principles",		"m31p":"My employer's case involves deep legal principles that govern the demarcation of property. I expect this case will launch us into the legal history books!",		"m31o":"I'm preparing a case in a high Imperial court about the detestable conditions in the countryside. My researcher has reported in, calling for an escort. Can I hire you?",		"m30e":"Tired. Wanna sleep now.",		"m30c":"This was an ill-advised experiment in vision-questing, like the natives of some offworld cultures. I'll take care of my trance-walking friend. Thanks for the rescue!",		"m30t":"Heart of Darkness",		"m30p":"Mother. Make the hurting stop. Bright lights, no, dark, it hurts my eyes. Where am I now? You. I follow you.",		"m30o":"My friend, who went out into the wilderness several days ago, is now babbling over my comlink. Can you see if everything is all right, and if not, do escort duty back here?",		"m29e":"Distress calls are perfectly appropriate for an artist when work becomes impossible.",		"m29c":"My friend takes a rather cavalier attitude toward distress calls. Thanks, and sorry for the urgency.",		"m29t":"Find the Artiste",		"m29p":"The light has changed. Bah. Terrible. I'm frustrated, take me back.",		"m29o":"A friend has been taking holographs of the countryside for an upcoming HoloNet release. I just got a distress call. I'll pay you to get out there and rescue my friend.",		"m28e":"I think this mission shortened my life. I hope you weren't caught in the danger zone yourself. Thanks, my patron has your fee.",		"m28c":"Radioactive meteorite? Hmm, that could be lucrative. I'll send another scout. Maybe two. And some shielded droids.",		"m28t":"Scout for the Scout",		"m28p":"I found the meteorite, or what was left of it. But residual radioactivity fried my comlink. Please take me back to my patron, and we'll pay you.",		"m28o":"I heard rumors of a crashed meteorite nearby. The scout I hired to find it has called in, but the transmission broke up. Please go to these coordinates and find the scout.",		"m27e":"With an influx of capital I could plant a whole new array of sophisticated weather sensors. Interested in investing?",		"m27c":"The art of weather prediction still awaits a breakthrough. Thanks anyway.",		"m27t":"Help the Researcher",		"m27p":"I lost all my gear in a freak windstorm. The sensors probably predicted it, before they got blown away. Mind if I follow you back?",		"m27o":"I hired a researcher to place weather sensors across the landscape, but now there's too much equipment to carry alone. Can you offload some of the gear and bring it here?",		"m26e":"I expect only minimal fatalities from the new track. Of course, in podracing, that's not really a good thing.",		"m26c":"I'm glad to see my podracing course is still "on track." Ha ha! I'll relay the good news to my investors.",		"m26t":"Podracing Engineer",		"m26p":"This is not ideal terrain for podracing, to put it mildly. But sometimes you report what the client has hired you to report.",		"m26o":"My scout has finally surveyed the route of a new podracing course I want to build. I'll pay you to escort the surveyor here.",		"m25e":"Too long has this world suffered under the onus of off-planet weeds and vermin. Soon, soon we shall be free of this blight.",		"m25c":"With this data I can get a grant from the Imperial Environmental Preservation & Refocusing Authority to destroy all these noxious weeds. Thank you.",		"m25t":"Gasbladder Researcher",		"m25p":"I've found new evidence of the offworld origin of the perennial stinking gasbladder. Take me to my patron at once, if you please!",		"m25o":"My hired researcher is ready to complete a report on the local flora, but the poor fool has got lost. Can you provide an escort -- or perhaps a rescue?",		"m24e":"The beast's carcass crashed to the ground with a wet thump, like a flowerpot cracking in a garbage masher. What a splendid sound.",		"m24c":"A fine effort -- by you and the hunter both! I look forward to hearing all about the creature's death throes.",		"m24t":"A Poetic Hunter",		"m24p":"Fortunately, I'm unwounded. That anooba's dying scream was high and blood-curdling, but strangely satisfying, like the sound of landspeeder body welds popping as the garbage masher presses down.",		"m24o":"At last the hunter I hired has brought down the anooba that plagued my lands. I hear the beast may have inflicted a wound or two, so please escort the wounded hero here.",		"m23e":"I thank you for guiding me on my mission to bring to all worlds the inner wisdom of power cores.",		"m23c":"Ah, you've brought the Power Core Whisperer! Thank you for being the guide. Here's your fee.",		"m23t":"Power Core Whisperer",		"m23p":"Each power core has its own idiosyncrasies -- its "personality," if you will. I shall endeavour to convey proper action to these cores.",		"m23o":"The recharge processes in my power cores have gone crazy. I hired a famous specialist, who got lost on the way here. Can you play guide? I'll pay you. ",		"m22e":"I just need two million credits in seed money to buy a big bunch of tickets. Statistically, we're likely to win at least 2.012 million!",		"m22c":"If you want to get in on this, just say the word and cough up the credits. Let's see, 12,000 credits profit split three ways--",		"m22t":"A Perfect Scheme",		"m22p":"My scheme involves -- well, I won't give it all away here. But those lottery winnings are as good as ours!",		"m22o":"My buddy has worked out a scheme to clean up in the Mega-Millions Lottery on Trastino. I want in! I'll pay you to bring my friend here so we can work out the details.",		"m21e":"And then O-i pulled a blaster and shot the AT-AT right in the forward sensor, blinding it. Then he climbed up on top and detached the head! You won't believe what happened next--",		"m21c":"I guess my friend talked your ear off the whole trip, eh? That O-i inspires fervent enthusiasm. Thank you, here's your fee.",		"m21t":"A Tall Tale",		"m21p":"I saw O-i float down the central air shaft of a Tibanna gas mine, firing as he went! He landed on a maintenance platform and took out a squad of stormtroopers! And then--",		"m21o":"I've found a witness to the legendary exploits of the Twi'lek adventurer O-i. This will make my O-i documentary the sensation of HoloNet. Bring me the witness, please.",		"m20e":"It's true I wasn't in distress, but I did want a safe escort. I'm sure this person will pay you for your time, thanks.",		"m20c":"Is this the right person? I hate to see such frivolous attitudes toward emergency services.",		"m20t":"Don't Cry Gundark",		"m20p":"It's true I'm not a child, but I figured saying so would get me faster service.",		"m20o":"I've received a distress call from a lost child in the wilderness. Can you rescue the poor thing?",		"m19e":"Thank you for escorting me here. Sad, isn't it? This kind of tragedy drives citizens who remember the Old Republic to take extreme measures.",		"m19c":"Imperial stormtroopers! They can't hit the broad side of a battle cruiser! Oh, my poor child....",		"m19t":"An Imperial Coverup",		"m19p":"The child was lost in this vicinity, and now I've found evidence that Imperial stormtroopers were practicing marksmanship nearby. There might have been an accident.",		"m19o":"My child vanished long ago. Ever since, I've looked for clues. My investigator has just called from the wilderness. Will you escort the detective back here?",		"m18e":"I feel more relaxed now. In fact, I'm getting hungry. I think I'll visit a great new place I heard about, just a few klicks outside town.",		"m18c":"My friend can get lost on the way to the corner mission terminal. It's a chore to keep up, but I'm glad people like you are around to do such chores.",		"m18t":"Mystery! Danger!",		"m18p":"One moment I was tootling along, admiring the scenery -- the next, bewilderment! Mystery! Danger! Thank you, thank you for retrieving me.",		"m18o":"I've just received a distress call from a friend who's gotten lost way outside town. The call came from these coordinates. If you'll make the rescue, I'll reward you.",		"m17e":"Thank you kindly, friend. If this turns out to be ash ore, I'll make sure to have a drink in your honor when I sell my first shipment.",		"m17c":"Thanks for finding the missing prospector, citizen. Let me pay you for your time.",		"m17t":"Adventurous Prospector",		"m17p":"Greetings, fella. Glad to see someone got my distress call. I think I found a vein of ash ore out here, and I needed someone to guard me and my samples on the way home.",		"m17o":"A prospector went missing several days ago. We just received a distress call that might have come from this missing individual. Could you go out there and bring back anyone you find alive?",		"m16e":"Thank you for the company. Have you ever considered going into xenoarchaeology? It's very rewarding. Well, in some ways.",		"m16c":"It's good to see the scientist is still in one piece. Thanks for your help. This is for your time.",		"m16t":"Intrepid Archaeologist",		"m16p":"I don't see why they need me escorted back, I'm perfectly safe as you can see. But inasmuch as I didn't find any Sith ruins, I suppose I might as well return.",		"m16o":"A xenoarchaeologist went searching for some ruins several days ago. Hunters claim to have seen dangerous predators in that same vicinity. We don't want to be blamed for this scientist's death. Could you escort this researcher back here?   ",		"m15e":"Thanks for accompanying me, friend. It's good to know there are still good citizens out there. Take care.",		"m15c":"Thank goodness my friend is alive and well. You have my gratitude, citizen. Here's a just reward for you.",		"m15t":"Eager Academy Hopeful",		"m15p":"Wow! That was one heck of a thrill ride! I'm fine, really, but I appreciate the escort home. You ever fly a T-16? It's quite an experience. ",		"m15o":"My friend crashed my T-16 out in the wilds somewhere. I believe it was in preparation for an Academy flight exam. My friend may be hurt. Could you find my buddy and act as escort back here?  ",		"m14e":"I guess you were trustworthy after all. Thanks for seeing me safely home. Can I borrow fifty credits? I'm good for it, I swear.",		"m14c":"Thanks much, citizen. I hope this will teach my buddy not to borrow money from less reputable sorts -- or anyone, for that matter.",		"m14t":"Hiding Out Too Well",		"m14p":"You haven't been sent by that swoop gang, have you? I suppose you wouldn't tell me if you were. Seems I have no choice. Okay, lead on.",		"m14o":"My buddy owed money to a swoop gang and fled town before the gangsters came to collect. Problem is, my buddy hid too well and got lost. Could you bring my friend home?",		"m13e":"I'll show them someday, you just watch. I'll be accepted into the ranks of the Imperial scout troopers, and then they'll all be sorry.",		"m13c":"Thanks for the safe escort. I hope my friend might reconsider military service. Moisture farming is a more likely future.",		"m13t":"Darth Compass",		"m13p":"Did my friend send you to find me? Sheesh! How am I supposed to impress the Empire when my so-called "friends" keep embarrassing me like this?",		"m13o":"My not-so-bright friend decided to impress the local Imperial recruiters by finding a Rebel outpost. All that was discovered was my friend's lousy sense of direction. Could you bring Darth Compass back here in one piece?",		"m12e":"Thanks, friend. I think I'm going to look for another job. Cooking is just way too dangerous.",		"m12c":"My thanks, dear citizen. I'm afraid I've lost many assistants this way. But I just can't bring myself to cook with store-bought herbs.",		"m12t":"Disgruntled Assistant",		"m12p":"My life is worth more than the lousy wage I'm getting from this so-called chef. I didn't want to come out here in the first place. Why can't these chefs just buy herbs at the store like everyone else?",		"m12o":"My assistant was collecting herbs for me in the wilderness -- I only use the freshest ingredients in my dishes. The coward claims to have seen some predators lurking about and now refuses to come back unescorted. Could you be the escort?",		"m11e":"Make sure you know where your pets are, my friend. Don't let them wander away, and make sure they're always happy.",		"m11c":"Thanks for your help, friend. I guess I'll have to buy my friend a new neek.",		"m11t":"A Neek Owner",		"m11p":"Glad you showed up. I was starting to get worried. I'll really miss that little neek. His name was Silky because his skin was so smooth. Do you have any pets?",		"m11o":"A friend recently lost a pet neek when the little sauropod wandered off one night. My friend went searching for it and managed to get lost. Could you bring my friend back safely?",		"m10e":"You've been most helpful in getting me back. I was quite safe out there, but returning was something of an adventure. Take care.",		"m10c":"Thanks, citizen. This student's family can rest easier now.",		"m10t":"A Lost Zoologist",		"m10p":"Are you here for me? I suppose I should return with you to keep my friends from worrying. I've learned so much about these delicate creatures. The insects, I mean.",		"m10o":"A zoology student studying the migration patterns of local insects decided to go off alone into the wilderness. Now I've just had a distress call from the worried parents. Could you locate and return this junior scientist?",		"m9e":"Thank you for your efforts, friend. Your courage and skill have inspired me to study marksmanship. I will no longer live in fear.",		"m9c":"Well done, citizen. You've earned this reward. Now to get those samples analyzed.",		"m9t":"A Hopeful Prospector",		"m9p":"Ah, good. I believe these samples will be safe as long as you're around. Let's get going, shall we?",		"m9o":"My partner has found a deposit of what may be berubian. We need the samples analyzed, but there might be claim-jumpers. Could you escort my partner and the samples safely to me?",		"m8e":"You saved my life. Do you know that? I'm sure I would've been devoured by nightmarish monsters if you hadn't come when you did. Thank you so much!",		"m8c":"Thank you, friend. I hope my apology for the joke will settle everything, so I don't need to call on you again.",		"m8t":"A Test of Courage",		"m8p":"I'm so glad you've arrived. It's really scary out here! Perhaps my friend was right -- I am a coward! ",		"m8o":"I made a dumb joke about my friend's courage, and so my friend decided to prove me wrong by going out into the wilderness and, of course, promptly getting lost. Could you bring this poor lunkhead back to civilization?",		"m7e":"A good thing we were both alert. Those slavering beasts would have had us for sure had we let our guards drop but for a moment. I salute you, fellow hunter.",		"m7c":"Thank you for getting my friend back safely. Hunting was not an ideal occupational choice.",		"m7t":"A Cowardly Hunter",		"m7p":"You're here, good. There's a pack of vicious predators stalking me. I'm sure you'll see them soon enough. Be on your guard.",		"m7o":"My friend responded to a HoloNet ad looking for experienced hunters, and wound up lost in the wilderness and afraid to come back without an escort. Some hunter, eh? Think you can help?",		"m6e":"Learn to play dejarik. Only then will your life find purpose. Farewell.",		"m6c":"A thousand thanks, citizen. I'll dedicate my first tournament victory to you.",		"m6t":"A Dejarik Grandmaster",		"m6p":"Well I don't have all day, let's get going. I'm not much on conversation so keep your thoughts to yourself, youngster. My sharp mind should not be wasted on idle chitchat.",		"m6o":"A retired dejarik grandmaster has agreed to teach me in return for lodging. I readily agreed, of course. I need someone to escort this master safely to me. Can you do that for me?",		"m5e":"A pleasure traveling with you, citizen. The best of luck in your future endeavors. Now, where's that boy?",		"m5c":"Thank you so much! I'll be forever grateful to you if my son's life is spared. Please hurry, doctor!",		"m5t":"A Medical Specialist",		"m5p":"Are you my escort? Good. We should hurry if we're to give that boy a fighting chance.",		"m5o":"My son is suffering some rare malady and needs the attention of a medical specialist. Could you please escort this physician safely to our home? This may be my only chance to save my poor son. ",		"m4e":"Thanks for bringing me safely here. You're kinda cute. If you ever need a dancer, please look me up.",		"m4c":"Is this the dancer? Uh, okay. Well, thanks. I'm sure my friend will be thrilled when he sees just how rare this "beauty" is.",		"m4t":"A Private Dancer",		"m4p":"You looking for a dancer? That's me. What's wrong? Am I not what you expected?",		"m4o":"We hired a dancer for a friend's birthday celebration. Supposed to be one of the best in this region. We need someone to escort this rare beauty back to us. Think you can handle that?",		"m3e":"If I take off again, will they send you after me? I kinda liked you. You're pretty cool.",		"m3c":"Thanks, friend. Hopefully they'll get over this phase soon. It's starting to cost me a bundle.",		"m3t":"A Tough Tyke",		"m3p":"You look much tougher than the escorts that are usually sent to bring me back. You a bounty hunter or something? Am I in trouble?",		"m3o":"After my best friends' death, I took in their only child to raise as my own. Now this teenager has entered a "rebellious" phase, running away every three months or so and needing an escort home. Think you can help me out?",		"m2e":"A fine guardian you've been, good citizen. If you attend the wedding, please try my specialty, yobshrimp and daggerts in a Nabooian wine sauce. It's exquisite!",		"m2c":"Many thanks, citizen. I suppose having decent food at the wedding couldn't hurt, eh?",		"m2t":"The Durasteel Chef",		"m2p":"It's good to see that my patron has taken such an interest in my safety. I shall endeavor to prepare some of my finest dishes for their daughter's nuptials.",		"m2o":"As it weren't bad enough that I'm having to spend thousands of credits on my daughter's wedding, now she's insisting on a cook skilled in the preparation of spicy Nabooian dishes. Could you escort this chef safely to me?",		"m1e":"Farewell, friend. I feel we've shared something during our travels together. I hope our paths cross again in the future.",		"m1c":"Much appreciated, citizen. I hope this minstrel is worth what I'm paying.",		"m1t":"A Happy Bard",		"m1p":"I appreciate the escort, my friend. Do you like music? Perhaps I could sing you a song as we travel? Do you have any favorites?",		"m1o":"My daughter gets married next week and insists on having a minstrel perform at the wedding. I found someone suitable, whom I need escorted here safely. I don't want to risk anything ruining my daughter's wedding."
}}
