{
	"stfFile":"mission/mission_npc_destroy_neutral_easy_npc",
	"entries": {
		"number_of_entries":"25",		"m25t":"The Team Supreme",		"m25c":"Whoa, that was great work. Myself, I got turned around and couldn't find the place. Anyway, here's your half of the ... wait, wait, put that weapon away. Fine, you can have all of money, Your Worshipfulness. You should fix that short temper of yours.",		"m25o":"Hey, you look like a gun-for-hire, just like me. Do you want in on my latest contract? I've been hired to bust up a spice den near here. You approach from this side, I'll sneak up from the other side, and we'll catch them in a crossfire. We can split the earnings down the middle. Interested?",		"m24t":"Bad Musicians Must Be Punished",		"m24c":"Such should be the fate of all bad musicians. Remember, don't tell anyone who hired you.",		"m24o":"Sorry if I seem a bit touchy right now. I haven't gotten much sleep. There's a glitz band in my neighborhood that practices at all hours of the night. A respectable citizen does not stand for such discourtesy! If you can be discreet, I'd like to hire you to pulverize their half-baked studio. A sleepy community will be grateful for the service.",		"m23t":"Settle a Wager",		"m23c":"I told my friend you could do it. You've got a future in killing and mayhem. Here's your cut of my winnings.",		"m23o":"My friend and I have a bet. When I saw you earlier, I said you look like you'd be handy enough with a blaster to face down a couple of low-class toughs. My friend bet you couldn't. How'd you like to settle our wager? I'll cut you in on my winnings.",		"m22t":"Teach a Cantina Compassion",		"m22c":"You did it! That was amazing. Here's a few credits to show my gratitude.",		"m22o":"You look like a respectable person, unlike others I know. I just had an awful experience. A filthy Duro made indecent advances toward me, and the entire cantina cheered at my humiliation! Someone ought to take a laser to that sleaze hole and teach them manners. Hey, you look brave enough. Will you bust up the cantina for me?",		"m21t":"Redecorate a Dive",		"m21c":"You're pretty handy in a scrap. Here's an early gift for Boonta Eve. Keep in touch, eh?",		"m21o":"Say, can we talk for a second? I got a little job for ya. There's this sleazy dive not far from here that could use some redecorating, you know what I mean? You blast the place apart and I'll see that you get a nice Boonta Eve present. We got a deal?",		"m20t":"Gangsters Must Be Defeated",		"m20c":"Thank you for defeating those gangsters. At last we have our revenge. Yippee!",		"m20o":"Are you an angel? Have you come to help us? I think you have. The gangsters in that fizz bar have terrorized us for months. They're the ones you must defeat. Go now, quickly!",		"m19t":"Clean Up Our Neighborhood",		"m19c":"You're all right, kid. Glad to have you in the neighborhood.",		"m19o":"With all the hidden spots on the planet to operate a smuggling ring, those filthy wampas had to set up shop in my neighborhood. Well, I won't stand for it! I've got some credits for you if their den is demolished by this time tomorrow.",		"m18t":"Pelt Poachers Need a Lesson",		"m18c":"Thank you so much! It's about time someone taught those pelt smugglers a lesson.",		"m18o":"They killed my sweet vir virs! Those pelt smugglers have gone too far this time. Someone has to make them pay! Can you help me avenge my pets?",		"m17t":"D-ar Komar Justice",		"m17c":"That was the strangest bunch of crooks. They must have mistaken me for someone else. "D-ar Komar." Ever hear of it? What could that be?",		"m17o":"Strangest thing. Some crooks barged into my home and said, "There is no treasure of D-ar Komar, so stop saying there is!" They broke some stuff and left. I've never heard of D-ar Komar. Can you find these creeps and commit some justice or something?",		"m16t":"Track Down Gonk Thieves",		"m16c":"My gonk droid plodded home on its own. I feel baffled by this whole incident. Maybe the thieves thought I hid something valuable inside the droid...?",		"m16o":"I went out to maintain my old GNK power droid, and my neighbors told me some thieves heisted it. Who would steal a power droid? Can you find the thieves and get it back?",		"m15t":"Someone Has to Pay",		"m15c":"Good thing those thieves didn't get all my credits. Here, thanks for your time. What, no gladiator droid? Hmm, it sure looked like one. Where could it have gone?",		"m15o":"I can't believe it! I just got mugged by some crooks accompanied by -- get this -- an Old Republic gladiator droid. I think. They went that way! Can you stop them?",		"m14t":"Gladiator Droid On the Lam",		"m14c":"No droid? Didn't think so. After I sent you off, the tracker showed the droid moving away from the thieves. I expect that it escaped and is now on the loose. Great. Thanks anyway.",		"m14o":"My one-of-a-kind Old Republic gladiator droid is gone! But the thieves didn't know about its hidden tracking device. I'm hiring you to find it and destroy those thieves!",		"m13t":"Catch a Thief -- and Kill Him",		"m13c":"Didn't find the skeleton? Too bad. That Givin was gonzo. They can survive in total vacuum, you know -- bones on the outside of the body. Oh well, thanks for your effort.",		"m13o":"Some thief stole my mummified Givin skeleton! The hidden tracking device puts them at these coordinates. Can you go there and stop the thief? I'll pay you.",		"m12t":"A Musician's Revenge",		"m12c":"You didn't get my recordings back? Gaah! I have to start over. Let's see, how did that line go? "'Til you used that hurlothrumbic, wasn't nothing that I feared...."",		"m12o":"I was headed for the top of the fizz charts with my surefire hit, "Hurlothrumbic Baby Blues." But some lousy pirates stole my recordings and all my equipment! I found out where the crooks went, and I'll pay you to teach them a hard lesson.",		"m11t":"Retire a K-18 Smuggler",		"m11c":"Guess that smuggler doesn't have to worry about a new career ever again. Thanks, friend.",		"m11o":"I paid that smuggler a fortune for genuine Barnaba mist-pudding, like those aristocrats eat. What did I get? K-18 starship rations! I'll throw good money after bad, by paying you to make that smuggler find a new career.",		"m10t":"Quality Assurance",		"m10c":"It's something you don't treat lightly, that Gizer ale, you know? I'm glad you showed that smuggler. Blasted scoundrel. I need a drink.",		"m10o":"The last batch of Gizer ale we got around here made us sick! The smuggler who brought it in needs a good lesson. I'll pay you to teach that lesson, hard.",		"m9t":"Say No to Drugs",		"m9c":"Now those are results we're happy with, citizen. Good work. Here's a small reward for you.",		"m9o":"Ever heard of lesai, citizen? It's a highly addictive drug and it's being stored in an abandoned settlement near here. Please help us make sure this drug will not make its way to our streets.",		"m8t":"Drive Out Swoopers",		"m8c":"A thousand thanks, citizen. Our kids need more positive role models like yourself. This is for your time.",		"m8o":"Swoopers are trying to entice our youngsters to join their gang. We need to show our children that this criminal life is not glamorous but rather dangerous and violent. Could you run these swoopers out of town and make this point for us?",		"m7t":"Thugs Need Etiquette Lesson",		"m7c":"You're brave and noble, citizen. Claim your just reward. The local ladies will think quite highly of you now.",		"m7o":"Local young women have been harassed by thugs that have been plaguing our neighborhood. I fear these threats may escalate into physical violence soon. Can you help us prevent such a calamity by driving these rogues away?",		"m6t":"Contraband Storage Space",		"m6c":"Many thanks, citizen. It's a shame that decent folk sometimes need to resort to such violent remedies to solve the crime problem. This is for your trouble.",		"m6o":"Unrest in the Empire is never a good thing. All it does is encourage smugglers to ply their criminal trade. An old warehouse near here is being used to store illicit goods. Could you rid us of that place?",		"m5t":"Blaster Fire -- the Universal Language",		"m5c":"Bless you, citizen. You're a true hero. Here's your promised pay.",		"m5o":"There's only one language criminals understand clearly - the searing sounds of blaster fire! A group of violent thugs have muscled into our neighborhood and need to be driven off. If you can help us do that, I'll reward you.",		"m4t":"An Unsafe Criminal Lair",		"m4c":"I'll be able to sleep peacefully at nights now, citizen. Thank you kindly.",		"m4o":"A dilapidated settlement near here is a death trap. Not only does it attract all sorts of criminals who use it as a hangout, but it's likely to collapse some day and injure bystanders. Be a friend and demolish that structure for us, would you?",		"m3t":"Thugs Need a Lesson",		"m3c":"Well done, citizen. If we don't keep our communities free of these criminals, who will? This is for your trouble.",		"m3o":"That condemned shelter has been taken over by a group of thugs. I bet a couple of well-placed blaster shots would encourage them to go away. Can you help, friend?",		"m2t":"Neighborhood Watch",		"m2c":"Much obliged. Folks round here will be able to sleep easier because of your efforts.",		"m2o":"Thefts are on the rise in this neighborhood. I think I know where these thieves are hiding and storing their stolen goods. Could you drive them out of this area?",		"m1t":"Glitterstim Gang Storage",		"m1c":"You'll be a hero to these kids, take my word for it. This system needs more folks like you.",		"m1o":"There's an abandoned settlement near here that's being used by a local gang to store glitterstim spice. I need someone to wipe that poison factory out and save our children from that addictive substance."
}}
