{
	"stfFile":"mission/mission_bounty_imperial_hard_jedi",
	"entries": {
		"number_of_entries":"30",		"m30t":"Scourge Column: Alleged Jedi Target",		"m30s":"Your success is admirable. I'm afraid our informant did not share your good fortune. When we explained his pending exile to Dathomir, he claimed he was being treated unfairly. I found his lack of respect disturbing.",		"m30o":"Lord Vader",		"m30d":"A criminal in Imperial custody alleges to have fought a Jedi. He claims his gang was slaughtered and he barely escaped with his life. We have agreed to release him if we locate this Jedi. Using the information he has given, bounty hunters of the elite Scourge Column must investigate this claim. The reward will go to the one who kills the Jedi. Remember, exercise maximum caution. Do not underestimate the power of the Force.",		"m29v":"",		"m29t":"Scourge Column: Confirmed Jedi Target",		"m29s":"You have served me well, bounty hunter. You are a worthy member of the Scourge Column.",		"m29o":"Lord Vader",		"m29d":"I have sensed a disturbance in the Force. Another Jedi warrior is loose in the galaxy. The Force is strong in this one, but as yet unfocused. I am transmitting information to the bounty hunters of the elite Scourge Column. I expect this Jedi to be found and disintegrated at once. Do not disappoint me.",		"m28v":"",		"m28t":"Scourge Column: Possible Jedi Target",		"m28s":"It is no easy task to kill a master of the Force. I was wise to include you in the Scourge Column. Take your reward with my commendation.",		"m28o":"Lord Vader",		"m28d":"Witnesses have reported the use of a Jedi lightsaber in a public conflict. This troubles the Emperor. I want the wielder of that lightsaber destroyed. Bounty hunters of the elite Scourge Column must track down and eliminate this suspected Jedi. The reward goes to the one who completes the job. Do not fail me.",		"m27v":"",		"m27t":"Warrior Receiving Forbidden Jedi Training",		"m27s":"The Emperor applauds your ruthlessness, bounty hunter. Remember, tell no one of your dealings with the Inquisitorius.",		"m27o":"The Inquisitorius",		"m27d":"The Inquisitorius is a confidential council in direct service to the Emperor. Your dealings with us must remain secret. We have discovered a warrior with particularly strong Force sensitivity. We suspect that this person is receiving training in the Jedi arts. This must stop. Kill this warrior to forestall a grave threat to the Empire. Spare no resources in this pursuit. Extreme violence is highly recommended.",		"m26v":"",		"m26t":"We Foresee Great Misfortune",		"m26s":"Magnificent work, bounty hunter. The Emperor will be pleased by your success. Remember, tell no one of your dealings with the Inquisitorius.",		"m26o":"The Inquisitorius",		"m26d":"The Inquisitorius is a confidential council in direct service to the Emperor. Your dealings with us must remain secret. We have foreseen great misfortune for the Imperial military at the hands of a certain individual who claims to be a Jedi Knight. We require you to execute this so-called Jedi. A Jedi Knight is one of the deadliest sapient beings in the galaxy. Spare no resources in this pursuit. Extreme violence is highly recommended.",		"m25v":"",		"m25t":"Scourge Column: Missing Jedi",		"m25s":"Good work, bounty hunter. The Scourge Column is always reliable. While you were at your work, I identified the officers who lost the trail of the Jedi. Their commissions in Imperial Intelligence have now expired.",		"m25o":"Lord Vader",		"m25d":"Imperial Intelligence is shadowing a warrior known to be trained in the Jedi arts. Recently they lost the trail. This incompetence forces me to attend to the matter personally. I am dispatching the bounty hunters of the elite Scourge Column to locate and destroy this Jedi. Use caution. I want no more mistakes. While you pursue the Jedi, I will find out who in Imperial Intelligence is responsible for putting this matter into my hands.",		"m24v":"",		"m24t":"Death Bounty on Suspected Jedi",		"m24s":"I am surprised that the target was an actual Jedi. I am even more surprised that a bounty hunter killed a Jedi. Excellent work. This will look good in my report to Imperial Center.",		"m24o":"Moff Haille",		"m24d":"It has come to my attention that a suspected Jedi Knight was spotted passing through my sector. A directive from Imperial Center obliges me to halt this person's movements. Accordingly I am offering a death bounty on this alleged Jedi to the top-ranked hunters in the galaxy. I want this affair wrapped up quickly and smoothly. I have enough problems dealing with the Rebellion without investigating every space traveller in a cape and robe.",		"m23v":"",		"m23t":"Investigate a Suspected Jedi",		"m23s":"So it was indeed a Jedi? Then your success is doubly commendable. Your bounty has been transmitted.",		"m23o":"Imperial Intelligence Ubiqtorate",		"m23d":"Intelligence from several systems indicates that a possible Jedi warrior has battled criminals and dangerous animals in the wilds of many planets. Because any Jedi is a potential asset to the Rebellion, we are posting a death bounty to the highest ranking hunters in the Empire. Do not attempt capture. Immediate execution is required. The threat level of a Jedi warrior is maximum. We do not want any to escape.",		"m22v":"",		"m22t":"Scourge Column: Verified Jedi Target",		"m22s":"You prove worthy of your reputation. You will be a valuable asset to the Scourge Column.",		"m22o":"Lord Vader",		"m22d":"According to Imperial Intelligence, young Jedi Knights have surfaced in many star systems. They must not be allowed to survive. I call upon the elite bounty hunters of the Scourge Column. The first target has been verified. Data is being transmitted. Remember, Jedi are masters of the Force. Do not underestimate their powers. Execute this dangerous target and you will prove yourself worthy to remain a member of this hand-selected unit.",		"m21v":"",		"m21t":"Bounty on So-Called Jedi",		"m21s":"We have confirmed your liquidation of the so-called Jedi. Your skill is remarkable. The reward has been deposited in your account.",		"m21o":"Imperial Intelligence Ubiqtorate",		"m21d":"The corrupt Jedi order was destroyed after the Clone Wars, but the Empire sometimes sees misguided persons seek to revive the ancient religion. The Ubiqtorate offers a standing death bounty on such individuals. The targets, while not Jedi in the historical sense, do represent a maximum threat level. Use supreme caution and generous firepower. You have been warned.",		"m20v":"",		"m20t":"Eliminate Jedi Promptly",		"m20s":"We approve. Tell no one. That is all.",		"m20o":"Imperial Royal Guard",		"m20d":"One of the ancient order of Jedi has reappeared. This is unacceptable. The Emperor instructs you to destroy the Jedi at once. Exercise great caution and maximum firepower. Tell no one. That is all.",		"m19v":"",		"m19t":"Jedi Obstacle to Paradigm Reorientation",		"m19s":"We send our regards for a job well done. It is unwise to spread the news of a resurgent Jedi. Maintain a discreet silence regarding this assignment.",		"m19o":"COMPNOR Central Office",		"m19d":"The Committee for Preservation of the New Order informs you, in strict secrecy, of the existence of an active Jedi Knight, a throwback to the Old Republic paradigm of corruption and anarchy. Because this disruptive element could interfere with efficient re-education of recalcitrant populations, COMPNOR commissions you to hunt and kill this active Jedi. Exert maximum force in dispatching the target.",		"m18v":"",		"m18t":"Jedi Interfering in Mass Edification",		"m18s":"We send our regards for a job well done. Remember, it is unwise to spread the news of a resurgent Jedi. This would be conduct disloyal to the Empire.",		"m18o":"COMPNOR Central Office",		"m18d":"The Committee for Preservation of the New Order assigns you to destroy a newly detected Jedi Knight, one of the enforcers who propped up the corrupt Old Republic. The Jedi concept introduces memetic interference into COMPNOR's strategies for conveying the Empire's story to a sometimes resistant populace. These strongarm Jedi agents were reputed to command extraordinary physical and mental powers; COMPNOR advises maximum caution.",		"m17v":"",		"m17t":"Data Analysis Indicates Jedi Activity",		"m17s":"The Information Center has accepted your report of termination and will update records accordingly. Payment dispatched.",		"m17o":"Imperial Information Center",		"m17d":"A data analysis team has assessed passenger movements, purchases, intelligence reports, and eyewitness accounts and, with a 92-percent confidence level, has identified a member of the dismantled order of Jedi Knights. Historic sources indicate that these shadowy agents commanded tremendous abilities. You are to destroy the Jedi Knight. By authority of Imperial Security, the Information Center will disburse payment on success.",		"m16v":"",		"m16t":"Classified Target: Active Jedi",		"m16s":"Excellent. Tell no one about this Jedi, or any others you may be assigned to terminate. Should you fail to heed this warning, it will go badly for you.",		"m16o":"Imperial Security Bureau, Central Operations",		"m16d":"The ISB designates you to destroy the most dangerous target in the galaxy: a member of the defunct order of the Jedi Knights. According to historic sources, these Old Republic enforcers displayed unsurpassed offensive and defensive abilities. In the absence of firm information, this new Jedi must be considered equally powerful. Take all imaginable precautions. This assignment is classified SECRET.",		"m15v":"",		"m15t":"Classified Target: Jedi Knight",		"m15s":"Excellent. Maintain strict confidentiality regarding the activities, and in fact the existence, of the Jedi. Should you fail to heed this warning, it will go badly for you.",		"m15o":"Imperial Security Bureau, Central Operations",		"m15d":"Intelligence indicates possible activity of a Jedi Knight, one of the corrupt Old Republic's enforcers. Identity and whereabouts unknown. The ISB requires you to destroy the Jedi by any means needed. The ISB will protect you from prosecution for incidental damage committed during direct confrontation with the target. Expect the most formidable resistance. This assignment is classified SECRET.",		"m14v":"",		"m14t":"Jedi Target, Maximum Threat",		"m14s":"Naval Command issues payment as agreed. Threat levels for Jedi reindexed based on your report. Naval Command hereby classifies SECRET the nature and content of this assignment.",		"m14o":"Imperial Naval Command",		"m14d":"The Naval Command Center issues this directive to a bounty hunter who has demonstrated the highest ability: Reports from witnesses aboard a commercial shuttle describe the distinctive weapon of the defunct Jedi order, a glowing energy blade. Naval Command assigns 90-plus percent confidence that the wielder of this weapon is a Jedi Knight, an Old Republic enforcer. Naval Command assigns you to destroy the Jedi. Exercise all possible caution against this most dangerous opponent. Threat level MAXIMUM.",		"m13v":"",		"m13t":"Highest-Threat Jedi Target",		"m13s":"Naval Command issues payment as agreed. Threat levels for Jedi reindexed based on your report. Naval Command hereby classifies SECRET the nature and content of this assignment.",		"m13o":"Imperial Naval Command",		"m13d":"The Naval Command Center has received reports of a recent interplanetary transit, apparently aboard a commercial shuttle, of a Jedi Knight, one of the strongarm thugs of the Old Republic bureaucracy. The age and provenance of the Jedi remain unknown, but in historical records these enforcers were considered most dangerous adversaries. Naval Command assesses threat level as MAXIMUM. Exercise extreme caution, but destroy without fail.",		"m12v":"",		"m12t":"The Most Dangerous Target: Jedi",		"m12s":"The Ubiqtorate sends appropriate compensation. Tell no one of this assignment, lest the idea of resurgent Jedi fire the popular imagination.",		"m12o":"Imperial Intelligence Ubiqtorate",		"m12d":"The Ubiqtorate prefers to issue strategic directives through various subordinate organizations. Only the most critical issues require direct intervention. The current danger is an active Jedi Knight, a throwback to the corrupt Old Republic regime. To prevent a recurrence of troubles familiar to all students of the pre-Imperial epoch, eliminate the Jedi at once. Discretion is imperative. Tell no one of the Jedi's whereabouts or activities, lest misguided accomplices seek to give aid to the enemy.",		"m11v":"",		"m11t":"Jedi Target for the Elite Hunter",		"m11s":"The Ubiqtorate sends appropriate compensation. Tell no one of this assignment, lest the fire of the old Jedi religion reignite the galaxy.",		"m11o":"Imperial Intelligence Ubiqtorate",		"m11d":"Our office deals directly only with capable agents known for loyalty to the Empire. To you falls the challenge of destroying a formidable enemy: one of the long-lost Jedi Knights. Now resurgent, these symbols of the corrupt Old Republic have menaced Imperial interests on several worlds. To you, whose reputation looms large among bounty hunters, we issue this assignment: hunt and kill the Jedi. Disintegration is permitted.",		"m10v":"",		"m10t":"Army Intelligence Assignment: Jedi",		"m10s":"Situation report received. Payment dispatched. Stand down from critical. Mission rermains classified SECRET.",		"m10o":"Imperial Army, Planetary Headquarters",		"m10d":"Be informed this communique is classified SECRET. Your urgent attention required in regards to reported activities of a known Jedi Knight. The Jedi, emissaries and executioners for the strife-ridden Old Republic, used unusual gear with high effectiveness. Locate and terminate said Jedi Knight immediately. Extreme caution. Highest priority. Situation critical.",		"m9v":"",		"m9t":"Self-Selected Subversive from Old Regime",		"m9s":"Your success is noted. Remember, tell no one of the Jedi's existence or activities. Imperial Intelligence will contact you again as needed.",		"m9o":"Imperial Intelligence, Planetary Headquarters",		"m9d":"The Old Republic's terror weapon, the Jedi Knight, has reappeared. This self-appointed thug from the corrupt government's unaccountable enforcement arm uses brutal weaponry and mind-altering skills. To prevent this ancient, phantom menace from manifesting again in the Empire, we charge you to eliminate the renegade Jedi. Tell no one of your mission. Victory will be ours!",		"m8v":"",		"m8t":"Jedi Abetting Other Known Criminals",		"m8s":"Your work has brought another measure of order to our galaxy. The ISB will contact you with further work in the future.",		"m8o":"Imperial Security Bureau, Planetary Headquarters",		"m8d":"You are hereby assigned to destroy a newly reported Jedi Knight, one of the Old Republic's ruthless strike troops. Like others of the defunct order, this Jedi Knight may be employing mental attacks and archaic energy weapons. Further, the Jedi may be cooperating with known pirates and smugglers. The ISB wishes this threat to civil order silenced. Tell no one of the Jedi's existence or actions.",		"m7v":"",		"m7t":""Jedi" Fanatic Criminal",		"m7s":"That's that, then. Imperial Customs will have no "Jedi" activity on its watch!",		"m7o":"Imperial Customs",		"m7d":"In reviewing trade reports for this sector, we have identified illicit transport activity attributed to a "Jedi," one of the legendary religious fanatics of the Old Republic. "Jedi" are, of course, illegal. A review of historical documents suggests that this heavily armed criminal is beyond this agency's capacity to apprehend. Because your Imperial Peace-Keeping Certificate is shown to be current, you are commissioned to locate, face, and defeat the "Jedi."",		"m6v":"",		"m6t":"Help Thrawn Serve the Emperor",		"m6s":"Most admirable, bounty hunter. I see why Lord Vader values your profession so highly. The Imperial bounty has been transmitted to you.",		"m6o":"Vice Admiral Thrawn",		"m6d":"The Emperor and Lord Vader are most eager to eliminate all Force-using citizens, especially the Jedi Knights. I call upon the Scourge Column to assist me in eliminating this threat to the Empire. Many of you have faced Jedi before, so I do not need to warn of the great danger these individuals pose. The Imperial bounty I offer is appropriate for the risk involved. Serve me well, and the Emperor will hear of your success.",		"m5v":"",		"m5t":"Earn the Emperor's Protection",		"m5s":"Well done, hunter. The Emperor knew you would be granted victory, for he sees everything and knows all ends. The reward is yours.",		"m5o":"High Inquisitor Mal Sikander",		"m5d":"The Emperor's power protects and guides his Jedi hunters. The Emperor himself has signed Imperial death bounties for each of these Force-sensitive individuals. If you have not already hunted Jedi, then match your skills against them and prove yourself worthy of the Emperor's protection.",		"m4v":"",		"m4t":"Ignore Jedi Mind Tricks",		"m4s":"It pleases the Emperor when his Jedi hunters prove their superiority. You deserve this reward, hunter.",		"m4o":"High Inquisitor Mal Sikander",		"m4d":"If the stories are to be believed, Jedi are invincible. Events have proven this is not the case. The Inquisitorius knows the Jedi use mind tricks to fool their enemies and, in all likelihood, alter the historical record. We are issuing Imperial death bounties on these Force warriors. Remove this threat and claim your reward.  ",		"m3v":"",		"m3t":"Bring Down the Jedi",		"m3s":"Is this not more proof of the Emperor's might? How can these Jedi hope to resist his dedicated servants? Claim your reward.",		"m3o":"High Inquisitor Mal Sikander",		"m3d":"The Rebellion seeks to restore the corrupt Republic, and many of these newly emerging Jedi are joining their cause. It is up to the Inquisitorius and the Emperor's Jedi hunters to stop this dangerous trend. The Emperor's power will protect you and grant victory against these skilled foes. Hunt down these Jedi, so that all may understand the glory that is the Empire.",		"m2v":"",		"m2t":"Hunt the Jedi Knights",		"m2s":"Your skills truly mark you as a Jedi hunter. The Emperor will not forget your loyal service and will reward you accordingly.",		"m2o":"High Inquisitor Mal Sikander",		"m2d":"We have been tracking and eliminating Force-using threats to the Empire since the original Jedi purge. It appears some have slipped through our fingers and have now fully developed as Jedi Knights. I call upon the Emperor's Jedi hunters to locate these dangerous warriors and remove their threat to the Empire. Disintegration is most effective, although other disposal methods are acceptable. Serve your Emperor! Protect the Empire! ",		"m1v":"",		"m1t":"Remove Jedi Candidates",		"m1s":"Excellent, Jedi hunter. The Emperor rewards those servants who please him, and you have done so. Claim your bounty and stand ready to serve the Empire again.",		"m1o":"High Inquisitor Mal Sikander",		"m1d":"I have been authorized by the Inquisitorius to investigate the recent appearance of Force-sensitive individuals. Our mission continues the worthy Jedi purge begun by the early heroes of the New Order. I hereby issue an Imperial death bounty on all Jedi candidates. Your success will insure your place among the Emperor's elite cadre of deadly Jedi Hunters."
}}
