{
	"stfFile":"mission/mission_npc_musician_rebel_easy",
	"entries": {
		"number_of_entries":"35",		"m9t":"Play a Banned Song",		"m9s":"The meeting was cancelled successfully. I'm glad you made it out of there before the Imperials caught up with you. Watch your back.",		"m9o":"We're meeting an Alliance covert operative, but an Imperial spy is looking for him. A specific song will warn him the meeting is compromised. Our problem is that the song has been moved to COMPNOR's banned list. Would you be willing to go and play this banned song anyway and risk arrest, so we can warn our operative? You must perform for 10 minutes.",		"m8t":"Famous Dancer Needs Accompaniment",		"m8s":"You weren't one of the musicians chosen, but she did comment that your work showed a great deal of promise. She sent you a small sum of credits to encourage you to keep practicing.",		"m8o":"A famous dancer, who must remain nameless, is going to perform at a secret new Alliance installation. She will require a small group of discreet musicians to accompany her performance. Hurry to the designated location and record a holo to send her. You must perform for 10 minutes.",		"m7t":"Touring the Troops",		"m7s":"A touring company may be a little hard to keep hidden from the Empire. We're still considering the idea, but it's been shelved for the moment. Sorry.",		"m7o":"The Alliance is putting together a touring company to entertain the troops to keep morale high. If you're interested and think you have what it takes, auditions are being held at these coordinates. You must perform for 10 minutes.",		"m6t":"Giving Thanks",		"m6s":"Did you put on a good show? I feel certain that you did.",		"m6o":"There's a lot of good people out there, putting it all on the line for the Alliance. With the Empire breathing down our necks we're not always able to give them the thanks they deserve. Go out to this venue and play. Let's hope people in our cause will understand that our hearts are with them. You must perform for 10 minutes.",		"m5t":"Protest Songs",		"m5s":"You're out there making people open their eyes and ears. Keep up the good work.",		"m5o":"You would not believe the kind of mindless turbolift music that COMPNOR is encouraging musicians to play. It behooves all Alliance musicians to get out there and play as much politically relevant music as they can. Go to this venue and play music that will really make people think. You must perform for 10 minutes.",		"m4t":"The Horrors of War",		"m4s":"It makes my heart ache to think how much damage this war does to our spirits. I hope it ends soon.",		"m4o":"Some young Alliance soldiers have a kind of haunted look in their eyes. They've experienced horrors they'd never imagined. They can look so lost when they return from battle. Go to this venue and help lighten their heavy hearts. Remind them how much there is to live for. You must perform for 10 minutes.",		"m3t":"We Live in Uncertain Times",		"m3s":"I think we all look forward to a time when these constant battles with the Empire are behind us. ",		"m3o":"It's been pretty hard on the Alliance recently. Soldiers and citizens alike are feeling overwhelmed by the uncertainty and fear that permeates our lives. If you were to go to this venue and play some soothing music, I think it might make everybody feel a little better. You must perform for 10 minutes.",		"m35t":"Infiltrate the Core Worlds",		"m35s":"Thanks for the audition. We don't know how we'll work this infiltration, or even whether it will happen. But if it does, you may hear from us. Good luck!",		"m35o":"We'd like to infiltrate an Alliance agent into the Core Worlds. A good cover would be a travelling musician -- they visit formal Imperial functions and can overhear a lot. If you're interested, we're holding auditions at a particular venue, and we want every talented Alliance sympathizer to give it a try. You must perform for 10 minutes.",		"m34t":"Anti-Imperial Musical Comedy",		"m34s":"Imperial censors finally caught on and banned the work. We don't want to risk staging it now. But please, take this token payment for your efforts. Thanks anyway!",		"m34o":"A Core Worlds writer has managed to sneak a hilarious musical comedy past Imperial censors. They think it's about dumb crooks, when anyone outside Coruscant can see it's about dumb Imperials. We want to stage a production to boost morale. If you'd like to audition, go to this venue and play your heart out. You must perform for 10 minutes.",		"m33t":"Bring Calm to the Chaos",		"m33s":"I heard your music from a distance. It calmed me, and a lot of others around me. It was a nice moment. Thank you.",		"m33o":"I was walking the streets like any ordinary citizen, and blaster battles erupted left and right! It was chaos! To think that the Civil War has brought us to this. Folks are so nervous, they're not thinking straight. You need to play something calming and uplifting -- get them back to normal. Can you do it? You must perform for 10 minutes.",		"m32t":"Do Something Unusual",		"m32s":"I don't know what you did at the venue, if anything, but it looks like you distracted the Imperials. We got the data to the blockade runner. Thanks!",		"m32o":"We're passing important data to a blockade runner who's taking it offworld. Can't risk it going over the HoloNet. We're meeting outside a particular venue, but the ISB is tracking our smuggler relentlessly. We want you to distract the Imperials. Can you play, and maybe also do something unusually interesting while you're there? You must perform for 10 minutes.",		"m31t":"Human-Alien Musician Group Needed",		"m31s":"Nice job. We'll work on getting whole groups together, aliens and humans, to perform for people who might otherwise learn the Empire's hatred.",		"m31o":"The Empire promotes anti-alien sentiment across the galaxy. We fight this battle as hard as the rest, and you're our soldier. Try to find nonhuman musicians to join you in the performance we've arranged for you. Play together in friendship. If you can't find anyone else, play alone, and spread the idea of tolerance. Okay? You must perform for 10 minutes.",		"m30t":"Another Terrifying COMPNOR Sweep",		"m30s":"COMPNOR relies on keeping the people scared, because scared people gladly give them the power they crave. You help us fight COMPNOR by calming people. Thanks!",		"m30o":"The Committee for the Preservation of the New Order continues its good works. Lots of terrified folks are telling us about alien purges, homes of sympathizers being destroyed, people vanishing... Someone needs to get these people calmed down, or they'll riot. If you can play something to soothe them, do it fast! You must perform for 10 minutes.",		"m2t":"Annoy the Empire",		"m2s":"Not every battle is fought with a blaster. Good job.",		"m2o":"The Imperial propoganda machine has been really down on fizz music recently. In an effort to annoy the Empire in as many ways as possible, we are asking you to go to this venue and bring down the house with some really wailing fizz tunes. You must perform for 10 minutes.",		"m29t":"New ISB Purge Jangles Nerves",		"m29s":"We wanted you to perform something calming, and you did the job better than we'd hoped. We'll probably need you again for this, more's the pity.",		"m29o":"The newest Imperial Security Bureau purge is "disappearing" folks who have expressed pro-freedom sentiments, plus extra folks disliked by the anti-freedom types. It's a nervous time. People are feeling strained. To keep them from cracking, we need entertainers like you to go to that area and play something tranquil. Sound good? You must perform for 10 minutes.",		"m28t":"Play a Smuggler Rendezvous",		"m28s":"We couldn't connect with our smuggler this time. They're often nervous types. We'll try again later.",		"m28o":"One of our "procurement specialists" is trying to contact us despite heavy Imperial surveillance. The pre-arranged emergency rendezvous calls for contact outside a particular venue that he can spot according to the kind of music being played inside. Specifically, your kind of music. Will you help us? Move quickly! You must perform for 10 minutes.",		"m27t":"Imperial Defector Recruitment",		"m27s":"The defector spotted you from the description we gave, and we carried off the meeting nearby. Thank you for your help.",		"m27o":"We've arranged a rendezvous with a potential Imperial defector. He was an officer aboard a Star Destroyer when the Death Star blew up his homeworld, Alderaan. That can change a person's outlook. We told him to meet us outside a particular venue; he can recognize it because you're playing inside. At least, we hope. You must perform for 10 minutes.",		"m26t":"Alliance Commander Likes a Good Time",		"m26s":"Thanks! It was good, not needing to watch our backs to make sure the band didn't suddenly take a pot-shot at us. As it happened, Commander Solo didn't make it to your venue, but he had a good time elsewhere. Who knows? You may see him around.",		"m26o":"A famous Alliance commander -- I'd better not say who -- is visiting this world. He likes to have a good time, they say, so we're showing him around the local venues. We want to make sure the entertainers there don't suddenly turn out to be Imperials. To help, we want you to take one of the scheduled gigs. Interested? You must perform for 10 minutes.",		"m25t":"Imperial Spy Lurks in Cantinas",		"m25s":"One of our fighters managed to take out the spy before he got to your venue. Your performance distracted the folks who might have warned him. Thank you!",		"m25o":"The Imperial Security Bureau has sent another agent on a canvassing mission, looking for us. We expect he'll be lurking around the local entertainment venues, and so we're sending folks like you there to keep an eye out. Do your performance, play your music, but check for suspicious characters. We'll debrief you later. You must perform for 10 minutes.",		"m24t":"Celebrate Our Latest Victory!",		"m24s":"We had a lot of soldiers listening to you through a droidcam. It was great to see -- they all danced to your beat. That was good work, thanks!",		"m24o":"We had a lucky break when some of our soldiers ran into stormtroopers in the wilderness. We fought well. A lot of stormtroopers ran for cover -- like, to another planet, that's how far they ran! Now our fighters want to celebrate. They want to hear you play something festive. Can you perform for them? You must perform for 10 minutes.",		"m23t":"Survivors of the Latest Battle",		"m23s":"Thanks. It's so important for these fighters to remember what they're fighting for -- the beauty that the Empire would stamp out. You helped them remember.",		"m23o":"Reports have been coming back about the latest battle against the Empire. I don't want to go into detail, but it looks bad. Some good folks died. The survivors are wandering back now, and they look beat. If you perform at this venue, we'll try to point them your way, and you'll cheer them up. You must perform for 10 minutes.",		"m22t":"Rescue Me From Imperial Music",		"m22s":"Sorry I couldn't make it to your performance. My friends wanted to head elsewhere, and we ended up listening to "Glorious Coruscant." Serves them right.",		"m22o":"The Empire is pushing all kinds of propaganda music in local venues. Maybe the worst was "The Triumph of Our Spirit," though "In Our Emperor's Footsteps" was also pretty ghastly. I'm meeting some friends at one of the worst offenders, and I'll pay you -- out of my own credits! -- to play something peppier. Interested? You must perform for 10 minutes.",		"m21t":"Can You Play Loud?",		"m21s":"That was really loud. Good job. Yes, everything went just fine. You didn't hear anything? Well, as I say -- you were really loud.",		"m21o":"Can you play loud? I mean really loud? We need a big distraction in a particular venue, so we can stage a covert and unauthorized demolition project in the vicinity. You don't need to know the project. You can help by bringing all your musician friends in on this gig. Play long and, especially, play loud! You must perform for 10 minutes.",		"m20t":"In From the Field, Battle-Scarred",		"m20s":"These soldiers have been through a lot, but they tell me they liked hearing you play -- even as they walked by outside the building. That's talent. Thanks!",		"m20o":"The Imperial Army just drop-shipped a battalion of stormtroopers in the wilderness, and the fighting out there is fierce. Our fighters are returning to the local venues feeling like they've run fifty kilometers. Help them recover by playing something soft and pleasant. Or make it bouncy. Whatever you want. Just play, and help them, okay? You must perform for 10 minutes.",		"m1t":"Songs of Freedom",		"m1s":"Much better than having to go play a bunch of songs about Imperial glory, don't you think?",		"m1o":"The Imperials are constantly telling musicians what they can and cannot play. One of the things we're fighting for is freedom of artistic expression. Go to the designated venue and perform whatever music moves you. I'm sure it will move others too. You must perform for 10 minutes.",		"m19t":"Musical Codes",		"m19s":"Well, it was a pretty mixed result, I have to say. I don't know that we'll throw out this idea, but we definitely need more testing. Thanks for your help!",		"m19o":"Intelligence wants to test an idea for passing coded messages. We've keyed messages to particular songs -- playing one song might mean "Imperials are watching," say. We know your playlist. If you'll play at the venue we've arranged, our people will listen and report messages. That'll test whether the idea can even work. Okay? You must perform for 10 minutes.",		"m18t":"Heroes of the Alliance",		"m18s":"Imperial Security got word of our arrangements. For their own safety, we took the visitors to another world. I suppose we had better tighten our security.",		"m18o":"Certain heroes of the Alliance are coming to the city, and we've arranged a small reception. Go to the appointed venue, where you will have the privilege of playing for these legendary figures. You must perform for 10 minutes.",		"m17t":"Help Calm the City",		"m17s":"It's wonderful how music helps people through their troubles. I sometimes wish I were a musician. Fortunately, sanity always returns.",		"m17o":"People in the city have been very troubled by our conflict. We're very concerned about this even if the Empire isn't. We'd like you to play for the folks at this venue. Try and set their minds at ease. You must perform for 10 minutes.",		"m16t":"Play a Rousing Show",		"m16s":"That was some lively show you put on. Nobody paid any attention to the courier.",		"m16o":"We're trying to help a courier get out of the city, and we're asking musicians to go to venues around town and play really rousing shows. Get the audience really riled up. We want the Imperials distracted by so much rowdiness, they won't be able to keep to close an eye on our man. You must perform for 10 minutes.",		"m15t":"Play Your Worst!",		"m15s":"Wow, that was truly awful. Nice work!",		"m15o":"The Alliance has captured an Imperial spy who loves music. We want you to go to this venue and play in the most discordant, awful way you can. We'll record you and play your work repeatedly in his cell before he is questioned. You must perform for 10 minutes.",		"m14t":"A Hidden Message",		"m14s":"The message was received, and your performance was quite good too.",		"m14o":"We have a message we need to send to a covert operative. Please go to this venue and play this set list in this order. Our operative will understand what it means. You must perform for 10 minutes.",		"m13t":"Hidden Talent",		"m13s":"All that alien talent being ignored by the Imperials. Shameful!",		"m13o":"There's a lot of great alien music out there, but you hardly ever hear any, thanks to the Imperial Board of Culture. Help raise awareness of alien music. Pick a piece you like, go to the designated venue, and play it. You must perform for 10 minutes.",		"m12t":"Remembering the Fallen",		"m12s":"That was very moving. I'm sure the commander would have been pleased.",		"m12o":"Some of our soldiers recently skirmished with Imperial troops. Their casualties were light, but unfortunately the commanding officer was killed. The whole squad is feeling pretty down and need something to lift their spirits. They've requested a musican to play the commander's favorite song as a memorial. You must perform for 10 minutes.",		"m11t":"The Works of Alien Composers",		"m11s":"The alien composers series has been deemed unsuitable by the Imperial Board of Culture. Blast them and their constant censorship!",		"m11o":"A famous conductor is producing concerts featuring the music of different alien cultures. His current production is focusing on the works of Dembaline, a Mon Calamari composer. If you're interested in auditioning, head to this venue immediately. You must perform for 10 minutes.",		"m10t":"Covering a Meeting",		"m10s":"He tried to sell us plans for a Death Star! Under what rock has this guy been hiding?",		"m10o":"We've made arrangements to meet a data slicer who says he has information of great importance to the Alliance. We would like you to put on a rousing show at these coordinates. We will meet with him and assess his information while spies are distracted by your performance. You must perform for 10 minutes."
}}
