{
	"stfFile":"mission/mission_destroy_rebel_non_military_easy",
	"entries": {
		"number_of_entries":"15",		"m15t":"Imperial Games Planning Center",		"m15s":"Propaganda can be deadlier than any laser. You have done well today.",		"m15o":"The Alliance to Restore the Republic",		"m15d":"The Imperial Games may seem like a goodwill event to foster harmony among diverse star systems, but they are in fact an exercise in Imperial propaganda, exploiting the prowess of honest sportsmen to serve an evil master. We have learned that the games are scheduled to be held right here in the not-too-distant future. A small station has been erected to initiate the preliminary planning. We want to see it taken out. The coordinates will follow this message. A few soldiers have been stationed there for security purposes, so don't think this will be a trivial job. Use caution and report back to us at once.",		"m14t":"COMPNOR Theta Poisoning Scheme",		"m14s":"Good. Now people can eat braised Wroonian flycatcher without fear of psychosis. Thanks, and check with us for more work soon.",		"m14o":"The Alliance to Restore the Republic",		"m14d":"We've learned of an insidious COMPNOR plot aimed at destroying Alliance morale. They're locating households sympathetic to the Alliance, then poison their food supplies with thetametabuterin, or "theta," a tasteless chemical that induces insanity. Destroy the theta cache at these coordinates, and help keep our food supplies safe!",		"m13t":"LAACDoc Storage Facility",		"m13s":"A fine exercise, well executed. LAACDoc backups are as numberless as the trees on Naboo, but it always helps to wipe them where we find them. Thanks!",		"m13o":"The Alliance to Restore the Republic",		"m13d":"The Empire administers its extensive prison and detention facilities using LAACDocs, Legal Authorization for Advanced Confinement Documents. LAAC prisoners aren't usually hardened criminals but Alliance sympathizers. Targeting LAAC data storage facilities hampers the Imperial system of torture and oppression with minimal risk. Destroy the backup LAACDoc storage facility at these coordinates, then report back here. Good luck!",		"m12t":"Excargan Ore Company Data",		"m12s":"That's a relief. With that disk gone, we can still use Excarga as a source of strategic minerals.",		"m12o":"The Alliance to Restore the Republic",		"m12d":"The Alliance has secured valuable materials from several ore companies on the planet Excarga. These corporations make a pretty credit by defying the Empire. But now Imperial Security has captured a datadisk with information they can use to destroy our trade with Excarga. You must destroy the intelligence center where they are analyzing the disk. Hurry!",		"m11t":"Mine-layer Droid Parts Factory",		"m11s":"Nice work. We'll be seeing fewer LIN demolitionmechs in this area because of your work. Here's your reward, and call us again!",		"m11o":"The Alliance to Restore the Republic",		"m11d":"The Empire uses Cybot Galactica LIN demolitionmechs to lay detonite anti-personnel charges. We have located a local contractor that provides the specialized cogs used in the LIN model's rotation track. Without these cogs, the entire unit is useless. Destruction of the supplier will hamper Imperial logistics. Move quickly, before the Empire fortifies the building!",		"m10t":"Stop Imperial Fuel Saboteurs",		"m10s":"We appreciate your fine work! Our starfighters will run safely because of your efforts.",		"m10o":"The Alliance to Restore the Republic",		"m10d":"An astromech droid reported seeing Imperial agents tampering with our ship refueling tanks. We checked the tanks and found them doped with slow-acting corrosive chemicals. If we'd used this fuel, our ship engines would eventually short out, possibly in deep space. We have tracked the agents to a small covert installation, and we need someone to get rid of them.",		"m9t":"Can Mere Sounds Reprogram a Droid?",		"m9s":"A fine job! We have no reports that the Empire has used this sound technology, so it looks like that effort has quieted down. Here's your reward!",		"m9o":"The Alliance to Restore the Republic",		"m9d":"An Imperial Security Bureau lab is trying to develop sound signals that can remotely reprogram our R-2 astromech droids on the fly. A simple recording of these sounds could theoretically turn a hangar-full of R2s into the Empire's spies. Sounds highly speculative, but there are precedents, like the ixlls of Da Soocha. We'd like someone to silence that ISB laboratory before it makes much noise.",		"m8t":"Moon Moth Installation",		"m8s":"Those moon moths were an endless nuisance. Thank you for eliminating their maintenance station, and please accept this reward.",		"m8o":"The Alliance to Restore the Republic",		"m8d":"Imperial Intelligence has dispatched a hive of moon moths, tiny surveillance droids, to spy on this area. These moon moths flutter around and plant microdot homing beacons. At the attached coordinates you will find a small, covert Intelligence installation that maintains and refuels these droids. Please dispose of it.",		"m7t":"Last Will of a Junior Pilot",		"m7s":"If you're reading this, I guess the sensor reported success. I only wish I'd lived to see you succeed where I failed. Take your reward, and live better than I did!",		"m7o":"An Alliance Pilot, Now Deceased",		"m7d":"I'm writing this before attacking an Imperial base. If you're reading it, I must have died. Galactic politics is over my head, but the jerks who killed my family and destroyed my home are based at these coordinates. I want someone who hates the Empire to do what I couldn't: make them pay! At least I managed to set up a sensor, so as soon as it detects the target's destruction, you can return here for your reward. It's all the savings I had, but don't worry -- I don't need it any more.",		"m6t":"COMPNOR Surgical Facility",		"m6s":"What a relief to know that COMPNOR's twisted braincrafters have met justice. Please accept this reward, and our thanks!",		"m6o":"The Alliance to Restore the Republic",		"m6d":"The Commission for the Preservation of the New Order has opened a new surgical facility, called an armamentarium. Their philosophy is, "Instill civic spirit through brain modification." The stories that we've heard would curdle your heart. Don't let this armamentarium commit new atrocities against our citizens!",		"m5t":"Sabotage Glop Grenades",		"m5s":"Bravo! The rally can go on as planned. We'll keep an eye out for those enforcers, though; they might cause trouble in other ways. We hope you consider working for us again in the near future.",		"m5o":"The Alliance to Restore the Republic",		"m5d":"A brave citizen group intends to hold an anti-Imperial rally to voice their anger over recent atrocities perpetrated by COMPNOR enforcers. ISB has supplied its enforcers with glop grenades. We need someone to destroy this cache of crowd-control weapons before the demonstration. Can you aid the Alliance?",		"m4t":"Snooping Devices",		"m4s":"Job well done, citizen! Fewer trackers out there means less work for us. We have our hands full fighting the Imperial war machine, so the last thing we need to worry about is COMPNOR toadies.",		"m4o":"The Alliance to Restore the Republic",		"m4d":"COMPNOR has granted local security's request and has sent a shipment of sensors and tracking devices to aid in spying on citizens. We know where this shipment is being held and need it taken out. We don't approve of the Empire spying on its citizenry. This strike will have to be fast and precise. There's a decent reward for anyone that succeeds.",		"m3t":"Local Security Weapons",		"m3s":"Now this will even things up. The last thing we needed was a bunch of over-enthusiastic security goons armed with E-11 blasters. The Alliance is happy to pay this reward, thanks.",		"m3o":"The Alliance to Restore the Republic",		"m3d":"Local authorities, who cooperate with the Empire to hunt down Alliance cells, are about to receive upgraded weapons and sensors. We need to hit the secret depot where these materials await distribution. The depot should have minimal defenses, because they don't expect an Alliance attack. We will, of course, reward anyone who succeeds in this mission.",		"m2t":"Stop COMPNOR Enforcers",		"m2s":"The Alliance thanks you! You didn't just save this one sweet old woman, you've put something into motion that the Empire will not be able to stop: open defiance of the New Order. May the Force be with you.",		"m2o":"The Alliance to Restore the Republic",		"m2d":"These COMPNOR enforcers are at it again. They've convinced themselves that a sweet old citizen, who loves baking for the local children, is actually supplying the Alliance with food. This ridiculous notion is going to cost this kind lady her life. We're planning on relocating this woman to some place where she can bake all she wants. But we need someone to strike the COMPNOR enforcers' outpost and make sure they don't harm this woman or anyone else.",		"m1t":"Stop COMPNOR Goons",		"m1s":"Good work! We'll get this poor man's family out of this place and to somewhere safe. We'll get this unfortunate clean and sober too. We understand he's actually quite a skilled technician. We sure could use more of those.",		"m1o":"The Alliance to Restore the Republic",		"m1d":"A local man was duped by the Empire into betraying his father, who had been an informant for the Alliance, and as a "reward" was forced to watch his father's execution. Since that incident, this poor wretch has been drinking himself into a stupor and bad-mouthing the Empire. We've just learned that a gang of COMPNOR goons, who've been known to take the law into their own hands, have decided to burn the man's home while he sleeps off another drinking binge inside. The man's family will be asleep inside as well. We need a trusted agent to strike COMPNOR's outpost first and save this unfortunate man's family."
}}
