{
	"stfFile":"mission/mission_deliver_imperial_medium",
	"entries": {
		"number_of_entries":"50",		"m50t":"Jedi Knights on Dathomir?",		"m50p":"We must prevent the return of the Jedi at all costs.",		"m50s":"Our officers seem disgracefully ignorant regarding the dimension of the Jedi threat. We shall remedy this through diligent re-education. We trust that you do not share that ignorance, agent.",		"m50f":"mission\mission_datadisk.iff",		"m50r":"If they're on Dathomir, we'll find them. Personally, I think all those Jedi stories are just children's tales.",		"m50o":"Imperial High Command",		"m50l":"Datadisc",		"m50d":"An encoded message from an unknown source claims that a secret cell of Jedi Knights has been discovered on Dathomir. We understand that a Jedi played an important role in the destruction of the Death Star. We can't afford to ignore this message. Deliver these orders to the garrison commander. He must assign a squad of storm commandos to investigate this claim. ",		"m49t":"The Moff's Highest Priority",		"m49p":"Be sure this gets into the right hands. The fate of the Empire may depend on it.",		"m49s":"Tell no one of this mission. The Moff's business is not for casual conversation.",		"m49f":"mission\mission_datadisk.iff",		"m49r":"I'll personally make sure the admiral receives this.",		"m49o":"Office of the Moff",		"m49l":"Datadisc",		"m49d":"You must pick up a high-priority message and deliver it to an Imperial admiral's aide. This message carries the seal of the Moff. Speed and absolute discretion are required. Execute this task promptly.",		"m48t":"Moff Arrest Warrant ",		"m48p":"Political ambition and the desire for power can destroy an otherwise loyal Imperial servant.",		"m48s":"Tell no one of the arrest of the Moff, or you will be subject to the same Imperial justice.",		"m48f":"mission\mission_datadisk.iff",		"m48r":"This Moff is influential. I can understand the need for silence.",		"m48o":"Imperial High Command",		"m48l":"Datadisc",		"m48d":"A Moff has been implicated in a plot to assassinate the Emperor. Deliver this arrest warrant to the garrison commander and instruct him to escort the Moff to Coruscant as quickly as possible. We don't want this situation demoralizing our troops, so be sure he keeps it quiet. Only a small arrest squad need know the situation, and they're to remain on Coruscant after they've delivered the Moff.",		"m47t":"Balmorra Troop Transfer",		"m47p":"We can't afford any threats to the steady flow of weapons coming from these important armament plants.",		"m47s":"These slave revolts are annoyingly frequent. With sufficient force we can stop them once and for all.",		"m47f":"mission\mission_datadisk.iff",		"m47r":"I'll see to it that these orders are carried out.",		"m47o":"Imperial Army",		"m47l":"Datadisc",		"m47d":"Slave revolts on Balmorra have slowed down the production of armaments. Imperial High Command wants this situation corrected. Deliver transfer orders to the garrison commander. The specified force must make ready for immediate transport to Balmorra.",		"m46t":"Hologram of Yavin Battle",		"m46p":"Up to now we've used these holos to help train TIE pilots and develop new fighter designs. Now the recordings should spur the troops to further action against suspected Rebels.",		"m46s":"Many men lost family members and friends aboard that space station, and we feel this hologram will help them find closure.",		"m46f":"mission\mission_datadisk.iff",		"m46r":"Thank you. Our men need to see the devastation inflicted by those Rebel scum.",		"m46o":"Imperial Army",		"m46l":"Datadisc",		"m46d":"Imperial Intelligence has finally released hologram recordings of the Battle of Yavin, transmitted via the HoloNet just prior to the destruction of the Death Star. Deliver this encrypted copy of the holograms to the local garrison commander so he can play them for local troops.   ",		"m45t":"Storm Commando Training",		"m45p":"We expect the commando training to last several days.",		"m45s":"The storm commandos were unexpectedly diverted to help combat an insurrection in the Outer Rim Territories. The training has been postponed.",		"m45f":"mission\mission_datadisk.iff",		"m45r":"Storm commandos? Hmm. The men should find this very educational.",		"m45o":"Imperial High Command",		"m45l":"Datadisc",		"m45d":"A squad of storm commandos will arrive soon to train the local troops. Pick up our encrypted orders and deliver them to the local garrison commander. He is to cooperate fully with the commander of the special squad. Any questions regarding this training should be directed to Imperial Intelligence.",		"m44t":"Challenge to a Duel",		"m44p":"Tell this honorless anooba that my friend looks forward to bathing his vibrorapier in blood.",		"m44s":"This insult must be avenged. I have no recourse but to go to the Bounty Hunters' Guild.",		"m44f":"mission\mission_datadisk.iff",		"m44r":"These Generationals and their ridiculous notions of honor. Tell this lunatic to go suck a mynock. ",		"m44o":"An Imperial Naval Officer",		"m44l":"Datadisc",		"m44d":"I have been grievously insulted by a fellow officer and demand satisfaction. I need this formal challenge delivered to him immediately. It gives all the specifics of the duel. I expect to receive a prompt response.",		"m43t":"Discreet Deathmark",		"m43p":"I would have been the offended party's second in the duel. Some matters of honor must be settled outside normal channels.",		"m43s":"I expect that the Bounty Hunters' Guild will execute the deathmark with its customary efficiency. Thank you for your discretion in this matter.",		"m43f":"mission\mission_datadisk.iff",		"m43r":"A bounty hunter will handle this coward soon enough.",		"m43o":"An Imperial Army Officer",		"m43l":"Datadisc",		"m43d":"Deliver this deathmark to the local liaison to the Bounty Hunters' Guild. The target has gravely insulted me, yet refuses to meet me in an honorable duel. One way or another, I'll have my satisfaction. This matter must be conducted with discretion. Can I rely on you?",		"m42t":"Summons to Coruscant",		"m42p":"Tell this loyal servant of the Empire that if he doesn't appear promptly, an arrest warrant will be issued.",		"m42s":"The officer in question is now en route to Coruscant. All is well.",		"m42f":"mission\mission_datadisk.iff",		"m42r":"This is an order from Internal Security to appear on Coruscant. What's the meaning of this?",		"m42o":"An Imperial Naval Officer",		"m42l":"Datadisc",		"m42d":"An officer recently tried to blackmail me, claiming I had stolen Imperial property. I need this response from Internal Security deliverd to him as soon as possible. I'm sure he's most eager to receive a response. You had best hurry. ",		"m41t":"Blackmail Notice",		"m41p":"It pays to have friends in high places.",		"m41s":"Remember, agent, I know more about you than you do about me. Discretion is essential.",		"m41f":"mission\mission_datadisk.iff",		"m41r":"Argh. I'll respond within the given time.",		"m41o":"An Intelligence Officer",		"m41l":"Datadisc",		"m41d":"I have proof that a depot commander has been doctoring records to hide his misappropriation of certain supplies. Deliver my encrypted evidence to him, and inform him that I'll make sure it does not fall into the wrong hands -- in exchange for a percentage of his profit. I expect an answer within two days. I trust I can count on your discretion?",		"m40t":"Deliver warning",		"m40p":"You don't approve of the petition, do you? Military service is obviously suited only for humans.",		"m40s":"The misguided officers who circulated the petition have been located and suitably disciplined. All is well.",		"m40f":"mission\mission_datadisk.iff",		"m40r":"No one in my garrison will sign any such petition. You have my assurance of that.",		"m40o":"Imperial High Command",		"m40l":"Datadisc",		"m40d":"Certain misguided Imperial officers are circulating a petition favoring the admittance of non-human species into the Imperial military. Deliver our order to the local garrison commander instructing his troops not to sign this petition. Any Imperial soldier whose name appears on this petition will be subject to discipline and possible court-martial.",		"m39t":"Bothan Moratorium ",		"m39p":"A species that has intrigue and manipulation in its blood will always be a great risk to our security.",		"m39s":"The Empire trusts that if you see suspicious conduct by a Bothan, you will report it to Imperial Intelligence immediately.",		"m39f":"mission\mission_datadisk.iff",		"m39r":"Right. I never trusted those blasted Bothans anyway.",		"m39o":"Imperial High Command ",		"m39l":"Datadisc",		"m39d":"Imperial Intelligence employs the Bothan SpyNet. Reports indicate the Bothans may be dealing with Rebels as well. We are sending a Star Destroyer to Bothawui to discourage traitorous activities. Meanwhile, every garrison must cease using Bothan informants until Imperial Intelligence has cleared a list of acceptable spies. Deliver the order to the local garrison commander.  ",		"m38t":"Vermin Extermination Duty",		"m38p":"The Empire always rewards hard work and strict discipline.",		"m38s":"Vermin extermination duty has long been a powerful incentive in the Imperial Navy.",		"m38f":"mission\mission_datadisk.iff",		"m38r":"These officers will be delighted when they receive their reassignment orders. Heh, heh.",		"m38o":"Imperial Navy",		"m38l":"Datadisc",		"m38d":"Our officer evaluations have been completed. Deliver this list of names to the local garrison commander. These officers are assigned to exterminate Imperial Navy cruisers in drydock that have been infested with mynocks. We're sure this will help improve their evaluation scores in the future.",		"m37t":"Reconnaissance of Thila System",		"m37p":"What is it with the Rebels and jungle planets?",		"m37s":"The reconnaissance of the Thila system will commence shortly. Good work, agent!",		"m37f":"mission\mission_datadisk.iff",		"m37r":"We just received our new Aratech speeder bikes. We'll test them out.",		"m37o":"Imperial Army",		"m37l":"Datadisc",		"m37d":"Imperial High Command has ordered us to send a reconnaissance team to the Thila system. Deliver instructions to the local scout trooper commander, and see to it that he assembles a team as soon as possible. He is to report findings directly to Admiral Ozzel. ",		"m36t":"Encoded Trap for Imperial Defector",		"m36p":"The secret location must be leaked in a convincing way, or the Rebels will suspect a trap.",		"m36s":"All is well. The commander gave the disk to a stormtrooper, then sent the trooper on patrol near a known Rebel stronghold. Of course the Rebels shot the trooper and plundered the body. This should convince them the information is trustworthy. The officer will soon be back in our hands.",		"m36f":"mission\mission_datadisk.iff",		"m36r":"I know the perfect agent for this operation. I'll see that it's done.",		"m36o":"Imperial Intelligence: Bureau of Operations",		"m36l":"Datadisc",		"m36d":"A naval officer who defected to the Rebellion managed to escape our agents. Inquisitors are interrogating his family at a secret detention facility. If we leak its location to Rebel slicers, the officer will attempt a rescue. Pick up the encrypted datadisc with the facility's location. Deliver it to the garrison commander with instructions to let it fall -- plausibly -- into the Rebellion's hands.",		"m35t":"New Imperial "Vaccine"",		"m35p":"Make sure the seal on this cannister is not broken.",		"m35s":"You did not become exposed to the vaccine yourself, correct? It will go badly for you if you did.",		"m35f":"filename_of_object",		"m35r":"I will be most careful with this -- "vaccine."",		"m35o":"Imperial Intelligence: Bureau of Operations",		"m35l":"Cannister",		"m35d":"Apparently the example on Dentaal was insufficient for some systems. Deliver a sample "vaccine" to our medical officer. Inform him that he should replicate it and and ship quantities to any system that continues to engage in acts of insurrection. One way or another, the Empire's authority will be recognized.",		"m34t":"Send Stormtroopers to Extremes",		"m34p":"There's a reason our troopers are the most feared in the Galaxy. They can fight everywhere.",		"m34s":"The latest intelligence indicates the Rebellion has not yet placed its new headquarters. It may be that our program is slightly premature. However, preparation for war is never wasted.",		"m34f":"mission\mission_datadisk.iff",		"m34r":"I know just the troops for such an exercise. I will carry out the order promptly.",		"m34o":"Imperial Army",		"m34l":"Datadisc",		"m34d":"We'll be conducting some military exercises on Tatooine and Alzoc III to better prepare our troops for combat in extreme weather conditions. Imperial Intelligence has reasons to believe the Rebels may be considering planets with such conditions for a future base. Deliver the transfer order to the local garrison commander so that he may assign squads to these exercises.  ",		"m33t":"Luxury Starliner Seizure",		"m33p":"Our ships will use whatever force necessary to bring in these traitors.",		"m33s":"This initiative has the added benefit of improving Imperial revenue through auction of seized vessels. From the Rebellion's pockets into ours!",		"m33f":"mission\mission_datadisk.iff",		"m33r":"These wealthy citizens think they can get away with treason? We'll put a stop to them.",		"m33o":"Imperial Navy",		"m33l":"Datadisc",		"m33d":"Certain luxury starliners have been transporting goods to Rebel terrorist cells. Imperial High Command orders the Navy to approach and board all starliners. Should they find evidence of Rebel activity, they will arrest all aboard and impound the vessel. Deliver the orders to the garrison commander and instruct him to prepare stormtroopers.",		"m32t":"Discretion Regarding a Moff",		"m32p":"Where a Moff decides to travel is none of our concern. ",		"m32s":"Thank you, agent. Of course the Moff will also remember your own discretion in this matter.",		"m32f":"mission\mission_datadisk.iff",		"m32r":"Thank you. I must remember to send my warmest regards to the Moff's wife.",		"m32o":"Imperial Navy",		"m32l":"Datadisc",		"m32d":"Having reviewed Internal Security's findings concerning the most recent unscheduled Imperial shuttle flights, we've decided that no further action is necessary at this time. Please deliver this personal thanks to the IntSec officer in charge of the investigation. Assure him that the Moff named in his report will not forget his efficiency and discretion. ",		"m31t":"Imperial Shuttle Investigation",		"m31p":"Congratulate the officer in charge. One can never be too careful about Imperial security.",		"m31s":"All Intelligence findings and recommendations are, of course, classified. Tell no one.",		"m31f":"mission\mission_datadisk.iff",		"m31r":"We'll study these findings and proceed from there.",		"m31o":"Imperial Intelligence",		"m31l":"Datadisc",		"m31d":"We've recently concluded an investigation of unscheduled Imperial shuttle flights. Our findings and recommendations are presented on an encrypted datadisc. Collect it and deliver it to the officer who requested the investigation. Inform him that we will take further action if requested.",		"m30t":"Imperial Shuttle Flight Anomalies",		"m30p":"We're not sure how this could have happened. Shuttles don't just disappear.",		"m30s":"The Rebellion has gained possession of many Imperial shuttles. In fact, this appears to be the preferred method of defection for low-ranking Imperial officers.",		"m30f":"mission\mission_datadisk.iff",		"m30r":"This could be the result of a spy in our ranks. We'll investigate immediately.",		"m30o":"Imperial Navy",		"m30l":"Datadisc",		"m30d":"Careful review of Imperial flight records has revealed irregular activity involving a particular shuttle. It appears that the craft has embarked on unscheduled flights to unknown destinations. Pick up the records of these findings and deliver them to our Internal Security officer for futher investigation. ",		"m29t":"Stormtrooper One Blaster",		"m29p":"We'll see if this is an improvement over BlasTech's E-11 blaster design.",		"m29s":"The Stormtrooper One blaster will carry forward the Empire's efforts to restore order throughout the galaxy!",		"m29f":"mission\mission_datadisk.iff",		"m29r":"I've been waiting to see how this blaster performs. The reports will be a pleasure.",		"m29o":"Imperial Army",		"m29l":"Datadisc",		"m29d":"SoroSuub's latest blaster design, the Stormtrooper One, is ready for field testing. Every garrison is receiving fifty of the blasters. Deliver a message to the garrison commander. It gives instructions on how the weapons are to be dispersed among the troops. We expect full reports on the blaster's performance.",		"m28t":"No Stormtroopers at Protests",		"m28p":"Stormtroopers should never have been used for urban pacification.",		"m28s":"An incident with stormtroopers at one protest led to the deaths of many bystanders. This kind of regrettable accident only foments sympathies for the Rebellion.",		"m28f":"mission\mission_datadisk.iff",		"m28r":"I'll send out the transmission immediately. Will regular encryption suffice?",		"m28o":"Imperial Army",		"m28l":"Datadisc",		"m28d":"Troublemakers in outlying systems are protesting the destruction of Alderaan and burning the Emperor in effigy. These demonstrations must be stopped, but only by local security forces. Stormtroopers are not to be used in these situations. These orders come directly from Imperial High Command. Pick them up and deliver them to our HoloNet officer, with instructions to transmit them immediately. ",		"m27t":"Lord Vader's Orders",		"m27p":"Be prompt. My understanding is that Lord Vader is not a forgiving man.",		"m27s":"Tell no one of the nature of your mission, or you will live, briefly, to regret it.",		"m27f":"mission\mission_datadisk.iff",		"m27r":"Lord Vader sent these orders? I'll deliver them to Captain Needa right away! Personally!",		"m27o":"Imperial Navy",		"m27l":"Datadisc",		"m27d":"Imperial Intelligence intercepted a transmission that indicated Rebels might try to sabotage the shipyards at Fondor. Pick up the encrypted orders dispatched by Lord Vader and relay them to our waiting courier. Have him deliver the orders into the hands of Captain Needa of the Star Destroyer Avenger. Hurry. ",		"m26t":"Admiral Ozzel's Probe Droids",		"m26p":"Searching the Galaxy takes time and resources.",		"m26s":"You've done well. The Empire is grateful for your assistance.",		"m26f":"mission\mission_datadisk.iff",		"m26r":"More probe droids? We can hardly keep them in stock.",		"m26o":"Imperial Navy",		"m26l":"Datadisc",		"m26d":"Admiral Ozzel has just informed us that we need to deliver 500 additional probe droids to the Star Destroyer Accuser. Collect the requisition order and deliver it to our depot officer. He'll see to it that those probe droids are loaded aboard a transport.",		"m25t":"Deliver ship-out orders",		"m25p":"We waited too long to strike the Mon Calamari. This is long overdue.",		"m25s":"The Star Destroyer will depart soon. We will make the Mon Calamari pay for their crimes against the Empire.",		"m25f":"mission\mission_datadisk.iff",		"m25r":"Word will go out immediately. My men will report on time.",		"m25o":"Imperial Army",		"m25l":"Datadisc",		"m25d":"We intend to strike Mon Calamari's floating cities in retaliation for their aid to the Rebellion. Pick up High Command's orders and deliver them to the garrison commander. All shore leave is revoked. All troopers must report to duty at once.",		"m24t":"AT-AT Pilots Needed",		"m24p":"I understand that General Veers is serving directly under Lord Vader. A prestigious assignment indeed.",		"m24s":"You've done well, citizen. It is the Empire's wish that you continue to serve faithfully.",		"m24f":"mission\mission_datadisk.iff",		"m24r":"Always wanted to pilot an AT-AT myself. I'll see this at once.",		"m24o":"Imperial Army",		"m24l":"Datadisc",		"m24d":"We've just received an order from General Veers himself at Imperial High Command to train more AT-AT pilots. Pick up a set of transfers and deliver it to the garrison commander. These candidates are to go immediately to Imperial training facilities.",		"m23t":"Court-Martial Order",		"m23p":"We should strive to make all Moffs happy.",		"m23s":"The Moff's daughter will live, fortunately. But the traumatic experience has caused her to abandon her plan to become a zoologist. ",		"m23f":"mission\mission_datadisk.iff",		"m23r":"I'll make very sure the former commander is on the next transport to Coruscant. I am grateful to the Empire for my recent promotion.",		"m23o":"Imperial Army",		"m23l":"Datadisc",		"m23d":"Recently a garrison commander assigned an escort to a Moff's daughter while she conducted a zoological study. The escort proved inadequate. The young woman was wounded while investigating a narglatch den. Deliver this transfer order to the new garrison commander, and inform him that the former commander is to be shipped to Coruscant for court-martial.",		"m22t":"Moff's Daughter Needs Escort",		"m22p":"I understand this young woman can be a bit -- fussy. I don't envy the commander this task.",		"m22s":"Speculation on the opinions of the Moff or his daughter is entirely out of line. Do not spread rumors, or it will go badly for you.",		"m22f":"mission\mission_datadisk.iff",		"m22r":"I'll handpick the men and make sure they are acceptable to the Moff. I hope his daughter finds them acceptable too. If they disagree, it's hard to know who would win.",		"m22o":"Imperial Army",		"m22l":"Datadisc",		"m22d":"A Moff's daughter is traveling to our system on a research expedition. Seems she's a zoology student working on a field guide to the Empire's reptomammals. The Moff has requested an escort for his daughter, one which we will gladly provide. These are the specifications for the escort. Take them to the garrison commander and make sure the escort is ready in two days.",		"m21t":"Labor Force Increase",		"m21p":"Sometimes the Emperor asks the impossible of us. We need more workers!",		"m21s":"You have done well. Continue to serve the Emperor faithfully.",		"m21f":"mission\mission_datadisk.iff",		"m21r":"I can think of a few layabouts who could be persuaded to serve the Engineer Corps. We'll get right on it.",		"m21o":"Imperial Army: Corps of Engineers",		"m21l":"Datadisc",		"m21d":"We've fallen behind schedule due to prisoner riots. We need a boost to our labor force to keep up the Emperor's aggressive military buildup. Pick up the order for aid in worker recruitment and deliver it to the local government official.",		"m20t":"Senatorial Arrest Warrants",		"m20p":"The influence of many of the Old Republic's corrupt senators is difficult to dispel.",		"m20s":"Well handled, citizen. Those arrest warrants will be served immediately.",		"m20f":"mission\mission_datadisk.iff",		"m20r":"You understand our caution, don't you? This will clear things up.",		"m20o":"Imperial Intelligence",		"m20l":"Datadisc",		"m20d":"A recent list of suspects includes senatorial aides and family members. Local security forces have been reluctant to arrest them without word from Imperial High Command. Pick up the arrest warrants and take them to the garrison commander. They've been issued by the Ubiqtorate itself.",		"m19t":"Executor Reassignment Orders",		"m19p":"The Executor is a ship to behold. You'd be proud to serve aboard that vessel.",		"m19s":"The Executor has been diverted to handle an uprising in the Mid-Rim. The local garrison will remain at full strength until further notice.",		"m19f":"mission\mission_datadisk.iff",		"m19r":"So I'm just supposed to depopulate my entire garrison? Ahh, well. Long live the Empire.",		"m19o":"Imperial Army",		"m19l":"Datadisc",		"m19d":"Imperial Intelligence has identified possible sites for the Rebellion's next base of operations. One of these worlds is near our own. Deliver these orders to the garrison commander. He must retain the minimum number of troops necessary for planetary security and immediately reassign the rest to the Star Destroyer flagship Executor. It will enter standard orbit shortly.",		"m18t":"Sienar Fleet Rep Visit",		"m18p":"It pays to have the Empire's gratitude.",		"m18s":"The Sienar Fleet representative was waylaid and captured by Rebels. The visit has been cancelled. That is all.",		"m18f":"mission\mission_datadisk.iff",		"m18r":"This representative will receive the best treatment. The Empire can count on me.",		"m18o":"Imperial Navy Public Relations",		"m18l":"Datadisc",		"m18d":"A high-ranking representative of Sienar Fleet Systems may be visiting this system soon. We want this representative treated with the greatest respect and shown every courtesy by the local government. Deliver the request personally to our public relations officer, and have him inform local officials of the forthcoming visit.",		"m17t":"Plant Tracking Beacons",		"m17p":"The depot location is on this encrypted disc and should be shared with no one. This is a mission of the highest priority.",		"m17s":"These trackers should be undetectable unless the entire device is dismantled and each part scanned individually -- more work than most Rebel cells will do. Good work!",		"m17f":"mission\mission_datadisk.iff",		"m17r":"This shipment will leave on the next available transport. The Rebels will discover the hazards of stealing our equipment.",		"m17o":"Imperial Intelligence",		"m17l":"Datadisc",		"m17d":"Rebel raids on Imperial depots continue unabated. We've ordered tracking beacons planted in hundreds of blasters, energy cells, and medical scanners so that these supplies can be shipped to the likely target of the next Rebel attack. Pick up the transport order and deliver it to our liaison to the SoroSuub Corporation, which has produced this special equipment. ",		"m16t":"Prison Worker Quotas",		"m16p":"Building and maintaining the Imperial war machine takes many strong backs. Rebel backs will do nicely.",		"m16s":"You have done well. We're putting those Rebel sympathizers to good use!",		"m16f":"mission\mission_datadisk.iff",		"m16r":"I hope these quotas call for large numbers of prisoners, because we've got them to spare.",		"m16o":"Imperial Army",		"m16l":"Datadisc",		"m16d":"We're receiving requests for additional conscripts from the Corporate Sector Authority. Our detention facilities are overflowing, so our solution is clear. Prisoners are to be transported immediately to the CSA's processing facilities. Pick up the instructions and deliver them to the local warden.",		"m15t":"Stormtrooper Vouchers",		"m15p":"The Empire takes care of its own.",		"m15s":"Stormtroopers deserve some R&R every now and again, wouldn't you agree?",		"m15f":"filename_of_object",		"m15r":"The troops will definitely appreciate this.",		"m15o":"Imperial Army",		"m15l":"Container of datadiscs",		"m15d":"For their exemplary duty in arresting Rebel sympathizers and informants, we'd like to reward our troops by having you pick up voucher cards and deliver them to the local garrison. They're good for up to 200 credits at all cooperative local restaurants and shops. Do not attempt to use these vouchers yourself, or it will go badly for you.",		"m14t":"Orders for Improved Security",		"m14p":"I've always preferred hand-delivered orders. Don't you agree?",		"m14s":"Well done. I hope that this is just an example of what we can expect from you in the future.",		"m14f":"mission\mission_datadisk.iff",		"m14r":"Good. This should clarify things a bit. These Rebels are a definite thorn in our side.",		"m14o":"Imperial Armed Forces",		"m14l":"Datadisc",		"m14d":"Recent sabotage by Rebel data slicers has confused local garrisons. Pick up a set of encrypted orders and deliver them to the local commander. Inform him that he will receive orders in this manner until Imperial Intelligence can once again secure the HoloNet.",		"m13t":"Courtesy Military Discount",		"m13p":"These tiny oversights occur every now and again. It takes very little to correct them.",		"m13s":"The hologram shows stormtroopers commandeering local shops suspected of selling goods to Rebels. Historically this has proven remarkably effective in reminding merchants of their civic duty.",		"m13f":"mission\mission_datadisk.iff",		"m13r":"I'll play this at the beginning of the meeting. I'm sure there will be no further problems.",		"m13o":"Imperial Army",		"m13l":"Datadisc",		"m13d":"Some local merchants have not yet implemented a courtesy military discount. We want to encourage them to institute the standard 30% discount for all goods sold to military personnel. Pick up a friendly reminder hologram and deliver it to the local merchants' guild liaison so that he can play it at their next business meeting.",		"m12t":"Trooper Helmet Fix",		"m12p":"The commander should use this as an opportunity to inventory his garrison.",		"m12s":"Fortunately, these older helmets are found mostly on small outposts. You have been compensated for your efforts, citizen.",		"m12f":"mission\mission_datadisk.iff",		"m12r":"You never can be too careful about who's listening in on what, eh?",		"m12o":"Imperial Army",		"m12l":"Datadisc",		"m12d":"A design flaw in older helmet comlinks allows certain transceivers to pick up a trooper's transmissions. A modification to the comlink chip should take care of the problem. Pick up the adjustment instructions and deliver them to the local garrison commander.",		"m11t":"Public Relations Hologram",		"m11p":"I appear briefly in the background of the hologram. A proud moment for me.",		"m11s":"Make sure you see that PR hologram yourself, citizen. It's very inspirational.",		"m11f":"mission\mission_datadisk.iff",		"m11r":"I've been wanting to see this hologram for some time now. Glad we finally have it.",		"m11o":"Imperial Navy: Public Relations Division",		"m11l":"Datadisc",		"m11d":"We've just finished our latest promotional hologram. It shows Star Destroyers destroying Rebel bases in the Outer Rim and bringing order to several remote settlements. Deliver a recording to our public relations officer for distribution to all authorized local media. ",		"m10t":"List of Suspected Rebels",		"m10p":"Our recruiters must be especially vigilant. Rebel spies constantly try to infiltrate through their offices.",		"m10s":"Your service to the Empire is noted, citizen. We hope it will continue.",		"m10f":"mission\mission_datadisk.iff",		"m10r":"We do get our fair share of spies. Fortunately, we always root them out.",		"m10o":"Imperial Navy",		"m10l":"Datadisc",		"m10d":"Imperial Intelligence suggests that recent potential recruits are actually undercover agents for the Rebellion. Pick up the list of names and take it to the garrison commander so these suspects can be arrested for questioning.",		"m9t":"Rebel Holos of Smuggler and Wookiee",		"m9p":"These terrorists are responsible for the deaths of thousands of loyal Imperial officers and troopers.",		"m9s":"Fine work. Continue serving the Empire and you will continue to be rewarded.",		"m9f":"mission\mission_datadisk.iff",		"m9r":"Our troopers will arrest this Rebel scum in no time.",		"m9o":"Imperial Army",		"m9l":"Datadisc",		"m9d":"We've finally identified all the surviving Rebel pilots from the Battle of Yavin, including a Corellian smuggler and his Wookiee companion. Pick up the dossiers and holographs of these individuals. Deliver them to the local garrison commander so that all stormtroopers can keep a sharp eye out for these criminals.",		"m8t":"Prototype Scout Pistol",		"m8p":"This pistol is a true credit to the genius of the Imperial Army's weapons designers.",		"m8s":"Good work, agent. We'll be keeping our eye on you. You show promise.",		"m8f":"filename_of_object",		"m8r":"Amazing how the pistol retained its light weight even with the larger energy cell",		"m8o":"Imperial Army",		"m8l":"Prototype blaster pistol and datadisc",		"m8d":"We've redesigned our scout trooper blaster pistol so that it can carry a larger energy cell and deliver a more powerful punch. Pick up the prototype and design specs, and deliver them to a garrison commander for field testing. This is an important military mission. Can we count on you?",		"m7t":"TIE Flight Simulator",		"m7p":"Our TIE flight training programs are a big draw for Imperial citizens.",		"m7s":"The next generation of TIE flight programs will simulate the TIE pilot's entire tour of duty, including convalescence after injury. This should lure even more recruits.",		"m7f":"mission\mission_datadisk.iff",		"m7r":"This will certainly boost enlistment. I myself love these flight sims.",		"m7o":"Imperial Navy",		"m7l":"Datadisc",		"m7d":"We're providing our recruiters with a demo version of our TIE flight simulators, to help boost enlistment. Deliver this encrypted program and make sure to tell the recruiter to limit the amount of time each visitor gets with the flight sim. We know how addictive these simulators can be. ",		"m6t":"Adjusted Inventory Request",		"m6p":"It's not an easy job running an efficient Imperial war machine.",		"m6s":"Making do with what is available -- that is the soldier's task. That, in fact, is why we hired you; this office's HoloNet is currently broken.",		"m6f_":"mission\mission_datadisk.iff",		"m6r":"Only part of my request was approved? I hope it was the important parts.",		"m6o":"Imperial Army",		"m6l":"Datadisc",		"m6d":"A local garrison commander has requested additional supplies for the troops stationed there. We have approved part of the request. Deliver the adjusted inventory list to him, and inform him that he should be receiving the materials shortly. Any further requests must go through the regular channels.",		"m5t":"Dark Eye Droid Requisition",		"m5p":"Those Dark Eye droids look so attractive -- when you get to see them, which isn't often.",		"m5s":"Youths are enthusiastic. Unfortunately they don't always channel that energy toward something productive.",		"m5f":"mission\mission_datadisk.iff",		"m5r":"This should wipe the smiles off those hoodlums' faces.",		"m5o":"Imperial Army",		"m5l":"Datadisc",		"m5d":"One of our recruiters has had problems with local youth gangs. Deliver to him this requisition order for Dark Eye surveillance droids. Once we have the images of the offenders in action, we'll dispatch a squad of stormtroopers to handle the situation. It will be a good example for others as well.  ",		"m4t":"Be All That You Can Be",		"m4p":"I saw this hologram. Lord Vader's speech shook me to the marrow.",		"m4s":"Imagine getting the chance to serve one day with such a distinguished champion of the Empire as Lord Vader. This will draw new recruits like a magnet.",		"m4f":"mission\mission_datadisk.iff",		"m4r":"I'll enter this data into our recruitment terminals immediately.",		"m4o":"Imperial Army",		"m4l":"Datadisc",		"m4d":"An Imperial citizen should be all that he can be. And he can do it in the Imperial Army. Deliver the new promotional hologram to our recruiter. The appearance by Lord Vader himself is most inspirational.",		"m3t":"New Academy Applications",		"m3p":"Here are the applications. If I had a credit for every youngster who told me he wanted to be a TIE pilot --",		"m3s":"Rebellion efforts to infiltrate spies into our ranks start at the Academy. Constant tuning of our admission process will locate spies before they can do an instant's harm.",		"m3f":"mission\mission_datadisk.iff",		"m3r":"Another new screening process? They must be getting too many defections to the Rebellion. At least that hasn't happened on my watch, yet.",		"m3o":"Imperial Navy",		"m3l":"Datadisc",		"m3d":"Applications to the Imperial Academy have been updated to comply with a new screening process. Take the new applications to our local recruiter and inform him that old applications are to be destroyed. He should already have received the new recruitment materials. ",		"m2t":"How Do I Become a Stormtrooper?",		"m2p":"This renewed interest in the Imperial Army is heartening, isn't it?",		"m2s":"Nothing lures the fresh-faced young graduate into the Imperial Army like the prospect of stormtrooper armor!",		"m2f":"mission\mission_datadisk.iff",		"m2r":"This pamphlet will no doubt aid recruitment. I'll start distributing it to every likely candidate.",		"m2o":"Imperial Army",		"m2l":"Datadisc",		"m2d":"The question we get asked more often than any other is, "How do I become a stormtrooper?" A new pamphlet explains how to enlist with the Imperial Army and join the galaxy's most elite soldiers. Deliver an electronic copy to our local recruiter so he can distribute it to all those eager young recruits.",		"m1t":"Recruitment Materials",		"m1p":"How can the Rebellion win, with so many loyal Imperial citizens around?",		"m1s":"The Empire's greatest day is yet to come. And you have played your part, agent.",		"m1f":"mission\mission_datadisk.iff",		"m1r":"My heart swells with pride. Hail the Empire!",		"m1o":"Imperial Navy",		"m1l":"Datadisc",		"m1d":"Recruitment is up all across the Galaxy. The Empire's citizens are demonstrating their loyalty by signing up to serve their Emperor. Deliver the new recruitment documents to the local recruiter and tell him to follow the new manual."
}}
