{
	"stfFile":"mission/mission_npc_deliver_neutral_hard",
	"entries": {
		"number_of_entries":"25",		"m25t":"Don't Make Them Like They Used To",		"m25f":"instrument\ommni_box.iff",		"m25i":"Broken Ommni Box",		"m25c":"Not worth much now that it's broken, hmm? I expect I can restore it to full working order. They don't make them like this any more!",		"m25p":"I hate having to ship my instrument all that way, but hardly ten folks in the galaxy can repair an instrument this old and valuable. Formerly valuable, anyway.",		"m25o":"I do a good business restoring old musical instruments. I need you to bring me a client's broken Ommni Box. I'll pay you and bill the client.",		"m24t":"A Thoughtful Gift",		"m24f":"filename_of_object (Small sealed container)",		"m24i":"Wintrium Sculpture",		"m24c":"I don't care what it looks like. I just hope my old aunt does, so she leaves me a nice nest-egg in her will. Thanks.",		"m24p":"Wintrium! It spent ten thousand years solidifying under the Derelkoos Desert, and now it's a beautiful natural sculpture. A lesson for us all, eh?",		"m24o":"My rich old aunt may like me better if I give her a nice gift. I've placed an order with a supplier of exotic art objects. Can I hire you to bring the order here?",		"m23t":"Crystal Collector",		"m23f":"filename_of_object (Small sealed container)",		"m23i":"Tasari Crystal",		"m23c":"A Tasari crystal! What an ornament for my collection. Thank you, thank you!",		"m23p":"An unusual item. The Tasari used to perform blood sacrifices to these crystals, to forestall more meteor showers. I guess it worked.",		"m23o":"I found someone who owns a Tasari crystal. They were formed in a cataclysmic meteor shower eons ago. Can you fetch the crystal?",		"m22t":"Built to Last",		"m22f":"filename_of_object (Small sealed container)",		"m22i":"Antique Subspace Relay",		"m22c":"This is a tremendous find! I'll donate it to an Imperial history museum and gain the Empire's favor. Thank you!",		"m22p":"This ancient subspace relay uses the old mytag crystal vertices. It's fragile, but the container is padded.",		"m22o":"At last my supplier has located an antique from the time of Xim the Despot. Please bring it to me, and I'll pay you well.",		"m21t":"Special Delivery",		"m21f":"filename_of_object (Small sealed container)",		"m21i":"Ashes of Voorpak",		"m21c":"Oh, poor Lotti! Here, take your money and go! Lotti, Lotti!",		"m21p":"The little thing died of Big Spot Sickness some time back. Here are its ashes.",		"m21o":"I'm so far from home, I desperately miss my pet voorpak! I don't trust the shipping services. Can you bring me my beloved Lotti?",		"m20t":"Say it With Diamonds",		"m20f":"filename_of_object (Small sealed container)",		"m20i":"Green Diamond",		"m20c":"Thank you. This was something of a going-away present, you might say, for a former friend. Ah well.",		"m20p":"Don't open the container. Those green diamonds are valuable, and said to be beautiful, but their radiation kills you in three breaths.",		"m20o":"I need a courier to retrieve a green diamond from a late friend's estate. Can you get it?",		"m19t":"Stay Away From the Light",		"m19f":"filename_of_object (Small sealed container)",		"m19i":"Garnib Crystal Sculpture",		"m19c":"I've got it at last! Look at the light -- the light --",		"m19p":"Don't look too long at the light reflecting from the crystals. It's said to be psychologically addicting.",		"m19o":"You know Garnib crystals? Brilliant ice sculptures. I've finally purchased one, and I need you to bring it here.",		"m18t":"The Big Payoff",		"m18f":"filename_of_object (Small sealed container)",		"m18i":"Business Financing?",		"m18c":"This is -- why, it looks like aurodium! A fabulous half-gram ingot! I'm rich! Wait, what does my investor expect to get out of this? Hmm.",		"m18p":"Documents? My client has misunderstood. Take this container back. Don't try to open it, or the contents will vaporize.",		"m18o":"An investor has found important financing for my struggling business. Will you play courier and bring the documents here?",		"m17t":"As Long as It's Bad For You",		"m17f":"filename_of_object (Small sealed container)",		"m17i":"Sliideptra Worm Saliva",		"m17c":"Saliva? Liquefies the victim? Hmm. Say, that might work even better. Thanks!",		"m17p":"Poison? No, this is sliideptra saliva. It liquefies the victim slowly for easy ingestion. I hope my client can use it.",		"m17o":"There are poisons, and then there's the poisonous sliideptra worm of Tel IV. I've located a sample of the worm's poison. Please fetch it.",		"m16t":"For Unmanageable Tentacles",		"m16f":"filename_of_object (Small sealed container)",		"m16i":"Tentacle Lotion",		"m16c":"I don't know why, but some folks will pay a bundle for this junk.",		"m16p":"That O-i is the terror of the spaceways, they say. I have his personal tentacle lotion here. Yes, his own lotion!",		"m16o":"The infamous Twi'lek adventurer known only as O-i is in this sector. My supplier has found something important of his. I'll pay you to bring it!",		"m15t":"Crime Stopper",		"m15f":"mission\mission_datadisk.iff",		"m15i":"Hutt code",		"m15c":"Thanks! If this code should find its way back to Jabba the Hutt -- well, I expect I'd get his gratitude and a nice reward. We'll see.",		"m15p":"With this code my client can stop most of the Hutt criminal traffic in this sector. I hope so. Be careful!",		"m15o":"Messages transmitted within the Hutt criminal empire use unique codes. My source has cracked one code. Please get that data, but keep it quiet!",		"m14t":"Last Gasp",		"m14f":"filename_of_object (Small sealed container)",		"m14i":"Bith Musician Memorabilia?",		"m14c":"This was the musician's last breath, caught in this container! It has religious and ritual significance in certain cultures. Thank you!",		"m14p":"This is the container that collector wants, but I don't understand. I opened it, and it was empty.",		"m14o":"A great Bith musician has passed on. I've procured some of his irreplacable memorabilia. Out here, it's worth a fortune! Can you fetch it?",		"m13t":"Is This Thing On?",		"m13f":"filename_of_object (Comlink)",		"m13i":"Prototype Comlink",		"m13c":"Hello, hello, can you hear me? Hello? Hmm. Still needs work, apparently. Thanks anyway.",		"m13p":"We're still having some range problems with this comlink. Treat it carefully, it's a prototype.",		"m13o":"Galactic communications will be revolutionized once you bring me the new prototype comlink my researchers developed offworld.",		"m12t":"Avoid Imperials",		"m12f":"mission\mission_datadisk.iff",		"m12i":"Data of Imperial Interest",		"m12c":"I can tell you this much: If this plan works, don't invest heavily in Imperial tracking devices any time soon. That's all for now, thanks.",		"m12p":"A word to the wise: While holding this disc, you'd be well advised to avoid Imperial entanglements.",		"m12o":"Certain data, too sensitive for HoloNet transmission, has become available. I'll pay you well to be my courier.",		"m11t":"Mistreated Miners",		"m11f":"mission\mission_datadisk.iff",		"m11i":"Mining Company Personnel Data",		"m11c":"Thank you! With this information, I can expose this rampant wage-slavery and bring down the company!",		"m11p":"The stories here of the mistreatment of miners will chill your forebrain. That mining company must be stopped!",		"m11o":"An acquaintance has compiled data on a certain mining company's practices in this sector. I need that data, and I'll pay very well to get it.",		"m10t":"A Roguish Scoundrel",		"m10f":"mission\mission_datadisk.iff",		"m10i":"Record of Scoundrel's Movements",		"m10c":"It warms my spirit to know that the rascal will soon be in custody. Thank you, many thanks!",		"m10p":"With this data, a good bounty hunter can track the rogue who treated that innocent female so badly.",		"m10o":"A scoundrel trifled with my sister's honor, then fled the planet. A friend has compiled a list of his secret movements. Bring it here, no matter the cost!",		"m9t":"Genetic Defect",		"m9f":"filename_of_object (Small sealed container)",		"m9i":"Tailored Retroviral Cure",		"m9c":"Thank you! A thousand thanks -- and please accept this reward. I'll have the retrovirus relayed to my relative at once.",		"m9p":"This retrovirus must be kept sealed and intact until it reaches the victim. Hurry!",		"m9o":"A close relative is dying of an ailment hereditary in our line. But I've just received word of a cure, a tailored retrovirus. I beg of you, get that cure!",		"m8t":"Whatever Happened to That Kid?",		"m8f":"mission\mission_datadisk.iff",		"m8i":"Podrace Recording",		"m8c":"Thanks! I'll show those fools they shouldn't take risky wagers with me. Haha!",		"m8p":"This is a multi-generational copy so the quality is not so good. But you can definitely tell that a human boy wins the race.",		"m8o":"I made a large wager that the Boonta Eve Classic podrace on Tatooine was once won by a human boy. I've located an old hologram recording of the event that proves this. Think you could pick it up for me?",		"m7t":"Identity Theft",		"m7f":"mission\mission_datadisk.iff",		"m7i":"Imperial ID Document",		"m7c":"Thanks. I cautioned my uncle against vacationing on a system run by Hutts. I hope he learns from this experience.",		"m7p":"Citizens should be more careful with these. Haven't you ever heard of identity theft?",		"m7o":"My uncle was robbed while vacationing on Nal Hutta and needs a new Imperial identification document to return home. Could you pick up his new doc for me? ",		"m6t":"Wrongfully Accused",		"m6f":"mission\mission_datadisk.iff",		"m6i":"Proof of Innocence",		"m6c":"Thanks to you, my father will be free again. Here is your just reward.",		"m6p":"I hope this sets that poor man free, but I wouldn't count it. The Empire doesn't like to acknowledge mistakes.",		"m6o":"My father has languished in an Imperial prison for months, falsely accused of conspiring with rebels. I finally found definitive proof of his innocence. I'm unable to travel to collect it myself. Could you help?",		"m5t":"Blackmail",		"m5f":"mission\mission_datadisk.iff",		"m5i":"Doctored Holographs",		"m5c":"Thank you. It's a shame when honest entrepreneurs like myself are dragged through the mud by jealous rivals. Thank goodness for troubleshooters like yourself. ",		"m5p":"Tell your patron not to worry about these blackmailers any more, and that I'll expect the balance of my pay by tomorrow.",		"m5o":"I'm a legitimate business owner whose enemies have tried to use some doctored holographs to blackmail me. Please pick up the last of these phony images from a collection agent I employed recently.",		"m4t":"A Protective Parent",		"m4f":"mission\mission_datadisk.iff",		"m4i":"Incriminating Holographs",		"m4c":"My deepest gratitude! Now my daughter will see the truth and be free of that ruffian for good.",		"m4p":"Some of these holographs are pretty graphic. I'd warn that poor girl before she views these.",		"m4o":"My daughter is about to make the biggest mistake of her life -- she's going to marry a criminal. But finally, I found proof of the rogue's activities. I need you to fetch some holographs and help save my daughter.",		"m3t":"Loyal to a Fault",		"m3f":"mission\mission_datadisk.iff",		"m3i":"Ship Logs",		"m3c":"Thank you so much. I'm sure these logs will satisfy the Imperial agents working on my case. I would never betray the Empire.",		"m3p":"I hope these ship logs can save my friend. I send my best wishes along.",		"m3o":"I'm under investigation for suspected Rebel activity. I'm innocent, honest, and I've identified documents that can clear my name. Please bring them at once. My life depends on it!",		"m2t":"Being of Sound Mind",		"m2f":"mission\mission_datadisk.iff",		"m2i":"Last Will and Testament",		"m2c":"Thank you. This has been hard enough without all my cousins squabbling over my grandfather's properties. This should settle everything.",		"m2p":"Here is the will. The encryption used should prove the document is legitimate. If there are any questions, the family should contact me.",		"m2o":"My grandfather died recently and left his will on an encrypted datadisc that only I can access. Could you pick this up for me? It's most important to my family.",		"m1t":"Like a Member of the Family",		"m1f":"filename_of_object (Mouse droid)",		"m1i":"Mouse Droid",		"m1c":"It looks like a pretty standard mouse droid to me. Oh well, it's the client's money. Thanks.",		"m1p":"Here he is. Tell the technician that money is no object. I want this special little mouse droid fixed at any cost.",		"m1o":"As I'm a specialist, my services aren't cheap, so I was surprised when a customer asked me to repair a simple mouse droid. Must mean a whole lot to this client -- my bill will likely exceed the cost of the droid. Do you think you could pick it up for me?"
}}
