{
	"stfFile":"mission/mission_npc_musician_imperial_easy",
	"entries": {
		"number_of_entries":"35",		"m9t":"Popular Coded Message Music",		"m9s":"No arrests have been made at this time. You have been paid for your part in this matter and should not inquire further.",		"m9o":"COMPNOR suspects the Rebels may be coding messages into popular music. Go to these coordinates and play some popular songs. Our spies, who are everywhere, will be watching your performance in hopes of catching anyone who might cavort or sway in a suspicious manner. A 10 minute performance is necessary.",		"m8t":"Morale Budget Purchase Order",		"m8s":"Not many troopers there? Well, no matter. The morale budget had no better use anyway. Foolish idea, a "morale budget."",		"m8o":"When troopers come back from a combat zone, they're ready to relax. This is not optimal. A purchase order from the morale budget requires you to go to this establishment and play songs that will encourage zealous enthusiasm for the battles ahead. A 10 minute performance is necessary.",		"m7t":"Dead Rebels",		"m7s":"The Dead Rebels apparently heard your recordings. They have paid you to stay away from their engagement. That is all.",		"m7o":"Evidently a musical band exists calling themselves the "Dead Rebels." The Moff is having them play a social event, but their touchboard player has fallen ill and they need someone to fill in. Go to the appointed venue and record tunes for evaluation. A 10 minute performance is necessary.",		"m6t":"Subliminal Turbolift Music",		"m6s":"The next time you're in a turbolift, you may only have yourself to blame for the quality of music.",		"m6o":"Imperial Security is recording soothing music to play in public turbolifts. The music will include subliminal messages encouraging patriotism. Hurry to this venue and play some song you think appropriate. You may find your fee quite soothing as well. A 10 minute performance is necessary.",		"m5t":"Rebel Musicians",		"m5s":"It turns out the musicians were all Imperial spies, posing as Rebel sympathizers. The sessions have been cancelled, as they serve no useful purpose.",		"m5o":"Some musicians suspected of being Rebel sympathizers gather locally and have a regular jam session. We want you to go and sit in with these wretches. Play along and find out what you can. You will be debriefed later. A 10 minute performance is necessary.",		"m4t":"Sound Check",		"m4s":"Perhaps one day you'll be headlining and entertaining the troops with your own music. For whatever that may be worth.",		"m4o":"A famous travelling band will be playing at an establishment popular with the local troopers. The venue needs you to play before the band arrives so they can test the acoustics. If you can play the -- let me see here -- the "synth-harmonica," that would be even better. What? Don't tell me, tell them. Go! A 10 minute performance is necessary.",		"m3t":"Lascivious Behavior",		"m3s":"People need to be reminded of their duty. A certain level of Imperial dignity must be maintained. That is all.",		"m3o":"Imperial Security personell have been frequenting places that play music encouraging lascivious behavior. We want you to go to this venue and play the kind of music that will remind people of their moral obligations. A 10 minute performance is necessary.",		"m35t":"Public Building Acoustics Test",		"m35s":"You are of course aware that the reason for your performance is classified. If you have told anyone, it will go badly for you.",		"m35o":"This office has been ordered to test the acoustics of public buildings on this world. I believe this is to assess the theoretical effectiveness of sonic weapons in indoor battles. Fear not -- we won't be firing weapons in this test! Rather, you must perform your music in the designated venue, and our spies will collect the acoustic readings. A 10 minute performance is necessary.",		"m34t":"My Imperial Heart",		"m34s":"Did you announce the title of the piece as "My Imperial Heart"? Do not prevaricate, for our spies are everywhere.",		"m34o":"A Moff in a nearby sector fancies himself a composer. Our own Moff, as a favor, has agreed to have his composition "My Imperial Heart" performed widely on this world. We have not yet received the music for this piece. Ergo, we order you to perform a piece of your choice at the designated venue. Be sure to call it "My Imperial Heart." A 10 minute performance is necessary.",		"m33t":"Stamp Out Decadent Art",		"m33s":"Reports have reached this office of a disturbing whiff of corruption in your recent performance. You will receive payment this time, but understand: We shall watch you more closely in the future.",		"m33o":"The Empire is vigilant for signs of corrupt, decadent art. We purge decadent performers mercilessly. However, we must also show a constructive, even pleasant aspect, encouraging decent, patriotic entertainment. This improves morale. Therefore, we commission you to perform at the designated venue. Refusal is a sign of decadence. A 10 minute performance is necessary.",		"m32t":"Raise Culture to Imperial Levels",		"m32s":"I am still consolidating our spies' reports on your performance. Until I assess the verdict, I shall conditionally congratulate you and release your payment.",		"m32o":"A certain disreputable element is manifesting in venues patronized by Imperial soldiers. This is perhaps inevitable where musicians flourish. However, this office has a budget for disseminating proper Imperial culture. Go and perform at the designated venue. Work to elevate the cultural level of the wretched hive. A 10 minute performance is necessary.",		"m31t":"Budgetary Requirement for Music",		"m31s":"For the record, I acknowledge that through your performance this office has encouraged local morale. In the future, get out of my sight.",		"m31o":"Ponder the dynamics of Imperial budget allocation. Credits are alloted to me for "encouraging local morale through artistic performance." Should I fail to spend them in this period, my next budget will be reduced -- not only in this preposterous item, but even in significant ways. Therefore I commission you to perform at the designated venue. A 10 minute performance is necessary.",		"m30t":"Pre-Empt Alien Musician",		"m30s":"We have reliable reports from our spies that the alien performer has now moved offworld. Now we may relax. Job well done, agent!",		"m30o":"A particular alien musician has attracted so much attention, it is advancing into the upper reaches of respectable society. Aliens are well and good in their place, but this one must be stopped. You are to perform at the designated venue; we have arranged that this will pre-empt the performance by the undesirable alien. Go now. A 10 minute performance is necessary.",		"m2t":"All That Fizz",		"m2s":"Fizz music and all variants have been declared inappropriate by the Imperial Board of Culture, and no further attempts to render it acceptable will be made.",		"m2o":"I hear that fizz music is very popular. Do you play fizz music? We are looking for musicians who can play fizz-like music, but with a higher moral standard. Songs about our beloved Emperor or the end of Old Republic corruption would be best. Go to these coordinates and play. A 10 minute performance is necessary.",		"m29t":"Identify Rebels Through Music",		"m29s":"Our commander has ruled the initiative to identify Rebel sympathizers through musical performance ineffective. Debriefing is cancelled. That is all.",		"m29o":"The Rebellion is known to attract many lowlife show-business performers. You, however, are above suspicion for the moment. Therefore we wish you to perform at the designated venue, in a casual, anti-authoritarian manner, and note the identities of all individuals who express to you anti-Imperial sentiments. We shall debrief you later. A 10 minute performance is necessary.",		"m28t":"Audition for Moff Diversion",		"m28s":"The spies report that your performance failed to meet the Moff's high standards. You may address complaints, if any, to the Imperial Security Bureau. I consider complaints inadvisable.",		"m28o":"The Moff plans an entertaining diversion for a certain celebrity scheduled to visit the planetary headquarters. The celebrity's identity is classified. The Moff wishes this office to audition suitable performers in a natural venue. You are to perform for the designated duration at the designated coordinates. Our spies will rate your performance. A 10 minute performance is necessary.",		"m27t":"Replacement for COMPNOR Initiative",		"m27s":"You have fulfilled your duty to the Empire, insofar as this relates to musical performance. Never forget: Imperial duty also dictates the highest moral conduct. That is all.",		"m27o":"COMPNOR's current morale-building initiative calls for an Imperial Center musician to tour designated venues on this world. It is not for me to question the wisdom of the substantial resources invested in this project. However, the musician has been delayed offworld. Our venue requires a performer. That will be you. At once! A 10 minute performance is necessary.",		"m26t":"Emergency Musical Substitution",		"m26s":"You show an admirable willingness to rise to the emergency. So long as you told no one of the reason for your performance, this will reflect well on you. That is all.",		"m26o":"This office is assigned to arrange the local performance of a new composition commissioned by the Imperial Ballet Company, "Forward to Greater Grandeur." Certain problems have arisen; these problems are classified. To fulfill the contract with the chosen venue, we shall send you instead. Go, and do not disappoint us. A 10 minute performance is necessary.",		"m25t":"Trap for Rebel Sympathizer",		"m25s":"Our spies did indeed identify the sympathizer. You may expect any future audience for your work to be reduced in size by one.",		"m25o":"A fugitive Rebel sympathizer is known to prefer the type of musical performance that you execute. I am laying a trap for this sympathizer, with you as the bait. Perform at the designated venue for the designated duration. Our spies, who are ubiquitous, will note the sympathizer's presence and report. Tell no one, or it will go badly for you. A 10 minute performance is necessary.",		"m24t":"Performance Classification SECRET",		"m24s":"That is acceptable. Compensation is attached. Tell no one!",		"m24o":"This office's budget is classified "Secret." An item within that budget allots funds for a certain purpose, also classified. To achieve that purpose, you are to go to the designated venue and execute a musical performance of the required duration. Tell no one! A 10 minute performance is necessary.",		"m23t":"Line Item to Increase Morale",		"m23s":"You are hereby compensated for the performance. I suppose a happy populace means greater security for our soldiers, so all is probably well.",		"m23o":"Owing to a recent purge of Rebel sympathizers, our spies, who are everywhere, have noted a decline in citizens' morale. I regard such issues as minor, but in fact a line item in this office's budget does go toward hiring musicians to increase morale. Therefore, you are hereby commissioned to perform at the designated venue. Go. A 10 minute performance is necessary.",		"m22t":""Dance Lords" Recording Confiscated",		"m22s":"So long as no reports reach this office associating your performance with impure alien ideas, we shall consider this "Dance Lords" matter closed. Tell no one, of course.",		"m22o":"I am in possession of a recording -- "Dance Lords of the Bith" -- confiscated from a junior Imperial officer who should know better. The officer is being sharply disciplined, of course, but the incident indicates a scandalous laxity in musical practice. You will go to a designated venue and perform music more suitably Imperial. A 10 minute performance is necessary.",		"m21t":"Intolerable Incident of Fizz Music",		"m21s":"I have heard no reports associating your performance with unusually immoral behavior. Hence I shall report the "fizz incident" closed. That is all.",		"m21o":"A memo from sector headquarters reminds us of the imperative need to maintain Imperial standards of decorum. Recently, licentious "fizz music" has been performed in a venue frequented by Imperial soldiers. Remediation of this offense falls to you. Go to this venue and provide a finer, more upstanding example of Imperial music. A 10 minute performance is necessary.",		"m20t":"Imperial Ballet Talent Scout",		"m20s":"The scout appears to have been waylaid before arriving on this world. Apparently some kind of scandal involving a Twi'lek dancer. How typical.",		"m20o":"The Imperial Ballet Company is sending scouts to this world in search of potential musicians. I am told that providing a talented musician may prompt favorable attention from our beloved Emperor himself. To that end, I order you to perform in a duly virtuosic and sprightly manner for the scout at the designated locale. At once! A 10 minute performance is necessary.",		"m1t":"You're Hired",		"m1s":"How did your performance go? No matter. Payment has been made for your service.",		"m1o":"I have a report from one of our spies, who are everywhere, that you fancy yourself a musician. Is this true? It had better be. You are being hired to go to the designated location and play inspiring and patriotic songs for anyone in that area. A 10 minute performance is necessary.",		"m19t":"Play Without Debauchery",		"m19s":"Your performance was acceptable. Note that conduct indicative of debauchery or scandal will be met with the harshest punishment. That is all.",		"m19o":"It is undeniable that the musical professions are noted for scandal and debauchery. That said, a certain judicious tolerance of music is valuable in encouraging morale among our soldiers, not to mention the citizens. A line item in our budget requires us to commission performers like yourself to perform in a designated venue. Go. Play. A 10 minute performance is necessary.",		"m18t":"Moff's Grant to Encourage Music",		"m18s":"I shall report to the planetary authority that you have discharged the obligations of the grant without provoking untoward remarks. That is all.",		"m18o":"A new grant from the planetary authority is earmarked for "encouragement of local musical arts." It is not for me to question the dictates of our Moff. Hence, we are offering a rather too-generous stipend for a musical performance at the venue designated by the grant committee. Go there and do -- whatever it is you do. A 10 minute performance is necessary.",		"m17t":"Inspire the Young",		"m17s":"Very well. Official policy is that we each serve the Empire in our own way. The principal servants fight, but lesser lights can still use their talents to inspire the soldiers.",		"m17o":"Who doesn't love an Imperial marching band? The sound of a jangler, the blare of a woot horn -- with that fanfare it's no wonder children across the Empire want to  grow up to be stormtroopers. In that spirit, you are to go this venue and inspire people with your music. Perhaps someone will join up one day because of you. A 10 minute performance is necessary.",		"m16t":"Musical Scrutiny",		"m16s":"All is well. Your music was found to be sufficiently inoffensive that it will not need further scrutiny. ",		"m16o":"The flagging moral standard of the music community is under scrutiny by Imperial Security. Too many musicians are far more concerned with "popularity" than with how they reflect the Empire's grandeur. I hope you are not one of these. Go to this location at once and provide a music sample for analysis. A 10 minute performance is necessary.",		"m15t":"Symphony Talent Scout",		"m15s":"Audition demo received. You may be contacted later if your submission suits Imperial needs. ",		"m15o":"A talent scout for the Imperial Symphony Orchestra is on this planet searching for undiscovered artists. There is an open call for musicians to go to this venue and record a demonstration. A small fee is to be paid for your time. A 10 minute performance is necessary.",		"m14t":"Old Republic Music",		"m14s":"COMPNOR has determined that the music of Dobi Deene represents a decadent and corrupt period in our history. This incident will be noted on your permanent record. That is all.",		"m14o":"The music of Dobi Deene is making a comeback. Personally, I think that Old Republic stuff is about as enjoyable as last year's flatbread, but COMPNOR doesn't seem to have a problem with it. If you know some Dobi Deene tunes and are willing to play them, go to it. A 10 minute performance is necessary.",		"m13t":"The Arts Budget",		"m13s":"As it happens, the inspection was cancelled. It seems that higher-ups deemed the inspection frivolous. The news arrived too late to prevent depositing your fee.",		"m13o":"Certain parties in this office have spent most of the arts budget on, shall we say, extracurricular activities. It now behooves us to quiet auditors' suspicions. Go to these coordinates, which happen to be on the path of a city inspection tour, and give an exceptional performance, so the arts will be seen to flourish. A 10 minute performance is necessary.",		"m12t":"Superior Skill",		"m12s":"I assume you gave a worthy performance. Funds have been deposited.",		"m12o":"All intelligent beings know that Imperial musicians have superior technique compared to those Rebel amateurs. As the populace at large are well known to be a bit on the dim side, the Imperial Board of Culture is making funds available for Imperial performers to demonstrate their superiority to all. A 10 minute performance is necessary.",		"m11t":"Virtues of The Empire",		"m11s":"Loyalty is rewarded. Disloyalty is...well, in this case there's no need to go in to that. That is all.",		"m11o":"Are you really giving your all for the Empire? It is the responsibility of all Imperial citizens -- most especially its artists! -- to support the Empire. I might also add, the Moff has authorized small stipends for artists who extol the virtues of Imperial rule. Yes, I thought that might get your attention. A 10 minute performance is necessary.",		"m10t":"Intercepting Rebel Spies",		"m10s":"Excellent work! We found some suspicious looking characters lurking around the periphery and have brought them in for interrogation. Your service has been noted.",		"m10o":"Imerial Security has captured a Rebel spy posing as a wandering musician. Go to the venue he was known to frequent. Play his usual list of pieces. We will quickly and quietly intercept anyone who might approach you. A 10 minute performance is necessary."
}}
