{
	"stfFile":"mission/mission_bounty_neutral_hard",
	"entries": {
		"number_of_entries":"25",		"m25v":"Think you're a match for me, hunter? Show me what you've got!",		"m25t":"Fugitive Pirate Captain",		"m25s":"Client sends congratulations and this message: "That space scum marooned us on an asteroid. Killing was almost too merciful, but we wanted this to be over once and for all. Thanks for the good work."",		"m25o":"Bounty Hunters' Guild",		"m25d":"A bounty is hereby issued on a fugitive pirate captain accused of betraying a loyal crew. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "You accused us of mutiny once. See what happens when we get really angry?"",		"m24v":"Finally caught up to me, eh? Too bad I'm your last mark, bounty hunter!",		"m24t":"Corrupt Intelligence Agent",		"m24s":"Client sends congratulations and this message: "Some professions demand a lifelong commitment. Don't you agree, bounty hunter?"",		"m24o":"Bounty Hunters' Guild",		"m24d":"A bounty is hereby issued on a former intelligence agent for an outlying star system, who is now a consultant to enemies of the planetary government. Target is believed heavily armed, extremely dangerous, and capable of detecting pursuit. The client requests this message be given to the target before termination: "Consider this your authorization for retirement."",		"m23v":"You can't have found me! It's inconceivable!",		"m23t":"Elite Slicer",		"m23s":"Client sends congratulations and this message: "Slicers think it's all fun and games, but this one compromised data that could endanger the lives of our operatives. You have demonstrated the seriousness of the crime. Thank you."",		"m23o":"Bounty Hunters' Guild",		"m23d":"A bounty is hereby issued on an elite slicer guilty of invading classified data systems in twelve sectors. Target is believed heavily armed and high-threat, and is known to monitor shuttle and spaceport logs to elude pursuers. The client requests this message be given to the target before termination: "It's time to log you out."",		"m22v":"I know your work. You're good. So I'll give you one chance to forget that you found me.",		"m22t":"Rogue Bounty Hunter",		"m22s":"Client sends congratulations and this message: "Conscience is a detriment to a bounty hunter. We're glad you, at least, understand that."",		"m22o":"Bounty Hunters' Guild",		"m22d":"A bounty is hereby issued on a rogue bounty hunter, accused of abetting the escape of a high-priced target and betraying an honest client. Target is heavily armed and expert in hunting techniques. Proceed with utmost caution. The client advises against speaking to the target before termination.",		"m21v":"I knew they'd send a hunter to do their dirty work. But you never met a mark like me!",		"m21t":"Mercenary General",		"m21s":"Client sends congratulations and this message: "The general's atrocities were legendary. You have rid the galaxy of a terrible scourge."",		"m21o":"Bounty Hunters' Guild",		"m21d":"A bounty is hereby issued on a mercenary general, wanted for atrocities in four sectors. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "Mercenaries have no friends, only clients and enemies. Both of them want to see you dead."",		"m20v":"You're quite skilled at pursuit. Too bad I have to kill you now.",		"m20t":"Freelance Spymaster",		"m20s":"Client sends congratulations and this message: "Your target's plots killed dozens and brought down many powerful regimes. Three bounty hunters were killed before you succeeded. You're among the best at what you do."",		"m20o":"Bounty Hunters' Guild",		"m20d":"A bounty is hereby issued on a freelance spymaster and architect of countless espionage and sabotage schemes. Target is believed heavily armed, high-threat, and aware of this bounty. Extreme caution is warranted. The client requests this message be given to the target before termination: "Time to blow your cover."",		"m19v":"Great. Another bounty hunter. Back off while you can, friend.",		"m19t":"Notorious Assassin",		"m19s":"Client sends congratulations and this message: "That assassin was the best we ever hired. Next to you, that is. Perhaps we'll be in touch again."",		"m19o":"Bounty Hunters' Guild",		"m19d":"A bounty is hereby issued on a notorious professional assassin, implicated in more than two dozen executions in the Core Worlds. Target is believed to be heavily armed, high-threat, and traveling in disguise. The client requests this message be given to the target before termination: "You're one of the best, but we hired someone better."",		"m18v":"I thought you'd never catch up to me, bounty hunter!",		"m18t":"Galactic Con Man",		"m18s":"Client sends congratulations and this message: "Thank you, bounty hunter. You don't know how many humiliated victims will celebrate this news."",		"m18o":"Bounty Hunters' Guild",		"m18d":"A bounty is hereby issued on a confidence man accused of defrauding millions of credits from victims across the galaxy. Target is believed to be extremely intelligent, heavily armed, and high-threat. The client requests this message be given to the target before termination: "You've got a quick wit, but not quicker than this bounty hunter's trigger finger."",		"m17v":"Another one. If this goes on, I'm gonna make that bloated worm eat his own tail.",		"m17t":"Insulter of Lord Jabba the Hutt",		"m17s":"Lord Jabba sends his regards.",		"m17o":"Bib Fortuna, Lord Jabba's Majordomo",		"m17d":"I offer greetings from the illustrious Lord Jabba the Hutt. During a party recently in my master's palace on Tatooine, a drunken smuggler made intemperate remarks about Lord Jabba's appearance. Lord Jabba took grave offense. To date I have dispatched several bounty hunters of increasing skill to teach this offender a painful lesson. In each case the villain escaped, always with increasingly rude remarks concerning my master. Daily Lord Jabba's matchless anger grows. It now falls to you to terminate this wily and well-armed offender.",		"m16v":"You think you can take me, eh?",		"m16t":"Unauthorized Bounty Provider on Baradas II",		"m16s":"House Tresario offers generous terms and excellent treatment, in contrast to House Benelex. We hope to work with you again.",		"m16o":"House Tresario Bounty Hunters' Guild",		"m16d":"House Tresario controls all bounties relevant to the world Baradas II. Our guild diligently defends its established territory. An interloper from House Benelex has attempted to offer bounties on various criminals active on our territory. House Tresario wishes you to locate and delete this would-be rival. Be warned that the target is extremely dangerous.",		"m15v":"I stole the genetic code of Kessel's glitterstim spiders! We can break the spice monopoly! What? Not interested? Bounty hunters -- you're all alike!",		"m15t":"Thief of Kessel Industrial Secrets",		"m15s":"The Mantis Syndicate pays you this generous bounty and wishes you the best of luck in future hunts.",		"m15o":"Mantis Bounty Hunter Syndicate",		"m15d":"The Mantis Syndicate offers an opportunity to talented hunters! A notorious thief has purloined valuable industrial secrets on Kessel. Termination must be swift and total, and all datadiscs and other information media on the body must be destroyed. Perform well to earn the Mantis Syndicate's generous favor!",		"m14v":"The Empire turned Duro's ecosystem into a toxic waste dump. I wanted to strike a blow -- and I still can! You won't stop me!",		"m14t":"Saboteur of Imperial Dam on Duro",		"m14s":"Client sends congratulations and this message: "The Imperial Dam still stands. Victory is inevitable. All will join us."",		"m14o":"Bounty Hunters' Guild",		"m14d":"A bounty is hereby issued on a saboteur who attempted to blow up the Imperial Dam on Duro in the Duros system. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "You should have chosen a stay at the Imperial Reprogramming Institute."",		"m13v":"What about folks just trying to make a living, huh? We're in danger of extinction too! But I'm not going extinct without a fight!",		"m13t":"Bimmisaari Poacher",		"m13s":"Client sends congratulations and this message: "Unfortunately, stupid and short-sighted people seem never to be in danger of extinction."",		"m13o":"Bounty Hunters' Guild",		"m13d":"A bounty is hereby issued on the head of a hunting organization that poached wildlife in the Asaari Woods of Bimmisaari in the Saari Ha system. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "We do this to protect the pallid leaf-nose batavian from extinction."",		"m12v":"So I wanted to build my own Star Destroyer. Is that wrong? I think I could have done it with another 25 million credits!",		"m12t":"Corellian Merchant Bank Robber",		"m12s":"Client sends congratulations and this message: "For reference, the lunatic's figures for Star Destroyer construction were wildly inaccurate."",		"m12o":"Bounty Hunters' Guild",		"m12d":"A bounty is hereby issued on a thief who stole 20 million credits from the Corellian Merchant Bank. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "Your scheme was hopeless. You are hopeless. Goodbye."",		"m11v":"You really think I'm the Killer? That's funny. It was convenient to copy his methods, that's all. Here, I'll show you.",		"m11t":"Vibro-Dagger Killer",		"m11s":"Client sends congratulations and this message: "If that wasn't the true Vibro-Dagger Killer, you have still done the galaxy a service by removing the copy."",		"m11o":"Bounty Hunters' Guild",		"m11d":"A bounty is hereby issued on a notorious murderer known as "the Vibro-Dagger Killer." Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "At last all your innocent victims will be avenged."",		"m10v":"I don't think so.",		"m10t":"Black Sun Rogue Assassin",		"m10s":"Client sends congratulations and this message: "Your success is proof that our employee was not sufficiently qualified."",		"m10o":"Bounty Hunters' Guild",		"m10d":"A bounty is hereby issued on an assassin formerly employed by the Black Sun criminal organization. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "I'm sending you to meet your old Vigo."",		"m9v":"Aah! How did you find me? I apologized a million times already! I'm no threat to anyone on the throneworld! You just never! Give! Up!",		"m9t":"Coruscant Blackmailer",		"m9s":"Client sends congratulations and this message: "Just an outworld hick who tried to score big in the big city. Never stood a chance."",		"m9o":"Bounty Hunters' Guild",		"m9d":"A bounty is hereby issued on a known blackmailer from Coruscant. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "We found you again. Keep running, and we'll keep finding you."",		"m8v":"I've got holos showing the Empire's press gangs, puppet military tribunals, and savage atrocities. I won't let you stop me from spreading the truth.",		"m8t":"Ralltiir Anti-Imperial Progagandist",		"m8s":"Client sends congratulations and this message: "The propagandist's data has now been destroyed. All is well."",		"m8o":"Bounty Hunters' Guild",		"m8d":"A bounty is hereby issued on a propagandist who spreads despicable lies about Imperial practices on the Core World Ralltiir. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "Victory is ours. All will join us."",		"m7v":"I'm a hunter too. My target was on that mining station, so I blew it up. Now I have to take you out too.",		"m7t":"Ord Mantell Saboteur",		"m7s":"Client sends congratulations and this message: "Indiscriminate destruction gives bounty hunting a bad name."",		"m7o":"Bounty Hunters' Guild",		"m7d":"A bounty is hereby issued on the destroyer of an orbital mining facility near Ord Mantell in the Bright Jewel system. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "You destroyed my livelihood; now I destroy your life."",		"m6v":"You don't even look like a Salaktori. They must be getting desperate now.",		"m6t":"Assassin of House Salaktori Member",		"m6s":"House Salaktori gratefully receives this favor. For your efforts in protecting our high reputation we award this bounty.",		"m6o":"Salaktori Hunters' Guild",		"m6d":"House Salaktori protects its high reputation as the galaxy's oldest and greatest hunting guild. Recent fractures in the outmoded galaxy-wide Bounty Hunters' Guild have encouraged rival houses to attack our members. By House policy, we avenge these offenses within no more than one standard year. One assassin has escaped vengeance, and the deadline approaches. We offer you this chance to earn our favor by killing this resilient quarry.",		"m5v":"You speak Huttese poorly.",		"m5t":"Failed Assassin of Beldorian the Hutt",		"m5s":"Your exemplary performance reflects the highest standards of the fading Guild, and of House Neuvalis as it carries forward the cause. Spread the news of our high aspirations!",		"m5o":"Neuvalis Bounty Hunters' Guild",		"m5d":"The short history of House Neuvalis chronicles its steady rise to preeminence among bounty hunters. With the recent fracture in the Bounty Hunters' Guild, House Neuvalis carries on its true spirit. You too may take up the torch by hunting the culprit behind an assassination attempt on Beldorian the Hutt on the desert world of Nam Chorios. This assassin is armed and extremely dangerous. Beldorian desires that you first speak these words: "Ah bah pwoodah ngallah dowaalaa!"",		"m4v":"Oh ho! He still lives, does he? More than I can say for you.",		"m4t":"Hired Assassin",		"m4s":"Splendid fighting, executed with a true warrior's grace. You will be welcome in the Benelex family when you are next on Paquallis III.",		"m4o":"Benelex Bounty Hunters' Guild",		"m4d":"In House Benelex you are not simply one of the finest bounty hunters in the galaxy; you are, as it were, part of a family. Our benevolent leader, Corvastan Benelex, recently escaped a scurrilous assassination attempt at his home on Paquallis III. This is heavy-handed work by our longtime rival, House Tresario. Now House Benelex offers you the chance to dispose of the assassin, prove your ability, and earn both our family's gratitude and our generous bounty. Speak first to the target, saying: "Greetings from Corvastan Benelex."",		"m3v":"Why, that stinking --!",		"m3t":"Gank Assassin Leader",		"m3s":"Client sends congratulations and this message: "Nicely done. You may want to look me up when next you're on Nar Shaddaa. Lovely place, you'll like it."",		"m3o":"Bounty Hunters' Guild",		"m3d":"A bounty is hereby issued on a mercenary who led a notorious band of Gank killers on Nar Shaddaa, the Smugglers' Moon in the Y'Toub system. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "Leyn Vanrel took over your gang. He sends his regards."",		"m2v":"Those labs were developing a cloaking device to sell to the highest bidder! I saw the proposals myself! But this set them back, let me tell you! Haha!",		"m2t":"Vandal of Mrlsst Laboratories",		"m2s":"Client sends congratulations and this message: "The quest for knowledge continues."",		"m2o":"Bounty Hunters' Guild",		"m2d":"A bounty is hereby issued on a felon who destroyed several laboratories on Mrlsst in the Mennaalii system. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "This is the fate of those who oppose the quest for knowledge."",		"m1v":"I thought those Mon Cals would lead me to their Knowledge Bank. I didn't like killing them. I won't like killing you either.",		"m1t":"Vicious Murderer",		"m1s":"Client sends congratulations and this message: "The seas of Calamari are cleaner with the passing of this monster."",		"m1o":"Bounty Hunters' Guild",		"m1d":"A bounty is hereby issued on the murderer of an innocent fish-farming family on Mon Calamari. Target is believed heavily armed and high-threat. The client requests this message be given to the target before termination: "There is always a bigger fish.""
}}
