{
	"stfFile":"mission/mission_npc_destroy_imperial_non_military_hard",
	"entries": {
		"number_of_entries":"25",		"m25t":"Quartermaster Suspected Missing",		"m25c":"It appears the quartermaster did not defect. He was knocked unconscious in an accident and has only now been found. All is well. Never mind.",		"m25o":"A quartermaster in the local supply depot has disappeared. Reports from his fellows convince us that he has defected to the Hutt organization, where his knowledge of Imperial supply procedures will help them steal our goods. We believe he resides in the criminal stronghold at these coordinates. Go there and reduce the base to slag.",		"m24t":"Imperial Navigator Gone Fugitive",		"m24c":"Excellent. We never learned why the mutinous navigator wanted a Star Destroyer. Then again, who doesn't?",		"m24o":"Our informants, who blanket the galaxy, have discovered the whereabouts of the notorious navigator who attempted to hijack his Star Destroyer and then escaped capture. He has made his way to this world, dwelling with the most contemptible criminal scum. It would almost be fitting to leave him in this squalid extreme -- but no. Find the base and kill everyone there.",		"m23t":"Kuat Drive Yards Exec Kidnapped",		"m23c":"The Kuat emissary's death is regrettable, of course. But he had insulted the exhaustive nature of our surveillance, and he refused further protection. Not a wise move.",		"m23o":"The merchant families who run Kuat's Drive Yards are indispensible to Imperial shipbuilding. Kuat's emissary to this world has been kidnapped, though fortunately not while under Imperial protection. We have located the gangsters and wish you to destroy their installation. The hostage's life is not important, because -- to repeat -- he was not under our protection.",		"m22t":"Demolitions Expert Joins Gangsters",		"m22c":"That was good work. The demolitions engineer apparently plundered vast quantities of Imperial munitions, intending to sell them here on the black market. Tragic, the loss of all those munitions.",		"m22o":"The Empire's senior demolitions engineer at the advance outpost on Bhurnell has blown up the entire outpost and fled! Our ever-watchful spies have traced him to this world, where he is consorting with gangsters. His grave offense requires immediate reprisal, despite the installation's heavy defenses. We commission you to destroy the installation and the engineer.",		"m21t":"Traitorous Marksmanship Champion",		"m21c":"The marksman apparently grew disillusioned with his role in the Empire's struggle to bring order to the galaxy. It often happens in these idealistic types. No great loss, really.",		"m21o":"A two-time champion of the Empire's marksmanship contests at the Academy on Carida has abandoned his home and fled his Imperial duties. Our spies, who are everywhere, traced him to a remote installation on this world. Ordinarily we would capture and interrogate him. In the circumstances, we believe it more prudent to send your team to simply destroy him. Consider attacking from extreme range.",		"m20t":"Weaponmaster Turns Fugitive",		"m20c":"My recent information indicates that the weaponmaster had attempted to assassinate his superior officer with a long-range sniper attack. This is frowned on in the higher circles of Imperial leadership. You did well to dispose of this renegade.",		"m20o":"One of the principal masters of the Empire's training programs in the Mid-Rim Territories has apparently bolted his high position and taken refuge on this world with a band of hirelings. Apparently he had offended a superior officer. The hopeless dolt! Your strike team must teach him a lesson. Destroy his fortification and kill all inside.",		"m19t":"Beacon Jamming Technology",		"m19c":"How unfortunate. It appears the stronghold held the jamming technology that roused our interest. Ah, well. You may be sure that the Imperial Security Bureau will not think the worse of you for your impetuous behavior. That would be beneath them.",		"m19o":"An ingenious pirate slicer apparently has learned to jam the coded S-thread hyperspace signals from Imperial homing beacons. The Security Bureau has apprehended the slicer and is quietly reasoning with him. So far he has only divulged the location of his gang's stronghold. Please dispose of the gang while we work on the more interesting question of the jamming technology.",		"m18t":"Bothan SpyNet Eavesdroppers?",		"m18c":"What? Not a Rebellion outpost? I gravely fear we are victims of a counter-intelligence deception. Drat those Bothans! Well, I shall reward you anyway. So, out of curiosity, who was it that you destroyed?",		"m18o":"It is time once again to kill many Bothans! They've set up another SpyNet installation to support the Rebellion. We have detected their eavesdropping, triangulated their location, and are ready to smash them. For this purpose we appoint you. Kill everyone and destroy the outpost. Nothing could be more straightforward.",		"m17t":"Flechette Cartridges Stolen",		"m17c":"Yes? What can I do for you? Oh, the flechette mission. You destroyed the thieves, then? Fine, fine. Here is your fee. Now please excuse me.",		"m17o":"The local Golan Arms representative informs us that thieves stole a supply of FC1 flechette cartridges. Pirates favor flechette weapons to avoid puncturing starship hulls. I promised the Golan salesman the Empire would look into it. Just now we are preoccupied with more significant matters, so I commission you to locate and destroy the thieves.",		"m16t":"Flame Carbine Stolen",		"m16c":"It has developed that those thieves did not steal my flame carbine after all. My lady friend took it to show at a party. Still, I shall honor the terms of payment.",		"m16o":"I am livid with rage. My personal Merr-Sonn C-22 flame carbine has been stolen. I have deployed every probot and hovercam in the Imperial armory, and have located the offenders, a sophisticated ring of thieves. I could send in a column of AT-AT walkers, but for budgetary reasons I prefer to send you. Destroy the thieves' stronghold, but not my valuable flame carbine!",		"m15t":"Focusing Coils for Sinister Purpose?",		"m15c":"Anyone stockpiling focusing coils was probably up to no good. They do have legitimate uses, but it pays to be careful. You are doing a fine job in our service.",		"m15o":"It is perhaps a long shot, but we have discerned that a particular outpost is obtaining large quantities of focusing coils. These coils are used primarily in light repeating blasters. We suspect gangsters are assembling their own weapons now. You must investigate and, if there is hostile activity, annihilate the outpost.",		"m14t":"E-Web Blasters in Gang Stockpile",		"m14c":"Excellent work. We could not afford to salvage those blasters, for who knows how the gangsters may have sabotaged them? Report back for further assignments.",		"m14o":"Smugglers are shipping in an alarming quantity of E-Web heavy repeating blasters, no doubt for the Rebellion. Our informants, who are everywhere, have located the stockpile. We wish you to lead an experienced strike team in an assault on this formidable stronghold. Destroy everything, especially the blasters.",		"m13t":"Sonic Rifles in Gangster Hands",		"m13c":"Did you not see any sonic rifles? Or hear them? Well, they may be elsewhere on this world. We shall continue investigating. Meanwhile, here is your fee.",		"m13o":"The Office of Criminal Investigations has tracked a stolen shipment of Pacnoral Sg-82 sonic rifles to a gangster stronghold on this world. Those sonic rifles can shatter bone at short range -- an ideal weapon for close conflicts with law enforcement. We'd like you to assemble a strike team and destroy the stronghold. Be wary of sonics!",		"m12t":"Pirates Receive Field Disruptors",		"m12c":"Evidently these pirates transported the field disruptors offworld before your assault. Regrettable, but the task was well executed regardless. Here is your payment.",		"m12o":"A stock of Evasive-13 individual field disruptors, stolen from an Imperial armory, has apparently arrived at a pirate lair on this world. We must not let these criminals use the disruptors to simply walk through our defensive shields. You must assemble your strike team and destroy the base forthwith. Expect heavy opposition!",		"m11t":"Twi'lek Adventurer Raids Training Base",		"m11c":"Did you see a Twi'lek there? Very well. We shall hope this cavalier "O-i" met a sudden and harsh death in the wreckage. That is all for now.",		"m11o":"We recently suffered alarming losses at a training base. A gang of thugs attacked with unusual cunning and bravery, led by a Twi'lek adventurer. The alien's code-name is said to be "O-i." An informant places this criminal and his gang at these coordinates. Assemble a strike team and destroy the base -- especially the Twi'lek.",		"m10t":"GNK Droid Thieves",		"m10c":"That is fine, for now. We must still penetrate the baffling mystery of why these gangsters are interested in GNK droids in the first place.",		"m10o":"Inexplicably, a large gang in a remote location has stolen large numbers of Imperial GNK-series power droids. They take these common droids, at great risk to their own lives, then simply release them in the countryside. It defies comprehension. We have located one of the gang's installations, and we ask you to exterminate it.",		"m9t":"Field Disruptors Stolen",		"m9c":"Excellent, but we still have much to do. With those Aeramaxis Evasive-13 individual field disruptors, the pirates can move through our shields as if through soap bubbles. As the situation develops, we may call you again. ",		"m9o":"A confidence artist managed to walk out of our armory with a supply of field disruptors. Tracking beacons in the disruptors led to a pirate stronghold before moving offworld. This stronghold is well defended, a target suited to the most experienced strike teams. While we track the stolen equipment, will you dispose of these pirates?",		"m8t":"Teach Pirates a Lesson",		"m8c":"You are an efficient agent and loyal Imperial citizen.  We have noted this in our records.",		"m8o":"With so many of our resources handling political offenses, sometimes the Empire must hire independent agents to deal with ordinary crimes such as piracy. We have the coordinates of a small habitation suspected to harbor a dangerous crew of notorious pirates.  We need a team to reconnoiter the area and destroy all buildings and collateral assets they find. ",		"m7t":"No More Ion Cannons",		"m7c":"The Empire appreciates a reliable agent.  Here is your payment.  Please contact us again for more assignments.",		"m7o":"Ion cannons are the ideal weapon for space pirates.  The Empire is very careful to restrict the movement of artillery-class ion guns, yet inevitably some of them fall into the wrong hands.  Fortunately less experienced pirates fail to disable the tracking circuits, allowing us to locate and disable the cannons.  The preferred method for such action is a swift ground strike. Can you help?",		"m6t":"Blast the Notorious Pirates",		"m6c":"An excellent strike. The Empire is indebted to you, agent. Perhaps you should contact us about helping to crush the Rebellion. We could use agents like you.",		"m6o":"One of the galaxy's most notorious and bloodthirsty band of pirates has fallen for our trap. They took some bait we offered and raided a ship full of bugged cargo. Now the pirates have led us right back to their lair. Their base sensors are rather sophisticated, however, so they would detect the approach of Imperial cruisers. We need a team of agents to land near their base and take it out. ",		"m5t":"Wipe Out Jabba's Guns",		"m5c":"You certainly are fearless, aren't you? You've gained a powerful enemy, we fear, but also a very influential friend. Congratulations on your success.",		"m5o":"Intelligence has managed to pinpoint the location of one of Jabba's major munitions depots. These weapons supply gunrunners in this and several adjoining sectors. Jabba's spies are scattered throughout local law enforcement, however, so stealth is important. We need a small team of agents to infiltrate that depot and blow it to bits.",		"m4t":"Take Out the Crime Doctor",		"m4c":"Good work. These criminals must understand the cost of breaking the Empire's laws. You've earned this reward, my friend.",		"m4o":"Black Sun maintains several medical facilities for use by their operatives. Assassins, gangsters, and other criminals have a hard time getting medical attention at legitimate facilities after a battle with Imperial authorities. We've located one of these centers and need it removed. We cannot afford to let these criminals patch themselves up after a scrape with our agents. ",		"m3t":"Remove the Protection Racket",		"m3c":"Excellent work, agent. This victory will make life easier for hundreds of merchants in this sector. Always a pleasure to work with a professional like yourself.",		"m3o":"The vicious group of criminals behind one of Black Sun's major protection rackets has been identified by Intelligence. They operate out of a well-guarded stronghold and fear nothing short of a full Imperial Military strike. They'd get away long before such a strike could be organized and executed, however, so we would rather employ a small but experienced strike team to take care of those rogues for us.",		"m2t":"Smash the Gunrunners",		"m2c":"Wonderful! Less deadly weapons in the hands of criminals means less risk for our Imperial agents. We need more agents like you.",		"m2o":"An illegal weapons manufacturing facility has been located by Intelligence. We believe it may be run by Black Sun. Many of the weapons bought and sold by gunrunners come from facilities just like this one. We need an experienced strike team to go in there and blast that installation into so much space debris. Can you help us close this case?",		"m1t":"Help the Empire Clean Up",		"m1c":"Bravo, agent! Your results never cease to impress us. We're glad to employ an agent as effective as you.",		"m1o":"A major Black Sun glitterstim lab has been located by Imperial Intelligence. These crooks are so well-connected, however, that any signs of an organized attack by the Imperial Military would scatter them throughout the sector. We need to insure this facility is hit hard and put out of commission for good. A select team of highly skilled independent agents ought to be able to take this refinery out. Do you accept?"
}}
