{
	"stfFile":"mission/mission_deliver_neutral_easy",
	"entries": {
		"number_of_entries":"30",		"m30t":"Wild New Hologame!",		"m30p":"This game totally rocks. You have like hundreds of species to choose from, and you can be anything from a smuggler to a bounty hunter to a -- shh, don't tell the Empire -- a Jedi! ",		"m30s":"Now I'm all down. Turns out the game server checks for cracked copies. It burned out my rig!",		"m30f":"mission\mission_datadisk.iff",		"m30r":"What, this game? Aw, c'mon. The lag time from here to the servers on Coruscant is terrible. Plus the controls are way too hard, especially the camera system.",		"m30o":"",		"m30l":"Datadisc",		"m30d":"Check this thing out! It's like a hologame, except you play it piggybacking on the Holonet, see? And you play with thousands of other people at the same time. So I have a copy of it here that's, you know, uh, kind of cracked? And I wanna slip it to my friend so we can play together.",		"m29t":"Manumission Documents",		"m29p":"I hope our servant gets joy from this.",		"m29s":"I feel much better. I wish our former servant well in whatever pursuit freedom brings.",		"m29f":"mission\mission_datadisk.iff",		"m29r":"What? Can it be? Freedom? Freedom! I am free! Free!",		"m29o":"",		"m29l":"Datadisc",		"m29d":"I feel guilty that it has taken this long for this legal document to be delivered. I know that we should not have kept an indentured servant so long, but over time, it felt like we were all one big happy family. But now, we've moved away, and well, it's time for justice to be done and for freedom to have its day.",		"m28t":"Grand Work of Mineralogy",		"m28p":"I do hope that you find the time to read my manuscript along the way. I recommend the section on theodolites.",		"m28s":"Thank you. The audience for mineralogical texts across the galaxy is vanishingly small in percentage terms, but in sheer numbers is quite enough to guarantee me a comfortable living.",		"m28f":"mission\mission_datadisk.iff",		"m28r":"Excellent! I imagine that this one will become a bestseller in short order.",		"m28o":"",		"m28l":"Datadisc",		"m28d":"My magnum opus, a reference work cataloging the various minerals of the galaxy, is finally complete. Some may call it dry or dull, but it is a grand work of scholarship, and I have been careful to annotate every reference. Every mineral description is accompanied by a holograph of both the mineral itself and of its molecular structure. Now all I need is for you to hand-deliver it to the publisher.",		"m27t":"Wildlife Research Manuscript",		"m27p":"I knocked off the writing duties on this hack job in -- well, I won't say how quickly, it embarrasses me. Have fun delivering it.",		"m27s":"Now the publisher can shill one more sentimental mess to gullible parents. Gaah, I need a drink.",		"m27f":"mission\mission_datadisk.iff",		"m27r":"Great, we'll rush this to distribution right away.",		"m27o":"",		"m27l":"Datadisc",		"m27d":"'Have you ever seen the nocturnal Nexu? Noticed all the different kinds of banthas there are? Now children across the galaxy can learn about amazing animals on a hundred worlds, and in addition see delightful full-color holographs of each beast at work or play.' That's what the blurb says, at any rate. Well, I need someone to deliver this mess, and I guess you're it.",		"m26t":"Stories and Scribblings",		"m26p":"Here you go. If you lose them, I don't care. Just trifles, after all.",		"m26s":"Really, the whole foofaraw over these jottings baffles me. Ah well, life is a mystery.",		"m26f":"mission\mission_datadisk.iff",		"m26r":"Great! This writer is fantastic. It's a real honor to publish these stories. I only hope that the political content is a little more -- subdued this time.",		"m26o":"",		"m26l":"Datadisc",		"m26d":"Well, I finished off my latest batch of scribblings. I barely call them stories, really, hardly worthy of the name. Writers mostly scribble anyhow; aren't many who have anything worth saying. Anyway, for whatever reason, a publisher wants to see these. So go ahead, take them.",		"m25t":"Unspeakably Sensitive Poetry",		"m25p":"These poems are the expressions of my heart. Be careful with them, please!",		"m25s":"I can't believe this rejection! Not only the rejection itself, never mind that, but the speed of it! Did you say something bad to the publisher?",		"m25f":"mission\mission_datadisk.iff",		"m25r":""Like the sight of the peko-peko"? Oh brother.",		"m25o":"",		"m25l":"Datadisc",		"m25d":"This is my manuscript of poetry. Here's a sample: "Like the sight of the peko-peko/Soaring free above the swamps/My love for you hovers, rises, delicate yet strong/And disappears only into the glory of sunsets." I need you to deliver the datadisc to my publisher.",		"m24t":"Serve a Circuit Summons",		"m24p":"Here's the summons. Just hand it to the recipient and leave. Not much point in talking.",		"m24s":"The recipient has relayed acceptance of the summons, and promises to be indisputably and vocally present in court at the appointed time.",		"m24f":"mission\mission_datadisk.iff",		"m24r":"A summons? What? Hey now, why am I getting a summons?",		"m24o":"Imperial Circuit Court",		"m24l":"Datadisc",		"m24d":"We need you to deliver a summons. Our regular couriers are unavailable, and this case needs prompt investigation. Simply serve the summons, and don't engage the recipient in any significant conversation -- trust us, it won't go well.",		"m23t":"Important Policy Speech",		"m23p":"This speech needs to be delivered in advance of the big event. I hope you make it.",		"m23s":"The event is apparently getting rescheduled. We may need your help again. Thanks!",		"m23f":"mission\mission_datadisk.iff",		"m23r":"Well, the event was cancelled, but thanks for the speech anyway!",		"m23o":"Imperial Communications Office",		"m23l":"Datadisc",		"m23d":"We need to hand-deliver this important policy speech to a local government official -- there's some big event happening, and the speech needs to be presented then. For some reason, we can't get through via the regular HoloNet channels, so we're counting on you to deliver it!",		"m22t":"Private Party Invitation",		"m22p":"The party information is on this datadisc. Please be discreet.",		"m22s":"Thank you so much. You may hear about the party in HoloNet society news coverage.",		"m22f":"mission\mission_datadisk.iff",		"m22r":"Oooh, a party! Great, I can't wait to show off my new purple peko-peko boa!",		"m22o":"",		"m22l":"Datadisc",		"m22d":"I need you to deliver a party invitation. It's a private affair; all relevant information is on the datadisc. Just to be clear, you're not invited -- your sort wouldn't be welcome there, you really wouldn't fit in. No offense.",		"m21t":"I Hate Hate Hate You",		"m21p":"I shouldn't even bother to send this, but I can't resist.",		"m21s":"My sweetheart called. My stupid letter almost broke up a wonderful romance, and you let me do it! I HATE YOU! HATE HATE HATE!",		"m21f":"mission\mission_datadisk.iff",		"m21r":"But -- but -- I'm still in love -- this is all a misunderstanding -- oh no!",		"m21o":"",		"m21l":"Datadisc",		"m21d":"I need you to deliver a letter. Here is an excerpt: "I hate you. I never want to see you again. Oooh, you make me so mad. Don't try to deny you've been seeing someone else! I saw you! I hope you get stepped on by an overweight bantha and die! I hope you break out with a terrible skin disease! I can't believe I ever thought I loved you! HATE HATE HATE!" Be sure to sneer as you deliver it.",		"m20t":"Secure Warehouse Keycodes",		"m20p":"Here are the keycodes. Don't bother trying to get at them, they're encrypted. This facility is practically impregnable, I am sure the buyer will be pleased.",		"m20s":"Cantina! Gad!",		"m20f":"mission\mission_datadisk.iff",		"m20r":"Thanks! I don't know why the seller was so concerned about hand-delivering the keycodes. I figure this building will make a great cantina. I don't plan to ever lock it!",		"m20o":"",		"m20l":"Datadisc",		"m20d":"I have sold an impregnable warehouse, and I need to hand-deliver keycodes to the structure. I don't want them on the HoloNet, of course, or some slicer will get access to a valuable piece of real estate -- a triple-A secured facility suitable for biomedical materials, weapons grade research, that sort of thing. I want you to deliver them, by hand, to the purchaser.",		"m19t":"Hand-Carry Vital Software",		"m19p":"Here's the software. Please deliver it promptly. And don't bother trying to run it -- I promise you don't have the required hardware.",		"m19s":"Thanks, we couldn't have done it without you. You fee has been deposited.",		"m19f":"mission\mission_datadisk.iff",		"m19r":"Thanks for delivering the software. How high is your security clearance? All right, never mind.",		"m19o":"",		"m19l":"Datadisc",		"m19d":"This software is confidential and critical. Suffice it to say that it has significant military applications. We need you to hand carry it, at the client's insistence; they are extremely paranoid about it going over the HoloNet. Please deliver it to their representative at the agreed location.",		"m18t":"Secret Passcodes",		"m18p":"Don't look at these. Don't ask what building they're for. Don't ask who is hiring you. Don't ask who is receiving them. Just do as you're told and get paid.",		"m18s":"We'll know if you looked at these codes. And we know where you live. So if you find yourself suddenly dead, you have only yourself to blame.",		"m18f":"mission\mission_datadisk.iff",		"m18r":"We've been tracking your progress. We've identified you. We know everything important about you. Remember that.",		"m18o":"",		"m18l":"Datadisc",		"m18d":"I don't think you should look at these passcodes. Are we clear? It might not be healthy. In fact, these might not be passcodes at all. Why don't you tell yourself they are something silly and harmless, like love letters or recipes or something, okay? Great, just so we understand each other. Be sure you hand them to the right person.",		"m17t":"Illegal Activity?",		"m17p":"Don't show these documents to anyone. Don't look at them yourself. And trust me, you're doing the right thing.",		"m17s":"This will shake the foundations of the Empire! And we will remember your role in our breakthrough.",		"m17f":"mission\mission_datadisk.iff",		"m17r":"This is incredibly important. With this we can finally expose corruption and malfeasance among Imperial tax agencies. Thank you so much for delivering this!",		"m17o":"",		"m17l":"Datadisc",		"m17d":"I suggest you not look at these images; they are potentially incriminating, and knowledge of their contents could put your name on bounty hunters' lists throughout the galaxy. Just deliver them, no questions asked, discreetly and quickly. Trust me, I am revealing the horrible corruption at the highest levels of government. But I need your help to do it.",		"m16t":"Jawas Were Spacefarers!",		"m16p":"Be careful; these three-dimensional scans of the stone tablets are priceless. We've made backups, of course, but we need the lab to examine them quickly.",		"m16s":"We believe that phonemic analysis of spoken Jawa language, when combined with an analysis of their typical migratory patterns across the sands of Tatooine, reveals a degenerate form of what was once a highly vibrant culture capable of spacefaring, advanced weaponry, and a high degree of cultural attainment. This is so exciting! A major breakthrough in archaeology.",		"m16f":"mission\mission_datadisk.iff",		"m16r":"Amazing data. Have you heard that the trade routes of the Jawa form a perfect ten-pointed star on the sand? You can sharpen a vibroblade if you leave it at the center.",		"m16o":"Imperial Archaeological Division",		"m16l":"Datadisc",		"m16d":"It may seem incredible, but we have become convinced that these ancient stone carvings found on numerous worlds, including even Corellia and Coruscant itself, are in fact of Jawa origin! Should our hypothesis prove true, it will reveal much about the galaxy long, long ago. We need someone to carefully hand-carry local specimens of stone tablets to a lab for analysis.",		"m15t":"Blaster Schematics",		"m15p":"Here. Please don't lose it, and please be careful with it! My whole life is tied up in this blaster design.",		"m15s":"Thanks for delivering my blaster design. If it works, you can tell everyone you played a part in revolutionizing blaster technology.",		"m15f":"mission\mission_datadisk.iff",		"m15r":"Another wannabe blaster designer. If you've seen one, you've seen a million. Well, we'll look at it and see if it's any good. Thanks.",		"m15o":"",		"m15l":"Datadisc",		"m15d":"My whole livelihood is tied up in this new blaster design -- I've spent years perfecting it, and I am positive it will cause a revolution. I don't trust this design to the HoloNet. There are too many clever slicers looking for industrial secrets. I need you to carry it to the industrialist whom I hope will agree to manufacture it. He says he will have a representative waiting.",		"m14t":"Colo Claw in Honeyed Spice-Milk",		"m14p":"Be sure to watch as that scoundrel rival cringes! Weeps! Despairs of ever mastering this dish!",		"m14s":"Soon I shall prepare yet another culinary masterpiece. My rival's ego will endure further unbearable torment! Oh, I am bad, I am bad, but I cannot resist.",		"m14f":"mission\mission_datadisk.iff",		"m14r":"Mmmm, this looks good. I wonder why this guy keeps sending me these great recipes. I wonder if he has the wrong person?",		"m14o":"",		"m14l":"Datadisc",		"m14d":"Ah, the delicate savory flavor of carefully filleted colo claw fish, with the lightest sauce of fermented blue milk, rockmite honey, and a secret mix of herbs and spices! The aroma as you ladle the broth from a masterfully crafted soup. The explosion of sensations on your tongue, enough to satisfy the greatest gourmands in the galaxy. This is my greatest work in the greatest art of all, the ephemeral art of cookery! And I need you to hand-deliver it to my rival, just so that I can know that he saw it personally, and will weep at the very idea of ever equalling my exquisite mastery!",		"m13t":"Illegal Activity?",		"m13p":"Don't show these documents to anyone. Don't look at them yourself. And trust me, you're doing the right thing.",		"m13s":"No reply? Well, I'll keep working to spread the truth!",		"m13f":"mission\mission_datadisk.iff",		"m13r":"What, is this all? Nobody cares about the stupid old scandal. Oh well, I guess it was easy credits for you!",		"m13o":"",		"m13l":"Datadisc",		"m13d":"I suggest you not look at these images; they are potentially incriminating, and knowledge of their contents could put your name on bounty hunters' lists throughout the galaxy. Just deliver them, no questions asked, discreetly and quickly. Trust me, I am revealing the horrible corruption at the highest levels of government. But I need your help to do it.",		"m12t":"Inheritance Notification",		"m12p":"Here you go. The information about the inheritance is in this datadisc. Please make sure it ends up in my cousin's hands only!",		"m12s":"I attach your fee, which pays for services rendered -- and for your reasonable discretion.",		"m12f":"mission\mission_datadisk.iff",		"m12r":"Ah, what's this? An inheritance? Why, thank you so much! I had heard that my uncle passed away, but we were never close. This is quite unexpected!",		"m12o":"",		"m12l":"Datadisc",		"m12d":"My cousin was remembered in my late father's will. I don't trust this information over the normal communications channels -- it's not much of an inheritance, and if I go through the normal channels, it's bound to be taxed down to zero. I'm asking you to deliver the information regarding the inheritance, and I'm willing to pay a modest fee.",		"m11t":"Old Love Letters",		"m11p":"Will you take these letters? I don't feel right walking up to this old lady's family and handing over these love letters -- I remember my grandmother too well.",		"m11s":"I've received a touching note from the "other woman." She was very grateful. You can be proud.",		"m11f":"mission\mission_datadisk.iff",		"m11r":"Love letters for my grandmother, eh? Tell the truth, I am not sure I should deliver them -- well, okay. Who am I to stand in the way of an old romance?",		"m11o":"",		"m11l":"Datadisc",		"m11d":"My grandfather recently passed away. After my grandmother died, he always told us stories of his childhood sweetheart, "the one that got away." He would write letters to her, letters that were never sent. Now he's gone, and I think the right thing to do is have these letters delivered at long last. Can you take the archive to her family? I don't feel I can face this woman myself.",		"m10t":"Solo Kloo-Horn Recording!",		"m10p":"If you lose this disc, mister "artiste" is going to have a fit. I don't know why he doesn't just transmit the stupid thing. Like compression would make his stupid bleatings sound worse!",		"m10s":"Thanks, buddy. This recording is going to blow your mind, it's the best kloo-horn material ever, I swear. My girlfriend says I'm a genius, and she used to write for the music rags, so she should know.",		"m10f":"mission\mission_datadisk.iff",		"m10r":"Hey, thanks. That is a good thing, delivering these gonzo sounds. A good thing. -- Uh, sorry, was I saying something? Never mind. Take care, okay? I'll go check out the vibes on this. Thanks.",		"m10o":"",		"m10l":"Datadisc",		"m10d":"My new solo recording of kloo-horn pieces, including an all-new rendition of the classic "Soaring Banthas at Sunset," is finished. But I need someone to hand-deliver it to my sound engineer. I don't trust HoloNet compression routines, you know, they're lossy algorithms that ruin the tone. I'm kind of distracted by a personal crisis, so I really need these tracks taken quick. Be a friend, huh? You'll love the guys at the mastering joint, they're smooth.",		"m9t":"Private Business Communiques",		"m9p":"Here are the communiques. They're encrypted, so don't bother trying to read the datadisc. The recipient will know how to decrypt them.",		"m9s":"Thank you. When you see the new model Howlrunner emerge from the Empire's production lines, you can say, "I helped with that."",		"m9f":"mission\mission_datadisk.iff",		"m9r":"Thank you for the delivery.",		"m9o":"",		"m9l":"Datadisc",		"m9d":"We need a confidential courier to deliver these private business communiques. We hope you are up for the job -- normally we use only bonded and qualified couriers, but we're in a hurry. It is vital that these documents reach their intended destination quickly, as there are millions of credits at stake.",		"m8t":"Chemical Melts Through Planets",		"m8p":"Here you go, the datadisc with the formula. I feel sure this compound will prove to have tremendous military and medical applications.",		"m8s":"Evidently the experimental lab blew up. It is unclear whether my compound had anything to do with this. Well, no great breakthrough was ever won easily.",		"m8f":"mission\mission_datadisk.iff",		"m8r":"Ah, thank you for delivering the formula! We shall test it immediately, and hope it doesn't blow up.",		"m8o":"",		"m8l":"Datadisc",		"m8d":"I can't tell you what this is about. I'd have you deliver the actual compound, but it would probably explode. Or melt through the world. Or both. Or neither. You know, it's very unstable. But the commercial applications! Stunning! In any case, we need you to deliver the formula, if you could.",		"m7t":"Manumission Documents",		"m7p":"I hope our servant gets joy from this.",		"m7s":"Giving an indenture servant freedom is one thing, but condoning escape only weakens the whole system. I have reported the fugitive to Imperial authorities.",		"m7f":"mission\mission_datadisk.iff",		"m7r":"Oh... well, that's ironic. She ran away yesterday. I guess she couldn't wait any longer for freedom.",		"m7o":"",		"m7l":"Datadisc",		"m7d":"I feel guilty that it has taken this long for this legal document to be delivered. I know that we should not have kept an indentured servant so long, but over time, it felt like we were all one big happy family. But now, we've moved away, and well, it's time for justice to be done and for freedom to have its day.",		"m6t":"Important Identity Documents",		"m6p":"Here are the identity documents. Please make sure that they arrive promptly!",		"m6s":"Our friend has made it offworld to a safe harbor, thanks to you.",		"m6f":"mission\mission_datadisk.iff",		"m6r":"How wonderful! With this, we can save our friend from imprisonment.",		"m6o":"",		"m6l":"Datadisc",		"m6d":"They're saying that they may have to arrest our friend because of a lack of identity papers. Well, we have the papers in question, obtained quite legally, I assure you. All we need is someone to give them to our friend so that the harassment by authorities can stop!",		"m5t":"Important Identity Documents",		"m5p":"Here are the identity documents. Please make sure that they arrive promptly!",		"m5s":"FROM THE IMPERIAL SECURITY BUREAU: The holder of this account has been apprehended on criminal charges. Do not attempt to contact the account holder. Long live the Emperor!",		"m5f":"mission\mission_datadisk.iff",		"m5r":"Perfect. Now we know exactly whom to arrest. Thanks for being so helpful, citizen -- and remember, the Empire is always watching.",		"m5o":"",		"m5l":"Datadisc",		"m5d":"They're saying that they may have to arrest our friend because of a lack of identity papers. Well, we have the papers in question, obtained quite legally, I assure you. All we need is someone to give them to an arranged intermediary so that the harassment by authorities can stop!",		"m4t":"New Engine Schematics",		"m4p":"Here are the plans for the new engine. Please deliver them promptly, and keep them quiet!",		"m4s":"This refinement lets us shave almost three credits off typical SKU assembly cost for the mid-sized speeder and swoop engine. This could mean billions of additional credits in a typical revenue cycle. Thank you for your help!",		"m4f":"mission\mission_datadisk.iff",		"m4r":"I hope you were cautious and discreet as you travelled. Thank you for the delivery.",		"m4o":"",		"m4l":"Datadisc",		"m4d":"This refinement to the typical twinline turbo design of the swoop engine flux chamber permits over 700 rotations per second using class C or better material manufacturing processes. We need these experimental blueprints delivered to our agent secretly, so that our competitors get no warning.",		"m3t":"Illegal Activity?",		"m3p":"Don't show these documents to anyone. Don't look at them yourself. And trust me, you're doing the right thing.",		"m3s":"FROM THE IMPERIAL SECURITY BUREAU: The holder of this account has been detained by the Empire for investigation of criminal activity. Do not attempt to contact the account holder. That is all.",		"m3f":"mission\mission_datadisk.iff",		"m3r":"Thank you for being a perfect patsy! Now we can arrest the person who sent you for high treason against the Empire. You're free to go.",		"m3o":"",		"m3l":"Datadisc",		"m3d":"I suggest you not look at these images; they are potentially incriminating, and knowledge of their contents could put your name on bounty hunters' lists throughout the galaxy. Just deliver them, no questions asked, discreetly and quickly. Trust me, I am revealing the horrible corruption at the highest levels of government. But I need your help to do it.",		"m2t":"Old Love Letters",		"m2p":"Will you take these letters? I don't feel right walking up to this old lady's family and handing over these love letters -- I remember my grandmother too well.",		"m2s":"That's terrible news. I feel so bad that I waited this long. Possibly if you had got there just a little sooner -- but no, it's not your fault.",		"m2f":"mission\mission_datadisk.iff",		"m2r":"Oh dear. Love letters for my grandmother -- she just passed away yesterday. You're too late.",		"m2o":"",		"m2l":"Datadisc",		"m2d":"My grandfather recently passed away. After my grandmother died, he always told us stories of his childhood sweetheart, "the one that got away." He would write letters to her, letters that were never sent. Now he's gone, and I think the right thing to do is have these letters delivered at long last. Can you take the archive to her family? I don't feel I can face this woman myself.",		"m1t":"Into the Hot Zone",		"m1p":"I advise you not to mention the outbreak to anyone; no sense in causing a riot. Deliver this quickly, for lives are at stake.",		"m1s":"The unpredictable nature of this epidemic means there could be other outbreaks. We must be ready!",		"m1f":"mission\mission_datadisk.iff",		"m1r":"Ah, another copy of the antidote compounds. Fortunately, we received the electronic transmission early on, and were able to contain the outbreak. There's no danger now. But thank you anyway.",		"m1o":"",		"m1l":"Datadisc",		"m1d":"This datadisc holds an important chemical formula that we believe can lead towards a cure to multiple dangerous diseases. It needs to be hand-delivered to medical personnel; we have multiple couriers going out, as well as electronic transmissions. We are taking all necessary precautions because it is completely vital that this reach its destination, do you understand? Thousands or even millions may die."
}}
