{
	"stfFile":"mission/mission_deliver_rebel_hard",
	"entries": {
		"number_of_entries":"25",		"m25t":"Soothing a Hutt",		"m25p":"You'd think that after the Bounty Hunter Wars, the Guild would be eager to work with us.",		"m25s":"You've done your part. Now let's hope that Hutt is willing to listen to reason. The last thing we need is some bounty hunter jeopardizing the location of one of our bases.",		"m25f":"mission\mission_datadisk.iff",		"m25r":"I'll deliver the message, but I doubt Jabba will negotiate. He wants Solo pretty bad.",		"m25o":"Alliance High Command",		"m25l":"Datadisc",		"m25d":"We need to buy Commander Solo some time. These bounty hunters are getting more daring in their attempts to capture him. Apparently Solo offended a powerful Hutt on Tatooine. We need this offer delivered to our contact in the Bounty Hunters' Guild to see if they'll help negotiate a settlement between Solo and that Hutt. These sorts of missions are never easy. Can you handle it?",		"m24t":"A Gift of Brandy",		"m24p":"Borsk Fey'lya never forgets a friend, citizen.",		"m24s":"It is Minister Fey'lya's hope that the gift to the general will serve as a bond between them and encourage closer ties in the future. Well done.",		"m24f":"filename_of_object",		"m24r":"The general will be most appreciative. Thank you.",		"m24o":"Borsk Fey'lya",		"m24l":"Bottle of brandy",		"m24d":"My employer has acquired a rare bottle of Alderaanian brandy -- General Rieekan's favorite drink. Could you deliver this bottle to one of the General's aides? Tell the aide that Borsk Fey'lya sends it to the general with his compliments. ",		"m23t":"Rescue a Family",		"m23p":"If the officer loses his family, we don't know how he'll react. We hope he'll keep a cool head.",		"m23s":"We suspect this may be a trap, so we're insisting that the officer remain safely at our central command station. I hope we don't wind up losing more people than we rescue. ",		"m23f":"mission\mission_datadisk.iff",		"m23r":"This sounds like a trap, but I suppose we have to try to rescue the officer's family.",		"m23o":"Alliance High Command",		"m23l":"Datadisc",		"m23d":"An Alliance officer wishes to attempt a rescue of his family. We have learned their location and wish a strike team assembled to undertake this mission. Please deliver this encrypted datadisc, which contains the location of the detention facility, to the commander we've chosen to lead this strike team. This matter is of the highest priority. We hope you accept. ",		"m22t":"Secret Reports",		"m22p":"I think the General will rest easier when he reviews our findings.",		"m22s":"You have performed your task admirably. Payment has been deposited.",		"m22f":"mission\mission_datadisk.iff",		"m22r":"I'll get this to the General at once.",		"m22o":"Alliance Intelligence",		"m22l":"Datadisc",		"m22d":"Surveillance reports have come in regarding the Empire's interest in the Ison Corridor. We've investigated the matter closely. Our findings are contained on this encrypted datadisc. It must be hand-delivered to one of General Rieekan's command staff. We think you're the agent for this important mission. Do you accept?",		"m21t":"Surveillance Instructions",		"m21p":"Imperial Intelligence should never be underestimated.",		"m21s":"Your reliability has been noticed by the Alliance. We're most impressed with you.",		"m21f":"mission\mission_datadisk.iff",		"m21r":"We'll get right on it.",		"m21o":"Alliance Intelligence",		"m21l":"Datadisc",		"m21d":"A fragment of an Imperial communique mentioned the "Ison Corridor." We need these encrypted instructions delivered to Covert Operations. They are to investigate why the Empire is interested in this remote region of space. All findings should be hand-delivered by courier to General Rieekan's command staff. This matter is of the highest importance. Good luck. ",		"m20t":"Sow Discord",		"m20p":"Fortunately for us, the Empire's full of ambitious politicians eager to stab each other in the back.",		"m20s":"The more Admiral Ozzel clashes with Vader, the better off we'll be. Vader probably will replace him -- not that we care.",		"m20f":"mission\mission_datadisk.iff",		"m20r":"This mission has been a pleasure. We'll gladly keep it up.",		"m20o":"Alliance Intelligence",		"m20l":"Datadisc",		"m20d":"Through our spies in the Imperial Navy, we've managed to plant seeds of discord among Darth Vader's fleet commanders. Admiral Ozzel has taken the bait and believes Vader wishes to replace him with a junior officer. Rumor has it that the two rarely see eye-to-eye. We need instructions sent to our covert team's contact to continue spreading these rumors. Are you the one for this mission?",		"m19t":"Remembering Alderaan",		"m19p":"I'm very sorry to say that until further notice, no Alliance member is to travel to the remains of the Alderaan system.",		"m19s":"When this conflict has ended, we'll have time to grieve properly. For now, the struggle continues.",		"m19f":"mission\mission_datadisk.iff",		"m19r":"I'll see to it that these orders are obeyed. The Empire has much to answer for.",		"m19o":"Alliance High Command",		"m19l":"Datadisc",		"m19d":"As difficult as it is, we need to quarantine the Graveyard of Alderaan. Imperial agents lie in wait for ships performing a Returning ritual, board the ships, and arrest the passengers and crew. We all still grieve for the loss of that bright world and its billions, but this is simply too risky for the Alliance. We need these orders delivered to our sector commander. Can you do this?",		"m18t":"Jedi Wanted",		"m18p":"Commander Skywalker has told us all he knew concerning Obi-Wan Kenobi. But I doubt we'll find other Jedi. Kenobi was probably unique.",		"m18s":"More Jedi would be most welcome in our struggle against the Empire. I hope we find some.",		"m18f":"mission\mission_datadisk.iff",		"m18r":"Finding more Jedi would certainly be something. You'd think if they were around, they'd have come out of hiding by now.",		"m18o":"Alliance Intelligence",		"m18l":"Datadisc",		"m18d":"Mon Mothma would like us to search for Jedi Knights who, like Obi-Wan Kenobi, survived the Clone Wars. These encrypted instructions tell our surveillance post officer to report any findings directly to Mon Mothma. This is a matter of great interest to High Command. Can we count on you?",		"m17t":"Weapon Depot Raid",		"m17p":"If the Empire goes to all that trouble to build weapons, the least we can do is steal them.",		"m17s":"We hope our strike team will as successful at their mission as you were at yours.",		"m17f":"mission\mission_datadisk.iff",		"m17r":"I swear I'm beginning to really enjoy these raids.",		"m17o":"Alliance Intelligence",		"m17l":"Datadisc",		"m17d":"We've just received Winter's latest intelligence in preparation for our next procurement raid. We need her report delivered to the strike team commander, so we can prepare for a raid on an Imperial munitions depot. Of especial interest to General Rieekan are the portable laser cannons held there. I hope we can count on you. Good luck.",		"m16t":"Black Sun Offer",		"m16p":"It would greatly benefit the Alliance if Darth Vader were removed from the picture -- though I'm not sure even Black Sun could take him.",		"m16s":"You have proved a most trustworthy courier. Let's hope the mysterious Black Sun leader proves half as trustworthy.",		"m16f":"mission\mission_datadisk.iff",		"m16r":"We'll check with the Black Sun Vigos we've worked with and verify this claim.",		"m16o":"Alliance High Command",		"m16l":"Datadisc",		"m16d":"We've received a very interesting proposition from someone claiming to be the leader of the Black Sun syndicate. This mysterious figure has offered the aid of their organization in exchange for any information we have about Darth Vader and the movements of his fleet. Can you deliver the details of this proposition to our intelligence officer, who will look into this offer more thoroughly?",		"m15t":"Speeder Modifications",		"m15p":"Extreme weather conditions! Working for the Alliance certainly builds character.",		"m15s":"These new modifications are classified. Please don't speak of them to anyone.",		"m15f":"mission\mission_datadisk.iff",		"m15r":"Modifications to a speeder, eh? We'll see what we can do.",		"m15o":"Alliance High Command",		"m15l":"Datadisc",		"m15d":"General Rieekan wants some speeder modifications delivered to our Incom engineers. I believe he wants our speeders tested for peak performance under extreme weather conditions. This encrypted datadisc contains his orders and testing specifications. Can you deliver them to the engineer team immediately? ",		"m14t":"Evacuation Orders",		"m14p":"Until the Empire falls, we must remain on the move.",		"m14s":"The evacuation was a complete success, thanks in part to you.",		"m14f":"mission\mission_datadisk.iff",		"m14r":"We'll have those families off that colony in no time.",		"m14o":"Alliance Intelligence",		"m14l":"Datadisc",		"m14d":"One of our colonies has been discovered by Imperial Intelligence. Many of our leaders' families are on this colony. This evacuation order must be hand-delivered to one of our pilots familiar with that colony. We dare not attempt to communicate via the HoloNet for fear of escalating the Imperial attack. You must hurry. The faith of the Alliance goes with you.",		"m13t":"New Starfighter Design",		"m13p":"This starfighter may tip the scales for us in combat. It's supposed to be more than a match for the TIE fighter's speed. ",		"m13s":"Let's hope these ships are everything they're supposed to be. We need to begin work on the prototype immediately.",		"m13f":"mission\mission_datadisk.iff",		"m13r":"These schematics are safe with me. I'll get them to their destination.",		"m13o":"Alliance High Command",		"m13l":"Datadisc",		"m13d":"Our top Incom engineer has just completed a design for a new starfighter code named the "A-wing." We need this design delivered to one of our contacts, who will hand-deliver it to our secret manufacturing plant. Can we count on you for this crucial mission?",		"m12t":"Bounty Hunter Allies",		"m12p":"Bounty Hunters may be ruthless, but they also follow a code. Let's take advantage of that.",		"m12s":"We hope the bounty hunters will inerpret those transmissions the same way we did. Thanks.",		"m12f":"mission\mission_datadisk.iff",		"m12r":"I suspect Black Sun was behind the attacks. We'll see what these transmissions reveal.",		"m12o":"Alliance Intelligence",		"m12l":"Datadisc",		"m12d":"We've intercepted some Imperial communiques that might prove the Empire was behind the recent attacks on the Bounty Hunters' Guild. It would benefit us if the Guild learns of this. These communiques must be delivered to our contact within the Guild. We hope it will encourage them to accept fewer deathmarks against Alliance allies. These are shady figures, though. Are you up to the challenge?",		"m11t":"Vulnerable Destroyers",		"m11p":"We'll destroy these ships faster than the Empire can build them.",		"m11s":"Your part of this job is finished. Now it's up to the strike team.",		"m11f":"mission\mission_datadisk.iff",		"m11r":"If we succeed, this will be a great victory for the Alliance.",		"m11o":"Alliance Intelligence",		"m11l":"Datadisc",		"m11d":"Our agents have discovered that four Imperial Star Destroyers will be in space dock at the same time. We've decided to strike the dock and destroy the Imperial ships. Could you deliver this encrypted datadisc to the strike team commander? It will reveal the location of the dock and list the Alliance pilots that will participate in the mission. ",		"m10t":"Imperial Defection",		"m10p":"The agent is to be picked up at these coordinates immediately. He believes the Empire is closing in on him.",		"m10s":"Good work. This agent will be of immense value to the Alliance.",		"m10f":"mission\mission_datadisk.iff",		"m10r":"He would be helpful to our cause. I'll pick him up right away.",		"m10o":"Alliance Intelligence",		"m10l":"Datadisc",		"m10d":"We've been contacted by an Imperial agent who wishes to defect to our side. Apparently, he'd been instructed to infiltrate Jabba's Palace on Tatooine and realized that his life was considered expendable by the Empire. He could provide us with valuable information regarding Imperial activities and intelligence missions. Could you deliver this message to one of our pilots? Please hurry. The Alliance is counting on you.",		"m9t":"Dark Trooper Specs",		"m9p":"Included in this disc are technical specs for the original Dark Troopers, which might help our men fight these specialized stormtroopers.",		"m9s":"Mechanized efficiency is no match for a dedicated freedom fighter. Forewarned is forearmed, thanks in part to you.",		"m9f":"mission\mission_datadisk.iff",		"m9r":"A new Dark Trooper? The old ones were bad enough.",		"m9o":"Alliance High Command",		"m9l":"Datadisc",		"m9d":"Even though we managed to destroy the Empire's Dark Trooper facility, we have reason to believe that some of these mechanized stormtroopers survived. We even suspect that an improved model has been constructed. This message must be delivered to our one of our top HoloNet slicers, so we can put all our troops on alert. Will you help save the lives of Alliance fighters? ",		"m8t":"Warn a Princess",		"m8p":"It seems that the Empire is always one step ahead of us. This must change.",		"m8s":"At least the Princess will be prepared for possible Imperial interference. ",		"m8f":"mission\mission_datadisk.iff",		"m8r":"The Princess will want to go anyway, but I will warn her. She's a stubborn individual, you know.",		"m8o":"Alliance Intelligence",		"m8l":"Datadisc",		"m8d":"Imperial Intelligence has instructed their agents to travel to the Circarpous system. We don't know if they have learned of our secret dealings with the Circarpousian financiers. This message must be delivered to one of Princess Leia's aides. This may jeopardize her plans to meet with the Circarpousians. Can we count on you, agent?  ",		"m7t":"Killer Virus",		"m7p":"The Empire will stop at nothing to destroy democracy. Those fiends!",		"m7s":"Thanks to your timely action, untold numbers of lives have been saved. You have our gratitude.",		"m7f":"filename_of_object",		"m7r":"I leave at once. I hope I'm not too late.",		"m7o":"Alliance Intelligence",		"m7l":"Small medical container",		"m7d":"We suspect that Imperial agents plan on attending demonstrations on the Core worlds protesting the Empire's use of the Death Star. These agents will try to release a deadly airborne virus during the protests. Our scientists have obtained a sample of the virus and have developed an effective retrovirus. This sample of this retrovirus must be delivered to our agent, who can distribute it to all our field medics for duplication. You must be quick. It may already be too late.",		"m6t":"Jedi in Peril",		"m6p":"Commander Skywalker is living proof that the Jedi's fire has not gone out of the universe. ",		"m6s":"We can't afford to lose such a great hero as Commander Skywalker. He inspires our troops and is a symbolic reminder of the Jedi of the Old Republic. He'll be on the alert for those Inquisitors now. Thanks for helping.",		"m6f":"mission\mission_datadisk.iff",		"m6r":"I'll see that Commander Skywalker gets this as soon as possible. ",		"m6o":"Alliance Intelligence",		"m6l":"Datadisc",		"m6d":"We've intercepted a transmission from Imperial Intelligence putting their Imperial Inquisitors on alert for Jedi. We need someone to deliver this alert to one of Commander Skywalker's scouts so he can be warned of the danger. We trust you to do this.",		"m5t":"Keep Our Allies Safe",		"m5p":"The Alliance is in constant need of supplies and military hardware. The CSA can provide us with that.",		"m5s":"A complete success, thanks to you!",		"m5f":"mission\mission_datadisk.iff",		"m5r":"We suspected those Imperial creeps were closing in on us. Thanks for the warning.",		"m5o":"Alliance Intelligence",		"m5l":"Datadisc",		"m5d":"The Empire has identified several Viceprexes in the Corporate Sector Authority who have been aiding the Alliance. They will no doubt attempt to remove these individuals one way or another. Can you send this warning to our contact within the CSA so they can warn the Viceprexes? These people are very important to our cause.",		"m4t":"Intercepted Transmissions",		"m4p":"The Mon Calamari are vital to the success of the Alliance. Help save them!",		"m4s":"Only a few couriers could be trusted with such an important mission. We're glad we chose you.",		"m4f":"mission\mission_datadisk.iff",		"m4r":"May the Force be with us. I'll leave at once.",		"m4o":"Alliance Intelligence",		"m4l":"Datadisc",		"m4d":"We believe that the Empire is preparing to strike Mon Calamari. Deliver these intercepted transmissions to our Mon Calamari contact who will have them sent to Admiral Ackbar immediately. If we act fast, we can save millions of Mon Calamari lives. We're relying on you. ",		"m3t":"A Secret Destination",		"m3p":"The Imperial fleet is scouring the stars for us. We must be extremely cautious.",		"m3s":"Our agent is on the way with those plans. Thank you!",		"m3f":"mission\mission_datadisk.iff",		"m3r":"I'll see these are delivered safely. ",		"m3o":"Alliance High Command",		"m3l":"Datadisc",		"m3d":"We need these new designs for climate control units delivered to one of our agents for transport to a hidden base in the Outer Rim. We dare not transmit these plans via the HoloNet for fear of Imperial Intelligence intercepting them. We must keep the location of our base a closely guarded secret. You've proven yourself to be a trustworthy agent. Can we count on you?",		"m2t":"Targeted for Termination",		"m2p":"We will not stand by and watch our patriots' families destroyed.",		"m2s":"The warning came just in time for them to get out. Well done.",		"m2f":"mission\mission_datadisk.iff",		"m2r":"The Senator's family will go into hiding. Thank you.",		"m2o":"Alliance Intelligence",		"m2l":"Datadisc",		"m2d":"A senator aiding our cause has angered Imperial Intelligence.  His family has been targeted for termination. Deliver this encrypted warning immediately to a member of the Senator's staff. We hope we're not too late to save this patriot's family. We're counting on you.",		"m1t":"Agent in Peril",		"m1p":"As a top officer in the ISB, our covert infiltrator will review the record of the arrest personally. When he sees the name of the individual arrested, he'll recognize it as a code alerting him to flee. ",		"m1s":"Our officer got the warning in time, thanks to you. Next, we have to free that field agent who slugged some stormtrooper. We may contact you again soon.",		"m1f":"mission\mission_datadisk.iff",		"m1r":"So now I've got to get arrested, huh? All right, this officer has served the Alliance faithfully. I won't let him down. I guess I'll go assault a stormtrooper.",		"m1o":"Alliance Intelligence",		"m1l":"Datadisc",		"m1d":"We managed to infiltrate an officer into the top ranks of the ISB. He's helped us save hundreds of lives. But he's been discovered, and we must warn him to escape. Can you deliver these encrypted orders to one of our field agents? The agent is to get arrested so that they can warn our infiltrator. Please hurry!"
}}
