{
	"stfFile":"mission/mission_npc_recon_imperial_easy.tab",
	"entries": {
		"number_of_entries":"50",		"m50t":"Check Rebel Activity and Bring Juice",		"m50c":"Very well. But I see you've omitted my cup of jawa juice. What went wrong? I'm afraid I'll have to write this up. Regulations, you know.",		"m50d":"Rebel",		"m50o":"I have a matter here that needs attention. Journey to these coordinates to investigate rumors of Rebel activity in the area. Just look; don't shoot. Oh, and on your return here, bring me a cup of jawa juice.",		"m49t":"Investigate Smuggled Convicts",		"m49c":"Very interesting. Maybe that place is the refugee smuggling depot we've been looking for. Nice work.",		"m49d":"Rebel",		"m49o":"Listen up. We think some rebels might be smuggling escaped criminals through a facility near here. I need you to check it out for me. Report back when you've had a look around the place. And keep yourself out of sight. I just want information, not a firefight.",		"m48t":"Lightsaber Claim",		"m48c":"Too bad you didn't see the lightsaber, but an installation full of Rebels is equally interesting to me. Looks like I'll get to exercise my trigger finger before supper tonight. Good work, my friend.",		"m48d":"Rebel",		"m48o":"Have you ever seen a lightsaber? Me, I've only heard about them in the old stories. But a civilian informant reported seeing one of them at a small installation some distance from here. I'd love to get a pair of Empire-friendly eyes inside that place. Care to handle this recon job for me? Come back here when you're finished.",		"m47t":"Investigate Some Unsavory Aliens",		"m47c":"I sure don't like the cut of that bunch. They sound like outlaws to me. Would you agree? I'll call this into Orbital Dispatch and see if a couple of TIE flyovers might chase those ugly drifters away from there.",		"m47d":"Gangster",		"m47o":"Nothing personal, but I've just about had my fill of aliens. Used to be, a man of my species could enjoy the company of his own without stepping on someone's tail or tentacle or furry hoof. Anyway, a band of unsavory-looking aliens has set up shop outside of town. I want you to check out their operation. Don't let on you're working for me, though. Just have a look and tell me what you find.",		"m46t":"Earn an Imperial Commendation",		"m46c":"Sounds like they were smugglers to me. Not good. Maybe I can hire some locals to bring my frames back before my superiors get word of this. In any case, thanks for helping me out. I'll file an Imperial commendation for you under some pretext that has nothing to do with lost TIE solar array support frames.",		"m46d":"Smuggler",		"m46o":"Yes, I lost another shipment of TIE solar array support frames. I don't deny it. But instead of threatening to tell my superiors, what if you investigate these coordinates where the tracking beacons sent their last transmission? You'll find my lost frames, I'll write you a commendation for service to the Empire, and my superiors won't be bothered by these petty logistical details. Do we have a deal?",		"m45t":"Rebels In My Jurisdiction",		"m45c":"You say there were no overt Rebels? Hmm. Well, any spacer whose licenses aren't in order is a potential Rebel smuggler. I'll have the planetary authorities raid the place and check out everyone's credentials. They're not going to slip any treason under my scanners. You can rely on that.",		"m45d":"Pirate",		"m45o":"There you are. I'm glad you showed up. I have a job for you. Intelligence has reported a possible Rebel encampment outside of town. I want you to check the place out. Don't start any trouble, though. Just look around and report back to me. I've got a surprise for them if they bring their treason into my jurisdiction!",		"m44t":"An Imperial Courier Is Missing",		"m44c":"There are Rebels out there? Oh, dear! Something must be done! I shall organize an official committee at once and vigorously debate this problem. We'll craft a strong warning for those Rebel scum. I can assure you of that!",		"m44d":"Rebel",		"m44o":"I require your assistance. An Imperial courier was scheduled to hand-deliver a memo to me this morning. It contained critical details about an upcoming Imperial operation. I'm mortified to say I haven't received it yet. Have a look round the courier's last known coordinates and see if there's any sign of that delivery. Then report back to me at once. I dread the thought of missing the next meeting of the Preliminary Exploratory Action Planning Committee. I'm the secretary, after all.",		"m43t":"Find a Missing Patrol",		"m43c":"Blast! Rebels! They must have waylaid my patrol. Thanks for the assistance. I'll notify the authorities at once!",		"m43d":"Rebel",		"m43o":"Excuse me. The Empire needs your help. Well, that is, I need your help. I sent a patrol team to a new quadrant this morning and I haven't heard back from them. I can't leave my post here. Can you go see if anything is wrong? I heard there was some kind of building or settlement out there. Have a look around it. If it seems dangerous, don't start any trouble. Just report back to me and I'll handle it.",		"m42t":"Check Out a Seedy Joint",		"m42c":"I knew that place was trouble! I'll send a military police unit to shut it down for good. The brig will be jammed tonight, I can assure you. I appreciate your good work.",		"m42d":"Gangster",		"m42o":"There's something shady going on. Some of my men have been spending their off-hours at a seedy little joint they call a cantina. I think it's more suspect than that. We can't have members of the Imperial military consorting with criminals and low-lifes. Do me a favor and check the place out. Be careful, it can get a little rough. Report back to me what you find.",		"m41t":"Spot an Underworld Operator",		"m41c":"He wasn't there! I don't believe it. Maybe he knew you were coming. In any case it sounds like those people were an unsavory bunch. I'll send in a patrol unit to break up any illegal goings-on.",		"m41d":"Smuggler",		"m41o":"I've got a lead on an underworld operator named Talon Karrde. I don't want to tip him off, though. I need you to scout the place and make sure he's there before I organize a police action. If I can lay my hands on him, I'm sure I'll come away with leads to some of the big players in the galactic underworld.",		"m40t":"Investigate a Notorious Space Pirate",		"m40c":"Aha! Didn't I tell you it was space pirates? Yes I did; I distinctly recall saying so. I'll call a platoon of stormtroopers to level the place. Thanks for your help.",		"m40d":"Pirate",		"m40o":"If you've never heard of the Black Hole pirate gang, then you're about to find out more. I'm fairly sure they've got a small installation in my patrol sector. I want you to recon the place and let me know what you find. If it looks like trouble, we'll send out a platoon of stormtroopers. Can't let these scum get comfortable, you know.",		"m39t":"Investigate a Rare Starfighter",		"m39c":"I knew the Rebels had to be behind this operation. No sign of the Preybird starfighter, though, eh? Too bad. Don't worry, we'll track it down yet.",		"m39d":"Rebel",		"m39o":"Listen up. A rare SoroSuub starfighter called "Preybird" was seen flying into this sytem. We're pretty sure of the coordinates where the pilot landed. I want you to sneak out there and see if that spaceship is on the grounds. I have a suspicion the pilot is delivering it into the proverbial "wrong hands."",		"m38t":"Investigate a Haunting",		"m38c":"Rebels, you say! I knew there weren't any ghosts. They must have set up some kind of holographic projector to frighten away my patrols. They would have gotten away with it, too, if it weren't for dilligent Imperial spies like you. Excellent work! We'll take it from here.",		"m38d":"Rebel",		"m38o":"This is going to sound strange. Some of my men have reported, well, a haunting. They say ghostly apparitions have appeared to them in a certain area on their patrol. I want you to have a look around and find out what they're seeing. I don't believe in ghosts, but something sure has my boys spooked.",		"m37t":"Gang of Rogue Slavers",		"m37c":"Apparently you found the rough crowd we were expecting. That's it, I'm ordering a squad of stormtroopers to mop up the place. I'll have no unauthorized slavers in my sector!",		"m37d":"Gangster",		"m37o":"In the name of galactic security, I need your assistance! There are reports of a gang of illegal slavers at the coordinates on my datapad. I need someone not in uniform to investigate the area. Do this in the name of justice. Report to me what you find. These unlicensed slavers are a blight on seven sectors and I want to put a stop to them here and now!",		"m36t":"Check Out a Possible Smuggler Encampment",		"m36c":"That sounds a lot like smugglers to me. I'll contact Imperial Customs to run a cleanup sortie on the place. Good work. Carry on.",		"m36d":"Smuggler",		"m36o":"Imperial Customs has the coordinates of a suspected smuggler encampment. I need you to find the place, sneak in and see what you can learn. Report back to me at once. Try not to let the locals spot you. We don't want a firefight. If you find any unsavory characters, we'll order a strafing run and maybe a couple of bombs.",		"m35t":"Possible Pirate Base",		"m35c":"That sounds like the pirates, all right. Though from the sound of it, we won't need any heavy guns after all. Thanks for the recon.",		"m35d":"Pirate",		"m35o":"Stop what you're doing. I have new orders for you. A band of space pirates recently stole a shipment of hyperdrive motivators from an Imperial transport. We followed the motivators' tracking beacon to a small installation. I need you to check out the place and report to me what you find. If the pirates are there, we may need to call in some heavy guns.",		"m34t":"Who Meets the Aqualish Mercenary?",		"m34c":"Hmm. It makes a certain evil sense that our mercenary would be consorting again with gangsters. He needs brutal, ruthless folk who will stop at nothing. Well, we shall continue to track him until we know of every malcontent he enlists in his scheme.",		"m34d":"Gangster",		"m34o":"A notorious Aqualish mercenary, who has long been of interest to Imperial Center, has returned to this world to continue building his power base. His purpose and contacts are unknown. We require you to journey to the coordinates where he was last seen, then return here to describe the destination.",		"m33t":"Bounty Hunter Working With Pirates",		"m33c":"Never mind. I've learned that this hunter was hired by a highly placed aide to the Emperor -- naming no names. He seeks a particular Rebel whose name escapes me. I believe it impolitic to accuse that hunter of anything untoward, for now.",		"m33d":"Pirate",		"m33o":"A known bounty hunter has been seen consorting with space pirates. This defies Imperial regulations, not that hunters attend closely to such trivia. But if we can document the association, we can embarrass the Bounty Hunters' Guild, should we need to. Reconnoiter the pirate base. Do not attack anyone. Report back.",		"m32t":"Rebel Starships Escape Confiscation",		"m32c":"No Rebel ships? Hmm. Could the ships have been stolen by the pirates you discovered? It seems too simple an explanation. Well, we shall see. You may go now.",		"m32d":"Pirate",		"m32o":"We confiscate starships of suspected Rebel sympathizers, but too many of these craft escape us. The tighter we weave our blockades, the more ships slip through our net. We believe several Rebel ships have landed at these coordinates. Inspect the area, then report here with your findings.",		"m31t":"Track the Aqualish Mercenary",		"m31c":"That mercenary is talking to pirates again, eh? I expect he is assembling a fleet of desperadoes for his plan, whatever it is. Well, we must continue tracking him until we know everyone in his conspiracy.",		"m31d":"Pirate",		"m31o":"Imperial Center has for some time been concerned with the movements of an infamous Aqualish mercenary. He has returned to this world as part of his effort to build a power base in this sector. The droid tracking him has been destroyed. We wish you to reconnoiter these coordinates and report back on his current contacts.",		"m30t":"Rebel Refugee Processing Center",		"m30c":"That doesn't sound like a refugee processing center. Unless -- could the Rebels stoop so low as to use actual smugglers to smuggle these refugees? Well, that is all for now. You may go.",		"m30d":"Smuggler",		"m30o":"Too many Rebel sympathizers are escaping our Mid-Rim dragnets. The more we squeeze, the more they slip through our fingers. We suspect the Rebels are setting up a refugee processing center at these coordinates. Journey there, attend to what you see, and report back here with details.",		"m29t":"Aqualish Mercenary Sighted",		"m29c":"A smuggling base? Evidently the Aqualish mercenary is arranging for a shipment of goods -- more weapons, beyond doubt. Very well, we shall continue to track him until we have identified everyone in his plot.",		"m29d":"Smuggler",		"m29o":"Imperial Center has been tracking a notorious Aqualish mercenary who is believed to be building a power base in this sector. A probe droid tracked him to these coordinates, but something provoked the droid to self-destruct before it could identify the structure there. You will go there, identify the structure, and report back here.",		"m28t":"What Burns Droid Sensors?",		"m28c":"Hmm. Those smugglers must have a laser installation that burns out droid visual sensors. We must redesign our sensors accordingly. And we must deal with the smugglers!",		"m28d":"Smuggler",		"m28o":"The Imperial Security Bureau has deployed surveillance droids over this region. Droids entering one particular region have all failed; their sensors have apparently been burned out. We wish you to investigate these coordinates and report back on the cause.",		"m27t":"Hyperspace Dampers Purloined?",		"m27c":"Well, from your sketchy report it appears that base has no hyperspace dampers. It would be a relief to learn that the rumors are false. That is all for now.",		"m27d":"Smuggler",		"m27o":"Disturbing rumors say smugglers have stolen hyperspace dampers from a Star Destroyer! This defies understanding. Only a network of inside accomplices could pull off that feat. We have reports of a smuggler base at these coordinates. Reconnoiter the area, with attention to the presence or absence of hyperspace dampers.",		"m26t":"Imperial Quartermaster Kidnapped",		"m26c":"That pirate gang could use the quartermaster's security codes to have the Empire literally deliver goods to that base. Good job! We shall resolve this matter shortly.",		"m26d":"Pirate",		"m26o":"An Imperial Navy quartermaster has literally been kidnapped off a Lancer-class frigate in this system. We believe the pirates took the quartermaster to a base in the wilderness. Check these coordinates and report back on what you find. Take no offensive action on your own! These people are obviously dangerous.",		"m25t":"Glitterstim Lab Felons",		"m25c":"Despite all appearances, it is not a hopeless task to eradicate drug smuggling on this world. We shall triumph! Victory is inevitable!",		"m25d":"Gangster",		"m25o":"The Empire takes a dim view of glitterstim drug smuggling. This only empowers the Hutts, Black Sun, and other criminal organizations. We have received reports of a drug laboratory in a remote area. We require you to investigate these coordinates and report back. If there are gangsters there, we shall send in a strike team.",		"m24t":"A Corrupt Officer! Can It Be?",		"m24c":"That sounds like the destination our would-be gangster had in mind. We'll dispose of them quickly. By the way, I have just been promoted -- the corrupt officer was my immediate superior. Tragic.",		"m24d":"Gangster",		"m24o":"Incredibly, we have apprehended one of our own Imperial officers in the act of illicitly transporting war materiel to known gangsters. The errant officer is in custody, but we have not yet determined the destination for his stolen goods. Check the following coordinates and report back.",		"m23t":"Armory Thief Divulges Base Location",		"m23c":"Excellent. The criminal's report might have been false, but in these situations we usually obtain good results. We will wipe out the base shortly.",		"m23d":"Gangster",		"m23o":"We apprehended a criminal in the act of stealing weapons from an armory. We have begun to kill him. He has divulged the location of his base. Before we assemble an extermination mission, we wish you to inspect the coordinates and report back.",		"m22t":"Alien Assault on Stormtrooper",		"m22c":"Rebels. Hmm. Very well, we'll send in an assault force. And any aliens there will be sorry, for a very brief time.",		"m22d":"Rebel",		"m22o":"Last night an alien assaulted one of our troops. This cannot be tolerated. We are canvassing the planet for suspicious aliens, preparatory to a full-scale purge. You are to reconnoiter these coordinates and report back.",		"m21t":"Imperial Visit Requires Recon",		"m21c":"Well, whether or not the Emperor visits here, we obviously need to clean up the Rebels. I'll call in a strike team.",		"m21d":"Rebel",		"m21o":"There are continued rumors that the Emperor himself may pay us a visit. Unlikely, I think -- yet this often serves as a pretext to "encourage" greater efforts to hunt Rebels. We have a new report of suspicious actions. Check these coordinates and report back.",		"m20t":"Recon for Imperial Visit",		"m20c":"This Rebel activity can only discourage an Imperial visit. Then again, perhaps that is not wholly bad news.",		"m20d":"Rebel",		"m20o":"The Emperor's Guards suggest that the Emperor himself may visit this world! Our watchwords become "increased vigilance." It falls to you to check a recent report of suspicious activity at these coordinates. Report back at once.",		"m19c":"I knew it! You have to watch those aliens all the time. All, all potential Rebels! I'll send in the troops.",		"m19d":"Rebel",		"m19o":"I saw a suspicious gathering of aliens. When I passed by, they all went silent. When they headed away as a group, I ordered a probot to follow at high altitude. The signal went dead at these coordinates. Go out, check it, report back.",		"m18t":"Furry Potential Terrorist",		"m18c":"Rebels, eh? I never did trust that fuzzy, jabbering wretch. We'll send out a company of stormtroopers.",		"m18d":"Rebel",		"m18o":"We've been seeing an odd alien hanging around this installation -- a little furry thing wearing primitive hide clothing. We think he may be spying, so we planted a tracking beacon on him. Check the coordinates of his destination and report back.",		"m17t":"Sneaky Rebels",		"m17c":"It sounds like our first agent fell victim to foul play. Those murderous Rebels will pay for what they've done. The Empire thanks you, citizen.",		"m17d":"Rebel",		"m17o":"One of our agents was sent to investigate an area thought to contain a Rebel outpost. We lost contact with our agent shortly after they arrived at these coordinates. We need you to ascertain the fate of our agent as well as gather intelligence on the outpost if it is indeed there. Proceed with caution, citizen. We'd hate to lose another agent.",		"m16t":"Stop the Energy Mining",		"m16c":"I suppose we'll call in for reinforcements, just in case. It never hurts to have a battalion or two of stormtroopers to bolster your planetary security forces.",		"m16d":"Pirate",		"m16o":"We think some pirates are engaging in illegal energy mining. We need you to scout out their operation and report on their strength and numbers. Will we have to call in outside help to handle this one, or will our local forces be sufficient to stop these pirates? We need this issue settled immediately. ",		"m15t":"Bomb the Smugglers",		"m15c":"You have done your part to secure peace and order in the Empire, citizen. You should be proud of your accomplishment.",		"m15d":"Smuggler",		"m15o":"The Imperial Guide to Negative Reinforcement states that all suspected criminal activity should be punished using the harshest means possible. This helps deter similar future activity. To this end, we need you to scout out an area we suspect is being used by smugglers to store illicit goods. Our TIE bombers require accurate surface coordinates.",		"m14t":"Capture Airen Cracken",		"m14c":"You've done well, citizen. We'll keep this base under close watch and hope that we can snare Cracken himself. You've earned this reward.",		"m14d":"Rebel",		"m14o":"We intercepted a Rebel transmission believed to be from Airen Cracken to a local Rebel cell. Given the description in the message, we believe we know where this base is hidden. Scout out the area at these coordinates and report your findings back to us. The Empire is counting on you.",		"m13t":"Find the Pesky Rebels",		"m13c":"Looks like we've found one of those missing droids, citizen. I think a company of Imperial stormtroopers and an AT-AT column can take it from here. ",		"m13d":"Rebel",		"m13o":"A shipment of R2 units was recently stolen by the Rebels during a raid on an Imperial depot. Unbeknownst to those scum, the R2s had been outfitted with undetectable homing beacons. We've picked up a signal from one of those transmitters and need you to scout out the area. Report any unusual activity immediately. ",		"m12t":"Curb Valarian's Enthusiasm",		"m12c":"These gangsters are vermin and will be exterminated like vermin. After all, Imperial troops need moving targets to improve their marksmanship. Our thanks, citizen.",		"m12d":"Gangster",		"m12o":"Imperial Intelligence has warned us that the so-called "Lady" Valarian is trying to expand her criminal empire. It's bad enough keeping tabs on the activities of all the Hutts and Black Sun; now we have to monitor the criminal doings of a crazed Whiphid as well. Scout out these coordinates and let us know if these gangsters have already set up a base.",		"m11t":"Stop the Podraces",		"m11c":"We need to move fast or these gangsters will head offworld and try to set up shop on another system. Your help will be instrumental in stopping these criminals, citizen.",		"m11d":"Gangster",		"m11o":"It seems that a local gang has been sponsoring illegal podraces on this planet. Our information points to a remote area as the base of operations of this gang. We need you to recoinnoiter the following coordinates. Make sure you're not seen as this would tip the gangsters off that we're wise to their setup.",		"m10t":"Find the Squatters",		"m10c":"Those don't sound like miners. Those sound like smugglers. We'll assign a stormtrooper unit to take care of the problem immediately.",		"m10d":"Smuggler",		"m10o":"We've been surveying some land believed to be rich in alantium but have detected some strange ion emissions in that area. Could you scout it out and make sure no squatters have moved into the area. These independent miners are becoming far too bold for the Empire's tastes.",		"m9t":"The Blazing Claw",		"m9c":"We didn't realize those scoundrels had an entire base down there. We'll have TIE bombers sweep that area until there's nothing left. Thank you, citizen.",		"m9d":"Pirate",		"m9o":"The sign of the Blazing Claw has been used by pirates since the days of the Old Republic. One of our probots observed a ship that bore this sign on its hull. The ship did not seem headed toward any known starports, and we believe it landed at these coordinates. Check them out and report back.",		"m8t":"Is the Gang All There?",		"m8c":"Excellent, we'll take it from here. No one escapes the long arm of the Empire, citizen. No one.",		"m8d":"Pirate",		"m8o":"We had believed the Black Hole Gang destroyed but it seems some of of their number managed to escape and have been using a base near here to hide from local authorities. Check out these coordinates and see how formidable a base these pirates have managed to establish. Report back here, and do not engage the enemy.",		"m7t":"Recon the Pirate Lair",		"m7c":"That doesn't sound pirates. Unless Bellsfar has thrown his lot in with those Rebel scum. It would be fitting for a villain like Bellsfar.",		"m7d":"Rebel",		"m7o":"We may have a lead on tracking down the pirate Leo Bellsfar. One of Bellsfar's men was taken in an Imperial raid a few days ago and when pressed by interrogators squawked like a Neimoidian neekoflight. He claims that Bellsfar often takes refuge in a base on this planet. Check out these coordinates and report what you find. ",		"m6t":"Snag the Infamous Pirate",		"m6c":"That might indeed be Bakken. We'll organize a strike. The Empire will compensate you for your service, citizen.",		"m6d":"Pirate",		"m6o":"Intelligence wants to get their hands on a notorious Snivvian pirate named Bakken. We have reasons to believe this individual has been working for the Rebels. One of our contacts has informed us that Bakken has been seen on this planet. He gave us coordinates that we are most interested in having you check out. Report back here.",		"m5t":"Those Dirty Pirates",		"m5c":"Our suspicions are confirmed. Good work, citizen. You may have a career in Imperial Intelligence.",		"m5d":"Pirate",		"m5o":"Recent raids on Abraxas have driven pirates out of their hiding places. Imperial Intelligence has tracked some of those pirates to this planet. A spike in waste emissions in the wilderness is decidedly suspicious. We need you to check this area out and see what is producing those emissions. Report back here.",		"m4t":"Find the Shadow Angels",		"m4c":"We'll have to take care of these swoopers before their numbers overwhelm our garrison. We are grateful for your help.",		"m4d":"Gangster",		"m4o":"A deadly new swoop gang, the Shadow Angels, has been trying to establish itself on this planet. Many recent attacks on remote settlements have been attributed to these vile gangsters. We need you to scout out an area investigated by our probe droids. We know the gangsters are there; we just need intelligence on their strength. Report back here.",		"m3t":"Scope Out the Gangsters",		"m3c":"Sounds like we may need to call in some stormtrooper reserves. The Empire thanks you for your intelligence, citizen.",		"m3d":"Gangster",		"m3o":"Black Sun believes itself untouchable, even by Imperial law. Our job is to shatter this belief. We believe we know where one of these Black Sun gangs have set up shop. If you could scout the area to give us an understanding of their numbers and resources, then report back here, we could organize an effective strike.",		"m2t":"Follow the Smugglers",		"m2c":"Well done, citizen. We'll monitor the activities of these smugglers closely. Perhaps they'll lead us to some Rebel bases.",		"m2d":"Smuggler",		"m2o":"Imperial Intelligence has reported high smuggler activity in this system. Our probe droids have narrowed the area where smugglers might have set up a base. If they search any more closely, however, the smugglers will be warned. We need you to scout this area and report back here.",		"m1t":"Rebel Hunting",		"m1c":"Just as we suspected. You have served the Empire well, citizen. You can take partial credit for every single Rebel our stormtroopers bring down.",		"m1d":"Rebel",		"m1o":"Rebel activity has been increasing in this area. We suspect that a new cell may have recently formed near here. We require the skills of a loyal Imperial citizen to scout out the area and report back to us. Can you handle this assignment, citizen?"
}}
