{
	"stfFile":"mission/mission_npc_survey_imperial_easy",
	"entries": {
		"m35t":"Scout Walker Gyro Bearings Need Work",		"m35s":"Very well. I'll wager you never thought you'd be locating a scout walker gyroscope bearing lubricant. It must make you proud.",		"m35o":"An AT-ST two-legged scout walker requires delicate gyroscopes. These rest on delicate bearings, which use a specialized lubricant. This office is charged with reformulating this lubricant. Our formula employs a certain unusual material. You are to locate a source for this material. Go!",		"m34t":"AT-AT Boom Rack Lubricant",		"m34s":"Maintenance of the AT-AT boom racks is underway. You may be proud of your efforts when next you hear of waves of stormtroopers launched from a walker.",		"m34o":"This office is charged with maintaining the boom racks that unleash waves of assault forces from AT-AT walkers. These racks require an unusual lubricant, which in turn requires a particular substance. You are hereby commissioned to locate a source for this substance.",		"m33t":"Haphazardly Engineered Y-Wing",		"m33s":"The Y-wing shows such haphazard engineering that I fear there is nothing for the Empire to learn from it. How does any Rebel dare fly the thing?",		"m33o":"I am baffled by the Rebels' ability to maintain their aged Y-wing starfighters well beyond their specified life cycles. I am studying a captured craft, but its coolant system has been repaired so often it is now positively eccentric. To store the altered coolant, I require a tank with an unusual lining. Locate a source for that material.",		"m32t":"Our Latest Victory Over the Rebellion",		"m32s":"That is indeed acceptable. Your payment is attached. You may spread the word far and wide of our latest victory over the Rebels.",		"m32o":"We have achieved yet another victory over the Rebellion. The plunder from the seized supply depot includes several radioactive fuels that require special storage facilities. We wish you to locate a source for a particular material required to line the tanks holding these fuels.",		"m31t":"Star Destroyer Battery Recharge",		"m31s":"You have done well. The Star Destroyer will be recharged shortly and will return to its good work: annihilating the Rebellion.",		"m31o":"A pitched battle with Rebel fighters destroyed the power cores used in a Star Destroyer's heavy laser batteries. The ship is now in orbit awaiting recharge. Because the cargo freighters servicing the ship will require unusual linings to carry the replacement cores, you must locate a source of the following material.",		"m30t":"Rebellion Destroys Vehicle Facility",		"m30s":"That is acceptable. The Rebellion will soon regret targeting that particular facility, for now I have made it my personal mission to punish them all!",		"m30o":"I'm told a force of Rebel terrorists has bestowed the gift of a thermal detonator on a peripheral vehicle repair facility. Dear me, this is troublesome. That facility stored energizer rods that require highly specialized storage. You must find the material needed for the replacement storage compartments now being constructed.",		"m29t":"Rebel Saboteur Destroys Armory",		"m29s":"The new weapon shipments are now arriving. We are seeking the Rebel saboteur with redoubled ferocity. That is all.",		"m29o":"A Rebel agent has somehow destroyed an entire Imperial armory! The guard officers have of course been disciplined, but we face a short-term weapon shortage. We are manufacturing new armaments at breakneck speed, which has exhausted our supply of a certain vital material. Locate a fresh source at once!",		"m28t":"Sabotage Destroys TIE Fuel Tanks",		"m28s":"You have performed adequately. The replacement storage tanks are now under construction. That is all.",		"m28o":"Rebel saboteurs have destroyed a fuel depot of the radioactive gases that fuel TIE fighters. These gases are stored in tanks with special linings. We are bringing in cargo freighters with replacement gas, but we must construct new storage tanks. It falls to you to locate a certain material we need for the tank lining.",		"m27t":"Sentinel Craft Droid Malfunction",		"m27s":"The Sentinel craft is being repaired. Evidently the droid grew stubborn and demanded to land at high velocity, "for a thrill." Its brain has now been wiped. ",		"m27o":"The droid brain piloting a Sentinel-class landing craft malfunctioned and nearly crash-landed. The ship's damage is severe but reparable. For the task we require a certain material not normally stored in this facility. Locate a supply and you will be rewarded.",		"m26t":"Bureau of Culture Requires Set Design",		"m26s":"Congratulations on your participation in this pointless task. Personally, I had no idea there even was an "Imperial Ballet Company."",		"m26o":"It appears there is an Imperial Ballet Company on Coruscant. They are visiting this world to stage a production of Mondagrene's "Grand Triumph of Reason." They require me to locate a certain material "useful in their set designs." What nonsense! Rather than waste valuable personnel time, I commission you to locate this material.",		"m25t":"TIE Fighter Solar Collector Repairs",		"m25s":"Your fee is attached. The TIE solar collectors have been repaired. The erring procurement officers have been disciplined. All is well.",		"m25o":"A Star Destroyer in our vicinity reports a temporary shortfall in repairs of TIE fighter solar energy collectors. The shortfall is due to inadequate supplies of a particular material present on this world. Locate a rich source of this material, and you will be rewarded.",		"m24t":"Stormtrooper Garrison Imminent",		"m24s":"The stormtrooper company was accidentally destroyed in an encounter with the Rebellion. You will nonetheless be compensated for adequate performance. That is all.",		"m24o":"A company of stormtroopers will shortly be garrisoned near this office. What a logistical nightmare! It seems their blasters use recharging stations that require a specialized material for the power core shielding. It falls to you to locate a source for this material, which we shall mine after receiving your report.",		"m23t":"COMPNOR Loyalty Audit",		"m23s":"The COMPNOR loyalty audit started early, and some interrogation droids have malfunctioned. However, because you performed adequately, this will not be entered on your permanent record. That is all.",		"m23o":"The Committee for the Preservation of the New Order has requisitioned certain facilities in this office for its latest loyalty audit. COMPNOR's interrogation droids require specialized maintenance. We lack a certain material for this maintenance. You are required to locate a source immediately.",		"m22t":"Surprise ISB Inspection",		"m22s":"Excellent news. I shall dispatch mining droids immediately. You are not to think this office has been slack or wayward or criminal in its entirely explicable and justifiable shortage of this material. Do not imply that to anyone.",		"m22o":"I've just learned the Imperial Security Bureau is auditing this office! This is -- um -- this is, of course, standard, expected Imperial procedure. This office certainly has nothing to hide, certainly. Do not think that. But it is certainly possible we have fallen short of a certain material. In advance of the inspection, locate a source. Hurry.",		"m21t":"Imperial Official's Emergency Repairs",		"m21s":"The official has already arrived, commandeered our commander's own space yacht, and departed again. That is all.",		"m21o":"An official from Imperial Center is making an unscheduled stopover on this world for emergency repairs. His spacecraft's atmosphere tanks require specialized maintenance. We lack a required material. Locate it for us at once.",		"m20t":"Upcoming Star Destroyer Maintenance",		"m20s":"The Star Destroyer has been diverted to handle an uprising elsewhere in this sector. Your payment is nonetheless attached. That is all.",		"m20o":"A Star Destroyer will shortly dock in orbit around this world for routine maintenance. Our supplies are inadequate to refit all cooling systems pumps on its blaster stations. Locate the needed material promptly, and you will be rewarded.",		"m19t":"Horrendously Short Time",		"m19s":"I shall dispatch droids to procure the material at once. Your payment is attached.",		"m19o":"My commander has ordered me to complete my current project, a blast cannon power feed and modulation control, within a horrendously short time. I have run out of a particular material useful in the processing of the armor cladding. Locate a source at once!",		"m18t":"Starting Construction",		"m18s":"That's a good start. I think we're going to need an awful lot of surveyors to fill this requisition.",		"m18o":"People are whispering that construction is scheduled to begin on some huge secret project. I don't know what it is, but I do know the sheer quantity of this one requisitioned material would fill a fleet of large freighters. Locate a source for however much you can.",		"m17t":"Imperial Surplus",		"m17s":"Thanks to you and others like you, further supply depots are being constructed to contain the additional volume of this material.",		"m17o":"At present Imperial supply depots are overloaded with a certain material. The Imperial Survey Corps, in its wisdom, is contracting for more of it. Go and find an additional source for the Imperial surplus.",		"m16t":"Priority Material",		"m16s":"No doubt Imperial Security has noted the speed with which you finished your assignment.",		"m16o":"Imperial Security has labeled this material as first priority for all current survey missions. I don't know what they want it for, but they've made it clear they want lots of it. We're putting all other survey assignments on hold for the moment",		"m15t":"Freelance Surveying",		"m15s":"Good work. Your fee has been credited to your account.",		"m15o":"The Imperial Survey Corps is so understaffed right now, we're forced to contract with freelance surveyors such as yourself to help us meet our quotas. If you can find us a supply of this material, you will be given a generous finder's fee.",		"m14t":"New Uses for Resources",		"m14s":"Who knows? Perhaps you'll be a small part of some wonderous new discovery. Probably not, though.",		"m14o":"Imperial scientists constantly experiment with new applications of certain resources. They go through such astounding quantities that we're hard pressed to keep them supplied. Locate a good source for this material, so they can use it to, to -- to clean out the turbine of an ion cannon, or whatever bizarre thing they're trying now.",		"m13t":"The Surly Requisition Officer",		"m13s":"It's about blasted time you reported in! Be thankful you're even getting paid for this.",		"m13o":"Why are you just standing around like a sick bantha? The Empire is in dire need of this material, and all loyal Imperial surveyors are expected to be out looking for it. We need it yesterday. What are you waiting for? Go!",		"m12t":"An Upbeat Assignment",		"m12s":"You have outdone yourself. Working with you has been a real pleasure.",		"m12o":"Greetings, citizen! It is with great pleasure that I offer you this assignment of surveying for this material. I feel certain you will find an especially rich source of it. The Empire is counting on you. Make the Emperor proud!",		"m11t":"Extractions Rights",		"m11s":"I'm sure the landowner will be released once we're finished... barring unforeseen circumstances, of course.",		"m11o":"Rather than pay landowners for extraction rights, a highly placed official has devised the idea of surveying for needed materials and arresting any unfortunate landowners who happen to own land with rich deposits of these materials. As party to this ingenious plan, you will be surveying for the indicated material.",		"m10t":"Help Keep Production High",		"m10s":"Payment has been deposited to your account. Good work.",		"m10o":"Your survey skills are once again required in the service of the Empire. Production is at an all-time high, and it is crucial that our stores be sufficient to meet our needs. You are hired to locate an abundant source of this material. ",		"m9t":"Squandered Supplies",		"m9s":"Your fee has been deposited. I'll ask for you again when I need something else.",		"m9o":"It seems like some bureaucrat or other is always sending you out into the middle of nowhere, to find some resource that they, no doubt, squandered a perfectly good supply of. Well, today is no exception. Go and find a supply of this material, before someone important finds out we're running low.",		"m8t":"A Prefect's Reward",		"m8s":"The Prefect is very pleased with your work. You will go far if you remain this productive.",		"m8o":"The Prefect has been offered a handsome "gift" by a manufacturer, with the understanding that he will receive a sufficient quantity of this resource which he needs. The Prefect is offering a reward to any surveyor who can find a source of this material.",		"m7t":"Vital to the Empire",		"m7s":"Surveying is vital to the cause of the Empire. The supplies you find are used to manufacture all manner of goods needed to fight the Rebellion. ",		"m7o":"Being an Imperial surveyor may not be as glamorous as being in the troopers, but supply lines are crucial in any conflict. The supply we currently happen to be short of is this material. Do your best to find us an additional source.",		"m6t":"Stamp Out Rebel Surveying",		"m6s":"If any Rebels go looking there, they'll be in for a bit of a surprise.",		"m6o":"The Imperial Security Bureau has informed us that Rebels are seeking a supply of this material for unknown reasons. It has been decided to send surveyors out to locate sources, so that the ISB can monitor possible Rebel activity.",		"m5t":"In Short Supply",		"m5s":"Droids will be there to harvest the material shortly. Well done.",		"m5o":"It is extremely important to the security of the Empire that certain resources are always in good supply. You are being contracted to find an additional source for this material. Projections show it will soon be in short supply, given current production needs.",		"m4t":"A Hasty Mission",		"m4s":"Your service to the Empire has been noted.",		"m4o":"Greetings, citizen. You have been chosen for a survey mission of the utmost importance. You are required to find a source for the following resource with all due haste. Time is of the essence, please hurry.",		"m3t":"The Trouble With Moffs",		"m3s":"You saved my neck on that one. Sometimes the Empire wants the impossible.",		"m3o":"The blasted Moff thinks that just because he wants something, the resources to make it will just mystically appear. Can you find me a goodly supply of the following material? If I don't get him what he wants, it's the spice mines for me.",		"m2t":"A Missing Resource",		"m2s":"That should suit my needs exactly. Good job.",		"m2o":"You're a surveyor looking for work? Good! I'm working on an important project, and it seems my supply manifest lists one resource that I don't have. Please go and find me a supply so that I can finish my project.",		"m1t":"In Short Supply",		"m1s":"Excellent! Come by and see me again, there's always something in short supply.",		"m1o":"Citizen, the Empire needs your help finding a certain material that is, at the moment, in short supply. This war with the Rebels has put a strain on resources, and we need you to do your part. Not that the inexhaustible might of the Empire is in a moment's doubt, of course!"
}}
