{
	"stfFile":"mission/mission_destroy_rebel_military_medium",
	"entries": {
		"number_of_entries":"50",		"m50t":"Incinerate an Imperial Laboratory",		"m50s":"Splendid! Our informants assure us that it will take years for the Empire to rebuild this new technology. By then, we may have discovered some means to counter it.",		"m50o":"",		"m50d":"Imperial capital ships contain hyperwave signal interceptors that sound an alert just before a spacecraft comes out of hyperspace. Our spies inform us that an Imperial research laboratory has tripled the range of these hyperwave warning systems. The secret of this technology is entirely contained in the laboratory. We need a team of skilled individual to hit the place and blow it to cinders.",		"m49t":"Assault an Imperial Garrison",		"m49s":"Nicely handled. Your skill and bravery are assets to the Alliance.",		"m49o":"",		"m49d":"A local notable crossed the Empire and a small garrison was placed on his land as a lesson to others. This individual has contacted the Alliance with requests to remove this garrison. Alliance High Command has decided to grant this request. We need you to hit this installation hard and leave no survivors. Inasmuch as the Empire is so fond of lessons, it is time they learned one of their own.",		"m48t":"Take Out a Dangerous Imperial Officer",		"m48s":"You have done very well. We have not yet confirmed that Commander Hrazzel was killed in your raid, but we hope his threat is now gone.",		"m48o":"",		"m48d":"An Imperial officer has shown a keen aptitude for ferreting out covert Alliance agents and destroying our hidden bases. What's worse, he is known to torture and slaughter innocents in his enforcement of Imperial edicts. He is currently inspecting a facility on this world. We need a small squad to strike this facility while this officer is present.",		"m47t":"Stamp Out Imperial Corruption of Youth",		"m47s":"Thanks to your good work, many troubled youths will avoid the corruption of the Empire and perhaps even become good Alliance fighters in the future.",		"m47o":"",		"m47d":"The Imperial Security Bureau has stepped up its program to recruit troubled youths with a criminal record to do the Empire's dirty work. We must not stand for this underhanded scheme. The program is controlled from an ISB facility at the following coordinates. We want to make an example of these ISB monsters, so leave no Imperial agent standing.",		"m46t":"Raze a Water-Doping Facility",		"m46s":"It warms the heart to see a plume of smoke rising where Imperial villainy once reigned. Very well done. Your reputation continues to rise here.",		"m46o":"",		"m46d":"The Empire is not above sedating its subjects into complacency. We have discovered an installation where Imperial engineers are introducing drugs into the water supply to quell unrest in the local population. This crime must not be allowed to continue. We'd like you to blast this water-doping facility into smoke and rubble. ",		"m45t":"Test a New Imperial Security Protocol",		"m45s":"It seems no Imperial security protocol is a match for a good blaster at your side. The Alliance thanks you.",		"m45o":"",		"m45d":"We have received word that a new security protocol has been implemented at Imperial military sites around the sector. We are staging exploratory assaults on select bases, to see what new tactics the Empire has deployed. We need small teams of marksmen or veteran individuals to assist us in this fact-finding endeavor. Leave no wall standing.",		"m44t":"Protect a Covert Alliance Operation",		"m44s":"Well done! Against the military resources of the Empire we need every advantage we can get. Thank you.",		"m44o":"",		"m44d":"One of our agents has covertly sabotaged Imperial masking codes for several uninstalled shield generators in this sector. If these generators are deployed to Imperial warships, we will have a hidden advantage should our blockade runners be spotted. Unfortunately certain factory records might betray our secret sabotage. We need agents to blow apart an Imperial maintenance base and destroy those records.",		"m43t":"Smash a Propaganda Center",		"m43s":"Every time we take down a center for propaganda, the people of the galaxy move closer to the truth. You have done well.",		"m43o":"",		"m43d":"Propaganda is one of the Empire's tools in oppressing the galaxy. Imperial propagandists have taken over entire news corporations. We have identified one such purveyor of deceit, and confirmed that Imperial personnel staff all of its facilities. We'd like you to form a team and smash this installation and staunch the flow of lies.",		"m42t":"Terminate an Office of the Imperial Security Bureau",		"m42s":"You have done a superb job. The more we hamper the actions of the ISB, the closer we come to real freedom in the galaxy.",		"m42o":"",		"m42d":"The Imperial Security Bureau's network of civilian spies and informants is a plague on us all. The Alliance places great value on locating and terminating sites of ISB activity. We have the coordinates of one such installation and require a team to carry out an assault. Be aware that the Empire has responded to our campaign so expect considerable resistance.",		"m41t":"Eliminate Fuel for Imperial Cloaking Devices",		"m41s":"Successes like these are stepping stones to victory over the Empire. May the Force be with you.",		"m41o":"",		"m41d":"Cloaking devices create no end of difficulty for Alliance blockade runners. We have tracked a shipment of hybridium ore, essential to modern cloaking systems, from Garos IV to an Imperial transfer point. The site is guarded by Imperial troops, but if we can get a blaster squad inside to level the place, we'll take away the ability of the blockade ships to cloak themselves from our sensors.",		"m40t":"Take Down an Office of Imperial Intelligence",		"m40s":"Skillfully done. The Alliance values capable agents like you. Contact us again soon.",		"m40o":"",		"m40d":"An Imperial spy has wrought havoc on our operations in several sectors. We do not know his identity, but we have discovered the office of Imperial Intelligence to which he reports. If we can destroy his headquarters, we can salvage many operations he has jeopardized. A team of experienced marksmen should be sufficient to knock down this Imperial site.",		"m39t":"Save Alliance Informants",		"m39s":"We have monitored transmissions within Imperial Intelligence. They are most displeased that you destroyed the list of Alliance informants before they could recover it. You have saved the lives of many good people. May the Force be with you.",		"m39o":"",		"m39d":"An Imperial spy is working inside Alliance operations. He has collected a list of Alliance informants and is in the process of transmitting their names to Imperial Intelligence. The list is stored at an Imperial base at the following coordinates. We need a well-armed team to destroy the base before Imperial Intelligence arrives to recover the information.",		"m38t":"Destroy an Imperial Base to Thwart a Spy",		"m38s":"We have confirmed that the probe droid was destroyed. Our supply routes are safe again. Excellent work!",		"m38o":"",		"m38d":"An Imperial spy has infiltrated our supply network. He has collected dangerous information about our secret shipping routes. A probe droid recently arrived at the Imperial base at the following coordinates. We believe that the droid's databanks contain this secret data. If we are to protect the identities of the depots and freighters that assist us, we must destroy this base at once.",		"m37t":"Assist a Secret Agent",		"m37s":"Well done. Thanks to your distraction, our secret agent was able to remove the officer who questioned his loyalty to the Empire.",		"m37o":"",		"m37d":"The Alliance has placed agents inside many Imperial operations. Currently one secret operative, well-placed in the Imperial system, is under suspicion by his supervisor. We cannot afford to lose him. Therefore we are commissioning a strike team to attack the small garrison where he is stationed. The diversion will let him eliminate his supervisor and destroy evidence.",		"m36t":"Destroy Captured X-wing Fighters",		"m36s":"Well done. All five X-wing fighters were reduced to slag. We must guard every technological advantage if we are to bring the Empire to its knees.",		"m36o":"",		"m36d":"InCom's superior X-wing technology is the envy of the Imperial Navy. Recently an informant tipped the Imperial Security Bureau to the location of a hidden cache of fighters. Stormtroopers descended on the place, and now five X-wings are being readied for transport to Sienar Fleet Systems. We need agents to hit the place fast. Make sure nothing is left but smoke and rubble.",		"m35t":"Disrupt SoroSuub Corporation Shipments",		"m35s":"Allies of the Empire are enemies of freedom. You have done well. Contact us again for the coordinates of more SoroSuub distribution centers.",		"m35o":"",		"m35d":"The SoroSuub Corporation is a dangerous ally of the Empire. Their ships and weapons are responsible for the deaths of untold numbers of Alliance fighters. To isolate them from distribution contractors, we have begun a campaign to harry shipments of SoroSuub armaments across the galaxy. Here are coordinates for a distribution center on this world. Prepare for well-armed resistance.",		"m34t":"Visit From Lira Wessex",		"m34s":"Great work! If Lira Wessex was inside that wreck, then you've brought a long, bad career to a belated close.",		"m34o":"",		"m34d":"Empire ship designer Lira Wessex, who designed the original Star Destroyers, is apparently visiting this world on a tour of shipbuilding facilities. If we can incapacitate Wessex, the Empire will lose one of its greatest talents. Unfortunately, Wessex is here only a while, at an Imperial outpost with a strong escort. Strike fast and strike hard!",		"m33t":"Imperial Capital Ship Comm Relays",		"m33s":"Good! We must hope that the Empire's capital ships, with hampered communications, will operate based on inferior strategy. Please check back with us for more assignments.",		"m33o":"",		"m33d":"The most sophisticated communication relays in the galaxy, outside Coruscant, sit aboard Imperial capital ships. Our agents within the Imperial bureaucracy have redirected a shipment of these delicate relays to a supply station here. This is our best chance to destroy a vital component of the Imperial comm apparatus. Move quickly!",		"m32t":"Astrogation Collation Station",		"m32s":"Great job! Now we'll hope an Imperial ship runs into a meteor shower or asteroid field it couldn't predict.",		"m32o":"",		"m32d":"Astrogation computers on Imperial starships rely on probe data collated and encoded at a local astrogation station. If you destroy the astrogation facilities, the Empire must rely on outdated information when travelling in this system. But beware, these stations are always guarded!",		"m31t":"Imperial Weft-Worm Infestation",		"m31s":"Great, now we're doing the Imperials' work for them. What a galaxy! But thank you, and be glad we no longer have to fear those oh-so-terrible weft-worms.",		"m31o":"",		"m31d":"Get this: An Imperial mess facility got accidentally infested with Sorderian weft-worms. The Empire has decided to solve the infestation by blowing up the entire facility from orbit. Their aim in these matters is not flawless, so we'd like you to destroy the facility first. Target practice from a Star Destroyer -- we don't need that!",		"m30t":"Imperial Hyperbaride Waste Dump",		"m30s":"If the Empire really is stockpiling hyperbaride by-products, we'd hate to imagine what they're planning. Hope you made sure we'll never find out.",		"m30o":"",		"m30d":"Hyperbaride is used for turbolaser casings. Its production generates poisonous byproducts. The Empire usually disposes of the byproducts harmlessly, but we've learned of a new cache in this area.We suspect they're stockpiling this poison as a weapon. The cache is well guarded, but we want it destroyed, preferably in a ball of sterilizing flame.",		"m29t":"Imperial DX-343 Stockpile",		"m29s":"If the Empire had used all that DX-343, we would have been carrying starships out of the hangar in pieces, and their pilots too. Good job taking it out!",		"m29o":"",		"m29d":"DX-343 is an industrial solvent that, on exposure into air, disperses into mist. The DX mist disrupts electronic equipment and makes breathing difficult. If our reports are correct, the Empire has stockpiled enough DX-343 to wipe out a fleet of starfighters and their pilots. Destroy the stockpile!",		"m28t":"Imperial Niobarium Facility",		"m28s":"Reports are showing negligible release of niobarium from the destruction. Fine job! Please contact us again for new assignments.",		"m28o":"",		"m28d":"The Empire's covert research into planet-wide biochemical weaponry continues. Mass production of these fearsome killers require specialized reagents and catalysts. We have tracked down a facility producing purified niobarium, a poisonous chemical used in one weapons-grade process. To cut off that process, destroy the niobarium plant.",		"m27t":"Exotic Ammunition Stockpile",		"m27s":"Well done! It's enough trouble facing blasters and AT-ATs without worrying about those deadly exotics. Here's your reward.",		"m27o":"",		"m27d":"We've located an Imperial Army installation housing unusual ammunition: flechette microdart canisters, toxin darts, magna caster quarrels. The installation doubles as quarters for the specialists who maintain this ammo. Expect tough opposition, and stay well clear when you blow up the place.",		"m26t":"Swoop Gangs With COMPNOR Weapons",		"m26s":"That's one more blow in the fight against gang violence. Those swoop gangs will keep endangering innocent people until we cut off their weapon supply. Good work! ",		"m26o":"",		"m26d":"Maybe you've heard the reports of local swoop gangs with suspiciously good weaponry. We know the Empire's COMPNOR security goons have been arming crooks in communities sympathetic to the Alliance. Now we've found an Imperial Army depot where COMPNOR requisitions the gang weapons. Stop this operation at its source!",		"m25t":"Empire Using Neuronic Terror",		"m25s":"What a relief! Those neuronic whips would have caused terror far beyond mere crowd control. Thanks for destroying them.",		"m25o":"",		"m25d":"An Imperial Security outpost here has procured, through illegal back-channels, a shipment of neuronic whips. That's right, slaver weapons, outlawed on every civilized world. They intend to use these brutal stun-whips for crowd control and intimidation. You must destroy the warehouse and the whips. Expect serious opposition, though.",		"m24t":"Imperial GTU Armor Components",		"m24s":"Those GTU power suits are expensive and tricky, so with luck we'll never see them on this planet. ",		"m24o":"",		"m24d":"the Empire is shipping in components for their GTU AV-1A Assault Armor. It's a powered combat suit for elite troops, sort of a hovertank you can wear. We've never seen it in action, and we don't want to. If you inflict enough damage to the warehouse, you may set off the explosive charges they use for the suit's ejection system. Then get clear, fast!",		"m23t":"Empire Breeding Dola Tree Slaves",		"m23s":"The dola syrup stolen by the Empire would have saved lives, but your work at least protects the dola trees from Imperial slavery. Thank you!",		"m23o":"",		"m23d":"Dola trees are apparently sentient plants of Aruza. Never heard of them myself, but their flowers make an antibiotic syrup we use to treat local ailments. Imperial Intelligence agents stole our supply of dola flowers and plan to use them to breed a new slave race. The flowers are now useless for antibiotics. We need you to destroy them and the Imperial research lab.",		"m22t":"Axidite Stockpile",		"m22s":"Thank you! That armory stockpile would have gone into dozens of Imperial walkers. Maybe hundreds. Good job!",		"m22o":"",		"m22d":"If you've fought on foot against one of those two-leg Imperial scout walkers, you know they're dangerous. We've got word that a local armory is stockpiling the specialized axidite control boxes used in AT-ST command pods. You have a big chance here to interrupt a major Imperial supply chain!",		"m21t":"Empire Sabotaging Restraining Bolts",		"m21s":"Scratch one more Imperial Intelligence mad-science project. That droid idea might never have worked, but it doesn't hurt that you made sure. Thanks!",		"m21o":"",		"m21d":"mperial Intelligence is working on high-frequency broadcasts that burn out a droid's restraining bolts and ruin its programming. Basically a droid gets this signal and goes berserk. Of course, any grownup can handle a rogue 3PO unit, but what about the children? Stop this weird-science research before it's too late.",		"m20t":"Empire Selling Detonators to Crooks",		"m20s":"You did it! It's a relief to know those detonators won't be troubling the locals. This reward's yours. And be sure to mention to everyone -- the Empire deals with crooks!",		"m20o":"",		"m20d":"The Empire is raising funds by shipping thermal detonators to local gangsters. What a bunch of hypocrites! These bombs always end up destroying innocent civilians' property, so we want you to blow up the detonator warehouse. Be careful -- it's got fairly heavy defenses.",		"m19t":"Empire Redesigning Protector Droids",		"m19s":"Thank you! Facing an improved Protector droid would not have been fun, to say the least. Nice job!",		"m19o":"",		"m19d":"Imperial forces are guarding -- perhaps a better word is "confining" -- engineers working for Baktoid Combat Automata. These engineers are stress-testing blaster subsystems for a redesigned Protector-series combat droid. We'd like you to destroy the engineering compound and the Protector plans. Unfortunately, the engineers must be considered expendable.",		"m18t":"Imperial Durindfire Gem Facility",		"m18s":"The Empire protects those durindfire gems the way you and I protect our dearest heirlooms. It's amazing that you destroyed them. Good work!",		"m18o":"",		"m18d":"The Empire is relaying a cache of rare durindfire gems, under heavy guard, to a merchant in this area. You may know that Imperials traffic in these gems to finance their more exotic projects, such as the Death Star. If you can destroy these gems in their holding facility, you'll strike a blow against covert financiers across the galaxy.",		"m17t":"Imperial Byrothsis Facility",		"m17s":"Excellent job. With their infrared lenses going cloudy, Imperial TIE fighters might be slower to see our ships. Let's hope!",		"m17o":"",		"m17d":"The Empire's infrared camera lenses require the rare mineral byrothsis. These lenses require frequent specialized maintenance, and one of the maintenance facilities is nearby. By destroying the byrothsis purification facility, your team can put the Empire in the dark. Good luck!",		"m16t":"Imperial Gunnery School",		"m16s":"Excellent work! The Alliance has nothing against education, but we don't like what the Empire does with it. We look forward to working with you again!",		"m16o":"",		"m16d":"We have identified an Imperial fortified complex as a gunnery school for local recruits. Today they're firing at target droids, but tomorrow they'll be aiming at us. You have to destroy that compound -- today!",		"m15t":"Diplomatic Garrison Target",		"m15s":"Fast work! It's not often we take out an Imperial garrison, even if it is just a diplomatic garrison. Actually, only the first part of one. Never mind, you deserve your reward!",		"m15o":"",		"m15d":"The Empire has deployed a prefab structure in an outlying area. It appears to be an early beachhead for a diplomatic garrison. No one here knows what a diplomat would have to be diplomatic about, way out there. In any case, we need you to destroy it before the Empire can fortify it.",		"m14t":"Rescue the Mouse Droid",		"m14s":"Excellent "rescue!" If we can get those Imperial slugs to start worrying about their MSE-6 droids, then we've already won this war. Keep it up.",		"m14o":"",		"m14d":"Reports have been coming in about an amazing little MSE-6 droid. If Imperial Intelligence reports are to be believed, that tiny dynamo has led those Imperial slugs on a wild mynock chase. We want to help spread these rumors. We've planted a false Imperial report on the HoloNet that claims the Empire is holding the droid at a detention facility. We need a team of operatives to strike this detention facility and make it seem as if the MSE-6 droid was "rescued" by the Alliance. Can you help us embarrass the Empire further?",		"m13t":"Blast the Imperial Transceivers",		"m13s":"It's obvious you know the meaning of success, citizen. Job well done! Even if we didn't get the prototype, its destruction is a good consolation prize.",		"m13o":"",		"m13d":"The Empire has designed an improved subspace transceiver. The working prototype was sent to a manufacturing facility for mass production. A small team of operatives must make sure those transceivers are never built and either secure or destroy the prototype.",		"m12t":"Orbital Mines Bad",		"m12s":"Good work, citizen! Those mines won't be claiming the lives of our pilots and crew members. We look forward to working with you again.",		"m12o":"",		"m12d":"A large shipment of orbital mines is to be delivered to the Star Destroyer Avenger soon. The dispersal of these mines would make life much more difficult for our fleet, as you can imagine. We've discovered these mines and need the depot blasted into oblivion. The coordinates will be sent when you accept the mission. May the Force be with you. ",		"m11t":"Blow Up the Turbolasers",		"m11s":"Well struck, agent. Without their turbolasers, those hulking capital ships are just so much space debris. May the Force be with you.",		"m11o":"",		"m11d":"We've discovered a shipment of turbolaser actuators, currently stored in an Imperial depot and scheduled to be delivered to the Kuat Drive Yards. We must make sure those actuators are never installed in any capital ship's weapons. A team of skilled agents should be able to blast this depot off without much trouble. You'll have to work fast, though.",		"m10t":"Poke Out the Empire's Eyes",		"m10s":"Good going! Fewer probe droids means fewer chances to find our bases. The Empire can't destroy what they can't find, after all. You're becoming a very promising agent indeed.",		"m10o":"",		"m10d":"A cargo of probe droids has just been delivered to a supply depot servicing this sector. A Star Destroyer is scheduled to enter the system's orbit sometime in the next few days and those probe droids will be transported aboard. We don't need to tell you how much damage those probe droids can cause to the Alliance. We need a skilled agent to take out that supply depot and make sure those probe droids are destroyed.",		"m9t":"Destroy Illegal Drugs",		"m9s":"Good! Not only have you disposed of a great deal of illegal drugs, you've cost Imperial Intelligence millions of credits worth of bribe money. Let's see how eager they are to bribe the CSA now that they have to dig into their own budget. This is a great victory for the Alliance, friend.",		"m9o":"",		"m9d":"A small Imperial outpost is currently being used to store of seized glitterstim spice. This cargo is intended to bribe Corporate Sector Authority officials to comply with Imperial Intelligence's requests to access confidential corporate records. The Alliance needs a few good individuals to make sure that outpost is destroyed and everything inside it is burned to the ground. ",		"m8t":"Plug Up the Empire's Ears",		"m8s":"Bravo! Cut off the head and the body cannot survive for long. Your efforts to interrupt Imperial Intelligence's communication to the rest of the Empire's war machine will be instrumental in our eventual success. Your reward is well earned.",		"m8o":"",		"m8d":"The Alliance has acquired the coordinates to an Imperial HoloNet data collection station. This station is used by Imperial Intelligence's Analysis Bureau to coordinate surveillance efforts for the entire sector. If we take out this station, we effectively cripple Imperial Intelligence's ability to uncover our sabotage missions and raids of Imperial depots. Can you lead such a strike?",		"m7t":"Destroy Imperial Records",		"m7s":"Excellent! The best thing about the Empire's ponderous bureaucracy is that it's easy to throw a hydrospanner into the works. Good job! Claim your reward and may the Force be with you.",		"m7o":"",		"m7d":"An Imperial Academy processing center is currently housing the results of several hundred potential pilots' flight exams. If those scores are destroyed, this will create a severe backlog for the Imperial bureaucracy and slow the aggressive recruitment efforts of the Imperial Navy. Further, it would let us approach potential recruits and possibly enlist their aid against the Empire. Do you wish to lead this important mission?",		"m6t":"Destroy Sienar Warehouse",		"m6s":"The distinctive roar of those TIE engines is greatly diminished today. Great job, agent. We knew we could count on you.",		"m6o":"",		"m6d":"We've located a Sienar Fleet Systems warehouse and have learned that it's currently storing ion engines scheduled to go to Imperial shipyards in this sector. That will mean more TIE fighters for our X-wing pilots to deal with. We need someone to destroy that warehouse and everything inside.",		"m5t":"Destroy ISB Interrogation Compound",		"m5s":"Bravo, agent! Now citizens will realize that the power of the ISB is not absolute and that the Empire is fallible. You've earned your reward.",		"m5o":"",		"m5d":"Our informants have identified an ISB compound used for interrogations. If the stories can be believed, terrible atrocities have taken place. Destroying this foul place would send the right message to both the Empire and to citizens who lived in fear of Imperial Security. We're looking for a dedicated agent who can lead a successful assault on this nightmarish compound. ",		"m4t":"Wipe Out Power Droid Plant",		"m4s":"No power means no weapons or defenses. Our congratulations on the success of your mission. Keep up the good work. The Alliance is counting on you.",		"m4o":"",		"m4d":"We've located a major Imperial power droid manufacturing plant. Taking this plant out would be more than a simple inconvenience for the Empire. Their Star Destroyers and garrisons rely on these power droids to keep battle stations running. It will take a strong, precise strike to cripple this installation. The Alliance needs your help.  ",		"m3t":"Destroy Weapons Development Lab",		"m3s":"Bravo! No new blasters for those scout troopers! An impressive bit of work, agent. The Alliance thrives because of individuals like you. May the Force be with you.",		"m3o":"",		"m3d":"A small SoroSuub weapons testing facility must be knocked out. We believe they are working on an improved design for the scout trooper blaster that would greatly increase its firepower and accuracy. The Alliance can't afford to have scout troopers get better sidearms. We don't know what kind of security this facility will have, but we imagine it'll be formidable.",		"m2t":"Destroy Local Repair Station",		"m2s":"Broken down speeder bikes don't do the Empire any good. Job well done, agent. The Alliance could use more fighters like you.",		"m2o":"",		"m2d":"A transport repair station at these coordinates services Imperial scout troopers' speeder bikes. If this facility were destroyed, it would limit the number of Imperial search-and-destroy missions for this entire system. Can we count on you to orchestrate this strike? As always, the Alliance will reward you for services rendered.",		"m1t":"Destroy Local Refueling Depot",		"m1s":"Now that's how it's done! Those Imperial patrols will stay grounded for a while. Long live the Alliance!",		"m1o":"",		"m1d":"Local Imperial patrols have been relying on a refueling depot not far from here. The depot's destruction would certainly hamper the Empire's ability to effectively search for our cells. The Empire realizes this, so the depot is likely to be well defended. This mission will require skill and fortitude. Can the Alliance depend on you to lead such a strike?"
}}
