{
	"stfFile":"mission/mission_npc_destroy_neutral_hard_npc",
	"entries": {
		"number_of_entries":"25",		"m25t":"Conduct a Covert Strike",		"m25c":"Yours was one of five successful strikes in the last two days. Seven other civilian teams were massacred, sadly, but that's the risk we take. This should be enough money to defray your costs.",		"m25o":"Lucky I ran into you. I'm an undercover agent for planetary law enforcement. We're assembling covert civilian strike teams to make surprise assaults on a few well-entrenched gangsters. These crooks are the toughest of the tough, so we need real veterans. I know your reputation, and I want to include you on our mission roster. What do you say?  ",		"m24t":"Evil Cult",		"m24c":"Thanks to you, there will be no more evil sacrifices of innocent gnorts and kittles. Hurray!",		"m24o":"I'm glad you've come. The authorities don't believe me, but I've discovered a murderous cult on this very planet. Their temple is disguised, but their evil is undeniable. Lawful punishment seems impossible, so I'm hiring a strike team to demolish the temple. Be careful. They're very well armed for a religious cult.",		"m23t":"Rival Smuggler",		"m23c":"My client is most pleased with your performance. We shall be in touch with other jobs in the future. ",		"m23o":"Greetings. I thought you might show up here. Don't ask my name. I work for an important client in this star system. I'm offering you a delicate job. A rival of my client runs a well-defended smuggling depot in the area. I want it pounded into dust. Your reputation is renowned. I know you can assemble a hit team for the job. The pay is quite fair.",		"m22t":"Bad Bad Tweeny Fogg",		"m22c":"Tweeny Fogg won't be so bold with his organization in ruins. You've done very well. When I regain my fortune I may look you up again.",		"m22o":"Just look at me! A year ago I was counted among the wealthiest people on the planet, and now I'm reduced to this! The gangster Tweeny Fogg robbed me of everything, except just enough credits to pay a hit squad to wipe out his filthy operation. Would you happen to know anyone interested in the contract? I don't want any names. I just want results.",		"m21t":"Big-League Gangsters",		"m21c":"Yes! It warms my heart to see a plume of smoke over that wretched hive of scum. I said I'd pay for the service and I honor my agreements. Enjoy these credits.",		"m21o":"I don't mean to rant, but someone's got to stop these big-league gangsters! They've bribed the courts to let them get away with murder. I'll pay a team of hardened fighters to return some murder in kind. Their lair is fortified like a citadel, but I know a well-coordinated strike team could take them down. Say, you look like you'd be up to the challenge!",		"m20t":"Settle a Bet",		"m20c":"Unbelievable! You really pulled it off, even after we told you it was just a couple of low-class toughs. Remind me not to get on your bad side! I won big money on you, so I figure you've earned a big share. Enjoy it.",		"m20o":"My friend and I have a bet. When I saw you earlier, I said you look like you'd be handy enough with a blaster to face down a couple of low-class toughs. My friend bet you couldn't. How'd you like to settle our wager? I'll cut you in on my winnings.",		"m19t":"Smash the Pirates",		"m19c":"I can't believe you helped me with no promise of reward! But a reward you shall have for your heroic action. Take it with my utmost humility. At last I can rebuild my dignity again.",		"m19o":"You're looking at the scar on my face, aren't you? It's my badge of shame. My starship was captured by a pirate frigate. Fighting back got me nothing but disfigured. I'd give anything if someone could smash those Sithspawn and flatten their den. I'm not strong enough to do it myself. I know that now, to my shame.",		"m18t":"Tannhauser Base",		"m18c":"Revenge is sweet. You more than earned this money. I only hope my fallen comrades were watching from beyond.",		"m18o":"Can we talk? My entire smuggling fleet got wiped out by Captain Tannhauser and his pirate armada. I'm the last survivor, so revenge is up to me. I need to hire someone to hit Tannhauser's landing bay, hard and fast. You look experienced enough to do the job. Better call the toughest friends you've got, though. Tannhauser is anything but a pushover.",		"m17t":"Stolen Schematics",		"m17c":"Your success makes me believe the tractor-beam rumor to be false. An organization with the resources to steal from the Empire would certainly have put up a bigger fight against you. Here's your payment.",		"m17o":"A certain criminal organization has allegedly obtained schematics for Imperial Star Destroyer tractor beams. Personally, I doubt this. But as a precaution, I'm willing to pay your strike team to destroy the base that may possibly contain these alleged plans. What? I'd prefer not to explain why this is a precaution. Will you take the job?",		"m16t":"Failed Delivery",		"m16c":"You have performed as my employer wished. Suppliers must learn that it's not wise to promise proton torpedo propellant and then avoid delivery. That's all for now.",		"m16o":"My employer arranged with a certain supplier to obtain a shipment of propellant cylinders, but has not received satisfaction. What kind of propellant? No, I don't think you need to know that. You need to know that my employer will pay you well if you visit the supplier's base and terminate it. That's all you need to know.",		"m15t":"Torture Devices",		"m15c":"Did you destroy the nerve disruptors? Very well, here's your money. I suspect those "gangsters" were actually selling to the Empire, but that's a problem for another day.",		"m15o":"Ever been tortured by an Arakyd Agonizer-6 nerve disruptor? No, I can see you haven't. You still walk well and don't tremble. I won't go into my personal history with these devices. But when I learned that gangsters outside town are manufacturing these evil things, I resolved to hire a strike team to take them out.",		"m14t":"Thalassian Slavers",		"m14c":"My conscience is now somewhat ameliorated. Thank you for your assistance.",		"m14o":"Thugs duped me into receiving a shipment. I only belatedly learned its nature: Thalassian security collars -- slaving collars! I had no idea slavery was still practiced in these enlightened times. I take personal responsibility for involvement with these scoundrels. In restitution, I'll pay you to destroy that slaver base.",		"m13t":"Decrypting Pirates",		"m13c":"The HoloNet is safe again, because of your efforts. Please accept this reward, and be confident that your reputation is growing.",		"m13o":"Planetary security has learned of a dangerous compromise of local HoloNet satellite transceiver encryption. Pirates could decrypt spaceport traffic to locate prime victims. The security agency itself is rife with infiltrators, so an independent strike team needs to take out this pirate operation. There's a nice reward.",		"m12t":"Pirate-Smuggler Scheme",		"m12c":"Your reputation is growing among powerful officials. Planetary security has authorized me to pay you for your excellent work. Don't ask why, please.",		"m12o":"A smuggling group is selling modified Hanx-Wargel SuperFlow IV computers for subspace transceivers. Problem is, they're bugged with homing beacons, which send sweet come-hither calls to pirates. Planetary security forces are compromised, so they need an independent strike team to stop this pirate-smuggler scheme.",		"m11t":"Invisible Criminals",		"m11c":"Good job. No telling how long it will take to sovle this portable scanner sabotage, so more work should be coming up.",		"m11o":"Heard the gossip? Criminals have sabotaged planetary security's entire line of portable scanners. The alteration makes their own activities invisible. Until it's fixed, planetary security is commissioning local strike teams to take out trouble spots. Want an assignment?",		"m10t":"Corrupt Planetary Security Force",		"m10c":"That was a brilliant operation, and you displayed great courage. Powerful people have taken notice. Here's your reward; don't mention that you got it from me.",		"m10o":"I can't tell you how I know this, but criminals keep infiltrating planetary security forces. They've been funneling new starship sensor arrays onto the local black market. If the law mounts an assault operation, the insiders will tip off the smugglers. If your team can destroy the criminal base, you'll be well rewarded.",		"m9t":"Recover the Stolen Plans",		"m9c":"Did you locate the plans? Very well, we'll hope they've been destroyed. If not, we'll certainly hear about it, more's the pity. You did well, thanks.",		"m9o":"Interesting gossip from the planetary security forces. A well-funded criminal group has stolen plans for the Empire's w-165 planetary turbolaser and intends to sell them to the highest bidder. We suspect inside assistance within our agency, so we're covertly hiring an outside team to take out the criminal base. Is your team up to it?",		"m8t":"A Major Crime Syndicate",		"m8c":"I thought you seemed like a being with no fear. Your exploits will become the stuff of legends, citizen. Your prowess will be amply rewarded. Here is an example.",		"m8o":"Does the Black Sun organization scare you, citizen? Do you shrink from the idea of entering a den of assassins and blasting it to bits? If you think you can tackle a major crime syndicate and live to boast about it, then help us get rid of this vicious gang of criminals.",		"m7t":"Vile Slavers",		"m7c":"We are forever in your debt, citizen. A hero such as yourself is desperately needed in these dark times. Take this reward",		"m7o":"Slavers have set up a base of operations on this planet and conduct their vile business from this stronghold. They've already captured several local non-humans and sold them off to various buyers across the galaxy. Can you help us stop these rogues? ",		"m6t":"Dark Side Gang",		"m6c":"Excellent job, citizen. Your skills will forge a place in history for you, no doubt about it. Please accept this reward for your services.",		"m6o":"Rumor has it that a Dathomir Nightsister has claimed leadership of a gang of cutthroats and is training them in the use of the dark side of the Force. Can you help us stop this gang before it becomes an unstoppable force?",		"m5t":"Tusken Bloodrites",		"m5c":"Those loathsome criminals were trained killers and must have put up an incredible fight. Please accept this token of our esteem. You have saved our community.",		"m5o":"There's a gang that has decided to adopt the Tusken Raider's Bloodrite practice as a form of initiation for new members. Recruits must capture and torture a sentient being to death over a period of weeks. Please help us put a stop to this.",		"m4t":"A Sith Cult",		"m4c":"You're a true hero of the people, friend. Please accept this generous reward from a very appreciative community.",		"m4o":"Would you believe me if I told you that a vile gang of murderers has decided to form a cult devoted to the worship of the ancient Sith? They're right here on this world and intend to carry out human sacrifices. Could you please help us destroy this cult? ",		"m3t":"Vicious Spice Refiners",		"m3c":"I can't believe you survived that. You a Jedi or something? Here's the reward on those vile gangsters.",		"m3o":"You really want to make a name for yourself, citizen? Try taking out one of the largest spice refining operations in this sector. It's guarded by some of the galaxy's most vicious killers. Think you can take them on?",		"m2t":"Swooper Violence",		"m2c":"I have a feeling your name will be remembered in galactic history, friend. I hope you always choose to use your formidable powers for good. Please take this reward.",		"m2o":"You haven't seen swooper violence until you've seen this gang's handiwork. They keep the surrounding neighborhoods terrified and under their cruel control. Can you help free these innocents?",		"m1t":"Tackle Mean Scum",		"m1c":"I must confess, I never thought you'd pull it off. You are one tough being. Take your pay, you've more than earned it.",		"m1o":"I've heard of you. You help people take care of problems, don't you? Care to tackle a gang of some of the meanest scum in the galaxy? I know what you're worth, and I'll definitely reward you at that rate. Deal?"
}}
