{
	"stfFile":"mission/mission_npc_escort_neutral_medium",
	"entries": {
		"number_of_entries":"50",		"m50c":"Splendid work! I never felt imperiled with you at my side. Here is your payment. Now to find that museum.",		"m50t":"Protect the Cave Drawings",		"m50o":"I have on my person some first-generation copies of the famous Ch'hosk cave drawings. I need to transport them to a museum in another city, but I don't want to risk hopping a shuttle. Pressurized air is bad for the drawings. Would you be kind enough to accompany me on the long, dangerous journey to the museum?",		"m49c":"Thanks for the assistance. I can't wait to get off this greaseball of a planet.",		"m49t":"Academy Hopeful",		"m49o":"I want to apply to the Academy for next season, but I don't know how to get to the next city, where the recruitment office is. Can you show me the way?",		"m48c":"We made it! Those race-wings are almost mine. Thrills and danger, here I come! If I can only manage the rather frightening trip back home.",		"m48t":"Brave Little Garbage Pit Racer",		"m48o":"When I'm on Coruscant, I love to watch the garbage pit races. I want to buy a set of race-wings so I can start practicing, and maybe enter the garbage pits myself one day. But traveling to another city to buy my race-wings is too scary to do alone. Can I pay you to come with me?",		"m47c":"Thanks for the escort, friend. I thought that Rodian bounty hunter might be waiting around every corner. I guess he had good reason to be scared of you.",		"m47t":"Watch Out For Rodians",		"m47o":"I've got a Rodian bounty hunter hot on my trail! I need to travel to another city to pay my debts and get that slimy piece of worm-ridden filth off my back. Can you and your well-used weapon give me some backup on the way? I don't want to find a throwing razor in my back.",		"m46c":"Thanks. I stand to make a fortune from this particle blaster, if I can figure out how to manufacture them secretly.",		"m46t":"Transport the Plans",		"m46o":"Did you know a starfighter's particle shield can be converted into a hand weapon? Very effective against armored personnel. The authorities don't approve, of course, but that's life. I've got to transport these conversion plans to another city, but I have to make sure the authorities don't stop me. Can you escort me there and keep me out of trouble?",		"m45c":"Thank you so much. This planter is quite a unique creation. I wonder if the proton fuel cell will help dorva vines to grow larger?",		"m45t":"An Odd Sculptor",		"m45o":"I've crafted this lovely planter out of a proton torpedo pod. I need to deliver it to another city, but I'm afraid some scoundrel will try to take it and activate the nucleonic igniter. That could be dangerous, don't you think? Would you escort me so that no rogues will abscond with my lovely creation?",		"m44c":"I was afraid I'd be blasted to ashes before I got these documents here, but thanks to you I survived. I'll look you up again if I'm forced to carry any more criminal indictments.",		"m44t":"Deliver the Legal Documents",		"m44o":"You would think legal documents could be transmitted electronically, but of course the really important ones are entrusted to poor hand-carriers like me. Even when said documents indict infamous criminal leaders in the region. So I need someone handy with a blaster to make sure I get to my destination in one piece. Are you available?",		"m43c":"Thanks greatly. Here's your payment. I can't wait to fly my new STAP! I wonder if the laser cannons are still operational?",		"m43t":"Help the Collector",		"m43o":"I'm buying an old STAP repulsorlift, which is quite exciting for a collector like me. But the dealer is in another city and it's not safe to travel alone with so much money. I could use an experienced fighter like you as a traveling companion. Are you interested in making a few credits?",		"m42c":"Well done. My old Corvette is safe. You have my gratitude and these credits for your service.",		"m42t":"Help Deliver Security Codes",		"m42o":"I sold a vintage Tempest-class Corvette to a business partner of mine in another city. Now I've got to deliver the security codes so he can take possession of the starship. But with so many scoundrels and Rebels about, I dare not make the trip alone. I'll pay you to safeguard me between here and there.",		"m41c":"You'd think betting on the Death Star versus the Rebels would be a brain-dead gamble. That's what I get for being cocky, I suppose. Hopefully when I pay my friend, he'll stop gloating. Anyway, thanks for lending a hand.",		"m41t":"Settle a Bet",		"m41o":"A bet's a bet, and I lost mine. Now I've got a considerable pile of credits to deliver to my friend in another city. Trouble is, transporting that kind of money on this planet is a gamble in itself. I'd like to hire you as a bodyguard for the trip, if you're available, to make sure I get there with my money and my life.",		"m40c":"I appreciate having you and your blaster to accompany me. Here's the reward, just as I promised.",		"m40t":"Old Enemies",		"m40o":"I've made a few enemies over the years, so I don't take long-distance travel lightly. You look like someone who can handle a blaster. I could use you in a fight. Join me on a little journey and I'll reward you well.",		"m39c":"Thanks for the help. Here's the money I owe you. Now if I can find my client around here, I'll get paid myself.",		"m39t":"Help the Importer",		"m39o":"A client of mine bought a hand-held enzymer for his import business. I need to get it to him before his next shipment from Dantooine. This is an expensive tool, though, so I could use a strong guard like you on the trip. Care to come along?",		"m38c":"That was close, wasn't it? The villains were pressing us from all sides! But this ambergris has safely reached its new home. These credits are yours for a job well done.",		"m38t":"Protect Shaak Ambergris",		"m38o":"I've got to deliver this bottle of shaak ambergris to a perfume manufacturer, but the distance is not inconsiderable. Would you join me on the trip and protect me from any unscrupulous perfume pirates who might attempt to waylay me?",		"m37c":"What would I have done without you? Little Fleeflee thanks you so much for helping her reach the breeding facility. Here's a little bit to pay for your time.",		"m37t":"Help Poor Fleeflee",		"m37o":"I need to take my rock tabbit to a special breeding facility, but I'm afraid someone will try to steal poor Fleeflee from me! Can you protect me while I'm taking her there?",		"m36c":"After traveling all that way, I think I've decided to dine alone. Your conversational skills are lacking. Here are a few credits. Go buy yourself dinner somewhere else.",		"m36t":"Chowder Connoisseur",		"m36o":"I finally found a place that serves decent blood chowder! The place a bit far from here, though, and it's a little dangerous to travel alone. Would you care to you join me?",		"m35c":"Finally I'll be able to connect this datapad to the HoloNet again. It's my primary source of income, you know. Have you tried the HoloNet lately? Lots of money to be made.",		"m35t":"Broken Datapad",		"m35o":"My datapad is infected with a nasty circuit virus and I can't find my way around. Can you show me the way to a maintenance shop? Thanks.",		"m34c":"Boy, I'm glad to be back. I guess I'm not in the club yet. Say, what exactly is a snope anyway?",		"m34t":"A Snope-Hunter",		"m34o":"All the fellows said I'd be in the club if I went snope-hunting with them. I was supposed to wait here with a net, and they'd send the snopes toward me. But it's been a long time. Can you guide me home?",		"m33c":"Okay, I have to sort things out with my little nubbly-cheeks and find out why I got stood up. Here, please take this for your time, thanks.",		"m33t":"Lost Paramour",		"m33o":"You haven't seen my sweetie, have you? I was supposed to meet my true love here, where we hope to build our dream house. I'm confused on how to get to the part of town where my honeybunch lives. Can you guide me there?",		"m32c":"I think it's going away. Oh my. Splitting headache. Here. Thank you. Don't eat leaves out there. I have to lie down.",		"m32t":"Dazed and Confused",		"m32o":"Little yellow flower. Bright leaves. Bitter. Glaaahh-- No, bad, mud thoughts. Head all wrong. It's bad. Home. Bring me home home. Nrrgh--",		"m31c":"My thanks to you. I predict another episode of glaciation here some time in the next 20,000 years. Better get ready.",		"m31t":"A Geologist Hopeful",		"m31o":"You'd never know this whole area used to be a glacier, would you? At least, that's my theory. As soon as I get back home with my evidence, I'm pretty sure to be admitted to the Galactic Geological Society. Can I hire you for guard duty on the way back?",		"m30c":"Thank you. Now to find that droid. It's not just the infrared detector, I think. That old E-series model is getting senile, that's all. Time for the junkheap.",		"m30t":"A Test Gone Sour",		"m30o":"My droid's infrared tracking unit just got fixed. To test it, I wandered out here and told him to follow me. And-- I've been waiting. Creatures out there are starting to smell me, I'm afraid. Can you guard me on the way back?",		"m29c":"Thank you kindly! A quick stop for a meal, and then those rascals out there will be sorry they ever saw me and my rocks coming!",		"m29t":"A Tough Vigilante",		"m29o":"I don't hold with all this thievery and smuggling out here! I've got a weapon -- well, some rocks, anyway -- and I aim to show those crooks what for! But it's way past my mealtime, and I'm lost. Can you get me back home, please?",		"m28c":"Home at last! No more of this scavenging stuff for me. Next time I'll just go straight to the smugglers and make an offer. Here, please accept this payment.",		"m28t":"A Lost Scavenger",		"m28o":"A Corellian light stock freighter touched down here recently. I suspect smugglers. I hoped they left something behind, but I've found nothing. I'm tired and nervous. Can you guard me on the way home?",		"m27c":"Thank you. My older brother ate a strange weed and is now delirious. He's convinced he's the Emperor. The medicine I get here should clear his fuddled mind.",		"m27t":"In Need of Medicine",		"m27o":"I've been travelling a long time to get to the city. I need some medication for a sick relative. If you can escort me there, I'll pay you. I don't get to town often.",		"m26c":"Thanks! I'll just wander into the assay office and see if anyone has, I don't know, claimed agrinium deposits recently. Just making conversation, you understand.",		"m26t":"A Simple Sightseer",		"m26o":"Nope, no agrinium deposits around here. None, sorry. What? You're not searching for agrinium? Oh. Okay, can you guide me to the nearest assay office? Just curious to see it, that's all.",		"m25c":"I hear this 4-LOM partners with a Gand tracker named Zuckuss. If you see either of them, give me a call. There's a bounty! Meanwhile, here's your fee, thanks.",		"m25t":"Looking for 4-LOM",		"m25o":"I'm tracking a master thief, a droid called 4-LOM. Don't laugh. The trail went cold here; actually, I think I've been following a decoy. I'm lost. I'll pay you to guide me home safely.",		"m24c":"Stupendous! Look at this scenery! I believe this place, too, will figure in my masterwork, if I ever get it produced. Thank you!",		"m24t":"HoloNet Producer",		"m24o":"I've found the perfect setting for my HoloNet extravaganza, "Moons Over Masposhani." But I'm inconveniently far from the starting point of this scouting trip, so can you guide me to another settlement?",		"m23c":"How could I have lost my way so easily? The cause of science can produce a heady, even intoxicating intensity. Now I must go review my notes.",		"m23t":"An Absent-Minded Scientist",		"m23o":"My studies on the indigenous festering swellmouth vine are nearly complete. It seems, however, my exuberance has led me astray. I am, in short, lost. Please guide me home.",		"m22c":"Let your spirit reach the Balance through the chant of the nose: Ehhhnh-- Try it: "Ehhnh--" No, more nasal. Wait, we're here. Our paths now part. Seek the Balance!",		"m22t":"An Enlightened One",		"m22o":"For seven days I have meditated on the Cosmic Balance, and I am now ready to return to what is laughably called civilization. Guide me on my true path, dubious one!",		"m21c":"A good game of droidball can be so bracing. I hope my backer can find the funds for a nice field there. Thank you so much for your help.",		"m21t":"A Little Droidball",		"m21o":"Mmm, yes-- Oh, hello. This territory could make for an unusual sporting field, don't you think? Droidball, perhaps. Please escort me to my backer's offices, and I'll gladly pay you.",		"m20c":"When I go back for my speeder, I'll check on that little creature. After the explosion, its body smelled delicious! Could be a toasty taste treat.",		"m20t":"The Trouble With Speeders",		"m20o":"My speeder crashed way back there. Some little creature jumped up on the hood, slipped into the engine, and blam! I need to get back to town. Will you be my guard?",		"m19c":"Thank you. Here's your fee. Now! I've come here to beat up a prankster and chew some chewsticks, and I'm fresh out of chewsticks. Goodbye.",		"m19t":"Victim of a Prank",		"m19o":"Very funny. I followed a trail of chewstick wrappers out here, and the last one said, "You're lost, haha!" I know just who's responsible, but I don't know the way to his home from here. Can you guide me?",		"m18c":"I can already feel early symptoms of whiplash. Here's your fee. Please sign this affidavit that you saw the remains of the exploded droid that injured me. You won't? Scoundrel! I'll see you in court!",		"m18t":"A Shaken Droid Owner",		"m18o":"Look at this! This stupid bolt is all that's left of my binary loadlifter! It blew up, practically in my face, leaving me shaken and, in all likelihood, injured. I'd like you to escort me home, and possibly sign an affidavit admissible in civil court.",		"m17c":"Much appreciated, friend. Here's something for your trouble. Now to recharge those fuel cells.",		"m17t":"A Rescuer Needs Rescuing",		"m17o":"I thought I saw a Skyhopper go down in this area but I can't find any wreckage. I was so eager to get out here, I didn't notice my fuel cells were almost depleted. Can I get you to take me back home safely?",		"m16c":"Thanks, friend. I don't know what I was thinking. Swoop gangs are for chumps and losers. I'm neither. Thanks for helping me see that. Here's something for you.",		"m16t":"A Change of Heart",		"m16o":"Okay, I won't lie to you. I was left out here as part of a swoop gang initiation ritual. Well, Sithspit on them! If you get me safely home, I'll turn over a new leaf. I promise.",		"m15c":"Thanks for seeing me safely home. This should cover the use of your time. I sure hope I get to see a Jedi ghost someday.",		"m15t":"A Ghost Hunter",		"m15o":"A friend of mine said this area was haunted by the ghosts of dead Jedi. I spent the night out here but I haven't seen anything. Think you could escort me back home. My blaster seems to be malfunctioning.",		"m14c":"Thanks, pal. Don't mention to anyone you saw me, okay? And these aren't blood stains on my arms or anything, I just spilled some Blicci juice on myself. You believe me, right? ",		"m14t":"A Suspicious Individual",		"m14o":"How long have you been watching me? Did you see me doing anything besides standing here? I, uh, sure could use your help getting back to town. I was sorta stranded out here. Think you can help me?",		"m13c":"A thousand thanks, friend. Here's a little something for your trouble. And take my advice - don't make bold statements you don't intend to keep.",		"m13t":"Honoring a Promise",		"m13o":"I bet you're wondering what I'm doing out here all alone, huh? I told my best friend that if he left his shrewish wife, I'd walk to his home and congratulate him personally. Bet you can guess what happened. Can you make sure I get there in one piece?",		"m12c":"Thanks, you were really swell.",		"m12t":"The Fate of the Galaxy",		"m12o":"I'm on a secret mission and need your help! If I don't get to my destination on time, the entire galaxy might be doomed! Can you help me? Please, trillions of sentient beings are counting on you!",		"m11c":"You're a pal. Make sure you never buy any Rond & Mcgrrr brand maps. Here's something for your efforts.",		"m11t":"A Disenchanted Fan",		"m11o":"This is the lousiest map I've ever seen. It says here that the Aqualish Aquatic Arena is supposed to be right here. Do you see anything like that? How about showing me back to civilization, huh?",		"m10c":"Thanks, bud. Here you go. I'll be sure to be more selective about the rumors I choose to believe in the future. I knew that story was too good to be true.",		"m10t":"A Bogus Rumor",		"m10o":"You ever heard of the fabled treasure of D'ar Komar? No? Well apparently that's because IT DOESN'T EXIST! Sorry. Uh, do you think you could get me back to a city? I'll pay you if you can.",		"m9c":"Thanks, buddy. I hear tell of some hokey religion called the Cosmic Balance that says all good must be balanced out with bad. Maybe it ain't so hokey, huh?",		"m9t":"Not So Lucky",		"m9o":"Every time something is going well for me, something else always messes up. Why is that? I win a local lottery and the new speeder bike I buy ends up having a defective thrust engine. Think you can get me back to town safely?",		"m8c":"I certainly do appreciate your help. Let me pay you for your trouble. I'll try to make sure I don't strand myself next time I'm pondering my woes.",		"m8t":"Some Time Away",		"m8o":"I like to get far away from civilization sometimes and think through my troubles. I just need to make sure I have a way to get back there when I'm done. Think you can help me with that, friend? ",		"m7c":"You sure are brave, citizen. When I've practiced with my blaster some more, do you think we could go on heroic quests together? Oh, and this is for your time.",		"m7t":"A Disillusioned Questor",		"m7o":"I'm determined to prove that there are still guardians of peace and justice in the galaxy even without the Jedi. Problem is, I need to train a bit more before I go on another one of my "quests." Could you help me get home? Please?",		"m6c":"Many thanks, friend. Let me repay your kindness. I certainly don't look forward to straightening this mess out.",		"m6t":"Accident Survivor",		"m6o":"The transport I was on crashed in the wilderness. I was the only survivor. Could you please take me back to the city so I can report this? I don't know if I can make it alone.",		"m5c":"Thanks, citizen. This is for your trouble. By the way, if you and your mate are having problems, don't think you can patch everything up by taking a romantic trip together.",		"m5t":"Quarreling Lovers",		"m5o":"Could you help me? My mate and I were taking a vacation and had a bad fight. It resulted in me being unceremoniously dumped out here in the middle of nowhere. I sure could use an escort home.",		"m4c":"Thank you, friend. Here's something for your trouble. I'll mention you in the book I'm writing about the origins of krayt dragons.",		"m4t":"Aid Star Dragon Research",		"m4o":"I'm performing research on the relationship between krayt dragons and Star Dragons. Unfortunately for me, my speeder blew a power regulator. Could you escort me home? ",		"m3c":"Much obliged, friend. You continue to do good deeds like this and folks might start considering you some sort of hero. Here you go.",		"m3t":"Gravsled Woes",		"m3o":"I learned something about gravsleds today - don't try to use an old one to travel across a planet. I sure could use your help getting back to civilization, friend. I'll compensate you for lost time.",		"m2c":"You turned out to be okay, fella. I guess a reward is in order. I'm gonna go have me chat with those miners, the bags of bantha poodoo!",		"m2t":"An Angry Miner",		"m2o":"Some miners claim this area was rich in ardanium but Sithspit if I can find it! Further, and I know you'll be shocked by this, my speeder finally died on me, the Sithspawn! If you could make sure I get back to civilization, I won't hate you.",		"m1c":"Thanks, friend. This is for your trouble. I'm off to find a really good medical droid. I think I may have suffered some internal injuries.",		"m1t":"A Repentant Swoop Racer",		"m1o":"You know what I discovered? That I'm not ready to take part in swoop races. I'm lucky to be alive, actually. I think I'm okay, but just to be sure could you see to it that I get home safely?"
}}
