{
	"stfFile":"mission/mission_destroy_neutral_hard_creature",
	"entries": {
		"number_of_entries":"35",		"m35t":"Important Mission for the Alliance",		"m35s":"You have our respect for a job well done. Our own fighters had trouble handling those beasts. Take your payment, and please remember your promise of discretion.",		"m35o":"The Alliance To Restore the Republic",		"m35d":"We have calculated an ideal site for a ground-based hyperspace listening station, so that we can monitor the activities of the Imperial Star Destroyers which have become so prevalent in this sector. The problem is that the area is infested with wild creatures that have so far repelled attempts at removal. We would simply bomb their lair into ashes, but we do not want to alert the local authorities of our activities. Instead we intend to hire hunters to enter the habitat of these creatures and eliminate their threat. These are no ordinary wild animals. They demand the efforts of a team of skilled professionals. And of course we require the utmost discretion, to avoid any Imperial entanglements.",		"m34t":"Prepare Resort for Vonn the Hutt",		"m34s":"Oh, hooray! We droids are saved. Your actions were most courageous. The taxidermy droid will blow a circuit when he sees what we have brought him.",		"m34o":"Environmental Droid Em-8-Tee",		"m34d":"It's a nightmare! My fellow droids and I are responsible for preparing the private resort of our master, Vonn the Hutt. But wild animals that have taken up residence near here, and our landscaping droids are terrified to attend the perimeter. Our security droid, BR-0D, so far has been unable to locate the creatures, though he has narrowed down the probable location of their lair. Our master will bring his own security forces, but I'm afraid by the time he lands it shall be too late for us. I fear what punishment Master Vonn will devise when he sees that we have failed to complete the preparations for his arrival. Oh please, won't someone help us by getting rid of these awful creatures, before we are scrapped or worse? I am able to pay any fee from my master's maintenance account. Please contact me as soon as possible. Thank you.",		"m33t":"Aid Desperate Refugees",		"m33s":"Between your astounding victory and the actions of our own warriors, we believe we have cleared the area of the most dangerous of its wild inhabitants. The Empire still dogs our heels, but at least we have struck a blow against them today. Take your reward and the gratitude of our children.",		"m33o":"Settlement Displaced by the Empire",		"m33d":"We attempted to resist the Empire. We marshaled every scrap of strength and bravery to resist their black tyranny, but alas, our cause was hopeless. Those who survived the utter devastation of our settlement were forced to flee into the wilderness. But the Empire is not content to devastate our people and steal our holdings. Now they pursue us, always keeping stormtroopers and AT-STs on our heels. They're herding us into the most dangerous part of the wild. They want the monsters of nature to finish us off. But we still cling to hope. We are sending out a call to any group of stalwart fighters who can proceed quickly to these coordinates and dispatch these terrible creatures before our children are driven into their slavering jaws. We can pay for this assistance, if payment is important to you. But please hurry! Our lives depend upon it!",		"m32t":"Protect Settlement From Terrible Tide",		"m32s":"Joy and jubilation! You have rescued us from the savagery of nature and the heartless cruelty of the Empire! Please take this reward and join us in our celebration of life!",		"m32o":"The Settlement of Thraalcopse",		"m32d":"The time we have dreaded is finally upon us. The rutting season has begun. From the deepest wilderness comes a plague of terrible creatures who foul our lands, destroy our property and kill our peaceful denizens. Every year the warriors among us band together to face this threat and drive these awful monsters away from our settlements. But last season we had trouble with the Empire. A storm of walkers robbed us of our strongest and bravest. Now we are left defenseless in the face of the coming onslaught. The Empire punishes our resistance by abandoning us to our fate. Are we doomed to die over Imperial cruelty? Is there no one out there who can come to our aid?",		"m31t":"Mission of Utmost Importance For Hunters",		"m31s":"We are most impressed with your performance against the Mouse's savage guards. Even though he escaped you, we shall pay a portion of the bounty in compensation for your deadly performance.",		"m31o":"Imperial Intelligence",		"m31d":"It's unthinkable, but a notorious enemy of the Empire has fortified himself in the unlikeliest of places. The Rebels refer to this agent as the Mouse and spread ridiculous rumors that he is an MSE-6 droid. But no mouse droid could infilftrate such a dangerous wilderness region, tame a collection of extremely deadly predators, and employ them as trained bodyguards, all while conducting the operations of a dense, multi-system spy network. We know that the Mouse has access to our military communications, so we have decided to employ hunters against him. These hired guns will take down his bestial bodyguards and deliver this unrepentant traitor into our custody. Be advised that the creatures are extremely savage and supremely powerful.  No hunter should attempt this assignment alone. The Mouse is responsible for the demise of countless Imperial agents. A few hunters more will hardly make him blink.",		"m30t":"Evaluate Threat Level of Wild Animals",		"m30s":"I would be lying if I said I am pleased by your success. You have demonstrated that even these terrible creatures may be overcome by the simple application of brute, unsophisticated force. I shall continue my search for non-sentient agents worthy of my stable. In the meantime, here is a modest payment for your services.",		"m30o":"Moff Lunus",		"m30d":"I don't condone a governor taking military action outside of the sector over which he presides. For this reason I am in the market for a team of veteran hunters to undertake a mission on my behalf. I have located a den of bloodthirsty predators at the following coordinates. I am hoping to replenish my personal stock of large, dangerous animals, which I use for punitive and interrogatory purposes. Confront these creatures, provoke a battle, and determine exactly how dangerous they are. I shall not mince words -- these creatures are the most dangerous I could find. My hope is that some or all civilian operatives will be slain, proving that these beasts are worthy of inclusion in my private stock. Contact my office if you wish to participate. I am only interested in battle-ready operatives of the highest caliber.",		"m29t":"Confront Threat to Innocent Lives",		"m29s":"The bravery of freedom-loving galactic citizens will always overcome the deceit and cruelty of Imperial schemes. You have done well. May the Force be with you.",		"m29o":"Alliance To Restore the Republic",		"m29d":"Imperial injustice knows no limits. While we applauded a recent campaign to confiscate various dangerous animals from the greedy smugglers who distribute them through the galaxy, we were horrified to learn that the Empire "disposed" of these same deadly creatures by dumping them near inhabited regions on different planets. The threat posed by these fierce and often battle-trained animals is severe. That is why we have vowed to eliminate this danger to innocent lives. We are hiring professional hunters to face these lethal monsters. Their brave actions will be recorded by hovercams, to be used as yet more proof of the extent of the Empire's evil and corruption.",		"m28t":"Exterminate Wildlife for the Empire",		"m28s":"Rousing success! After you took down their wild accomplices, the Rebels evacuated the way station, and our Star Destroyers blew seven of their ships into so much orbital debris. The Empire thanks you for your good service. Here is your well-earned reward.",		"m28o":"Imperial Navy",		"m28d":"Who among the Empire's loyal citizens does not despise Rebel treachery? The Imperial Navy works tirelessly to hunt down traitors, and sometimes we require the faithful assistance of our civilian friends. We have identified a small landing bay used as a way station by Rebel warships. It is craftily hidden in a patch of wilderness stalked by some of the fiercest creatures in the sector, preventing stormtroopers from mounting an attack. We need a group of well-armed civilian hunters to penetrate this dangerous area and wipe out the most dangerous wildlife. Without wild animals to shield them, the unsuspecting Rebels will be forced to abandon their way station. As their ships flee, our Star Destroyers will be waiting. This coordinated effort will deliver a crushing blow to those who dare challenge the might of the Empire.",		"m27t":"Survive Deadly Combat and Win Prize!",		"m27s":"Let's hear it for our new champions! Here is your fabulous cash prize! We hope you come back again for another round of ... Galactic Gladiators!",		"m27o":"Galactic Gladiators",		"m27d":"We've got the meanest, fiercest, most murderous collection of claws and teeth this side of Portmoak Sector! We have giant sand beetles, battle-trained dewbacks, bone-crunching rancors and even a krayt dragon or two! Who would dare face these terrible man-eaters in mortal combat? What sort of madmen would risk their lives solely for the entertainment of our audience? Our contestants, that's who! We're looking for the most daring, the most deadly, the boldest marksmen in the galaxy to face the grisliest terrors ever to stalk the public holoscreens! A generous prize is waiting for the team of derring-doers who survives the challenge of ... Galactic Gladiators! Do YOU have what it takes?",		"m26t":"Make Little Girl Happy",		"m26s":"My dearest little daughter sends you a thousand kisses for making her Threld Eve wish come true. But I'm sure you're more interested in these credits. Take them and enjoy.",		"m26o":"Lord Quelfray",		"m26d":"When my daughter asks me for something, I give it to her. It's a weakness of mine to spoil her. This year I promised to build a grand pavilion for her annual Threld Eve party at any place of her choosing. Children being what they are, she has challenged me by selecting an area which contains the deadliest animals in the sector. What a little darling! So now I need a small army of hunters to venture into this perilous zone and take care of anything that might pose a threat to my precious girl. Mind you, this same area once claimed the lives of ten planetary engineers who were trying to construct a recycling station. But if you've got the grit, here's your chance to earn a tidy fee and make a little girl happy in the process.",		"m25t":"Help Rescue Alliance Pilot",		"m25s":"Thanks to your hard work, we managed to extract our pilot moments before the Imperial scanning teams detected him. Your skill and bravery are astounding. If you need further employment, please contact the Alliance. We can always use good hunters and fighters.",		"m25o":"Alliance To Restore the Republic",		"m25d":"One of our pilots has gone down. Imperial authorities are scouring the area and we need to extract him quickly. Unfortunately he crash landed in the middle of one of the most dangerous areas on the planet. Some extremely lethal creatures have forced him into hiding. We cannot retrieve him unless these creatures are dispatched. Therefore we are broadcasting this urgent plea for teams of freelance hunters to wipe out this threat before Imperial scanning crews find our pilot. Be warned, these creatures should be approached with the utmost caution. Only very experienced and well-equipped teams should attempt this mission. If you can meet this challenge, are ready to deploy quickly and think you can avoid Imperial entanglements, please contact us for the coordinates of the extraction zone.",		"m24t":"Exterminate Murderous Creatures",		"m24s":"You did it! I know my father is watching right now, and he must be proud of us all. I have faith again that the galaxy can be a just and caring place to live.",		"m24o":"Kara Regallium of the Weald Mining Concern",		"m24d":"When I took over my father's mining operation after his untimely death, I had no idea his competitors would turn criminal in their methods.  No strategem is too low for them to try.  For example, the future of the company hinges on a rich and untapped vein of vertex crystals as pure as they mine it on Kir.  The competition has blocked my development of this mine by smuggling a cargo of extremely dangerous animals onto the property.  I lost several workmen and dozens of droids to these rapaceous beasts.  The Imperial Army itself sent two different companies of stormtroopers to exterminate the monsters, but the only result was many more deaths.  They have since declared the area unsafe and washed their hands of the matter.  But I'm not going to give in.  My father's enemies must not win.  I know that there are plenty of good, strong, skilled hands out there willing to band together and kill these terrible creatures.  Not only will I pay you handsomely for such service, but you would be fighting against the forces of greed and injustice in the galaxy.  Surely that is worth risking your life for?",		"m23t":"Lady Bentledown Seeks Hunters",		"m23s":"That is a great relief. I shall call on Lord Denn to mention the unhappy accident that has befallen his imports. I look forward to seeing his reaction.",		"m23o":"Estate Holder Her Excellency Lady Deianora Bentledown",		"m23d":"I have lately fallen into an uncalled-for tiff with my neighbor, a dotty old Core Worlds retiree. Lord Denn is convinced that I am sabotaging his drunken hunting parties. This is silly slander. If two dozen drunken men fire off blasters in the countryside, and in all likelihood hit one another, I regard this as beneficent natural selection. But now Lord Denn has brought in savage beasts to plague both our estates. I believe he intends to hunt them. What nonsense. He will find in these predators much stiffer opposition than his usual quarry, furtive little rodentians. Before he kills himself, or these monsters kill me, I wish you to take an experienced hunting team and slaughter them all. Not Lord Denn, of course, just the creatures. I daresay Lord Denn will manage his own destruction before long.",		"m22t":"Brave Hunters Needed on Denn Estate",		"m22s":"Now that's the kind of enterprise we like to see! I have high hopes for you! And let me add, Lady Bentledown shall soon know a problem of her own, I tell you that! Ha!",		"m22o":"Estate Holder His Excellency Lord Savastorol Hennig Denn, 23rd of the Line",		"m22d":"Were I a younger man, I'd round up these beasts and give them the old what-for, I tell you that. Eh? Oh yes, yes. I need skilled hunters, and not a few of them, mind you. You must all trundle out and dispose of a pack of ferocious beasts -- which kind of beasts were they? I cannot read this blasted scribble -- never mind. I gravely suspect my neighbor, Lady Bentledown, of importing these beasts and setting them to roam my estate. Why? I tell you why: She disapproves of my good old hunting parties! So what if we make a bit of noise, or if a bit of liquor goes down a dry throat? I ask you, so what? Now we, being hunters, would leap at the chance of disposing of these blasted Bentledown beasts. Ordinarily. But we are not so spry as once we were, nonono. No. So I'll rely on you and your friends to do the job, shall I? I commend you!",		"m21t":"Lord Denn Seeks Hunters to Protect Party",		"m21s":"Ha! There, what did I tell the wife, I said, "Get a good lot of hunters to take them out, that's what!" And I did, and you have! Jolly!",		"m21o":"Estate Holder His Excellency Lord Savastorol Hennig Denn, 23rd of the Line",		"m21d":"A most pleasant pastime! Jorboro hunting, I mean. A dozen of one's best fellows, mounted and riding for speed, in hot pursuit of the elusive quarry, haha! It is blasted inconvenient, though, when some great gulping predator bounds past one and swallows up the jorboro, or perhaps even one's friend and his mount. An untidy affair. So here's what you'll do: Round up some of your best lads, venture out to these beasts' last known locale, and mow them all down, pronto. I shall recompense you appropriately, of course.",		"m20t":"Solicitation for Hunting Teams",		"m20s":"Asset procurement noted. Contract payment disbursed.",		"m20o":"Imperial Civilian Accounting Office",		"m20d":"To expedite preliminary budgeting for the Emperor's proposal Hall of Galactic Wildlife, the Imperial Civilian Accounting Office solicits highly experienced hunting teams. Interested teams may locate and terminate large packs of predators at coordinates provided by local survey offices in conjunction with this agency. The specimens will be assessed for quality and quantity for purposes of figuring expenditures required for large-scale procurement of assets. All other information on this contract is assigned confidential clearance under Imperial security edicts. For assistance, contact the Imperial Security Bureau.",		"m19t":"Embalmers' Guild Seeks Hunters",		"m19s":"This news pleases us. The Embalmers' Guild will soon demonstrate techniques that will bring admiring attention from all educated individuals, and with luck even the favor of the Emperor himself.",		"m19o":"Interplanetary Embalmers' Guild",		"m19d":"Surprisingly few citizens have heard of the Interplanetary Embalmers' Guild. Soldiering on despite unjust neglect, we promote new research in bodily preservation techniques. The recently announced Imperial proposal for a Hall of Galactic Wildlife offers us exciting opportunities. This private museum for the Emperor is planned to feature countless species from across the galaxy. Current plans call for stuffed specimens, but we regard this as backward and undignified. Far better to present actual intact specimens, faultlessly and incorruptibly preserved! To demonstrate our techniques, we seek large numbers of dramatic specimens, especially predators. Subjugate and terminate all packs you find at the following coordinates, preferably with minimal visible damage. We shall arrange pickup and preservation. The Hall of Galactic Wildlife will enshrine your trophy for generations to come!",		"m18t":"Hall of Galactic Wildlife Trophies",		"m18s":"We'll go ahead and pay you now from the club budget. No idea when we'll have time to pick up and stuff the trophies. Crazy here!",		"m18o":"Wilderland Hunting Club",		"m18d":"The news among hunters is the Emperor's big new Hall of Galactic Wildlife. Don't know much about it except he needs trophies from across the galaxy, all to be mounted in lifelike settings in a big museum. Our group would be spread too thin, trying to land all the trophies required. So we're subcontracting, you might say. Take down predators in large packs, and we'll pay you out of the fee the Empire pays us. We'll take care of the pickup and the stuffing. Move fast!",		"m17t":"Hall of Galactic Wildlife Proposal",		"m17s":"We are pleased with your report and will dispatch a taxidermy team to pick up the remains. Your fee is attached. It is likely we will have further contracts until the Empire awards its commission for the Hall.",		"m17o":"A Prominent Architectural Firm",		"m17d":"The Emperor himself -- may he guide us long and well! -- has ordered a competition among the Galaxy's finest architects. The commission, to be built at his private retreat at an undisclosed location, is a Hall of Galactic Wildlife. The galleries of this giant museum are planned to display, for our Emperor's relaxation and enjoyment, the finest, the fiercest creatures of a million worlds. We seek specimens to use in our architectural proposal for this Hall. We have located a desirable pack and would appreciate their speedy termination. Confidentiality appreciated",		"m16t":"Overland Migration Menaces Mantracor Estate",		"m16s":"Splendid! I shall inform my master. Please accept this payment with my master's provisional gratitude. Oh, happy news!",		"m16o":"A C-9PO Protocol Droid",		"m16d":"Greetings. My master, Captain Brandell Mantracor of the Imperial Navy (Retired), has ordered me to locate a team of experienced hunters capable of removing a pack of wild beasts that endangers his country estate. These predators -- I'm afraid no one has told me their species -- are following the Periodic Overland Migration, and are ranging unsettlingly close to Captain Mantracor's prized greenhouses. The entire family is upset, and I may add that the serving staff faces possible deadly peril. The sooner you can arrange a team to eradicate this animal menace, the sooner I shall pay you Captain Mantracor's generous reward.",		"m15t":"HoloNet Show on Overland Migration",		"m15s":"Great, great footage. It's an honor and a privilege to work with such outstanding talent. By the way, accepting this payment constitutes a binding release for HoloNet to broadcast this recording now and forevermore.",		"m15o":"Morn Meebler, HoloNet Broadcasting Service",		"m15d":"Hey there! I'm a field producer for the HoloNet program "Wild, Wild Galaxy" back on Coruscant. We're doing a short segment on the local Periodic Overland Migration for next season, and we want recordings of groups of seasoned hunters defending settlements. You know, "Heroically they drive back the onslaught of predators drawn by the scent of sentient blood!" We've located a very attractive pack at these coordinates, and our hovercams will be viewing you remotely at telescopic range. Strike noble poses, look good, make it all look perilous (which shouldn't be hard). Check in once you're done. Great, looking forward to working with you.",		"m14t":"Overland Migration Predator Culling Contract",		"m14s":"Payment for successful culling attached. Address comments to Deputy Associate Operations Director.",		"m14o":"Imperial Environmental Preservation & Refocusing Authority",		"m14d":"The Periodic Overland Migration is an irregular large-scale movement of local herbivores between widely separated feeding grounds. Predators follow the herd in unusually large numbers. Due to recent settlement of the area, these predators are unfortunately starting to present a danger to sentients. Our research suggests that if one pack makes a successful attack on sentients, other packs converge and adopt the practice opportunistically. Ergo, our Office of Biosphere Control and Repurposing is now contracting with experienced strike teams to cull designated packs in high-threat areas. Report successful culls to Deputy Associate Operations Director.",		"m13t":"Overland Migration Endangers Local Town",		"m13s":"We appreciate your successful effort and herewith tender the agreed payment. In case you ever plan to relocate to this area, many attractive homes in our community are unexpectedly still available.",		"m13o":"Safe Night Community Association",		"m13d":"The Periodic Overland Migration is a wondrous spectacle, as teeming herds of gentle animals troupe across the beautiful landscape. More important, the Migration is a superior tourist attraction, generating significant revenue for the local economy. However, large packs of predators follow the herd. These packs often range into settled territory, with unfortunate effects on local property values. During this current MIgration, the Safe Night Community Association is contracting with experienced teams of hunters to cull the predators in our vicinity. Payment is awarded on proof of termination of a large pack. Serious inquiries only, please.",		"m12t":"The Blasted Overland Migration!",		"m12s":"All right, don't expect a bleeding Citizens' Day Parade just for taking out point-oh-oh-one percent of this onslaught. Take your fee and make yourself useful. Somewhere else, I mean.",		"m12o":"Colonel Ondon Kleero of the Aqualish Regulars",		"m12d":"Right! You Sith-spit upstarts think you're so unstoppable? Is that what you think, Madam "Look look, I'm piloting an Imperial walker," Master "I helped blow up the Death Star"? I'm here to tell you, nothing in your shallow experience compares to the ferocity, the sheer appalling nightmare of the Periodic Overland Migration! Oh, it may LOOK harmless. A few million dull-witted herbivores milling over the landscape from their pointless origin to their futile destination, what's the harm? But the predators, you lackwit, the predators! Hundreds of them, stalking the herd, dining well, now and then stopping for a quick bite of Sentient Galactic Citizen. Now, NOW you see the problem. Well then! We're hiring experienced strike teams to go out and kill the predators, a pack at a time. Payment on success. Well, what are you waiting for, you retarded excuses for thinking beings?",		"m11t":"Impress a Vigo",		"m11s":"Not bad, my friend. Here's a little something to encourage you to try future trials. Look me up again if you're craving a challenge.",		"m11o":"Black Sun: Vigo Green",		"m11d":"I'm always on the lookout for fresh talent, especially future bodyguards. I'm willing to test and reward ambitious rogues who think they have what it takes to join our organization. I give you coordinates; you go to those coordinates and blast every creature there to atoms. Sound easy? Well, it won't be, trust me. I wouldn't even consider hiring a bodyguard who couldn't take on a nest of wild gundarks with a stuttering vibrodagger and a broken leg. My advice is to pack your heaviest weapons and carry plenty of ammo. Oh, and bring friends. Lots of them. If you survive, we'll talk again.",		"m10t":"Serve Cause of Science",		"m10s":"Excellent! The cause of science is served! Now, you did only use vibro weapons and simple slug-throwers, right?",		"m10o":"Chief Scientist K'ar Zah of the Imperial Academy of Science & Methodology",		"m10d":"I'm conducting research for my latest article, entitled "The Superiority of Sentience: Nature's Deadliest Weapon," and I am in need of further case studies. Specifically, I need a single courageous individual to face some of the galaxy's most dangerous predators, armed only with simple vibro weapons and/or primitive slug-throwers. I will provide the locations of these creature lairs and will also dispatch hovercams to record the duels. If my theory is correct, then in eight out of ten encounters, the sentient hunter will emerge victorious. My grant allows me to offer reasonable compensation to individuals who participate in these studies. I hope you decide to further the cause of science.",		"m9t":"Dispatch Breeding Colonies",		"m9s":"Excellently done. My lord will be pleased to hear of your success. Seek us out again in the future.",		"m9o":"Bib Fortuna",		"m9d":"Mighty Jabba has learned that rivals are copying his practice of breeding dangerous predators. Unlike Lord Jabba, these upstarts have established breeding colonies in the wild. How presumptuous and arrogant! My lord will not ignore this insult. He has instructed me to hire professionals hunters to destroy these breeding colonies and teach his rivals an important lesson: No one does anything better than the powerful Jabba! Leave those lairs completely uninhabitable. Not even the predators' fleas should survive. Report to us soon. ",		"m8t":"Clean Up Geonosian Mess",		"m8s":"We are most impressed, agent. Have you considered joining our organization?",		"m8o":"Imperial Environmental Preservation & Refocusing Authority",		"m8d":"The Geonosian petrana-ki gladiator arenas certainly left their mark on the galaxy. After the Fall of the Old Republic, many predators destined for Geonosis ended up spread throughout the Outer Rim and even in many Core Systems. Most of these beasts died out on their own or were hunted by the locals, but a few have survived here and there. We'll pay experienced hunters to visit the systems where some of these beasts survived and wipe them out. In many cases, you'll be doing that system's ecology a huge favor as many of those creatures should never have made it to those systems. Our pay is good and the experience will no doubt give you something to talk about for years to come. We hope you can help us. ",		"m7t":"Kill Diseased Predators",		"m7s":"Well done. You might want to have yourself checked by a medical droid just in case. If it detects any signs of advanced cellular decomposition, please contact the nearest branch of Imperial Intelligence.",		"m7o":"Imperial Environmental Preservation & Refocusing Authority",		"m7d":"Some nerfs that had been infected with an experimental virus were accidentally released into the wild instead of being destroyed. We tracked down all the possible locations where these diseased animals might have ended up and performed extensive surveillance of those areas. Any nerfs discovered in those locations were vaporized. Some areas, however, also contained various dangerous predators but no nerfs. We cannot risk this virus spreading, so we must wipe out these predators on the off chance that they devoured infected nerfs. Worry not, the virus is harmless to most sentient species. Can you help the Empire keep its citizens safe?    ",		"m6t":"Protect Scoundrels",		"m6s":"Effective, agent, most effective. Do look us up again in the future.",		"m6o":"Black Sun",		"m6d":"Due to the nature of our business, which usually involves establishing landing bays and storage facilities in remote areas of the galaxy, our operatives are at risk from wild predators. We must occasionally hire professional hunters. As these are more specialized agents than we're used to dealing with, we are prepared to increase our standard "problem-solving" fee. Fortunately, we've managed to track most of these lairs already so the job calls for extermination only.    ",		"m5t":"Creature Assassins",		"m5s":"Business will soon be back on track. Good hunting there, friend. You must do this sort of thing for a living.",		"m5o":"Lady Valarian",		"m5d":"That slime-sucking overgrown worm, Jabba, will try anything to drive his competitors away. It's well known that the Hutt loves collecting dangerous predators (I hear he has a thing for rancors). Apparently he's been hiring hunters to capture some of the most lethal beasts this galaxy has to offer. He keeps some for this own amusement. The rest he has transported to systems where his rivals are known to operate and drops the creatures (often a pack or several mated pairs) near rival bases. Very funny, you huge pile of Sith spit! Well Jabba is not the only one that can hire hunters. Feel like tackling some very ferocious creatures? The pay is quite good and you can keep any critters you can catch alive and do with them whatever you wish. This situation needs immediate attention, however, as we're losing good operatives and lots of business. ",		"m4t":"Make World Safe For Smugglers",		"m4s":"Well done. You serve my master well, and you shall be rewarded. I hope you will continue to seek employment with our organization.",		"m4o":"Bib Fortuna",		"m4d":"Illustrious Jabba would like to hire enterprising hunters to clear certain areas of dangerous wild predators. Mighty Jabba wants to make certain these areas are more attractive to his business partners and associates -- the last thing a smuggler needs to worry about is being eaten by some random vicious monster. My lord offers generous rewards for such services, but he expects results. If hunters should come across any young rancors or krayt dragons, however, Jabba will gladly pay an additional sum in exchange for the living cubs. Good luck.",		"m3t":"Help a Cowardly Trandoshan",		"m3s":"Most excellent. Please see me again in the future. Our goddess is the greedy sort when it comes to jagannath points.",		"m3o":"An Anonymous Trandoshan",		"m3d":"As a Trandoshan, it is my duty to collect jagannath points by hunting dangerous prey. The problem, however, is that I'm a colossal coward. It's only been due to the enormous wealth my father managed to accumulate during the enslavement of the Wookiees that I've been able to bribe my way through every single rite of passage sacred to my people. This one, unfortunately, is proving to be a bit tougher. Without sufficient jagannath points, I won't be able to return to my homeworld and start a family ("clutch mothers" can be so picky). I'll therefore pay a very generous reward to any hunters out there who are willing to score some jagannath points for me. I'll provide the locations of some of the most terrifying beasts in the galaxy (our goddess the Scorekeeper demands the very best from her hunters, after all). You go in there and blast them to bits, and I'll take the credit for it (and pay you to keep silent). Sound like a deal?",		"m2t":"Assist Famous Big Game Hunter",		"m2s":"Bravo. An excellent job. Your payment has been transmitted to your account.",		"m2o":"A Truly Great Hunter",		"m2d":"Salutations. I am Threedee, an administrative droid in the service of an influential and wealthy patron. My master's hobby is recording the exploits of hunters that he hires to stalk and eliminate dangerous predators. Ever eager to move onto bigger and better challenges, my master feels that the accomplishments of the small game hunters he had been employing are no longer sufficient for his purposes. He has therefore instructed me to search for experienced big game hunters to tackle far more dangerous prey. I have pre-selected locations known to contain some of the most dangerous predators in the galaxy. Expect surveillance droids in the area. They are there to record your activities. As per the standard contract, my master claims ownership to all the images produced from these hunts and will reserve the right to alter them in any way he sees fit. Thank you for your time. ",		"m1t":"Stop the Terrifying Hunters",		"m1s":"You have both our gratitude and that of the surrounding communities. These creatures had to be stopped. Good work.",		"m1o":"Planetary Parks & Wildlife Authority",		"m1d":"We're familiar with animal cunning, and we've even encountered beasts that seemed to possess almost true sentience, but these monsters are something out of a nightmare. We have no idea why they began attacking the local communities or how they choose their particular victims. All we know is that they seem to sense who is armed and attack those individuals first. These beasts also seem to sense our surveillance droids and have managed to elude them. We have, however, identified an area these creatures inhabit at least part of the time. Eliminating these predators will not be easy. A generous reward awaits the team of hunters that can pull this off."
}}
