{
	"stfFile":"mission/mission_destroy_imperial_military_easy",
	"entries": {
		"number_of_entries":"50",		"m50t":"Destroy Hologram Duplication Center",		"m50o":"",		"m50s":"Lies have gone up in smoke, citizen. Job well done! Your work will further the cause of the New Order and serve to glorify the Empire.",		"m50d":"The Rebellion has been distributing copies of a fabricated hologram showing the destruction of Alderaan by the Empire's peacekeeping station, the Death Star. We know Alderaan brought about its own destruction when the "peaceful" planet fired an experimental doomsday weapon at the Death Star. Help us destroy these seditious hologram duplication centers.",		"m49t":"Smash Rebel Propaganda",		"m49o":"",		"m49s":"A job well done, citizen. The Jedi have not returned and the Rebellion is doomed. Claim your reward.",		"m49d":"The Rebellion is spreading rumors that Jedi have returned and have joined the traitorous scum against the Empire. We have seen holograph displays depicting a lightsaber and bearing the ridiculous slogan "The Jedi have returned! Long live the Republic!" We've located a warehouse filled with this sort of propaganda and it must bed destroyed.",		"m48t":"Level a Den of Rebel Sympathizers",		"m48o":"",		"m48s":"It's astounding that so many fools refuse to acknowledge the irresistable might of the Empire. You have shown them the error of their ways.",		"m48d":"They want us to believe they are mere gangsters, but we have discovered that the Ravvo clan are in fact agents of the Rebel Alliance. These creeps have a barracks, at these coordinates, where they practice their marksmanship to the detriment of the Empire. A well-armed assault will teach them that scoffing Imperial authority is a game for fools and dead men.",		"m47t":"Blast a Rebel Power Relay",		"m47o":"",		"m47s":"Nicely done, citizen. The community has been rendered safe once more. The standard martial curfew will ensure that no Rebels return.  ",		"m47d":"In the midst of an otherwise obedient community, the Rebels have constructed a power relay cannon that transmits energy beams to passing Rebel fighters. For the public good we must now dispatch a blaster team to blow this relay installation into oblivion. Such an action will assure the locals that the Empire is dilligently protecting their families and properties.",		"m46t":"Raze a Seditious Broadcast Facility",		"m46o":"",		"m46s":"Excellent work. Did you happen to view any of the offending holovids before you destroyed them? We'll send some security agents around to question you, just in case. Don't worry, it's a routine debriefing. Who is your next of kin?",		"m46d":"A local community has recently been plagued by a fake recording that depicts the alleged destruction of Empire's finest war machine, the Death Star. The transmission has been traced to a broadcast facility at these coordinates. We want you to take a strike team and decimate this unseemly operation. In particular, make certain that all of these fake recording are utterly destroyed.",		"m45t":"Crush the Mynock Incubators",		"m45o":"",		"m45s":"He put up quite a fight for a simple livestock dealer, didn't he? It seems our suspicions are confirmed. Only a Rebel traitor would have that kind of firepower. Well done, citizen.",		"m45d":"It has come to our attention that a local livestock dealer harbors seditious motives. Loyal citizens have reported a collection of mynock incubators hidden underneath his shop. As you may know, certain factions of the Rebellion employ mynocks as nuisance tactics against our space fleet. We have judged it prudent to destroy the incubation facility in the interest of galactic security.",		"m44t":"Take Out Parts Warehouse",		"m44o":"",		"m44s":"You handled that well, citizen. It makes sense that garbage would attract garbage. You're an efficient disposal agent.",		"m44d":"A storage facility housing some outdated communications equipment and refurbished power generators is being used by the local Rebel cell to help supply their members. This equipment had been scheduled to be transported to Imperial junkyards for salvage but it seems the Rebellion got their hands on it first. Make sure this junk is not used to help the Rebellion. ",		"m43t":"Destroy Rebel Medical Clinic",		"m43o":"",		"m43s":"Good work! Now we will be able to better trace Rebel agents when they are forced to use local medical clinics. The reward is yours. ",		"m43d":"Our informants have alerted us that a local pharmaceutical shop is doubling as an underground clinic for Rebel agents. We must make sure that these traitors do not have access to medical care. We understand that there are no less than two bacta tanks in operation at this facility. All of this equipment must be destroyed. Are you the Imperial agent we're looking for? ",		"m42t":"Find a MSE-6 Droid",		"m42o":"",		"m42s":"Excellent work. There's no way a mouse droid could have escaped your assault. You have served the Empire well.",		"m42d":"The Rebels have stolen the plans for a new Imperial void station and hidden them inside an innocuous MSE-6 droid. We learned that it got aboard a smuggler's freighter and landed at these coordinates. We require a strike team to pinpoint the Rebel outpost and smash it to rubble. Imperial Intelligence will inspect the site to retrieve what remains of the offending MSE-6.",		"m41t":"Disable the X-wings",		"m41o":"",		"m41s":"We have been tracking those X-wings for many parsecs. At last their destruction is complete. Splendid work.",		"m41d":"Our probe droids have uncovered an underground maintenance station for a squad of Rebel X-wing fighters. These ships have harried our blockade enforcers for several parsecs, but at last we shall have our revenge. We need a contingent of shooters to slip inside and blast the place to dust. Be careful, though, the Rebels have this valuable secret well guarded.",		"m40t":"Blast Droid Reprogramming Facility",		"m40o":"",		"m40s":"The Empire is grateful for your service. IG assassin droids are expensive. Enjoy your reward.",		"m40d":"Rebel pirates have stolen our droids! A shipment of IG-type assassin droids was highjacked en route to a Civil Security Center on Dantooine. We have intercepted Rebel messages that suggest these droids were smuggled to a secret reprogramming facility. A squad of operatives must travel to these coordinates and eradicate the facility immediately.",		"m39t":"Smash the Cloister of Engineers",		"m39o":"",		"m39s":"I understand those engineers were tougher than they looked. Or perhaps you are not as competant as you portray yourself. At least you completed the mission.",		"m39d":"We've pinpointed a cloister of fuselage engineers who are aiding the Rebels in their fighter designs. We are commissioning a team of investigators to search these coordinates and eliminate any operations they find. Watch out for surprises and make sure to wipe out any research materials they have gathered.",		"m38t":"Strike a Rebel Refinery",		"m38o":"",		"m38s":"At last I have achieved true success! My grandchildren will thank you for saving a man's reputation. Take your payment and enjoy it.",		"m38d":"For thirty years I languished in the Glythe sector as a remote field operative of the ISB. Now, at the end of my career, I have been transferred to a more civilized system with a chance to make a real impact. To this end I am sending a strike team to take out a suspected Rebel grease refinery. I require well-trained operatives who are not afraid to get their hands dirty.",		"m37t":"Help Purify the Water Supply",		"m37o":"",		"m37s":"The Empire is lucky to have such skilled operatives. Rest assured that the community's water supply will be fully restored within a few months.",		"m37d":"The Rebels have launched an insidious scheme to undermine the security of an orderly world. As you know, Imperial engineers have enhanced the water supply of many communities with placidity enzymes to abate civic unrest. The Rebels have captured a local water junction and installed a Creel manifold to siphon off the additives. We need you to blast this junction into oblivion.",		"m36t":"Eliminate Captured Agents",		"m36o":"",		"m36s":"We're pleased that the captured agents have been liquidated. You have earned the undying respect and loyalty of the Empire.",		"m36d":"Some Imperial agents are in Rebel custody and currently imprisoned in a small but well-guarded holding facility. The Rebels will be on the lookout for uniformed soldiers, so we require some highly-trained civilians to launch a surprise assault on the holding facility and reduce it to rubble. We must assume that the captured agents are dead. Can you help us?",		"m35t":"Burn Rebel Propaganda",		"m35o":"",		"m35s":"While the beautiful woolly moth of Alderaan may have looked harmless, it was a vicious threat to galactic security. You have advanced the cause of Imperial truth.",		"m35d":"Recently the Rebellion provoked the untimely destruction of Alderaan. Properly reviled for this heinous crime, the Rebels have sought public sympathy by breeding many of Alderaan's native fauna. Loyal citizens of the Empire know that this program is nothing but a transparent act of propaganda. Luckily we have located the center of this traitorous enterprise. Remove it.",		"m34t":"Eliminate Contaminated Bodies",		"m34o":"",		"m34s":"Excellent. Use this reward to relocate well away from populated areas, and avoid bodily contact with any soldier of the Empire. You may go now. Quickly!",		"m34d":"Recently our field operatives wiped out a Rebel command center using an exciting new airborne biological agent. A group of survivors fled to a small "safe house," carrying several corpses. Our scientists have deemed it prudent to destroy these bodies in the interest of public health. You must blast the entire structure; we shall observe from a safe distance.",		"m33t":"Hijacked Imperial Rations",		"m33o":"",		"m33s":"You have spared local citizens the indignity of consuming stolen food. Take your reward with honor.",		"m33d":"Rebels have hijacked rations bound for Imperial garrisons. They have taken the stolen food to a local distribution center, where they use the contraband to bribe local settlers under the pretense of "famine relief." We require you to destroy this distribution center and stop this treachery before it spreads. At once!",		"m32t":"Hyperspace Monitoring Terminal",		"m32o":"",		"m32s":"Imperial Intelligence will begin sifting through the remains of the terminal shortly, assuming you left any remains. Accept this payment for your success.",		"m32d":"The Rebels have set up another hyperspace monitoring terminal to track the movement of our capital ships. We need a ground-based agent to assault this station and shut it down. Expect heavy opposition, but be assured this mission is vital to our proud Imperial Navy!",		"m31t":"Defender Gravity Mine Housings",		"m31o":"",		"m31s":"Our navigators can breathe more easily now. You have made the star lanes safe once more. ",		"m31d":"A new Rebel outpost has received a load of Defender-class space mine housings. We believe the Rebel terrorists plan to insert gravity-manipulation weapons into these casings, which would jeopardize routine hyperspace transits. We require you to wipe out this factory before it can unleash its deadly contraband.",		"m30t":"Rebel Encoding Station",		"m30o":"",		"m30s":"Already we have seen reduced numbers of encoded Rebel transmissions, because of your good work. Take this payment with our best respects.",		"m30d":"We have found an encoding array the Rebellion uses to retransmit secret communiques. We require you to smash this installation and thereby cripple their information network. Expect well-armed opposition. If you succeed, the Empire will of course provide generous compensation.",		"m29t":"Vacuum Gyro Cache",		"m29o":"",		"m29s":"Vacuum gyros allow Gallifree transports to slip through our blockades. Your good work will help us stop them more effectively. Well done!",		"m29d":"We have uncovered a cache of vacuum gyros intended for Rebel transports. Unfortunately, the Rebels destroyed our probot and now know of our discovery. A Rebel contingent is evacuating the cache. We need you to destroy the contraband, and the Rebels, before it is too late. Move quickly!",		"m28t":"Smuggler Refueling Depot",		"m28o":"",		"m28s":"Smugglers are not just a problem for the local authorities. They aid the Rebels and are therefore our problem as well. We are glad we can rely on you in such matters.",		"m28d":"We have found a refueling depot used by the Rebel-friendly smugglers they quaintly call "procurement specialists." Because the military is preoccupied tracking down actual Rebel bases, we wish you to destroy this depot, quickly and thoroughly. Leave no survivors. Can you do this?",		"m27t":"Speeder Garage Taken by Rebels",		"m27o":"",		"m27s":"A job well done. Now we must try to discern what the Rebellion planned to do with those speeders. But that is a task for another day, citizen.",		"m27d":"Rebels have taken over a speeder shop. They are apparently coercing its mechanics to adapt prototype speeders for operation in harsh climatic conditions. We would like you to stop this terrorist activity before it erupts into a full hostage situation. The hostages are presumed corrupted by now and can be safely killed with the rest.",		"m26t":"Meeting of Rebels and Bounty Hunters' Guild",		"m26o":"",		"m26s":"Dead Rebels, and dead bounty hunters, tell no tales. Bravo, citizen. You are shaping up into a highly professional agent.",		"m26d":"Rebel leaders are meeting with officials of the Bounty Hunters' Guild, apparently to offer concocted "proof" that the Empire has attacked the Guild. We must stop this dangerous nonsense. Here are the coordinates of the secret meeting location. Go there and destroy everything and everyone you see. Do not mention the Empire, of course.",		"m25t":"Climate Control Unit Storage Facility",		"m25o":"",		"m25s":"We didn't expect climate control units to present much threat. But we appreciate your clean and efficient attack. Well done!",		"m25d":"The Rebels are stockpiling climate control units, undoubtedly for use in remote bases in the Outer Rim. We want these units destroyed. You, being a loyal Imperial agent, would certainly be willing to take care of this, correct?",		"m24t":"Retrovirus Vaccine Supply Depot",		"m24o":"",		"m24s":"Our viral plans should meet with better success now. Well done, citizen. The Empire will not forget your work.",		"m24d":"The Empire has engineered an airborne virus for deployment at anti-Imperial demonstrations in the Core Worlds. Rebels have analyzed the virus and created a retroviral vaccine. We have located a production run of the vaccine in a small medical depot. We wish it destroyed -- all of it. Will you assist us in this matter?",		"m23t":"Warehouse of Rare Crystals",		"m23o":"",		"m23s":"The Rebels apparently are using these crystals to fashion some fiendish new weapon. We can only hope your success retards their progress. Well done.",		"m23d":"Intelligence informs us that Rebel supply caches of certain rare Outer Rim crystals are to be immediately destroyed. We've located a warehouse containing a large quantity of these crystals. You are to vaporize these minerals for us at once. Can the Empire count on your aid?",		"m22t":"Stolen R3 Droid Depot",		"m22o":"",		"m22s":"Pity to see good droids go to waste, but there are always more droids. As for the Rebels -- soon there will be very few of those. Your reward is well earned.",		"m22d":"The Rebellion has obtained stolen R3 units, intended for Imperial cruisers, and is reprogramming them for its own use. We have located a depot holding many stolen R3s, but the droids are useless to us now because they may contain bugging devices. We wish you to destroy the depot, thus keeping the droids out of the hands of our enemies.",		"m21t":"A-A5 Speeder Truck Repair Facility",		"m21o":"",		"m21s":"Those speeder trucks are common, and the needed military modifications are unfortunately well understood. So you may expect further assignments of this type soon.",		"m21d":"Recent Rebel attacks have used modified A-A5 speeder trucks as armored personnel carriers. We want you to destroy the repair facility used to create these carriers. Will you assist the Empire in removing this threat?",		"m20t":"Rebel Demolitionmech Depot",		"m20o":"",		"m20s":"An effective piece of work, agent. The Empire is proud. Claim your reward, and seek us out again for more work.",		"m20d":"The Rebellion is disguising LIN Demolitionmech droids to look like simple R3 units. They are striking at Imperial garrisons with these "miner bombs." We have located a Rebel depot full of mining equipment and explosives, and we require you to destroy it. Reduce all equipment to slag. Can you aid the Empire?",		"m19t":"Traitorous Moff Plots Assassination",		"m19o":"",		"m19s":"We can only hope that when you destroyed that outpost, the Moff was present. We'll monitor communications to make sure. For your well-executed strike, you have earned this reward.",		"m19d":"We believe we have identified the meeting site of a traitorous Moff who is plotting with Rebels to assassinate our beloved Emperor. We require an able Imperial strike team to hit this outpost and kill everyone present. Will you take this vital assignment?",		"m18t":"Laser Cutter Cache",		"m18o":"",		"m18s":"Ah, this would doubtless slow the Rebels' efforts to carve new lairs. You've earned this reward!",		"m18d":"Rebel infiltrators have been stealing laser cutters from Imperial depots. We believe they are building a new base of operations at a secret location. Our tracking beacons indicate the cutters' location. We need you and your loyal Imperial fellows to strike the Rebel cache and blow it to atoms. Will you help your Empire?",		"m17t":"Destroy Destroyer Droids",		"m17o":"",		"m17s":"A job well done, agent. The Empire will show its appreciation via this reward. Do come see us again for future missions.",		"m17d":"The Rebels have managed to get their hands on some old Trade Federation destroyer droids. These units can be used to fortify their outposts and defend their bases. Fortunately, our informants have tracked these droids down and have provided us with the coordinates to the warehouse that is being used to store them. An Imperial strike team is needed to take these droidekas out of commission.  ",		"m16t":"Deprive Rebels of Medical Care",		"m16o":"",		"m16s":"A successful strike against the Rebellion. Well done. The reward is yours.",		"m16d":"Several MD medical droids have been acquired by the Rebellion. Our spies have provided us with the coordinates to the holding facility where these droids are being stored. We cannot allow the Rebels to have access to proper medical care. We require a small team of loyal agents to find this facility and destroy it.",		"m15t":"Break Rebel Weapons",		"m15o":"",		"m15s":"Those deadly "Intimidators" won't threaten the safety of our agents. Good work! The Empire gladly rewards success and loyalty.",		"m15d":"A shipment of Merr-Sonn IR-5 blaster pistols has fallen into the hands of the Rebellion and we believe we've learned where these deadly weapons are being stored. They will certainly be distributed to various Rebel cells for use in intimidation missions. We must destroy this cache of weapons before those scum can use them against our agents. Can the Empire count on you?",		"m14t":"Blast Rebel Holding Facility",		"m14o":"",		"m14s":"Well done! We couldn't have done it any better ourselves. The Empire could use more agents like you.",		"m14d":"Agents within the CSA have informed Imperial Intelligence that many of the workers the Viceprexes had requested for hard labor are being transferred to a holding facility where Rebel agents can rescue convicted spies and sympathizers contained among the roster. We've acquired the coordinates of this facility and need a small team of loyal Imperial agents to obliterate it.",		"m13t":"Remove Data Slicer",		"m13o":"",		"m13s":"A most excellent strike, agent. These were the sorts of results we had hoped to get by employing you. Claim your reward.",		"m13d":"Intelligence has finally located one of the Rebellion's data slicer hubs. This facility could house several HoloNet transceivers and the slicers who operate them. A strike would remove both. Can the Empire count on you to help make the Imperial HoloNet more secure for military communications? ",		"m12t":"Remove Rebel Training Station",		"m12o":"",		"m12s":"Little did those local flyboys realize that playing with a flight simulator could be very dangerous. Well done, citizen. The Empire is pleased to reward one such as you.",		"m12d":"We've located a small station that is being used by the Rebels to entice young pilots to join their cause. Apparently these Rebels have several X-wing flight simulators that they allow local pilots access to. Unfortunately, this is often enough to get some of these naive flyboys to sign up. We need this station destroyed and everything inside incinerated.",		"m11t":"Silence the Traitorous Engineer",		"m11o":"",		"m11s":"Well done, agent. We hope that engineer was inside that warehouse when it was destroyed, and we hope the Rebellion learned no damaging Imperial secrets.",		"m11d":"One of Sienar Fleet System's chief engineers has foolishly decided to join the ranks of those traitorous Rebels. We've located this engineer and need them silenced before they can supply the Rebellion with technical specs. We believe the traitor is being held at a small warehouse currently used to store speeder parts. Can the Empire rely on you to accomplish this mission?",		"m10t":"Attack Traitorous Malcontents",		"m10o":"",		"m10s":"A success like this deserves to be celebrated. You must share your victory with your closest friends. If any of them do not seem delighted as we are, give us their name and identification number. You can never be too sure.",		"m10d":"Rather than being horrified by the Rebellion's deadly sabotage of the Empire's most brilliant and effective weapon against injustice, it seems instead that this terrorist act has encouraged some malcontents to form their own Rebel cell. We need a loyal citizen of the Empire to show these troublemakers the consequences of throwing their lot in with traitors and terrorists. Are you that citizen?",		"m9t":"Destroy Rebel Supply Depot",		"m9o":"",		"m9s":"Whatever was in that warehouse will not serve those Rebels now. Good work, agent. Your future does indeed look bright if you continue to serve us in this manner. Collect your reward with pride - you've earned it.",		"m9d":"A Rebel supply depot has been located. The front for it seems to be a scientific observation outpost of some sort. However, our surveillance images clearly show known Rebels patrolling the facility's perimeter. We need a trusted agent to lead a strike against this installation and insure its destruction. Is that you?",		"m8t":"Remove Rebel Terrorist Cell",		"m8o":"",		"m8s":"The deaths of all those Imperial servants are now avenged! You are truly a champion of justice, citizen.",		"m8d":"We've discovered a Rebel terrorist sleeper cell masquerading as a droid maintenance facility. We suspect that this cell has been responsible for the deaths of no less than 100 Imperial servants and the destruction of millions of credits worth of property. Can you burn this installation to the ground? These terrorists must pay for their terrible acts of violence against the Empire.",		"m7t":"Stop Rebel Indoctrinations",		"m7o":"",		"m7s":"You have doubtless saved hundreds of loyal citizens from a terrible fate, citizen. You are a true champion of the Empire.",		"m7d":"We've unearthed a Rebel indoctrination camp. Within the walls of these facilities, the minds of loyal citizens are poisoned and warped by the efforts of twisted medical droids and large quantities of illegal glitterstim drugs. We must terminate the activities of this vile installation and insure our citizens remain safe from such atrocities and loyal to the Empire. ",		"m6t":"Interrupt Rebel Vehicle Repairs",		"m6o":"",		"m6s":"I suppose the Rebels will have to carry their supplies on their backs now. Job well done, citizen.",		"m6d":"Thanks to the efforts of our many loyal civilian informants, we've managed to verify the existence of a Rebel transport repair facility. We kept wondering where those Rebels would take their vehicles when they needed repairs. After all, many of them bear the evidence of skirmishes with local civil authorities or Imperial forces. We'd like this installation eliminated.",		"m5t":"Neutralize Rebel Refugees",		"m5o":"",		"m5s":"Congratulations, citizen, you have removed many inconveniences for the Empire. Seek us out for future employment.",		"m5d":"Rebels have been transporting alien refugees to various outposts throughout the galaxy. Many of these refugees are escaped slaves or criminals. We've managed to locate one of these outposts and now need to make sure it will no longer serve the cause of the Rebellion. We need a trusted agent to eradicate this facility in the name of Imperial justice. ",		"m4t":"Blast Medical Supply Depot",		"m4o":"",		"m4s":"Bacta is wasted on Rebel scum, do not worry. You have done very well and we are highly pleased. Our missions require someone with a strong constitution. You should seek us out in the future.",		"m4d":"What we thought was a legitimate medical facility has turned out to be a Rebel medical supply depot. It seems they've been using sick citizens as cover, trying to get us to believe they were operating according to Imperial laws. We feel for these sick individuals, although no doubt many of them are Rebel sympathizers, but this facility must be destroyed.",		"m3t":"Disrupt Rebel Communications",		"m3o":"",		"m3s":"So much for that outpost. Bravo, loyal citizen! Your efforts may take you far in the ranks of the Empire. We hope you continue to serve us.",		"m3d":"Imperial Intelligence believes that a small outpost is housing a communications array currently being employed by the Rebellion to coordinate local Rebel cell activity. Put this place out of operation. We will not have this sort of Rebel activity in that sector. How dare the Rebels think this would go unnoticed. Can the Empire rely on you? ",		"m2t":"Smash Rebel Mining Operation",		"m2o":"",		"m2s":"If the Rebels thought we would overlook a small mining operation, they were sadly mistaken. Well done. Your efforts on behalf of the Empire are noted. Claim your reward.",		"m2d":"A Rebel mining facility has been identified by Intelligence and we need it destroyed. These Rebels have a habit of slipping through our blockades during a full military strike so we'd like you to lead a small team of loyal agents to accomplish this mission instead. Do you think you can serve your Empire in this manner?",		"m1t":"Make a Munitions Depot Go Boom",		"m1o":"",		"m1s":"That must have been quite a fireworks show, eh? Congratulations, agent. Your Imperial service record is shaping up quite nicely.",		"m1d":"Our probe droids have located a fairly sizable Rebel munitions depot. Taking this supply cache out would no doubt limit the number of raids the Rebels could effectively carry out. This depot will probably be well guarded and will certainly be well defended (it is a weapons depot, after all). Can we rely on you to teach these Rebel scum a lesson and turn their depot into a miniature sun?"
}}
