{
	"stfFile":"mission/mission_deliver_rebel_easy_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"25",		"m25s":"Good work. Let's hope we acted in time to save all those people.",		"m25t":"Help Evacuate a Colony",		"m25p":"Be quick with this delivery. Until the Empire is toppled, we must remain on the move.",		"m25r":"We'll have those families off that colony in no time. Never fear.",		"m25f":"mission\mission_datadisk.iff",		"m25o":"",		"m25l":"Datadisc",		"m25d":"One of our colonies has been discovered by Imperial Intelligence. Many of our leaders' families are on this colony. We need you to pick up an evacuation order and deliver it to one of our pilots familiar with the colony so we can begin the evacuation. We dare not communicate via the HoloNet for fear of escalating the Imperial attack. Please hurry!",		"m24s":"Well done, citizen. Your service to the Alliance is being noted.",		"m24t":"Four Star Destroyers at Once",		"m24p":"Deliver this fast. We'll destroy these capital ships faster than the Empire can build them.",		"m24r":"If this strike succeeds, it would be a great victory for the Alliance.",		"m24f":"mission\mission_datadisk.iff",		"m24o":"",		"m24l":"Datadisc",		"m24d":"Our agents have discovered that four Imperial Star Destroyers will be in orbital dock at the same time. We intend to strike the dock and destroy the Imperial ships. Could you pick up an encrypted datadisc and deliver it to the strike team commander? It will reveal the location of the dock and list the Alliance pilots that will participate in the mission.",		"m23s":"Excellent work, citizen. I hope the Princess takes this warning to heart. Sometimes she's too brave for her own good.",		"m23t":"Warn the Princess",		"m23p":"It seems that the Empire is always one step ahead of us. This must change.",		"m23r":"The Princess will want to go anyway, but I'll warn her. She's stubborn, you know.",		"m23f":"mission\mission_datadisk.iff",		"m23o":"",		"m23l":"Datadisc",		"m23d":"Imperial Intelligence has instructed their agents to travel to the Circarpous system. We don't know if they've learned of our secret dealings with Circarpousian financiers. We need you to pick up a message and deliver it to one of Princess Leia's aides. We hope this doesn't jeopardize her plans to meet with the Circarpousians.",		"m22s":"We can only hope that we were fast enough. Thank you for your efforts, agent.",		"m22t":"Save the Mon Calamari",		"m22p":"The Mon Calamari are vital to the success of the Alliance. We must save them!",		"m22r":"May the Force be with us! I'll leave at once!",		"m22f":"mission\mission_datadisk.iff",		"m22o":"",		"m22l":"Datadisc",		"m22d":"We believe that the Empire is preparing to strike Mon Calamari. Please pick up these intercepted transmissions and deliver them to our Mon Calamari contact who will have them sent to Admiral Ackbar immediately. If we act fast, we can save millions of Mon Calamari lives. Can we rely on you?",		"m21s":"Well done, citizen. If this Moff's plan succeeds, this war will be over and the galaxy will be free again.",		"m21t":"Aid a Plot Against the Emperor",		"m21p":"Moffs can strike at the heart of the Imperial Machine. We should never waste an opportunity like this. Be careful delivering this disc.",		"m21r":"I'll see to it that the Moff receives this. ",		"m21f":"mission\mission_datadisk.iff",		"m21o":"",		"m21l":"Datadisc",		"m21d":"We've learned that a Moff is spearheading an attempt to assassinate the Emperor. Pick up this encrypted message and deliver it to one of the Moff's agents. It informs the Moff that the Alliance will assist in whatever way it can and gives security codes if the Moff wishes to contact High Command. Can you help us?",		"m20s":"Good job, citizen. This mission was of the utmost secrecy. Your silence will save many lives.",		"m20t":"Help Carve a New Rebel Base",		"m20p":"Here are the orders. We realize it's difficult transporting all this equipment while maintaining secrecy.",		"m20r":"Well, the Empire hasn't found us yet. So I guess all these hoops they make us jump through for secrecy's sake are worth it.",		"m20f":"mission\mission_datadisk.iff",		"m20o":"",		"m20l":"Datadisc",		"m20d":"A shipment of laser cutters must get to a secret facility in the Outer Rim. I need you to pick up encrypted orders and deliver them to one of our transport pilots. The pilot must report to High Command before leaving the local system. The location of the laser cutters as well as the coordinates of the secret facility will be revealed at that time.",		"m19s":"That was a prompt delivery, citizen. Your fee has been deposited.",		"m19t":"Dealing With Obsolete Droids",		"m19p":"Here you are. Any tool is only as effective as our ability to control and use it properly.",		"m19r":"Thanks, citizen. We'll see what the bosses have to say, I suppose.",		"m19f":"mission\mission_datadisk.iff",		"m19o":"",		"m19l":"Datadisc",		"m19d":"Procurement and Supply recently sent us a message asking for further instructions on the matter of some droidekas. I need you to pick up High Command's response and deliver it to our P&S contacts so they can forward it to Winter. Do this quickly and we'll reward you accordingly.",		"m18s":"We appreciate your help, citizen. Meanwhile, we're looking into the source of those perfectly preserved droidekas. Could be more where those came from.",		"m18t":"A Blast From the Past",		"m18p":"Here you go. Inform High Command that the droidekas seem to be in perfect condition. I don't believe they were ever activated.",		"m18r":"Weren't those things awfully unreliable? I always heard that's why the Trade Federation stopped using them. Well, I'll pass this along.",		"m18f":"mission\mission_datadisk.iff",		"m18o":"",		"m18l":"Datadisc",		"m18d":"We found some old Trade Federation droidekas. These might be useful on certain missions or as security droids on some of our bases. Could you pick up this encrypted message and deliver it to our contact at High Command? We need instructions on how to proceed. Winter will hold these units until she receives those instructions.",		"m17s":"Thanks for your help. The Alliance could use more reliable couriers like yourself.",		"m17t":"Medical Droids for Everybody",		"m17p":"Make sure the commander gets this. These donations keep the Alliance strong.",		"m17r":"My people sure could use one of those droids. I'll make a no-frills request at once. I hear Winter is fond of brevity. ",		"m17f":"mission\mission_datadisk.iff",		"m17o":"",		"m17l":"Datadisc",		"m17d":"A generous sympathizer has donated several new MD-series medical droids. Could you pick up the specs for these droids and deliver them to our local cell commander? All requests for these droid must go through Winter, who will process them directly. Make sure the commanders make a strong case, or they may not get one.",		"m16s":"Excellent, citizen. These weapons will help our undercover agents deal with those unpredictable smugglers.",		"m16t":"Disperse Intimidators",		"m16p":"Here you go. And remind the commanders that these weapons not only look intimidating, they also pack quite a punch.",		"m16r":"I've seen those blasters. Effective weapons indeed. I'll look through this inventory carefully.",		"m16f":"mission\mission_datadisk.iff",		"m16o":"",		"m16l":"Datadisc",		"m16d":"A shipment of Merr-Sonn IR-5 "Intimidator" blaster pistols has fallen into our hands. We need someone to pick up inventory discs and deliver them to our local cell commanders. They can request these weapons for upcoming missions, especially any dealing with smugglers and pirates -- those types are easily intimidated. Can we rely on you?",		"m15s":"That was well done. With any luck, we'll be able to supply Commander Skywalker with an Inquisitor soon. I wonder what he has in mind?",		"m15t":"Nab an Imperial Inquisitor",		"m15p":"The orders are on this datadisc. I imagine we can learn a great deal from an Inquisitor. Good luck.",		"m15r":"With pleasure! I've been wanting to take down one of these mighty Inquisitors ever since I heard of them.",		"m15f":"mission\mission_datadisk.iff",		"m15o":"",		"m15l":"Datadisc",		"m15d":"We've received a request from Commander Skywalker. He'd like us to get our hands on an Imperial Inquisitor. We need someone to pick up his encrypted orders and deliver them to our local cell commander. All commanders are to coordinate with High Command to help achieve this top-priority mission. Can we count on you?",		"m14s":"Well done. Remember to keep this quiet. We don't want word getting around to Imperial Intelligence.",		"m14t":"Blackmail a Kessel Official",		"m14p":"Here's the data. Remember, we do what we must to insure the fall of the Empire. In this case, it'll be fun!",		"m14r":"Good old-fashioned blackmail, eh? Hey, if it's effective --",		"m14f":"mission\mission_datadisk.iff",		"m14o":"",		"m14l":"Datadisc",		"m14d":"We have proof that an Imperial prison official at Kessel has been supplying glitterstim to smugglers and Black Sun. We need someone to pick up the encrypted evidence and deliver it to one of our couriers. We intend to present our "terms" to the Imperial official. He'll either cooperate with us or we turn over our proof to Imperial Intelligence.",		"m13s":"Good work, citizen. Our pilots are a precious resource, and we must do all we can to protect them.",		"m13t":"Save the Pilots",		"m13p":"Here you go, citizen. And cheer up. For every station that the Empire discovers, we have ten more they know nothing about.",		"m13r":"We'll get this information out to our pilots at once. Thank you.",		"m13f":"mission\mission_datadisk.iff",		"m13o":"",		"m13l":"Datadisc",		"m13d":"One of our refueling stations in the Outer Rim has been compromised, and we believe that the Empire is using it as bait to capture Alliance transports. Pick up these encrypted orders and deliver them to our local cell leader. We must insure that every transport captain and pilot aiding the Alliance receives these orders.",		"m12s":"The Alliance appreciates your efforts. With luck, disenfranchised species will boost our ranks and help us topple the Empire.",		"m12t":"Help Rally the Aliens",		"m12p":"Here are the orders. Many other alien species would follow the Duros' example if they joined the Alliance.",		"m12r":"I think the Duros are determined to remain neutral, but I'll continue negotiating with them.",		"m12f":"mission\mission_datadisk.iff",		"m12o":"",		"m12l":"Datadisc",		"m12d":"The New Order's stance on alien species has given us an edge in recruiting these neglected citizens. Of special interest to High Command are the Duros. We need a courier to pick up encrypted orders and deliver them to our agent specializing in Alien Species Affairs. The agent is to travel to Duro and continue negotiating with the leaders there.",		"m11s":"Your efforts will save many lives, citizen. The Alliance is grateful.",		"m11t":"Save the Senators",		"m11p":"Here's the list. Remember, the more powerful politicians we get on our side, the better off we'll be.",		"m11r":"When I send this warning, the Imperial Analysis Bureau will be riding my tail in about ten seconds flat. You guys needs to move fast to save those -- who is it? Senators? Whoever.",		"m11f":"mission\mission_datadisk.iff",		"m11o":"",		"m11l":"Datadisc",		"m11d":"The Empire plans on arresting many former Senators and their families. We need someone to pick up the list of possible targets and deliver them to one of our HoloNet slicers so we can warn these targets. The slicer is to provide a list of High Command contacts to anyone fleeing arrest. Can you help us?",		"m10s":"That should keep Imperial Intelligence guessing for a bit longer. Those goons are certainly dedicated, I'll give them that. Thanks for your help.",		"m10t":"Save the Data Slicers",		"m10p":"Here are the new codes. They should help protect our data slicers. They're weird, but they're good folks and we need them.",		"m10r":"Really? I gotta stop? Aww, just when I was having such fun. Okay, I'll ask the gang to throttle back, and we'll work with these new codes.",		"m10f":"mission\mission_datadisk.iff",		"m10o":"",		"m10l":"Datadisc",		"m10d":"Our slicers' efforts to send bogus orders to Imperial garrisons has been very effective. Too effective, in fact. The Imperials have now taken to hand-delivering their orders, which leaves our slicers vulnerable to Imperial Intelligence. We need someone to pick up a new set of encryption codes and deliver them to our local slicers. Can we rely on you?",		"m9s":"Job well done, citizen. The Alliance is glad to have trusted agents like you.",		"m9t":"Eavesdrop on Stormtroopers",		"m9p":"Here's the analysis. We should act quickly, because we don't know how long this flaw will go unnoticed by the Empire.",		"m9r":"This should come in handy. I always wondered what stormtroopers chatted about when they were just standing around.",		"m9f":"mission\mission_datadisk.iff",		"m9o":"",		"m9l":"Datadisc",		"m9d":"We've discovered a flaw in the design of older stormtrooper helmet comlinks. We need a trusted agent to pick up our technical analysis and deliver it to a local cell contact. We can use this flaw to intercept squad communications. This information will mostly benefit our cells on remote outposts. Think you can handle this mission? ",		"m8s":"Our thanks, citizen. The security of the Heroes of Yavin is one of our top priorities.",		"m8t":"Help Protect the Heroes of Yavin",		"m8p":"Here you go. There's some juicy stuff in that communique.",		"m8r":"Thanks, citizen. We'll alert these heroes as soon as possible.",		"m8f":"mission\mission_datadisk.iff",		"m8o":"",		"m8l":"Datadisc",		"m8d":"Our slicers intercepted a secret Imperial communique revealing that the Empire has dossiers of all the surviving Battle of Yavin pilots. They've put a high priority on having these individuals arrested. Mentioned in the communique were Commanders Solo and Skywalker. Someone must pick up this communique and deliver it to our High Command contact. Can we count on you?",		"m7s":"Mission accomplished, for the moment. We must help the Alliance remain free of Imperial spies.",		"m7t":"Stop the Infiltrating Spies",		"m7p":"Here's the roster. But remember all the times when Imperial double agents denounced the Empire and joined our cause.",		"m7r":"Sometimes these double agents are hard to spot. We'll do our best. Thanks for the information.",		"m7f":"mission\mission_datadisk.iff",		"m7o":"",		"m7l":"Datadisc",		"m7d":"Ever since the destruction of the Death Star, the number of enlistees has risen dramatically. We suspect that some of these individuals may be double agents working for the Empire. Can you pick up an encrypted roster of suspicious enlistees and deliver them to our High Command contact?",		"m6s":"Your efforts will likely save many good agents, friend. Well done!",		"m6t":"Save Alliance Agents",		"m6p":"The orders are on this datadisc. One thing I will say for Imperial Intelligence -- they're very thorough.",		"m6r":"I'll get these instructions out to our agents immediately.",		"m6f":"mission\mission_datadisk.iff",		"m6o":"",		"m6l":"Datadisc",		"m6d":"Some of our agents have attempted to enlist with the Empire to spy for the Alliance. We believe Imperial Intelligence has identified a large number of these agents. We need someone to pick up encrypted orders from High Command and deliver them to our local cell contact. They tell local agents how to avoid detection.",		"m5s":"All clear, citizen. Good work. The Alliance is grateful.",		"m5t":"Help train better pilots",		"m5p":"Ever wanted to fly an X-wing? I think every Alliance member does. Take care of this flight sim.",		"m5r":"I hear these are modeled on the TIE flight sims. Our pilots will benefit greatly. Thanks.",		"m5f":"mission\mission_datadisk.iff",		"m5o":"",		"m5l":"Datadisc",		"m5d":"Our Incom engineers have provided us with the latest X-wing flight simulator. This will be a great training aid for our new pilots. We need you to pick up a copy of the simulator and deliver it to one of our training officers. Make sure they report bugs to High Command. Can we count on you?",		"m4s":"Keeping the Alliance running is an endless task. We appreciate your efforts.",		"m4t":"Supply Requests",		"m4p":"We're glad to see you. Supplies are running pretty seriously low around here. Please hurry!",		"m4r":"Thanks. Fortunately some "procurement specialists" just made it past the blockades, or we might have been in supply trouble.",		"m4f":"mission\mission_datadisk.iff",		"m4o":"",		"m4l":"Datadisc",		"m4d":"We must constantly keep our cells supplied and their agents equipped. We need couriers to pick up supply requests and deliver them to our requisitions officer. These couriers will make sure our brave freedom fighters have what they need to fight the Empire. Will you assist in this important task?",		"m3s":"Those extra recruits are much needed. Thanks for your efforts. The Alliance will reward you.",		"m3t":"Boost the Alliance's Ranks",		"m3p":"The Princess said it best: "The more the Empire tightens its grip, the more star systems will slip through its fingers."",		"m3r":"Thanks for the delivery. How typical of the Empire not to understand that fear can easily become hate. We shall triumph.",		"m3f":"mission\mission_datadisk.iff",		"m3o":"",		"m3l":"Datadisc",		"m3d":"Although a terrible tragedy, the destruction of Alderaan has boosted our ranks. We need someone to pick up a datadisc and deliver it to our processing officer. It contains thousands of enlistees, many of them skilled pilots. This new influx of talent may be what the Alliance needs to turn the tide of battle against the Empire. Will you help? ",		"m2s":"Good work. It's the efforts of agents like you that will insure the Empire's defeat.",		"m2t":"Help Fool the Empire",		"m2p":"Here are the communiques. Remember you can rarely use the same trick twice against the Empire.",		"m2r":"I'm on it. I love fooling those Imperial idiots. Don't you? Haha!",		"m2f":"mission\mission_datadisk.iff",		"m2o":"",		"m2l":"Datadisc",		"m2d":"One of our strike teams is hitting an Imperial depot in the Outer Rim. We want Imperial Intelligence to suspect we're hitting a different target. We need a trusted agent to pick up falsified Alliance communiques and deliver them to our HoloNet slicer. We'll make sure Imperial agents intercept them. Can we count on you?",		"m1s":"Well done, citizen. We will not stand by and watch our patriots executed.",		"m1t":"Rescue a Senatorial Family",		"m1p":"Here you go, friend. I hope it's not too late to save the Senator's family.",		"m1r":"The Senator thanks you and will follow these instructions immediately. Thank you.",		"m1f":"mission\mission_datadisk.iff",		"m1o":"",		"m1l":"Datadisc",		"m1d":"A Senator aiding our cause has angered Imperial Intelligence. His family has been targeted for termination. Pick up an encrypted datadisc from one of our slicers. It contains instructions for the Senator and his family. Deliver this disc to a member of the Senator's staff immediately. We hope we're not too late to save this patriot's family."
}}
