{
	"stfFile":"mission/mission_destroy_rebel_military_easy_non_persistent_from_npc",
	"entries": {
		"number_of_entries":"25",		"m25t":"Smash the Protector droids",		"m25s":"Thank you! Facing an improved Protector droid would not have been fun, to say the least. You are progessing well!",		"m25o":"",		"m25d":"Imperial forces are guarding -- perhaps a better word is "confining" -- engineers working for Baktoid Combat Automata. In this compound these engineers are stress-testing blaster subsystems for a redesigned Protector-series combat droid. Destroy the engineering compound and the Protector plans.",		"m24t":"Blast the gems",		"m24s":"Durindfire gems flash brilliantly, but in Imperial hands they're covered with blood. It's better that you destroyed them. Good work!",		"m24o":"",		"m24d":"The Empire is relaying a cache of rare durindfire gems, under heavy guard, to a merchant in this area. You may know that Imperials traffic in these gems to finance their more exotic projects, such as the Death Star. If you can destroy these gems in their holding facility, you'll strike a blow against covert financiers across the galaxy.",		"m23t":"Destroy an AT-ST assembly plant",		"m23s":"Your high reputation is well earned, agent! We have stalled the production of Imperial walkers in this area, at least for now. Your reputation continues to rise!",		"m23o":"",		"m23d":"The Empire has established a new facility building two-legged AT-ST scout walkers. Though the labor force is entirely droid-based, the installation is well defended with Imperial troops. Our recon scout escaped only by dint of skill and luck. Assemble an experienced strike team to take out this major target.",		"m22t":"Blast a combat droid construction plant",		"m22s":"This is excellent news! We hope this damages Arakyd Industries profits as badly as their products have damaged our forces. We congratulate you, agent!",		"m22o":"",		"m22d":"The profiteers at Arakyd Industries continue to garner Imperial largesse. These parasites have contracted to build new legions of Inquisitor-series seeker droids with weaponry of considerably increased lethality. This presents a major threat to Alliance forces, and we cannot allow the factory to begin production. Assemble a large and experienced strike team and take this factory out.",		"m21t":"Imperial flamer munitions factory",		"m21s":"Impressive news! This victory represents a fundamental security that cannot be overstated. We applaud your resolve, and we wish you still greater success in the future.",		"m21o":"",		"m21d":"Imperial Army weapons designers have refashioned a platform-mounted flame carbine, the Czerka CZ-28 Flamestrike, for use on repulsorlift craft and cloud cars. Sheets of flame from the sky will mean grave danger for our fighters below. No matter the cost, you must render this weapons factory permanently inoperative. Prepare for harsh opposition.",		"m20t":"Smash an arsenal for Imperial assassins",		"m20s":"Astounding work! You and your team are superior operatives, a true asset to the Alliance.",		"m20o":"",		"m20d":"Mercenary assassins do the Emperor's dirty work when direct military action is politically inexpedient. We have the coordinates of an undocumented arsenal from which the Empire supplies its assassins. We need a squad of fighters to blast the place into vapor. The arsenal is garrisoned with Imperial soldiers and mercenary assassins, so be careful.",		"m19t":"Destroy Sith artifacts",		"m19s":"Job well done! You are a true champion of the people. Report to us again for future assignments soon.",		"m19o":"",		"m19d":"Bothan spies have located an Imperial outpost housing Sith artifacts. We've received word that Darth Vader has ordered these artifacts delivered to him personally. If those artifacts are indeed what the Bothans claim, we must not allow them to fall into Vader's hands. We need a strike team to go in and blow that shipment to atoms.",		"m18t":"Destroy stormtrooper training base",		"m18s":"You deserve a medal! The Emperor's not the only one who trains crack troops and deadly soldiers. The Alliance salutes you!",		"m18o":"",		"m18d":"A stormtrooper training facility, renowned for producing some of the Emperor's most fanatical legions, must be taken out. A successful strike would stand as a symbol of the Alliance's determination to rid the galaxy of the Empire's tyranny. The Emperor's brainwashing techniques can't compete with an Alliance member's passion for freedom. ",		"m17t":"Save the innocent civilians",		"m17s":"Great job! The Empire will think twice before giving their garrisons the order to execute civilians again. Fear is not just a tool for the Empire.",		"m17o":"",		"m17d":"An Imperial garrison has received orders to execute suspected Alliance sympathizers and their families if they do not start naming Alliance spies. We need someone to wipe out the garrison before these stormtroopers can slaughter innocent civilians. Taking out a garrison, even a small one, is no easy task. These Imperial troops will be on high alert.",		"m16t":"Smash the Imperial interrogators",		"m16s":"Success! You'll be the scourge of the Empire yet! The Alliance thanks you and the galaxy is in your debt. Our reward is but a small token of our gratitude.",		"m16o":"",		"m16d":"A top-secret installation of the Inquisitorius, the Empire's specialized interrogators, has been located. Many of our agents ended up there, tortured for information until they were driven mad and killed. It is said that the Inquisitors use the Force to aid in their twisted work. Commander Skywalker has personally requested that this installation be taken out. Can we call on you?",		"m15t":"Destroy the plague-maker",		"m15s":"One less weapon in the Empire's arsenal. Good work! Many worlds will sleep easier now that this plague-making lab has been destroyed.",		"m15o":"",		"m15d":"Bothan spies have identified a biological weapons development lab. Intercepted transmissions indicate this facility was instrumental in developing the Candorian Plague used against Dentaal. This lab must be destroyed at any cost. Imperial security will be tight and defenses formidable. A generous reward awaits the agent who can pull this off. ",		"m14t":"Stop future assassins",		"m14s":"Those Operations goons never knew what hit them. Bravo! You've done the Alliance and the galaxy a great service. You're quickly becoming one of our top agents.",		"m14o":"",		"m14d":"We've discovered a training facility for Imperial Intelligence's Operations agents -- in other words, assassins. This installation has launched covert operations that have killed some of our top officers. The Alliance wants this base blasted into atoms. This will not be easy, as some of the Empire's top agents work as trainers at this facility.",		"m13t":"Cripple Imperial Intelligence",		"m13s":"A brilliantly executed strike! With freedom fighters like you aiding our cause, the Empire has no chance. We hope you'll accept difficult missions from us in the future.",		"m13o":"",		"m13d":"We've managed to locate the Imperial Intelligence Analysis Bureau command center for this entire sector. These centers provide the intelligence reports that allow the Bureau of Operations to plan and execute strikes. It will be heavily guarded and equipped with state-of-the-art defenses. Its destruction will require an experienced team. Can the Alliance count on you?",		"m12t":"No more Imperial gunners",		"m12s":"Excellent work! The Alliance has nothing against education, but we don't like what the Empire does with it. We look forward to working with you again!",		"m12o":"",		"m12d":"We have identified an Imperial fortified complex as a gunnery school for local recruits. Today they're firing at target droids, but tomorrow they'll be aiming at us. You have to destroy that compound -- today!",		"m11t":"Knock out Imperial communications",		"m11s":"It's obvious you know the meaning of success, citizen. Job well done! Even if we didn't get the prototype, its destruction is a good consolation prize.",		"m11o":"",		"m11d":"The Empire has designed an improved subspace transceiver. The working prototype was sent to a manufacturing facility for mass production. A small team of operatives must make sure those transceivers are never built and either secure or destroy the prototype. Can the Alliance count on you?",		"m10t":"Take out the deadly mines",		"m10s":"Good work, citizen! Those mines won't be claiming the lives of our pilots and crew members. We look forward to working with you again.",		"m10o":"",		"m10d":"A large shipment of orbital mines is to be delivered to the Star Destroyer Avenger. The dispersal of these mines would make life much more difficult for our fleet, as you can imagine. We've discovered these mines and need the depot blasted into oblivion. Can you lend a hand, citizen? ",		"m9t":"Pull the Star Destroyers' teeth",		"m9s":"Well struck, agent. Without their turbolasers, those hulking capital ships are just so much space debris. May the Force be with you.",		"m9o":"",		"m9d":"We've discovered a shipment of turbolaser actuators stored in an Imperial depot. They are scheduled to be delivered to the Kuat Drive Yards. We must make sure those actuators are never installed in any capital ship's weapons. A team of skilled agents should be able to blast this depot off without much trouble. You'll have to work fast, though.",		"m8t":"Take out the probe droids",		"m8s":"Good going! Fewer probe droids means fewer chances to find our bases. The Empire can't destroy what they can't find, after all. You're becoming a very promising agent indeed.",		"m8o":"",		"m8d":"A cargo of probe droids has been delivered to a supply depot servicing this sector. A Star Destroyer is scheduled to enter the system's orbit in the next few days and those probe droids will be transported aboard. Those probe droids are trouble for the Alliance. We need a skilled agent to take out that supply depot and make sure those probe droids are destroyed.",		"m7t":"Burn Imperial records",		"m7s":"Excellent! The best thing about the Empire's ponderous bureaucracy is that it's easy to throw a hydrospanner into the works. Good job! May the Force be with you.",		"m7o":"",		"m7d":"An Imperial Academy processing center is currently housing the results of several hundred potential pilots' flight exams. If those scores are destroyed, this will create a severe backlog for the Imperials and slow their recruitment efforts. Further, it would let us approach potential recruits and possibly enlist their aid against the Empire. Do you wish to lead this important mission?",		"m6t":"No more ion engines",		"m6s":"The distinctive roar of those TIE engines is greatly diminished today. Great job, agent. We knew we could count on you.",		"m6o":"",		"m6d":"We've located a Sienar Fleet Systems warehouse and have learned that it's currently storing ion engines scheduled to go to Imperial shipyards in this sector. That will mean more TIE fighters for our X-wing pilots to deal with. We need someone to destroy that warehouse and everything inside.",		"m5t":"Take out the torturers",		"m5s":"Bravo, agent! Now citizens will realize that the power of the ISB is not absolute and that the Empire is fallible. You've earned your reward.",		"m5o":"",		"m5d":"We've identified an ISB compound used for interrogations. If the stories are true, terrible atrocities have taken place there. Destroying this facility would send the right message to both the Empire and to citizens who live in fear of Imperial Security. We're looking for a dedicated agent who can lead a successful assault on this nightmarish compound. Are you that agent? ",		"m4t":"Farewell power droids",		"m4s":"No power means no weapons or defenses. Our congratulations on the success of your mission. Keep up the good work. The Alliance is counting on you.",		"m4o":"",		"m4d":"We've located a major Imperial power droid manufacturing plant. Taking this plant out would be more than a simple inconvenience for the Empire. Their Star Destroyers and garrisons rely on these power droids to keep battle stations running. It will take a strong, precise strike to cripple this installation. The Alliance needs your help.  ",		"m3t":"No new Imperial blasters",		"m3s":"Bravo! No new blasters for those scout troopers! An impressive bit of work, agent. The Alliance thrives because of individuals like you. May the Force be with you.",		"m3o":"",		"m3d":"A small SoroSuub weapons testing facility must be knocked out. We believe they are working on an improved design for the scout trooper blaster. The Alliance can't afford to have scout troopers get better sidearms. We don't know what kind of security this facility will have, but we imagine it'll be formidable. You might need help.",		"m2t":"Take out the Imperial mechanics",		"m2s":"Broken down speeder bikes don't do the Empire any good. Job well done, agent. The Alliance could use more fighters like you.",		"m2o":"",		"m2d":"A transport repair station at these coordinates services Imperial scout troopers' speeder bikes. If this facility were destroyed, it would limit the number of Imperial search-and-destroy missions for this entire system. Can we count on you to orchestrate this strike? As always, the Alliance will reward you for services rendered.",		"m1t":"Ground the Imperial patrols",		"m1s":"Now that's how it's done! Those Imperial patrols will stay grounded for a while. Long live the Alliance!",		"m1o":"",		"m1d":"Local Imperial patrols have been relying on a refueling depot not far from here. The depot's destruction would certainly hamper the Empire's ability to effectively search for our cells. The Empire realizes this, so the depot is likely to be well defended. This mission will require skill and fortitude. Can the Alliance depend on you to lead such a strike?"
}}
