{
	"stfFile":"mission/mission_deliver_imperial_easy",
	"entries": {
		"number_of_entries":"25",		"m25t":"COMPNOR Pricing Guide",		"m25p":"Rules are made for a reason, and it's not for the purpose of breaking them. Obedience is expected.",		"m25s":"Our spies report that the merchant's prices are returning to acceptable ranges. All is well.",		"m25f":"mission\mission_datadisk.iff",		"m25r":"I -- I was just trying to help out local businesses that can't afford these high Imperial taxes. No, wait, don't report I said that! I'll raise my prices!",		"m25o":"COMPNOR Commerce Division",		"m25l":"Datadisc",		"m25d":"A misguided merchant has been pricing goods outside the approved Imperial price ranges. Perhaps this individual has not received our latest pricing guide. Deliver this guide and inform the merchant that we expect prices to fall within the stipulated ranges very soon. A second warning about this matter would not benefit business. ",		"m24t":"Replica Vibrodagger",		"m24p":"Perhaps someday you can earn a similar weapon, citizen. Be diligent.",		"m24s":"The replica vibrodagger must not be worn in public, on pain of prosecution for impersonating an officer. Did you inform the recipient of this vital fact?",		"m24f":"filename_of_object",		"m24r":"This is a great honor. I shall carry it with pride. Hail the Empire!",		"m24o":"Imperial Security Bureau",		"m24l":"Replica Vibrodagger",		"m24d":"The Empire is looking for people of action, not words. One citizen, at great peril to life and limb, prevented an escaped Yuzzem prisoner from hijacking a local transport and possibly killing dozens of loyal citizens. Deliver to this hero a special ISB vibrodagger, a replica of the weapon carried by our agents.",		"m23t":"Desist Order for a Lunatic",		"m23p":"The Empire's patience is not infinite. I hope this will convince that fool to cease such insane activities.",		"m23s":"The lunatic continues to pester this office, most recently with orders to construct a second Death Star. What foolishness!",		"m23f":"mission\mission_datadisk.iff",		"m23r":"What? How dare my minions speak to me in such a manner! They shall all pay the price for their lack of vision!",		"m23o":"COMPNOR",		"m23l":"Datadisc",		"m23d":"A lunatic who claims to be the Emperor continues to send HoloNet messages demanding a military escort to the market. Our spies, who are everywhere, assure us that this idiot is harmless. However, this office believes the Empire should deal with lunatics more firmly. Deliver this order instructing the maniac to cease and desist.",		"m22t":"Naboo Wine",		"m22p":"One should always know the source of a gift, don't you agree? Hahaha!",		"m22s":"The battle against the Rebellion must proceed on many fronts. COMPNOR is there to fight on the fields that the Army and Navy cannot reach.",		"m22f":"filename_of_object",		"m22r":"Naboo wine! How nice. To think we were considering never using this caterer's services again. Thank you!",		"m22o":"COMPNOR",		"m22l":"Bottle of wine",		"m22d":"A citizen suspected of pro-Rebel sympathies is hosting a catered party in an effort to earn a promotion. Rebel-lovers do not deserve promotions. The party must fail. Deliver this bottle of Naboo wine; claim it's from the caterer. When the guests drink the wine, they'll become deathly ill. This will ruin that traitor's chances. Do your duty. ",		"m21t":"Bugged Cooker",		"m21p":"When will citizens realize that every action has a consequence? Crime does not pay.",		"m21s":"The Rebel sympathizer's seemingly innocuous front will soon crumble like those "cookies" that undoubtedly wind up in Rebel mouths.",		"m21f":"crafting\station\food_tool.iff",		"m21r":"A new cooker? How wonderful. I just love baking for the neighborhood. Would you care for a cookie? They're fresh.",		"m21o":"Imperial Security Bureau",		"m21l":"Food Cooker",		"m21d":"A certain citizen may be supplying the Rebels. Deliver this cooker, saying that it's a prize in a sweepstakes. A transmitter built into the device should reveal the suspect's true loyalties.",		"m20t":"Undetectable Transmitter",		"m20p":"How foolish of a schoolteacher to push traitorous propaganda on our children!",		"m20s":"A purge and purification of schoolteachers will begin soon. Thank you for your help.",		"m20f":"filename_of_object",		"m20r":"Thank you. I believe all our schoolteachers harbor pro-Rebel sentiments. I'll put an end to their crimes.",		"m20o":"Imperial Security Bureau",		"m20l":"Small sealed container",		"m20d":"A concerned parent believes local schoolchildren are being fed pro-Rebel propaganda. Deliver to this informant a small undetectable transmitter to hide on the child's clothing. We'll soon discover who at this school is poisoning the minds of the Empire's youth.",		"m19t":"Confirm Status of Spy",		"m19p":"We lose good lives to these Rebel scum all the time. It's part of the sacrifice every good citizen must make.",		"m19s":"We have located the spy's body and are now recruiting a replacement. The setback is purely temporary.",		"m19f":"mission\mission_datadisk.iff",		"m19r":"Fuel cells, huh? Sure, I'll take it. Do I need to sign anything?",		"m19o":"Imperial Security Bureau",		"m19l":"Datadisc",		"m19d":"One of our spies, who are everywhere, located a new Rebel terrorist cell several days ago but has not contacted us since. Deliver this datadisc and claim it confirms an order of fuel cells. If the recipient accepts the disc, our spy has been discovered. If the disc is refused, then our spy is still active but simply trying to avoid suspicion. Can you do this?",		"m18t":"Medical Files",		"m18p":"Don't believe any stories you hear about vivisection. They're sheer nonsense.",		"m18s":"The sensitive nature of these medical results requires your discretion. Tell no one of these findings until the populace is suitably prepared for their release.",		"m18f":"mission\mission_datadisk.iff",		"m18r":"The medical results at last! Soon no one will doubt the physical and ethical superiority of humans.",		"m18o":"COMPNOR Science Division",		"m18l":"Datadisc",		"m18d":"The New Order teaches that humans are superior to other species. A highly respected scientist is composing a definitive work to prove this. Help this effort by providing the scientist with the results of certain medical studies. These are not available on the HoloNet, of course. We don't want these delicate results to fall into the hands of enemies who would wilfully misinterpret them.",		"m17t":"List of Suspects",		"m17p":"Traitors can't hide forever. The Empire roots out such vermin wherever they nest.",		"m17s":"Owing to the length of the list of suspects, some of those lower on the list were warned by the apprehension of the first few. However, our operations continue. We shall find them all.",		"m17f":"mission\mission_datadisk.iff",		"m17r":"I'll make sure this gets into the right hands. You can never be too careful these days.",		"m17o":"Imperial Security Bureau",		"m17l":"Datadisc",		"m17d":"Interrogation of a Rebel spy has resulted in a list of suspected Rebels and sympathizers. We're very interested in finding these individuals without alarming them. Deliver this list of names and holographic images to our contact, who will discreetly disseminate the information to loyal citizens.",		"m16t":"Hologram of Execution",		"m16p":"This is the sort of strength we require in our citizens. Heed this example!",		"m16s":"The citizen appears to have fallen from earlier ideals and is now being taken to a COMPNOR Re-education Center. Say nothing of this, or it will go badly for you.",		"m16f":"mission\mission_datadisk.iff",		"m16r":"I don't want to watch this horrid recording! I made a big mistake! The Force preserve me! What have I done?",		"m16o":"Imperial Security Bureau",		"m16l":"Datadisc",		"m16d":"A model citizen divulged the names of several dangerous Rebel spies a few weeks ago. Two of those spies were the citizen's own parents. What greater demonstration of loyalty can exist? As we promised, we're delivering a hologram recording of the executions. Take it to this citizen with our thanks and compliments.",		"m15t":"Lord Vader: Protector of Empire's Youth",		"m15p":"I love the way all those children are gazing admiringly at the striking figure of Lord Vader. It's most inspiring.",		"m15s":"Plans have changed. A reliable informant tells us that the artist has been seen recently in the company of dubious individuals suspected of Rebel sympathies. The artist's prize has been cancelled. ",		"m15f":"filename_of_object",		"m15r":"I won? I won! I can't wait to tell the kids we're going to Coruscant. Thanks!",		"m15o":"COMPNOR: Arts Division",		"m15l":"Painting",		"m15d":"Our Board has selected a winner in the Patriotic Art Competition. The lucky citizen is to receive an all-expense-paid vacation to Coruscant. Return this award-winning painting, entitled "Lord Vader: Protector of the Empire's Youth," to the artist. The documents attached include prize redemption instructions.",		"m14t":"Swoop Discount Voucher",		"m14p":"The Empire's influence with the Corporate Sector Authority can be a great benefit to loyal citizens.",		"m14s":"Well done. Spread the word of the Empire's generosity!",		"m14f":"mission\mission_datadisk.iff",		"m14r":"Ten percent off. Well. It sure pays to serve the Empire, huh?",		"m14o":"Imperial Security Bureau",		"m14l":"Datadisc",		"m14d":"Rebel spies stole a loyal citizen's speeder. Due to the owner's modifications to the speeder, we caught these spies within a few hours. As a public relations gesture, deliver this Corporate Sector Authority voucher, which gives a generous discount on the purchase of any new swoop.",		"m13t":"Neuro-Sensor Scanner",		"m13p":"To deface Imperial property is a serious crime. We'll make that clear to these criminals soon enough.",		"m13s":"The scanner has not yet detected the distinctive holoshroud radiation signature, but it is only a matter of time. What else could explain this weird phenomenon?",		"m13f":"filename_of_object",		"m13r":"I'll catch these vandals one way or another. This device will be an immense help.",		"m13o":"Imperial Security Bureau",		"m13l":"Scanner device",		"m13d":"Someone has been defacing Imperial statuary. The vandals don't appear on our monitoring devices. We suspect some form of holoshroud. Deliver this new neuro-sensor to our agent. It should detect holoshrouds. We will discover the vandals and put a stop to them.",		"m12t":"Monitor Droid Requisition",		"m12p":"Let these children be an example to you, citizen. Strive to serve the Empire.",		"m12s":"The assigned monitor droids are currently in use at local cantinas, but they should be available in time for the parade. Fine work, citizen!",		"m12f":"mission\mission_datadisk.iff",		"m12r":"These droids will come in handy. Our children will be so pleased when this is recorded for all the Empire to see!",		"m12o":"COMPNOR",		"m12l":"Datadisc",		"m12d":"We've heard that the loyal local citizens are putting on a parade in honor of the Emperor. We're recording this event for HoloNet broadcast. Deliver this requisition order for five RMD-20 monitoring droids to this group's representatives. They can take it to their local Imperial depot to get the droids. ",		"m11t":"Toy Blaster Requisition",		"m11p":"We admire the children's enthusiasm. If only all citizens were so enthusiastic, the galaxy would be a better place.",		"m11s":"Did you inform the organizers that firing the toy blasters can, in certain circumstances, blind or maim the target? This is a design flaw that will be corrected in later versions.",		"m11f":"mission\mission_datadisk.iff",		"m11r":"Our children will look so sharp. They will be a credit to the Empire.",		"m11o":"COMPNOR",		"m11l":"Datadisc",		"m11d":"A group of children will be marching in a local parade honoring the Emperor. The citizens putting this together have requested proper Imperial attire and toy blasters for the children. Deliver this requisition order to the lead organizer. Any official can take this to the local Imperial depot to request these materials.  ",		"m10t":"Miniature Holoprojector",		"m10p":"Will you be attending this rally, citizen? It would look good on your record.",		"m10s":"Thank you, citizen. The rally will proceed shortly, unless sabotaged by Rebel terrorists.",		"m10f":"filename_of_object",		"m10r":"This will make our rally so much better. Bless the Empire!",		"m10o":"COMPNOR",		"m10l":"Small projector",		"m10d":"Concerned citizens are staging a public rally to denounce the Rebellion and support the Empire. Deliver this miniature holoprojector to their leader. It will display recordings of heroic Imperial soldiers, as well as tasteful images of the atrocities perpetrated by Rebel terrorists. ",		"m9t":"Replica ISB Uniform",		"m9p":"The Empire knows that style and fashion are important. We're glad to see others agree.",		"m9s":"Of course the replica ISB uniform cannot be worn in public, on pain of prosecution for impersonating an officer. Did you inform the citizen of this vital fact?",		"m9f":"filename_of_object",		"m9r":"I can't wait to try this on. My mate will be quite enthused to see me, I think. Thank you.",		"m9o":"Imperial Security Bureau",		"m9l":"ISB Uniform",		"m9d":"We offered a reward to a loyal citizen for years of service, and the citizen asked for a replica ISB uniform. We've cleared it with our superiors and need you to deliver the uniform. I must admit, our uniforms are quite sharp.",		"m8t":"COMPNOR Holocam Thank-You",		"m8p":"A vigilant citizen is a happy citizen. Are you happy?",		"m8s":"The Neighborhood Rebel Watch Alert program will go worldwide shortly. Do you want to start your own Watch Alert program? If so, contact COMPNOR at the appropriate time.",		"m8f":"mission\mission_datadisk.iff",		"m8r":"Oh goodness, a personal thanks for me? I was just doing my civic duty. Thank you.",		"m8o":"COMPNOR",		"m8l":"Datadisc",		"m8d":"A citizen has organized Neighborhood Rebel Alert Watches. We are so impressed with this that we've decided to adopt a similar model all across this sector. Please deliver this holocam recording to this model citizen. It's a personal thanks from our Chairman. We want loyal citizens to know they are treasured.",		"m7t":"COMPNOR School Badges",		"m7p":"Nothing inspires a person more than happy, loyal children. Wouldn't you agree, citizen?",		"m7s":"Evidently no student successfully memorized the entire COMPNOR creed, so no badges were awarded at this time. This is acceptable; there are always more children.",		"m7f":"filename_of_object",		"m7r":"The children will be delighted. Hail the Empire and COMPNOR.",		"m7o":"COMPNOR",		"m7l":"Small sealed container",		"m7d":"A local school teacher wants to present a class of young students with COMPNOR badges. They reward students who memorize the COMPNOR creed. Could you deliver these badges? Children are the Empire's future, after all. ",		"m6t":"COMPNOR Loyalty Plaque",		"m6p":"The Empire shows its appreciation in many ways. This plaque is but one small example.",		"m6s":"With continuing service to COMPNOR and the Empire, you, too, citizen, may someday merit a plaque of your own.",		"m6f":"filename_of_object",		"m6r":"My plaque! I'll hang it in a place of honor. I can't wait to show my friends. The few remaining loyal ones, that is.",		"m6o":"COMPNOR",		"m6l":"Plaque",		"m6d":"One loyal citizen has helped us arrest over a dozen Rebel sympathizers. We want to show our appreciation by presenting them with a plaque. It bears the COMPNOR pledge along with the citizen's name engraved on the front. Perhaps you can one day earn such a plaque, citizen. For now, please simply deliver the plaque.",		"m5t":"Spy Tagger Device",		"m5p":"Traitors hide behind many facades. They may be close friends, even loved ones. In the end, all must face justice.",		"m5s":"Rebel sympathizers are everywhere. Our informants' motives may be petty, but their vital service triumphs over all other moral considerations.",		"m5f":"filename_of_object",		"m5r":"Great gadget. I could never afford this on my own. Now my father will regret stopping my allowance!",		"m5o":"Imperial Security Bureau",		"m5l":"Small gun or tracker device",		"m5d":"An upstanding citizen believes an acquaintance is secretly attending meetings with Rebels. Deliver this tagger spy device to the informant. Once this citizen plants a transmitter on the suspected traitor, we can monitor his movements.",		"m4t":"Loyalty Reward",		"m4p":"We only wish all citizens were as loyal as the recipient of this datadisc -- and as loyal as you are, too, citizen!",		"m4s":"Though Rebel sympathizers hide everywhere, assure all who will listen that the Empire has matters well in hand.",		"m4f":"mission\mission_datadisk.iff",		"m4r":"I knew my rude neighbors were up to no good. They'll get what they deserve now. Bless the Empire! ",		"m4o":"Imperial Security Bureau",		"m4l":"Datadisc",		"m4d":"A citizen informs us that certain locals have been holding clandestine meetings, possibly to aid the Rebellion. Deliver this message to the loyal citizen. It includes a reward for diligence.",		"m3t":"Heat Scanner",		"m3p":"The ISB is always looking for bright, eager talent. What better way to serve the Empire?",		"m3s":"We must investigate all such claims, no matter how seemingly outlandish. That is our job -- our duty -- our cause.",		"m3f":"mission\mission_datadisk.iff",		"m3r":"Finally! I'll be able to prove that there's a Rebel Command Center underneath my very home! How do you work this thing? ",		"m3o":"Imperial Security Bureau",		"m3l":"Scanner device",		"m3d":"We have a report that Rebels are meeting in a concealed chamber under an informant's home. Deliver a heat sensor so the homeowner can verify this suspicion.",		"m2t":"Spy's New Orders",		"m2p":"Our work is never done. Preserving the New Order should be everyone's concern.",		"m2s":"Inform no one of the spy's identity, or it will go badly for you. That is all.",		"m2f":"mission\mission_datadisk.iff",		"m2r":"New orders, eh? Thank you, citizen. The Empire does not forget its loyal servants.",		"m2o":"Imperial Security Bureau",		"m2l":"Datadisc",		"m2d":"One of our spies, who are everywhere, is conducting an important surveillance mission. We've ordered the agent to maintain transmission silence. You never know who's listening. These new orders must be delivered to the agent at once. Can the Empire count on you?",		"m1t":"Arrest Warrants",		"m1p":"The Empire is always looking for dedicated citizens willing to serve. The rewards are many.",		"m1s":"This office will remember your service to the Empire. The memory of the ISB is long and infallible.",		"m1f":"mission\mission_datadisk.iff",		"m1r":"Everything seems in order. Now we can move and purge those sympathizers.",		"m1o":"Imperial Security Bureau",		"m1l":"Datadisc",		"m1d":"This office has uncovered several Rebel sympathizers and is planning a purge. Rebel slicers are infesting the HoloNet, so we need these warrants hand-delivered. After all, we don't want to give those scum the chance to escape justice. Tell no one!"
}}
