{
	"stfFile":"mission/mission_deliver_rebel_medium",
	"entries": {
		"number_of_entries":"50",		"m50t":"Bounty Hunter Alert",		"m50p":"Despite Commander Solo's past, he will always be seen as a Hero of the Alliance.",		"m50s":"We need to make sure those bounty hunters don't threaten our security. No doubt it's just some misunderstanding that can easily be worked out. ",		"m50f":"mission\mission_datadisk.iff",		"m50r":"Smugglers attract bounty hunters. Is this really a surprise?",		"m50o":"The Alliance to Restore the Republic",		"m50l":"Datadisc",		"m50d":"Commander Solo has requested that we send directly to him any inquiries from bounty hunters regarding his whereabouts. Apparently there is some bad blood between him and Tatooine crimelord Jabba the Hutt. Could you make sure the local cell commanders get this information?  One of the Heroes of Yavin is counting on you.",		"m49t":"Crystal Questions",		"m49p":"We believe Commander Skywalker has a keen interest in crystallography. ",		"m49s":"Some of these crystals might belong to certain collectors or former Imperial senators. I hope Master Skywalker gets the information he needs. ",		"m49f":"mission\mission_datadisk.iff",		"m49r":"Never heard of these crystals. What are they good for? Lightsabers, you say! Who wants a sword when you could have a blaster?",		"m49o":"The Alliance to Restore the Republic",		"m49l":"Datadisc",		"m49d":"Commander Skywalker has requested that any information regarding Adegan or Ilum crystals be sent directly to him. Could you deliver these instructions to the local cell commander to spread this information to the miners and smugglers working for us? Hope we can count on you. ",		"m48t":"Alliance Jedi Policy",		"m48p":"Word from High Command is that any discourse about the Jedi should be confined to personal discussions. We must focus on toppling the Empire, not reopening old wounds.",		"m48s":"Personally, I wish there were a lot more Jedi. That's just between us.",		"m48f":"mission\mission_datadisk.iff",		"m48r":"I think we'll be talking about the Jedi plenty in years to come.",		"m48o":"The Alliance to Restore the Republic",		"m48l":"Datadisc",		"m48d":"There seems to be some division within the Alliance in regards to the Jedi. Many feel they were a boon to the Old Republic and were noble guardians of peace. Others believe they were responsible for the corruption that destroyed the Old Republic and led to the Clone Wars. Could you deliver these instructions from High Command to the local cell commander?",		"m47t":"More and Better Spies",		"m47p":"Bothans trade in information, and that is a precious commodity indeed.",		"m47s":"The Alliance is lucky to have a dependable courier such as yourself in its service.",		"m47f":"mission\mission_datadisk.iff",		"m47r":"We'll begin including the Bothan representatives into our future communications and meetings.",		"m47o":"Alliance High Command",		"m47l":"Datadisc",		"m47d":"Ever since we attracted the attention of Borsk Fey'lya, our access to Bothan spies has increased dramatically. They are the best in the galaxy at what they do. We need you to hand-deliver this encrypted communique to our Alliance Intelligence liaison so we can coordinate their activities with the Bothans that Minister Fey'lya has put at our disposal.",		"m46t":"Byblos University Recruiting",		"m46p":"Our Science Division works tirelessly at devising ways to thwart Imperial technology. They are priceless.",		"m46s":"The Alliance needs all the skilled help it can get. Yours included.",		"m46f":"mission\mission_datadisk.iff",		"m46r":"We'll devise a strategy and make sure we get those gifted young minds.",		"m46o":"The Alliance to Restore the Republic",		"m46l":"Datadisc",		"m46d":"Our contacts inside the University of Byblos have indicated that interest in the Alliance is at an all-time high. We have an opportunity to recruit some of the galaxy's most talented young physicians and scientists. This encrypted message must go to our local Alliance Intelligence agent. We need more covert agents on Byblos to aid with recruitment. Help us recruit the brightest minds in the galaxy.",		"m45t":"Smuggler Security Check",		"m45p":"We should always be suspicious of any smuggler who approaches us with an offer of assistance. Security will always be an issue.",		"m45s":"We'll be careful to weed out the completely untrustworthy smugglers. I hope that's not all of them! Thanks for your help.",		"m45f":"mission\mission_datadisk.iff",		"m45r":"We needed a standard operating procedure for these guys. Good to see we have one now.",		"m45o":"Alliance Intelligence",		"m45l":"Datadisc",		"m45d":"Since our victory at Yavin 4, more smugglers have offered their services to the Alliance. We want these instructions delivered to the local Alliance cell. It lays out a standard procedure for evaluating potential "procurement specialists" and gives the proper report forms that every cell commander must have approved prior to using any smuggler. Are you the agent for this mission?  ",		"m44t":"Pilots Needed",		"m44p":"Our missions take us to many treacherous and isolated areas of space. Every pilot must undertake rigorous training and will be incommunicado for several months. ",		"m44s":"We're always on the lookout for skilled pilots. If you know any, send them our way.",		"m44f":"mission\mission_datadisk.iff",		"m44r":"We'll put the word out that we're searching for experienced pilots.",		"m44o":"Alliance Starfighter Command",		"m44l":"Datadisc",		"m44d":"We need pilots with experience navigating asteroid belts. Please deliver this notice to the local cell commanders so they can have any such pilots they may know of report to Starfighter Command immediately. Can the Alliance count on you?",		"m43t":"Warning to Viceprexes",		"m43p":"The help we receive from friendly Viceprexes is incredibly important to our cause. The Empire could track Alliance sympathizers using these reports.",		"m43s":"You've been a great help in protcting our CSA Viceprexes. As powerful as they are, it's ironic they need our protection!",		"m43f":"mission\mission_datadisk.iff",		"m43r":"We'll get word to our superiors immediately.",		"m43o":"Alliance Intelligence",		"m43l":"Datadisc",		"m43d":"Our contact on the Corporate Sector Authority's Direx Board informs us that Imperial Intelligence is reviewing every single expense report generated by the Viceprexes. We need to make sure the Viceprexes friendly to our cause are aware of this, and warn them to proceed with extreme caution. Can we count on you?",		"m42t":"Code Name Blackhole",		"m42p":"We suspect that this Blackhole figure may be the head of Imperial Intelligence, or perhaps even the Emperor himself. We must discover this mysterious agent's identity. ",		"m42s":"We hope our slicers can negate Blackhole's ability to interfere with the Alliance. Truth to tell, High Command is basically forced to stand back and just let our slicers work. Most of us are out of our depth here.",		"m42f":"mission\mission_datadisk.iff",		"m42r":"I've heard about this Blackhole guy, or gal, or thing, or whatever it may be. I'm betting my jets burn smoother than his. But okay, okay, I'll keep an eye open.",		"m42o":"Alliance Intelligence",		"m42l":"Datadisc",		"m42d":"Reports from our HoloNet slicers claim some sort of Imperial super-slicer on the HoloNet has intercepted many Alliance communiques. The slicer goes by the code name "Blackhole." Please deliver these instructions to our local data slicer. Any activity on the HoloNet suspected of being the work of Blackhole is to be reported to us immediately.",		"m41t":"Orders About Bounty Hunters",		"m41p":"Make sure the commander gets the message: Under no circumstances are bounty hunters to be used against former Alliance officers, even those suspected of working for the Empire.",		"m41s":"Thanks for your aid. That could have been a security nightmare. Bounty hunters will gladly sell any information they have to the Empire. The risk of using them is too great.",		"m41f":"mission\mission_datadisk.iff",		"m41r":"I don't see why we should limit our arsenal of weapons against traitors. But all right, I hear you.",		"m41o":"Alliance High Command",		"m41l":"Datadisc",		"m41d":"We've learned that some cell commanders are employing bounty hunters to track down double agents. We need this order delivered to the local cell commander: Any use of bounty hunters must have direct approval from High Command. If there are any questions, contact High Command. Can we get your help on this one?",		"m40t":"Healing Power of Neks",		"m40p":"The cell members should sedate the neks and put them on the first Alliance transport out of their system. We'll arrange to pick up the neks and deliver them to the handler.",		"m40s":"Everything can be bartered or sold for something. Words to live by. But medical supplies for neks? Now I think I've seen it all.",		"m40f":"mission\mission_datadisk.iff",		"m40r":"Good. Our communications officer was about to quit; those neks were getting her deeply flustered. We'll get these shipped right away.",		"m40o":"Alliance Procurement and Supply",		"m40l":"Datadisc",		"m40d":"One of our cell commanders was left with an entire kennel of neks -- long story -- and wanted to know if we could use them. Fortunately, we've contacted a nek handler who will trade the pack for medical supplies. We need to deliver this datadisc of instructions to the members of that commander's cell. Feel like helping out?",		"m39t":"Strange Payment",		"m39p":"I need to get rid of these neks fast. They're scaring our communications officer.",		"m39s":"An unusual payment, but we'll find a use for those neks. Your payment is a little more traditional.",		"m39f":"mission\mission_datadisk.iff",		"m39r":"Uh -- neks? Hmm. Well. I guess we'll take this to General Cracken and see what he recommends. They don't make good pets, I suppose?",		"m39o":"",		"m39l":"Datadisc",		"m39d":"A smuggler has dumped an entire kennel of neks at one of our refueling stations. He didn't have enough credits to repair his damaged vessel and didn't wish to barter any future smuggling missions, so he gave us all he had. I need to know what Procurement and Supply wants done with these creatures. They're fully trained, looks like, and quite vicious. Could you deliver this message to a Procurement officer? Like, pretty soon?",		"m38t":"R2 Droid Availability ",		"m38p":"Personally, I prefer the old R2 units. They have more personality.",		"m38s":"Reliable couriers are a rare breed. Keep up the good work.",		"m38f":"mission\mission_datadisk.iff",		"m38r":"You never can have enough R2 units. But I expect that Starfighter Command requests will get top priority.",		"m38o":"Alliance Procurement and Supply",		"m38l":"Datadisc",		"m38d":"One of our "procurement specialists" sold us a shipment of R3's. We will be assigning these astromech droids to our heavy cruisers and frigates, which will free up many R2 units for use by either our local cells or Starfighter Command. Please deliver this message to the cell commander, so the cell can place an order for these R2 units with Procurement and Supply.",		"m37t":"Wookiee Language Guide",		"m37p":"Wookiees are brave fighters but can be a bit short-tempered. I'm glad they're on our side. ",		"m37s":"We've had a few unfortunate Wookiee incidents due to miscommunication and wish to avoid those in the future. This guide should make for fewer one-armed freedom fighters. Thank you.",		"m37f":"mission\mission_datadisk.iff",		"m37r":"I always wondered when they'd get around to making something like this.",		"m37o":"The Alliance to Restore the Republic",		"m37l":"Datadisc",		"m37d":"Due to the rising number of Wookiee recruits, we've assembled a short Wookiee language guide on this datadisc. One of our Wookiee agents assisted with this guide, so all pronunciation is accurate. Make sure the local cell commanders get this guide. ",		"m36t":"Special Forces requisition order",		"m36p":"We expect a prompt response.",		"m36s":"You have the makings of a top courier. Keep up the good work.",		"m36f":"mission\mission_datadisk.iff",		"m36r":"Ever since that bounty hunter got famous, it seems everyone wants a jetpack.",		"m36o":"Alliance Special Forces",		"m36l":"Datadisc",		"m36d":"Some of our field agents are requesting Z-6 jetpacks for an upcoming mission. Their requisition order must be delivered to one of Procurement and Supply's officers. Tell them that this request comes from Alliance Special Forces and is signed by General Madine himself. That should speed things up. Think you can handle that?",		"m35t":"Starfighter Command Offer",		"m35p":"I hope this is worth it. These guys have extensive criminal records, and not just crimes against the Empire. Apparently they used to terrorize local merchants and transports.",		"m35s":"I have no idea what Starfighter Command offered those pilots. I'll just trust that Command knows what it's doing. However it works out, your work was exemplary.",		"m35f":"mission\mission_datadisk.iff",		"m35r":"I can't wait to see what these guys have been offered. Thanks.",		"m35o":"Alliance Starfighter Command   ",		"m35l":"Datadisc",		"m35d":"Starfighter Command is trying to recruit a gang of T-16 pilots. These young hotshots are quite skilled, apparently, but lack discipline and don't wish to answer to anyone save themselves. Starfighter Command has decided to offer them the deal on this encrypted datadisc. Can you deliver this offer to the cell commander who deals with these pilots?",		"m34t":"Pilot Dossiers",		"m34p":"It seems these toughs had no interest in the Academy and don't really like the idea of serving the Alliance as possible X-wing pilots. They just want to cause mayhem for the Empire.",		"m34s":"It takes all kinds, I suppose. Still, good pilots are a valuable resource. Anyone wanting to harass the Empire can't be all bad.",		"m34f":"mission\mission_datadisk.iff",		"m34r":"Half of our pilots were trained on T-16's. We'll think of an offer they'll accept.",		"m34o":"The Alliance to Restore the Republic",		"m34l":"Datadisc",		"m34d":"A gang of young Skyhopper pilots contacted one of our commanders and offered help in striking Imperial outposts in their home system. Can you deliver this datadisc to Starfighter Command and see what they wish to do with these hotshots? Their dossiers, including their criminal records, are contained on the disc.",		"m33t":"Modified Speeder Specs",		"m33p":"Our settlements on the Outer Rim would be the best destinations for these vehicles, but we understand that there may be a need for them in the Core Worlds as well.",		"m33s":"Excellent work. We're very pleased with the quality of your work.",		"m33f":"mission\mission_datadisk.iff",		"m33r":"I'll check with our supply specialist, but I think we could use one. Those A-A5s are sturdy machines.",		"m33o":"Alliance Procurement and Supply",		"m33l":"Datadisc",		"m33d":"We'd like to redistribute some of our A-A5 speeder trucks that we've modified to operate as armored personnel carriers. Send the specs for these speeder trucks to the local cell commander and see if they could use one of these trucks. We're counting on you.",		"m32t":"Explosive Droid Specs",		"m32p":"Specially rigged demolitionmechs can place explosives. If you rig them with a holographic disguiser and a sensor jamming device, they can look like common R3 droids!",		"m32s":"The information you delivered was of great value. A job well done.",		"m32f":"mission\mission_datadisk.iff",		"m32r":"This will help us sabotage Imperial depots and shipyards. Excellent!",		"m32o":"Alliance High Command",		"m32l":"Datadisc",		"m32d":"Miners that have joined the Alliance have shown us a great use for the common LIN Demolitionmech droids. We would like the specs for these droids sent to our local cell commanders on this encrypted datadisc. Careful this doesn't fall into the wrong hands. Can we count on you?",		"m31t":"Approved Requests",		"m31p":"Wedge and Commander Skywalker are heroes of the Alliance, but they still have to follow proper channels.",		"m31s_":"I'm sure the Rogues were pleased to get those requests approved. By the way, we're working on smoothing out the approval process. That should please Wedge!",		"m31f":"mission\mission_datadisk.iff",		"m31r":"I wish those guys would leave us out of their squabbles.",		"m31o":"Alliance Starfighter Command",		"m31l":"Datadisc",		"m31d":"Winter has sent us several of Wedge Antilles' requests for supplies for his Rogue Squadron. Winter needs these approved by our department. Please deliver this datadisc of approved requests to one of Procurement's officers. If Rogue Squadron has any problems with our decision, Antilles can take it up with us. Can you handle that?",		"m30t":"Rogue Squadron Requests",		"m30p":"I'm not sure why there's a disconnect between Rogue Squadron and Starfighter Command. Sure, we like hearing from the Rogues, but too much chatter is a security risk. ",		"m30s":"I guess even heroes can get caught up in bureaucracy. Thanks for helping sort that out.",		"m30f":"mission\mission_datadisk.iff",		"m30r":"More requests from Rogue Squadron? Those guys are great, but they sure do run through a lot of supplies -- sometimes more than we can spare.",		"m30o":"Alliance Procurement and Supply",		"m30l":"Datadisc",		"m30d":"We keep receiving supply request from Rogue Squadron. Deliver these requests to our High Command officer and ask for final approval or denial -- otherewise, Rogue Squadron will not stop contacting us. Tell Command to note that the requests are signed by Wedge Antilles and countersigned by Commander Skywalker. You've got this one, right?",		"m29t":"Assasination Plot",		"m29p":"Moffs can strike at the heart of the Imperial Machine. We should never waste an opportunity like this. Be careful delivering this disc.",		"m29s":"Well done, citizen. If this Moff's plan succeeds, this war will be over and the galaxy will be free again.",		"m29f":"mission\mission_datadisk.iff",		"m29r":"I'll see to it that the Moff receives this.",		"m29o":"Alliance High Command",		"m29l":"Datadisc",		"m29d":"We've learned that a Moff is spearheading an attempt to assassinate the Emperor. Pick up this encrypted message and deliver it to one of the Moff's agents. It informs the Moff that the Alliance will assist in whatever way it can and gives security codes if the Moff wishes to contact High Command. Can you help us?",		"m28t":"Tools for a Secret Base",		"m28p":"Here are the orders. The pilot must report to High Command before leaving the local system. High Command will give the pilot the location of the laser cutters as well as the coordinates of the secret facility.",		"m28s":"It's difficult transporting all this equipment while maintaining secrecy. We're glad to know we can count on you. Well done.",		"m28f":"mission\mission_datadisk.iff",		"m28r":"The Empire hasn't found us yet. So I guess it's worth it -- all these hoops they make us jump through for the sake of secrecy.",		"m28o":"Alliance Procurement and Supply",		"m28l":"Datadisc",		"m28d":"We need to get a shipment of laser cutters to a secret facility in the Outer Rim. We need you to pick up encrypted orders and deliver them to one of our transport pilots. This is a most important mission. Can we count on you?",		"m27t":"Starliners Beware",		"m27p":"The Empire does not understand the meaning of the words "innocent lives," nor do they care how many are lost.",		"m27s":"Thanks to your timely intervention, we may be able to use the starliners again in the future.",		"m27f":"mission\mission_datadisk.iff",		"m27r":"Hey, my mom loves taking cruises on those things. You bet I'll warn them.",		"m27o":"Alliance High Command",		"m27l":"Datadisc",		"m27d":"The Empire has begun targeting luxury starliners. They claim that several of them have been transporting goods to the Alliance. We need this warning delivered to our HoloNet data slicer so we can warn the starliner crews. We don't want innocent folks killed. Can you help save them?",		"m26t":"Straight From the High Command",		"m26p":"Any tool is only as effective as our ability to control and use it properly.",		"m26s":"That was a prompt delivery, citizen. Your fee has been deposited. Your service to the Alliance is always appreciated.",		"m26f":"mission\mission_datadisk.iff",		"m26r":"We'll see what the bosses have to say, I suppose.",		"m26o":"Alliance High Command",		"m26l":"Datadisc",		"m26d":"Procurement and Supply recently sent us a message asking for further instructions on the matter of some droidekas. I need you to pick up High Command's response and deliver it to our P&S contacts so they can forward it to Winter. Do this quickly and we'll reward you accordingly.",		"m25t":"A Few Good Security Droids",		"m25p":"Here you go. Inform High Command that the droidekas seem to be in perfect condition. I don't believe they were ever activated.",		"m25s":"We appreciate your help, citizen. Meanwhile, we're looking into the source of those perfectly preserved droidekas. Could be more where those came from.",		"m25f":"mission\mission_datadisk.iff",		"m25r":"Weren't those things awfully unreliable? I always heard that's why the Trade Federation stopped using them. Well, I'll pass this along.",		"m25o":"Alliance Procurement and Supply",		"m25l":"Datadisc",		"m25d":"We found some old Trade Federation droidekas. These might be useful on certain missions or as security droids on some of our bases. Could you pick up this encrypted message and deliver it to our contact at High Command? We need instructions on how to proceed. Winter will hold these units until she receives those instructions.",		"m24t":"Only a Few Medical Droids Left",		"m24p":"Make sure the commander gets this. These donations keep the Alliance strong.",		"m24s":"It's a shame there were only five droids to be had. We could have used many more. But we're grateful, regardless -- and on that note, thanks for your help.",		"m24f":"mission\mission_datadisk.iff",		"m24r":"My people sure could use one of those droids. I'll make a no-frills request at once. I hear Winter is fond of brevity.",		"m24o":"Alliance Procurement and Supply",		"m24l":"Datadisc",		"m24d":"A generous sympathizer has donated several new MD-series medical droids. Could you pick up the specs for these droids and deliver them to our local cell commander? All requests for these droid must go through Winter, who will process them directly. Make sure the commanders make a strong case, or they may not get one.",		"m23t":"Blasters Available",		"m23p":"Here you go. And remind the commanders that these weapons not only look intimidating, they also pack quite a punch.",		"m23s":"Can you believe it? All the blasters have been claimed already. These weapons will help our undercover agents deal with those unpredictable smugglers. Thanks!",		"m23f":"mission\mission_datadisk.iff",		"m23r":"I've seen those blasters. Effective weapons indeed. I'll look through this inventory carefully.",		"m23o":"Alliance Procurement and Supply",		"m23l":"Datadisc",		"m23d":"A shipment of Merr-Sonn IR-5 "Intimidator" blaster pistols has fallen into our hands. We need someone to pick up inventory discs and deliver them to our local cell commanders. They can request these weapons for upcoming missions, especially any dealing with smugglers and pirates -- those types are easily intimidated. Can we rely on you?",		"m22t":"Help Commander Skywalker",		"m22p":"The orders are on this datadisc. I imagine we can learn a great deal from an Inquisitor. Good luck.",		"m22s":"Commander Skywalker sends his thanks to all. With any luck, we'll be able to supply him with an Inquisitor soon. I wonder what he has in mind?",		"m22f":"mission\mission_datadisk.iff",		"m22r":"With pleasure! I've been wanting to take down one of these mighty Inquisitors ever since I heard of them.",		"m22o":"Alliance High Command",		"m22l":"Datadisc",		"m22d":"We've received a request from Commander Skywalker. He'd like us to get our hands on an Imperial Inquisitor. We need someone to pick up his encrypted orders and deliver them to our local cell commander. All commanders are to coordinate with High Command to help achieve this top-priority mission. Can we count on you?",		"m21t":"Blackmail Notification",		"m21p":"Here's the data. Remember, we do what we must to insure the fall of the Empire. In this case, it'll be fun!",		"m21s":"Well done. Remember to keep this quiet. We don't want word getting around to Imperial Intelligence.",		"m21f":"mission\mission_datadisk.iff",		"m21r":"Good old-fashioned blackmail, eh? Hey, if it's effective --",		"m21o":"Alliance High Command",		"m21l":"Datadisc",		"m21d":"We have proof that an Imperial prison official at Kessel has been supplying glitterstim to smugglers and Black Sun. We need someone to pick up the encrypted evidence and deliver it to one of our couriers. We intend to present our "terms" to the Imperial official. He'll either cooperate with us or we turn over our proof to Imperial Intelligence.",		"m20t":"Stolen Medical Supplies",		"m20p":"This particular smuggler-- er, I mean, specialist -- just captured a large shipment of medical supplies bound for Imperial outposts. He wants General Cracken to meet him personally to insure prompt payment.",		"m20s":"The disc gave the rendezvous point specified by this nervous "procurement specialist." We've checked him out, and he seems to be on the level. General Cracken can probably smooth matters over so we don't lose our "specialist."",		"m20f":"mission\mission_datadisk.iff",		"m20r":"These smugglers and pirates are all rogues. But then again, so am I.",		"m20o":"Winter: Alliance Procurement and Supply",		"m20l":"Datadisc",		"m20d":"One of General Airen Cracken's "procurement specialists" believes the Alliance is trying to set him up. We need this encrypted message delivered to our slicer so we can transmit this smuggler's concerns to General Cracken. Can you lend us a hand?",		"m19t":"An Imperial Trap",		"m19p":"Here you go. And cheer up. For every station that the Empire discovers, we have ten more they know nothing about.",		"m19s":"Good work. Our pilots are a precious resource, and we must do all we can to protect them.",		"m19f":"mission\mission_datadisk.iff",		"m19r":"We'll get this information out to our pilots at once.",		"m19o":"Alliance High Command",		"m19l":"Datadisc",		"m19d":"One of our refueling stations in the Outer Rim has been compromised, and we believe that the Empire is using it as bait to capture Alliance transports. Pick up these encrypted orders and deliver them to our local cell leader. We must insure that every transport captain and pilot aiding the Alliance receives these orders.",		"m18t":"Diplomatic Mission",		"m18p":"Here are the orders. Many alien species would follow the Duros' example if they joined the Alliance.",		"m18s":"The Alliance appreciates your efforts. With luck, disenfranchised species will boost our ranks and help us topple the Empire.",		"m18f":"mission\mission_datadisk.iff",		"m18r":"I think the Duros are determined to remain neutral, but I'll continue negotiating with them.",		"m18o":"Alliance High Command",		"m18l":"Datadisc",		"m18d":"The New Order's stance on alien species has given us an edge in recruiting these neglected citizens. Of special interest to High Command are the Duros. We need a courier to pick up encrypted orders and deliver them to our agent specializing in Alien Species Affairs. The agent is to travel to Duro and continue negotiating with the leaders there.",		"m17t":"Senators Need Your Help",		"m17p":"Here's the list. Remember, the more powerful politicians we get on our side, the better off we'll be.",		"m17s":"The Senators wish to express their thanks for your aid.",		"m17f":"mission\mission_datadisk.iff",		"m17r":"When I send this warning, the Imperial Analysis Bureau will be riding my tail in about ten seconds flat. You guys needs to move fast to save those -- who is it? Senators? Whoever.",		"m17o":"Alliance High Command",		"m17l":"Datadisc",		"m17d":"The Empire plans on arresting many former Senators and their families. We need someone to pick up the list of possible targets and deliver them to one of our HoloNet slicers so we can warn these targets. The slicer is to provide a list of High Command contacts to anyone fleeing arrest. Can you help us?",		"m16t":"Imperial Defector",		"m16p":"We can't afford to lose this engineer, because he helped design Vader's experimental TIE fighter -- a design being incorporated into an elite TIE model we have yet to see. ",		"m16s":"If we can get that Imperial engineer, that would be a blow to the Empire and a big help for us. The last thing we need is a faster, more maneuverable TIE fighter. Thanks for your help.",		"m16f":"mission\mission_datadisk.iff",		"m16r":"If that engineer shows up here, we'll keep him safe.",		"m16o":"Alliance High Command",		"m16l":"Datadisc",		"m16d":"A top-ranking Sienar Fleet Systems engineer has defected to the Alliance. The Empire is eager to get its hands on this engineer. We need this encrypted message delivered to our local cell contact. It will let them know if the engineer will be arriving at their location and specifics of that arrival. The Alliance is depending on you. ",		"m15t":"Bugged Equipment",		"m15p":"Remember, materials from Imperial Depot 22-TZK are not to be distributed to supply stations -- they are to be jettisoned. Spread the word.",		"m15s":"It's a good thing you got that information out in time. That could have gone very badly for our people. Soon we'll have to subject every single seized shipment to deep and time-consuming scans.",		"m15f":"mission\mission_datadisk.iff",		"m15r":"Argh, some of these supplies may already have gone out. I'll track them down!",		"m15o":"Alliance Procurement and Supply",		"m15l":"Datadisc",		"m15d":"This message must be delivered to the local Alliance Procurement officer immediately! One of the Imperial depots we raided has contaminated supplies. Many energy cells, weapons, and medical scanners that were seized have trackers inside them. All goods taken from Imperial Depot 22-TZK are to be jettisoned into space. Can you make sure this message is received?",		"m14t":"Free Alliance Agents",		"m14p":"The Viceprexes friendly to our cause are to contact High Command immediately upon receiving their new work crews. Some of your friends may be among the prisoners rescued.",		"m14s":"Your part in this is complete. Now, it's up to others.",		"m14f":"mission\mission_datadisk.iff",		"m14r":"I'll see that this order is filled immediately, citizen. Good day.",		"m14o":"Alliance High Command",		"m14l":"Datadisc",		"m14d":"We've worked out a deal with our contacts within the Corporate Sector Authority to help us secure the release of several Alliance agents. They are putting in a request to the Empire for more workers for hard labor. We believe the Empire will fill these positions with known Alliance members. We need this message sent to our contact in the CSA. Can we count on you?",		"m13t":"Loose Lips",		"m13p":"Remind our contact that happy soldiers are chatty soldiers.",		"m13s":"Thanks to you, we should gather a lot of useful information.",		"m13f":"mission\mission_datadisk.iff",		"m13r":"We'll put all of our best agents to work. Especially the attractive ones.",		"m13o":"Alliance High Command",		"m13l":"Datadisc",		"m13d":"We understand that the Empire has just granted many garrisons extended leave for their troops. We need this message delivered to our local cell contact, so we can put all our informants on alert. We need to get our agents as close as possible to these off-duty soldiers. It's amazing how talkative some of these men become after a few drinks. Can you help us trap these Imperials? ",		"m12t":"Danger to Slicers",		"m12p":"Here are the new codes. They should help protect our data slicers. They're weird, but they're good folks and we need them.",		"m12s":"That should keep Imperial Intelligence guessing for a bit longer. Those goons are certainly dedicated, I'll give them that. Thanks for your help.",		"m12f":"mission\mission_datadisk.iff",		"m12r":"Really? I gotta stop? Aww, just when I was having such fun. Okay, I'll ask the gang to throttle back, and we'll work with these new codes.",		"m12o":"Alliance High Command",		"m12l":"Datadisc",		"m12d":"Our slicers' efforts to send bogus orders to Imperial garrisons has been very effective -- in fact, too effective. The Imperials have now taken to hand-delivering their orders, which leaves our slicers vulnerable to Imperial Intelligence. We need someone to pick up a new set of encryption codes and deliver them to our local slicers. Can we rely on you?",		"m11t":"Keep a Low Profile",		"m11p":"No use in stirring up a skettos' nest. We want to Empire to ease its grip, not tighten it.",		"m11s":"It's heartening that so many merchants want to help us. Thanks for your help too.",		"m11f":"mission\mission_datadisk.iff",		"m11r":"As loathe as we are to do this, we do wish to help the Alliance. It will be done.",		"m11o":"The Alliance to Restore the Republic",		"m11l":"Datadisc",		"m11d":"Some local merchants, as a protest, are not giving Imperial military personnel the standard 30 percent discount on the purchase of goods. We need this message delivered to the merchants' representative. It says that this will only draw unwanted attention to their region, and therefore to any possible Alliance cells located in their area. To help the Alliance, they should give the Imperials their discount. Is this something you could help us with?",		"m10t":"Technical Analysis",		"m10p":"We should act on this now, because we don't know how long this flaw will go unnoticed by the Empire.",		"m10s":"Keep up the good work!",		"m10f":"mission\mission_datadisk.iff",		"m10r":"Thanks. I always wondered what stormtroopers chatted about when they were just standing around.",		"m10o":"Alliance High Command",		"m10l":"Datadisc",		"m10d":"Our engineers have discovered a flaw in the design of stormtrooper helmet comlinks. We need a trusted agent to send this technical analysis to our local cell contact and inform them that we can use this flaw to intercept squad communications. I believe this flaw is limited to the older style helmets. This information will therefore benefit our cells on remote outposts the most. Think you can handle this mission? ",		"m9t":"Protect our Heroes",		"m9p":"The security of the Heroes of Yavin is one of our top priorities.",		"m9s":"We're glad you were able to get the word out in time. Well done.",		"m9f":"mission\mission_datadisk.iff",		"m9r":"Thanks. We'll put these heroes on alert.",		"m9o":"The Alliance to Restore the Republic",		"m9l":"Datadisc",		"m9d":"Our slicers have intercepted a secret Imperial communique that tells us the Empire has sent dossiers of all the surviving Battle of Yavin pilots to their local garrisons. They've put a high priority on having these individuals arrested. Mentioned prominently in the communique were Commanders Solo and Skywalker as well as the Wookiee Chewbaca. We must have someone send this communique and a warning to our contact in High Command so that these heroes may be warned. Can we count on you?",		"m8t":"Searching for Double Agents",		"m8p":"There have been instances of Imperial double agents denouncing the Empire and working solely for us.",		"m8s":"You've been a tremendous help. Thank you.",		"m8f":"mission\mission_datadisk.iff",		"m8r":"Sometimes these double agents are hard to spot. We'll do our best.",		"m8o":"The Alliance to Restore the Republic",		"m8l":"Datadisc",		"m8d":"Every since the destruction of the Death Star, the number of beings wanting to enlist with the Alliance has risen dramatically. We suspect that some of these individuals may be double agents working for the Empire. This roster of enlistees must be delivered to our High Command contact so that our Intelligence department can do very thorough security clearances on all of them. Help keep the Alliance free of Imperial spies.",		"m7t":"Alliance Agents at Risk",		"m7p":"One thing I will say for Imperial Intelligence -- they're very thorough.",		"m7s":"That was a near thing. You helped a lot of people.",		"m7f":"mission\mission_datadisk.iff",		"m7r":"I'll get the news out to our agents immediately.",		"m7o":"Alliance High Command",		"m7l":"Datadisc",		"m7d":"Some of our agents have attempted to enlist with the Empire in order to spy for the Alliance. We believe Imperial Intelligence has identified a large number of these agents. We must have these orders delivered to our local cell contact. They instruct local agents not to enlist. We'll find other uses for their skills. Can you help us save these freedom fighters?",		"m6t":"Stormtrooper Warning",		"m6p":"We encourage everyone to show dissatisfaction with the Empire, but not to the point of craziness.",		"m6s":"You got word to them just in time. Well done.",		"m6f":"mission\mission_datadisk.iff",		"m6r":"Thanks, friend. Me and my friends will disappear for a while.",		"m6o":"The Alliance to Restore the Republic",		"m6l":"Datadisc",		"m6d":"We've learned that some local youths have been harassing an Imperial recruiter. We need someone to warn their leader that the Empire is sending a squad of stormtroopers to deal with them. Is that someone you? These youths should lay low for a while. Tell them we appreciate their show of support for the Alliance.",		"m5t":"New Flight Simulation",		"m5p":"Ever wanted to fly an X-wing? I think every Alliance member does.",		"m5s":"Thank you for your assitance in this matter.",		"m5f":"mission\mission_datadisk.iff",		"m5r":"I hear this is modeled on the TIE flight sims. Our pilots will benefit greatly.",		"m5o":"Alliance High Command",		"m5l":"Datadisc",		"m5d":"Our Incom engineers have provided us with the latest X-wing flight simulator. This will be a great training aid for our new pilots. We need you to deliver this copy of the simulator to one of our training officers. Make sure they report any bugs to High Command. Can we count on you?",		"m4t":"Crucial Supply Requests",		"m4p":"We're glad to see you. Supplies are running pretty seriously low around here. Please hurry!",		"m4s":"Keeping the Alliance running is an endless task. We appreciate your efforts.",		"m4f":"mission\mission_datadisk.iff",		"m4r":"Thanks. Fortunately some "procurement specialists" just made it past the blockades, or we might have been in supply trouble.",		"m4o":"Alliance Procurement and Supply",		"m4l":"Datadisc",		"m4d":"We must constantly keep our cells supplied and their agents equipped. We need couriers to pick up supply requests and deliver them to our requisitions officer. These couriers will make sure our brave freedom fighters have what they need to fight the Empire. Will you assist in this important task?",		"m3t":"Enlistment Rosters ",		"m3p":"The Princess said it best: "The more the Empire tightens its grip, the more star systems will slip through its fingers."",		"m3s":"Your service to the Alliance is greatly appreciated.",		"m3f":"mission\mission_datadisk.iff",		"m3r":"How typical of the Empire to not understand that fear can become hate very easily. We shall triumph.",		"m3o":"The Alliance to Restore the Republic",		"m3l":"Datadisc",		"m3d":"Although a terrible tragedy, the destruction of Alderaan has boosted our ranks. Could you deliver this datadisc to our processing officer? It contains thousands of enlistees, many of them skilled pilots. This new influx of talent may be what the Alliance needs to turn the tide of battle against the Empire. We need your help.",		"m2t":"Falsified Communiques",		"m2p":"You can rarely use the same trick twice against the Empire.",		"m2s":"The mission was a complete success, thanks to you.",		"m2f":"mission\mission_datadisk.iff",		"m2r":"I love fooling those Imperial idiots. Haha!",		"m2o":"Alliance Procurement and Supply",		"m2l":"Datadisc",		"m2d":"One of our strike teams is hitting an Imperial depot in the Outer Rim. We want Imperial Intelligence to suspect we're hitting a different target. We need a trusted agent to deliver these falsified Alliance communiques to our HoloNet slicer so we can make sure Imperial agents will intercept them. This should throw those Internal Security creeps off the track. Can we count on you?",		"m1t":"Warning to Covert Operatives",		"m1p":"Every day the Empire develops new ways to hamper the cause of freedom. Don't worry, this disc won't explode.",		"m1s":"Good job. We relayed the information to all our covert operatives. Thanks to you, nobody will get hurt.",		"m1f":"mission\mission_datadisk.iff",		"m1r":"I'd heard the Empire was developing something like this. Sounded too nutty to be true. Guess nothing's too nutty in this Civil War.",		"m1o":"Alliance High Command",		"m1l":"Datadisc",		"m1d":"We've learned that the Imperial Intelligence is using new datadiscs been implanted with small explosive devices. If you don't enter the proper codes to read the disc, the charge goes off, destroying the disc and the reader -- and possibly the agent reading the disc. We need you to deliver this warning to our HoloNet slicer. Their safety depends on you. "
}}
