{
	"stfFile":"mission/mission_destroy_neutral_medium_creature",
	"entries": {
		"number_of_entries":"50",		"m50t":"Children's Revenge!",		"m50s":"At last our luck is turning around! You've killed the monsters who took our parents, and now we've been offered passage on an offworld ship by a wonderful Hutt named Gardulla. Here, take your fee! Gardulla says we won't even need money where we're going. Can you imagine?",		"m50o":"Four Rodian Orphans",		"m50d":"Wild animals killed our parents! We're all alone now in this big galaxy, just four orphaned Rodians with nowhere to go. But we've scraped together all we have left so we can hire someone to kill the murdering beasts who took our parents away. It's not much, I know, but we had to keep a few credits for little Teemo's medicine. Can you help us? We got the coordinates of the monsters' den off the forms for the Imperial inheritance tax. Please, it's already so hard to sleep in an abandoned cargo bin like we do. With these creatures killed, at least the nightmares might stop.",		"m49t":"Mess Left by Toydarians",		"m49s":"No trace of the Toydarians, eh? So the little creeps ran off with my money like thieving little monkey-lizards. That's what I get for hiring someone for their looks. Luckily I didn't make that mistake twice. Here's your payment.",		"m49o":"Sheel Strand",		"m49d":"I should never have believed those Toydarian soldiers were really as tough as they claimed to be. But there they were, all bristling with blasters and disruptor guns and clad in laser-scarred combat suits, their trunks poking out of their helmets like little, wrinkled tassels. How could I resist hiring such an adorable bunch of soldiers? I sent them to my family's land with orders to take out some dangerous animals who have terrorized our Ugnaught maintenance crews. But they never finished the job. I'm not sure if they perished in the attempt or just skipped off the planet with my hard-earned credits. But now I need some real freelancers to do the job right. Go to the coordinates I give you, blast the creatures to ashes, and see if you can find any trace of those Toydarians. I've learned my lesson; I'll pay you after the job is finished.",		"m48t":"Standard Faunal Wipe",		"m48s":"The Empire thanks you for your faithful service. You have saved the lives of many stormtroopers.",		"m48o":"Imperial Army",		"m48d":"One of the chief hardships in the Imperial Army is the constant nuisance of planetary wildlife. We lose more stormtroopers to wild rontos and banthas than we ever have to Rebel traitors or planetary resistance forces. As a result it has become our standard operational routine to hire civilian hunters to clean up an area before we construct a new army garrison. If you are qualified to handle large numbers of dangerous creatures, please contact us at your earliest convenience. We shall give you the coordinates of our next garrison placement. Our stormtroopers will thank you for your loyal service.",		"m47t":"Our Children Are Missing!",		"m47s":"Wild animals ate our children! Is there no end to our suffering and woe? Please, take your fee and leave us to our grief.",		"m47o":"A Desperate Community",		"m47d":"The community is devastated. Six of our children have been abducted over the last week. We don't know who or what has been taking them, but the terror must be stopped! Fortune has it that the sixth child was wearing a signal beacon, which has given us a rough indication of his whereabouts. But the local constable who investigated never came back from the area. A hovercam droid found no trace of any camp or settlement there. We fear the worst. Will someone please go to these coordinates, kill the culprits, and bring back our children? Release our community from the grip of fear!",		"m46t":"Incinerate Dangerous Animals",		"m46s":"Take pride in the knowledge that the plant life in our target region will flourish because of your good work.",		"m46o":"Galactic Botanical Conservancy",		"m46d":"Rare and beautiful are the plant colonies that grace the undeveloped regions of the galaxy. The Galactic Botanical Conservancy prides itself on promoting the growth and proliferation of such fine species as the Ithorian donar, the kolvissh of Kashyyyk, and the delightful Nimbanese puzzleflower. Even a desert can nourish such wonders as scrub-loak, pudhoy, and poonten grass. Often in the course of our work we must thin out the population of naturally-occurring animals that interfere with the development of our target plant species. We are always pleased to work with hunters and naturalists who take pride and pleasure in incinerating wildlife in its natural habitat. Please contact us to contribute to this worthy endeavor.",		"m45t":"Clutch of Enhanced Animals",		"m45s":"Handily done. Should the ministry suffer further clerical errors, we may have more opportunities for you in the future.",		"m45o":"Imperial Ministry of Research",		"m45d":"One of our experiments has gone awry. We have been developing a serum to transform large animals into reliable war assets. A clerical error resulted in some of our test subjects escaping into the wild. We have dispatched herding droids to retrieve them, but the serum has rendered these animals more dangerous than our droids can handle. We need veteran hunters to find these test subjects and blast them into dust. We can supply the coordinates of their last known location. Qualified applicants may contact us for more information.",		"m44t":"Fetch Rare and Delicate Berry",		"m44s":"Most impressive. As a tip I would offer you a drink of the Gralish liqueur, but I'm afraid I find it too precious to share. You have my heartfelt gratitude, though.",		"m44o":"A Connoisseur of Fine Drink",		"m44d":"Ever tried Gralish liqueur? It's an exquisite beverage for the most discerning connoisseurs. I've hired a master distiller to cook me up a few bottles, but there's a catch. To complete my order he needs access to a certain type of rare berry. Apparently some very dangerous animals feed on these berries, so obtaining them is risky. The distiller has informed me that this will triple his fee. I, however, am not so fatalistic. I have discovered the coordinates of a patch of these berries. Rather than paying the distiller more money, it is cheaper for me to hire some stalwart individual to take a blaster out to this berry patch and blow the dangerous animals to dust. Then I shall send my distiller to fetch the berries and get on with his work. Sometimes one must take such measures if one drinks only the galaxy's finest beverages.",		"m43t":"Rid Community of Savage Predators",		"m43s":"This just proves that hardworking communities can get by without the stewardship of the Empire. I wonder if there's anything we can do to get rid of them?",		"m43o":"Community Association",		"m43d":"Communities have to look after themselves these days. Planetary authorities are too sloppy to be reliable, and forget about asking the Empire for help. So we've taken up a collection to solve some local problems. Foremost on our agenda is to run off a nest of savage predators who have been threatening children and livestock. We've pinpointed the coordinates of the nest. Now we need someone to do the job. I know there are plenty of skilled and rugged individuals around here who are willing to lend aid to a community of decent folk. Come forward and make yourselves known.",		"m42t":"Assist Executive in a Bind",		"m42s":"Wonderful. I hope I can find that datacard now and get on with my business. Here is your payment.",		"m42o":"A Distraught Executive",		"m42d":"I'm in a bind. I was transporting some data cards when thruster problems forced me to land my shuttle on some open ground. It wasn't until I arrived at my destination that I realized one of the datacards was missing. I must have dropped it while fixing my shuttle. I returned to the place I had landed, only to discover that some unsavory creatures had been attracted by my presence and had now bedded down in the area. When I tried to look for the datacard, they attacked me. Normally I'd just wait them out, but the information on that datacard is quite important. I must find it as soon as possible. I need someone who can get rid of those creatures so I can get on with my business. Be careful; those animals are very, very dangerous.",		"m41t":"Help With Our Field Trip",		"m41s":"Normally I would withhold payment, as I would hardly qualify what you did as "dancing." But all the children are crying after witnessing this incident, so I have my hands full right now. Just take the money and go.",		"m41o":"Mrs. Yabbo, Imperial Kinder Academy",		"m41d":"At the Imperial Kinder Academy we like to treat every misfortune as a learning opportunity. Not long ago the children were on a field trip when tragedy struck. We happened across the lair of a dangerous predator who proceeded to devour two of our Trandoshan girls, leaving nothing but a handful of scales. As much as this caused the children distress, we used the opportunity to apply our problem-solving skills. In our class meeting we decided to use the funds from our I Am A Loyal Citizen Of The Empire candy drive to pay a professional exterminator to incinerate the predators and then dance on their ashes. The children will be watching this action by means of a hovercam, so the dancing part is crucial. If you love children and have a blaster, please contact Mrs. Yabbo, Grade Four.",		"m40t":"Keep Them Pesky Critters Away!",		"m40s":"You sure blasted them real good. Here's the money, just like I said. Thought I didn't have it, didn't you? Thought you could start some trouble if I didn't pay you, right, and the authorities wouldn't care? You're messing with the wrong tramp now. I been all over this galaxy. I eat creeps like you for breakfast!",		"m40o":"A Galactic Tramp",		"m40d":"There ain't no pride in the galaxy no more. It's getting so's a man can't just hitch freighters between settled worlds without some nasty predator or scavenger raiding his campsite after he lands. Used to be spaceports and shuttleports would clear back them vermin. We could camp outside on the grounds somewhere, no problem. Not no more, though. It ain't fair, I tell you. So I'm using this here HoloNet machine to find me sombody who can take a laser to these pesky critters and help me get some sleep at night. I can pay you, don't worry about that. I ain't totally busted. Honest.",		"m39t":"Remove Wildlife From Inherited Plot",		"m39s":"Thank goodness you did it. Uncle Flaa'aa also left me a small stash of credits, so I'm considering your services to be one of the many costs of inheritance.",		"m39o":"An Uncomfortable Heir",		"m39d":"Inheritance is a risky proposition. My old Uncle Flaa'aa passed away last season and left me a small patch of ground. The area looks nice enough but when I visited in person, I found myself fighting for my life. Let's just say the wildlife in the area seems a little on the hungry side. I'm okay, thanks for asking, but I do need someone more prepared than I am to go to my new land and exterminate the animals that pose any danger. Make sure you bring a blaster or even something more powerful. I wasn't kidding when I said I was fighting for my life.",		"m38t":"Deadly Creatures in Race Lanes",		"m38s":"Thanks for your help. Speeder racers like to live dangerously, but that was getting ridiculous.",		"m38o":"A Speeder Racer",		"m38d":"As a participant in the time-honored sport of unauthorized racing, I expect occasional injuries from speeder wrecks. But some very nasty creatures have burrowed a den next to our drag lanes and now we racers must also avoid being stalked and eaten. Well, I've had enough. We can't ask the authorities for help, so I wish to contract someone to clear the area of any and all dangerous predators. I'm broadcasting the coordinates of our race lanes for anyone who wants a cut of the money.",		"m37t":"Purify Sacred Ground",		"m37s":"Grumsnatch blesses you with his goodwill and some money from his collection bins.",		"m37o":"Galactic Temple of Grumsnatch",		"m37d":"Our holy texts mark sacred grounds on many planets. As the influence of Grumsnatch spreads across the galaxy, we must reclaim these sacred spots to build our temples. But some of them are located in dangerous areas, infested with unclean vermin that despoil our good works. We need strong, righteous spirits to smite these beasts of the galaxy from our path. The will of Grumsnatch shall overcome!",		"m36t":"Eliminate a Radiation Hazard",		"m36s":"Excellent. Contact us for more coordinates after you have refreshed your supplies. And please submit yourself for a radiation scan at your earliest convenience.",		"m36o":"Planetary Research Institute",		"m36d":"Tragically, there were no survivors when our research ship crashed. We cleaned up the wreckage, but the bodies of some of the crew members were missing. Our scanning teams found them a week later. They had been mostly consumed by the local wildlife. Unfortunately the crash resulted from a radiation leak that contaminated the crew members, which means that the creatures who fed on their bodily tissues are now radioactive themselves. We must negate this threat to public health by eliminating every animal that may have been contaminated. Our remote droids have collected the coordinates of dozens of possible nests or lairs. We are contracting civilians to travel to these coordinates and blast whatever animals they find. Applicants are cautioned that the wildlife in these areas is known to be dangerous and the contaminated creatures are, of course, man-eaters. Good luck.",		"m35t":"Take Care of Droid Problem",		"m35s":"I always say, fancy droids are no match for a good blaster at your side. Thanks for the handy shooting, kid.",		"m35o":"Guum Baa Drilling Firm",		"m35d":"So we got an Imperial license to sink a well over this gonzo vein of rudic, and what happens? The droids are setting up the laser core and bing! some kind of animals or something start running all over the site, scratching and clawing and like that. And wouldn't you know, the droids got some kind of fancy new self-preservation circuits that make them leave the area until the danger is past. Only the danger ain't passing, because the animals live there. So I price a technician to rewire those tin-headed glorts and bam! the guy tells me it's going to take half a season to ship the parts across Strabin Sector. My Imperial license don't last forever, so I'm hiring some tough guys to solve this problem the direct way. Blast those creatures to pieces and I'll pay you out of my contract money.",		"m34t":"Animal Holomodels Needed",		"m34s":"I was afraid you'd call. My buddies at work told me they'd staged this prank. You were their tool. Tell you what, I'll pay you off and take it out of their hides. And be sure I'll come up with a prank of my own, right back at them!",		"m34o":"Lonni Sellastin",		"m34d":"Holomodel artist for dejarik games wants reference carcasses for latest contract. Need fierce beasts; uglier is better. Payment on report of success.",		"m33t":"Help With Grotesque Gallery",		"m33s":"This will form the basis of my most gloriously abhorrent work to date. Onward and downward!",		"m33o":"Jinni Vratik, Biosculptor",		"m33d":"Do you attend the Lowsummer Intestinal Festival on Banjok? It exposes and celebrates the foundational repulsiveness of our fleeting lives. I grant you, it is not a major tourist destination, but I'm excited to compete in the upcoming Grotesque Gallery. The last winning pavilion featured four-eyed Talz giants trying to play Bith music. The year before, protocol droids danced zero-gravity ballet. For my pavilion I want to sew carcasses of local predators into one ghastly monster, then animate it with strategically placed repulsorlift units. It'll be horrible! I need several big predators for the display. Can you get them?",		"m32t":"Ithorian Ship Needs Specimens",		"m32s":"You may have killed an animal or two here, but their clones will enjoy a happy life aboard the Tafanda Bay. Thanks!",		"m32o":"Perdo Thanbris, Interstellar Merchant",		"m32d":"You know the Ithorians? Some call them Hammerheads. They live on big garden ships that float just above the jungles of their homeworld. Inside the ships they have created all kinds of environments. I've lined up a contract to provide one ship, the Tafanda Bay, with genetic material from specimens around here. I've got the harmless ones already, but I'm not crazy enough to tackle the predators. Are you? I need a good selection of carcasses.",		"m31t":"New Light of Local Dining Scene!",		"m31s":"You have enhanced my efforts to bring a new sophistication to local cuisine. I, and my future patrons, salute you!",		"m31o":"Chef Jamien Varcos",		"m31d":"In my unstinting efforts to open a new cantina, modestly called Chef Varcos Presents, I now face a grave obstacle. A pack of roving predators has repeatedly scavenged my garbage bins. They damaged droids and terrorized my investors. This situation cannot persist. Do what must be done, and I shall pay you.",		"m30t":"Aid Creation of a Culinary Delight!",		"m30s":"Splendid. I have a dish in mind already, with jaffa cider and rosettes of Barnaban mist-pudding. I remit your payment with gleeful anticipation!",		"m30o":"Chef Jamien Varcos",		"m30d":"When I open my new cantina, I'll revolutionize the cuisine scene! I need a centerpiece dish, though, to get people smacking their lips and jowls and mandibles. Go out and find me a selection of delectable beasts. Think novel! If they're dangerous, that will only add to the publicity value!",		"m29t":"Track the Source of Blue",		"m29s":"On behalf of the Bimm people, I thank you for your efforts. Payment attached. However, after study I believe that the drug called blue does not have animal origins. I must search elsewhere for a solution.",		"m29o":"Olog Ryjerd of Bimmisaari",		"m29d":"I'm trying to trace the origin of a drug called blue. In small doses it is a euphoric; in larger doses it destroys memory and rapidly ages the victim. Blue has recently killed several young addicts on my homeworld, Bimmisaari. A faint trail of clues has led here. Perhaps the drug originates in the glands of some local animal. To test this idea, I wish to analyze many specimens. I am apportioning locations to all interested parties. Journey to the attached coordinates and kill the animals there, leaving carcasses intact. I wish you luck!",		"m28t":"Rodian Olympiad Needs Animals",		"m28s":"You show the spirit of the Trueblood Olympians, albeit in an inherently debased non-Rodian form. Accept this payment.",		"m28o":"Mondoola Chattza of Rodia",		"m28d":"Greetings! As Deputy Supervisorial Administrator of Gladiatorial Combat for the illustrious Chattza clan, rightful and unopposed rulers of Rodia, I am charged with procurement of suitable animal opponents to face the heroes of our forthcoming Trueblood Olympiad. Because transport of actual animals is prohibitive in cost, I hereby commission you to journey to the selected coordinates and slaughter all hostile animals present. I shall secure genetic samples from the bodies for eventual cloning on Rodia. Proceed forthwith!",		"m27t":"Control of Dangerous Native Predators",		"m27s":"Grant payment approved per original directive.",		"m27o":"Planetary Parks & Wildlife Authority",		"m27d":"GRANT from Planetary Parks & Wildlife Department for control of dangerous native predators. Discovery, apprehension, and culling of certain predatory animals in demarcated Habitat Area (see attached coordinates). At designated location, eligible subjects must meet the following criteria: (A) adult animals only; (B) animals display aggression toward sapient life-forms, including grant recipient; (C) females are not recognizably pregnant or accompanied by juveniles. Payment subject to Performance Guidelines available at Parks & Wildlife Department main office. Direct inquiries to main office.",		"m26t":"Hunt Beast That Slew My Brother",		"m26s":"That's terrific! I mean, at last the spirit of my father -- I mean brother! -- can rest easy, knowing his killer has been reduced to a pelt, preferably undamaged. Here's your fee. Now please leave me in my bereavement, and don't mention the pelt's location to anyone.",		"m26o":"A Bereaved and Vengeful Sibling",		"m26d":"I need a good-hearted hero to kill the lousy beast that killed my little brother. I don't remember what kind of beast killed poor Morti, except that it had a pelt of high commercial value. Go to these coordinates and kill that foul beast, or preferably large numbers of them, leaving the pelts intact. Hope to hear from you soon!",		"m25t":"Help Cultural Differences to Flourish",		"m25s":"Excuse me, you've killed an animal and you're telling me about it? Why? I had nothing to do with that situation. However, I do recall that I owe you a fee for an unrelated service, and I now settle that old debt.",		"m25o":"A Dealer in Unusual Goods",		"m25d":"Certain offworld societies have unusual beliefs in various folk medicines. Animal teeth, blood, gall bladders, and other parts are used in ointments and inhalants that have beneficial effects. Obviously these native cultures should be permitted to exercise their ancient traditions, even when they may contravene restrictive animal protection laws. Hence, there is a market for whatever you kill at the following coordinates. Discretion essential.",		"m24t":"Shistavanen Requires Carcass",		"m24s":"That's fine. I'll have the carcasses picked up, and I'll try to develop a convincing story. Curiously, the wolf-folk I've met don't seem to mind if you lie to them, as long as it's a good story.",		"m24o":"A Successful Import Executive",		"m24d":"I'm trying to form an import-export partnership with a Shistavanen. Doing business with those wolf-people is always touchy. This one wants me to prove -- get this -- to prove my hunting prowess. I want to tell her I've never hunted anything more threatening than a tax deduction, but you know the Shistavanen. I'm willing to pay if you kill a nice big predator, or even a few, and report back so I can pick up the bodies. Let me know which weapon you use, and I'll try to study up on it so the wolf-woman's questions won't find me out.",		"m23t":"Find What Ate My Droid's Finger!",		"m23s":"I'll send someone to locate the droid finger at those coordinates. I hope digestion hasn't damaged the analyzer. It's out of warranty now.",		"m23o":"Disgruntled Industrial Automaton Customer",		"m23d":"I sent my SE4 servant droid to buy groceries, and of course he got lost. They found his body out in the wilds, but the right index finger is missing. That's the one with his taste analyzer. I priced a new finger the local Industrial Automaton outlet, and you wouldn't believe how much they're charging! It's cheaper for me to get someone to find whatever attacked my servant, kill it, and then try to recover the finger from its lair, or its large intestine, or wherever. Can you do the job?",		"m22t":"Settle Unusual Gambling Debt",		"m22s":"Did you do it? Okay, okay. This may still work. Here's your money. Yeah, I lost all my money to Bijo in the sabacc game, but I took this from, you know, my wife? What could go wrong?",		"m22o":"A Compulsive Gambler",		"m22d":"There's this guy, Bijo? I play sabacc with him? And he's a tough customer, really sadistic sometimes. I was playing force sabacc with him, I ran out of stakes, and he said, "You can call my bet, but if I win, you go out and get me the skin of the biggest, fiercest animal this planet has to offer." So I called, and I, um, you know, lost? And now I really need someone better with weapons than me to go and kill this thing for me? Is that okay?",		"m21t":"Lost Child Wants to Talk To Animals",		"m21s":"Thanks. As it happens, Inyri came back home safe and sound. I hope the lesson I gave her will keep her here! Here's your fee.",		"m21o":"A Concerned Parent",		"m21d":"It's hard to explain, but my little daughter Inyri is convinced she can talk with animals. She thinks even dangerous predators won't harm her -- that she can just compliment them on their fur-styles, I guess, and they'll take a liking to her. I thought this was just funny and sweet, until a servant droid found this note in Inyri's room. She's going out into the wilds to test herself! Fortunately I have her coordinates, but I'm housebound right now with an injury. Can you go there and find her? Or if you don't find her, can you kill whatever's there? Then I'll know Inyri can't get into much trouble, at least in that spot.",		"m20t":"Disease Victim Seeks Relief",		"m20s":"I'm still sick! Am I supposed to thank you when my tusks are threatening to split? Take your fee and get lost.",		"m20o":"An Aqualish Tourist",		"m20d":"The number of diseases on this detestable world absolutely astounds me. How does any thinking creature survive? I've developed this infection in my upper tusk-gums, and all my colleagues are laughing about it. If they think I'm getting weak, my career is finished. The medics say the condition will recur as long as I keep getting exposed. It's some local animal, I forget the name. But I've got coordinates. I want you to go there and kill every animal you see. Get to it!",		"m19t":"Fine-Quality Pelts Needed",		"m19s":"Excellent. I shall arrange pickup of the pelts through another contractor. Take your fee. I suggest discretion in this matter, for the well-being of both of us.",		"m19o":"An Agent in Fine Merchandise",		"m19d":"Did you know that the component value of all the chemical elements in your body is only a few credits? How odd, then, that the price of some creatures' skin can exceed that of a fine landspeeder. I represent certain offworld buyers who wish to buy fine-quality pelts from a species I shall not name in this public venue. If you will proceed to the coordinates given and terminate the creatures there, I shall pay handsomely.",		"m18t":"Allergies Needs Relief",		"m18s":"I still feel stuffed up. But the tusk ache has stopped, so I'll pay you. Now go away, I'm about to snee--",		"m18o":"An Aqualish Visitor",		"m18d":"Sneezing, watery eyes, terrible soreness in my tusks -- I hate these allergies! There's some pack of stupid creatures upwind of my lodgings. Whatever toxic dust is blowing off their fur, or scales, or feathers, is making me weak. I hate weakness! You! Get off your rear, get out there, and kill these things, all of them, before my tusks fall out.",		"m17t":"Track Escaped Circus Animals",		"m17s":"Well done, friend. It's a shame we have to blast these creatures, but one should never be too careful when it comes to securing the safety of the Empire's citizens.",		"m17o":"Planetary Parks & Wildlife Authority",		"m17d":"Recently the Empire attempted to arrest the owners of a large traveling circus on charges of spying for the Rebellion. During the raid, the owners released several of their exotic animals in an attempt to help cover their escape. Most of these beasts were blasted to bits by stormtroopers, but a few managed to escape into the countryside. Because some of the animals were dangerous predators, we are hiring operatives to help us clean up the remnants of the circus before they can endanger any citizens. Fortunately, our surveillance droids have tracked down some new lairs. Do you feel like embarking on a hunt?",		"m16t":"Avenge Beloved Daughter's Pet",		"m16s":"At last my home will have some peace. Until Fer Ooca asks for her next pet. Thanks for your help.",		"m16o":"Hun Ree Sult",		"m16d":"I bought Fer Ooca, my young daughter, a blarth for her eleventh birthday. Biggest mistake of my life. Not only did that slobbery monster cover my home in drool, it developed a taste for my expensive shaak leather furniture. Further, it was never properly house-trained -- I bet you never imagined what a blarth sick on Nabooian wine is capable of producing. In any case, the happiest day of my life was when "Bubbles" wandered away from our home and was promptly devoured by some of the local predators. That was until my daughter threw a week-long fit and insisted I hire someone to take care of Bubbles' killers. So, here I am. The pay is good, the work is fairly straightforward, and even the coordinates will be provided. Please help me appease my daughter. ",		"m15t":"Help Hunter Look Good",		"m15s":"Well done. Your success will result in a splendid hologram that my master may distribute to his fellow hunting enthusiasts.",		"m15o":"A Great Hunter",		"m15d":"Salutations. I am Threedee, an administrative droid in the service of an influential and wealthy patron. My master would like to employ someone to make daring raids on various predator dens. These locations have been pre-selected based on their size and the ferocity of the residents -- my master insists on the highest quality. All of these raids must completely eradicate the den and its dangerous inhabitants. You are instructed to ignore any surveillance droids that might happen to be in the area recording your activities. Further, my master will claim ownership to all the images produced from these raids and will reserve the right to alter them in any way he sees fit, including (but not limited to) the digital replacement of his image over yours. Please consult the attached contract. I hope you can be of service.",		"m14t":"Stop Genetic Hybrids",		"m14s":"Keep up the good work, citizen. With individuals like you aiding us, we're bound to wipe out all of these nests eventually.",		"m14o":"Imperial Environmental Preservation & Refocusing Authority",		"m14d":"A geneticist was recently arrested by the Imperial Office of Criminal Investigations. This madman had been performing illegal cloning and gene manipulation experiments in an attempt to create exotic hybrids. Some of these experiments were released into wilderness areas so that their creator could study their adaptibility. Unfortunately for the residents, many of these hybrids survived and began reproducing. Now there are dens of these creatures spread throughout the Empire, and we need them cleaned out. We'll pay an enterprising individual a handsome reward for every den destroyed. Could you help the Empire with this, citizen?",		"m13t":"Hunt Down Exotic Menageries",		"m13s":"Now that's good work, citizen. Congratulations on helping the Empire clean up old messes.",		"m13o":"Planetary Parks & Wildlife Authority",		"m13d":"In the Old Republic, it was common practice for wealthy status-seeking merchants and petty bureaucrats to keep exotic pets shipped in from other systems. These dangerous predators could never be privately owned today without the proper permits and licenses. When this fad died out, most of the beasts were simply released into wilderness areas, where they adapted to their new environments. As a result, we now have to hire operatives to track these dens down and wipe these creatures out. Yet another unpleasant side effect of the carelessness and corruption of the Old Republic. Do you think you could help us clean up their mess?",		"m12t":"Aid Researcher of Breeding Habits",		"m12s":"Well done, citizen. Your efforts will make all our jobs that much easier. Of course I now have one less group of predators to study, but who's counting?",		"m12o":"Planetary Parks & Wildlife Authority",		"m12d":"I've been studying the breeding habits of the area's predators. My studies have led me to conclude that a particular group of these dangerous beasts is about to experience a population explosion that will threaten local livestock. I reported this to my superiors at the Parks & Wildlife Authority, and they gave me the go-ahead to hire a team of operatives to deal with these brutes. The pay for their removal is quite fair. I wish there was another way, but that would involve contacting the Imperial Preservation & Refocusing Authority, and they would likely do the same thing only with (ahem) much less finesse. Do you think you could lend a hand?",		"m11t":"Avenge Murdered Family",		"m11s":"Congratulations, you have become eligible to receive my late master's reward. The sum will be transmitted to your account immediately.",		"m11o":"A Grieving Spirit",		"m11d":"I hunted exotic beasts all my life. A couple of years ago I decided to retire, settle down and raise a family. Maybe it was poetic justice or a simple cruel twist of fate, but some time ago my wife and newborn son were killed by a rogue pack of predators that had begun terrorizing this area. I decided to hunt those killers. The fact that you're reading this message means my hunt was unsuccessful and I'm dead. This message was to be posted by my droid in the event of my death. I ask for only one thing: Destroy those creatures and prevent them from taking more innocent lives. I have provided a generous reward. I hope that you can help me and my family finally find peace. ",		"m10t":"Save Lovestruck Teens",		"m10s":"Hurray. Now those teenagers can continue despoiling our lovely parks to their selfish little hearts' content.",		"m10o":"Planetary Parks & Wildlife Authority",		"m10d":"Ever since the local teenagers took over this park, our sanitation droids can't keep up with the amount of garbage that those hooligans leave behind. Now all that refuse has attracted wild predators, which in turn puts those darn kids at risk. I should let them get gobbled up -- it would serve them right. But my superiors would never let me hear the end of it. I've been given the go-ahead to offer a reward to any individual that can clear those brutes out. Fortunately, a surveillance droid has provided us with the location of that den. You interested in making some money?",		"m9t":"Save Land Developer",		"m9s":"See what a little ingenuity and the right frame of mind can get you? Good job, citizen. Look me up if you ever need a job.",		"m9o":"A Frustrated Land Developer",		"m9d":"A dangerous pack of predators has been terrorizing my workers. I've lost six to those flesh-eating brutes, and another twelve have quit. The Imperial Environmental Preservation & Refocusing Authority wants a fortune to clear those pests out. I'm sure I can find a brave, enterprising citizen who is willing to clear those creatures out for a reasonable sum. I've even made the work easier by pinpointing the location of the beasts. What do you say, citizen? You feel like going on a hunt?",		"m8t":"Help Nervous Citizen",		"m8s":"Finally, I can sleep. At long last I can find peace. Thank you, my friend. I owe you my sanity.",		"m8o":"An Insomniac",		"m8d":"I hear them scurrying about at night. I see their glowing sinister eyes outside my window. I know they're waiting for me to run out into the wilderness so they can rend the flesh from my body and suck the marrow from my bones! They call to me! They haunt my dreams! You must release me from this torment! I'll pay you to hunt these nightmarish creatures down and blast them into oblivion. I beg you! I know where they hide! Please save me from them!",		"m7t":"Save Wilderness Tours",		"m7s":"You've done an excellent job. Feel free to seek me out in the future. Enjoy your pay.",		"m7o":"A Desperate Businessman",		"m7d":"I run a company that offers wilderness tours for the entire family. Recently, my insurance premiums have skyrocketed due to some "mishaps" during a few of our tours. It seems some sort of predatory creatures have decided to make their home near one of our most popular hike trails. Business has fallen by 36%. If I don't act now, I'll be ruined! I'm willing to pay someone a fair sum to clear out that den of dangerous beasts. One of my tour guides is fairly certain he knows where these brutes are nesting and has provided the coordinates to the suspected lair. Can you help save my business?",		"m6t":"Clear CSA Land",		"m6s":"Nice work. And there's plenty more work to do if you want to look us up again. Have a good one.",		"m6o":"Imperial Environmental Preservation & Refocusing Authority",		"m6d":"We're in the process of clearing some undeveloped land so that Corporate Sector Authority land surveyors can assess the property for purchase. In order to get the Intergalactic Zoological Society off our backs, we assured them that the greatest care will be taken in relocating any indigenous creatures we came across. Now all we need is to make sure those land surveyors can do their jobs in absolute safety. In order to do this, we're offering a generous amount of money to anyone willing to clear out any creature lairs on this undeveloped land. Just blast those little buggers into oblivion, it's all right. If the IZS lodges a protest with our office, we'll provide them with proper documentation. Hope you can help out. ",		"m5t":"Help Free Hostage",		"m5s":"Thank you so much. The Gamorrean just left. Whatever you did, it seemed to satisfy him. I'd better alert the authorities about this. If you see a Gamorrean heading your way, turn and run.",		"m5o":"A Desperate Hostage",		"m5d":"This is going to seem kind of strange. I'm posting this notice to the HoloNet from my home but I'm not alone. There's this huge Gamorrean watching me as I type. I'm not sure he can read Basic, but just in case I'll try and stick to the facts so I don't upset him. I think he wants me to pay someone a certain amount of credits (which he has provided) in return for that individual blasting some sort of nest of creatures or something like that. He keeps making biting motions with his hand and grunting loudly. Plus, I checked the coordinates he supplied and they seem to lead out to some remote wilderness area. I hope someone can blast this lair to atoms quickly so this Gamorrean can go about his business. Failing that, I hope that someone is at least conscientious enough to take whatever other actions they deem appropriate given the circumstances. Thanks for listening.  ",		"m4t":"Stamp Out Life In the Universe",		"m4s":"Excellent! One step at a time does it, citizen. We have our work cut out for us. Keep at it.",		"m4o":"A Determined Man",		"m4d":"When I was a youngster I was savagely mauled by a vicious predator. This act left me more of a machine than a man -- twisted and tormented. I vowed that I would have my revenge on these creatures and all like them. I've dedicated my life to the systematic extermination of all non-sentient life in the universe. As you can well imagine, this is quite a task for one man to accomplish alone. That's where you come in, friend. I'm willing to pay handsomely for your aid. All you have to do is locate a nest of vile, verminous non-sentient life and blow it to atoms. I have the coordinates to several such lairs of putrid predatory organisms, if you need some help getting started. What say you? Will you assist me in fulfilling my lifelong ambition? ",		"m3t":"Stem Tide of Critters",		"m3s":"Good job, citizen. You sure you don't want a job with our office? We could always use another hard-working exterminator like you.",		"m3o":"Imperial Environmental Preservation & Refocusing Authority",		"m3d":"These darn wildlife preservationists with their bleeding heart causes to save every obscure beast in the galaxy have given us nothing but trouble. You know what happens when certain creatures are protected from hunting? They overpopulate a region and create havoc, leaving us to go in and clean up the mess. We need individuals, preferably not animal lovers, to clear out some nests of creatures that these preservationists fought hard to protect. We'll pay for every nest cleared, of course. We should send the bill to the Intergalactic Zoological Society. Let's see how they like that.  ",		"m2t":"Keep Community Safe",		"m2s":"Good work, citizen. This community certainly appreciates your help. You've earned the reward.",		"m2o":"Imperial Police Prefecture",		"m2d":"A few kids have gone missing in the last couple of weeks. Search parties didn't turn up anything, but they did locate a rather large nest of predators dangerously near a populated area. These are the likely culprits. We need someone with experience to go in there and take care of these creatures. Take plenty of ammo and approach with caution, as these beasts are cunning and vicious. We'll pay our standard fee.",		"m1t":"Avenge Jizz-Wailer",		"m1s":"At last, revenge is mine! Take that, you music-hating monstrosities! I hope all your wretched kind meets a similar end!",		"m1o":"A Seething Jizz-Wailer",		"m1d":"I finally had a chance to impress a talent scout from a major jizz recording company. This was gonna be my shot at fame and fortune. I'd set up a small, exclusive outdoor concert in a location specifically chosen for its excellent acoustics. I was gonna blow that scout's boots off with my jizz-wailing. And that's when those vile beasts showed up and ruined everything! They ran off all the guests and ate all the food! I want revenge. I know exactly where they came from, and I'll pay handsomely to see them obliterated."
}}
