{
	"stfFile":"mission/mission_destroy_neutral_hard_creature_naboo",
	"entries": {
		"number_of_entries":"15",		"m15t":"Naboo's Bold Engineering Scheme",		"m15s":"This office is pleased to reward you for the successful completion of your contract. If you are available for such missions in the future, please notify this office forthwith.",		"m15o":"Office of the Chief Architect of Naboo",		"m15d":"This office has embarked upon a bold engineering scheme. A system of power relay antennae is to be constructed in various unsettled regions of Naboo. These antennae will redirect energy transmissions from the power core at Theed to travellers stranded in dangerous, unpopulated areas across the planet. Construction of these antennae, however, is not trivial. The regions that most need antennae are inhabited by creatures that threaten travellers. Many survey droids have been lost scouting for appropriate sites. Therefore this office is hiring hunters who can remove these wild threats long enough for our droids to complete these surveys. Contact this office for coordinates.",		"m14t":"Old Droidekas Spook Naboo's Wildlife",		"m14s":"We suspected that those creatures were large enough to pose a threat to local settlements. You have done the planet a tremendous service by helping to clean up this mess left by the Trade Federation.",		"m14o":"The Royal Security Forces",		"m14d":"Even decades later, the Trade Federation's invasion of Naboo haunts our peaceful planet. We have received reports that a squad of droidekas has awakened from a buried cache, most likely due to a random signal matching its trigger frequency. While our own forces are tracking down the destroyers themselves, we require the expertise of skilled hunters to eliminate many larger animals driven from their habitats by these errant war machines. We can provide the coordinates of trouble spots to anyone intersted in helping us with this endeavor. Thank you.",		"m13t":"Flares Disrupt Naboo Animal Populations",		"m13s":"We did not expect such a dangerous group of animals at that location! Your pay is scaled in accordance with the difficulty of the work. You have done very well indeed.",		"m13o":"Naboo Environmental Council",		"m13d":"If you spend a lot of time offworld, you may not know about the strange weather we've been experiencing. Stellar flares are responsible for a moisture inversion that has brought rains to dry areas and reduced water levels in the lowlands. This climatological chaos has resulted in an overabundance of wildlife in regions where it is normally under control. While we are applying for the intervention of Imperial weather shields to block the stellar flares, we are employing more direct methods to regain control of the wildlife populations. We are contracting hunters to thin out groups of large, prolific and/or dangerous animals in certain areas. If you qualify to participate in this reclamation campaign, contact planetary authorities as soon as possible. We can stave off disaster, but only if we act promptly.",		"m12t":"Avenge Daughter of Lord Felmarath",		"m12s":"Excellent. You have earned your bounty. But some animals are still alive. Lord Felmarath will soon hire more hunters to sweep the area until the last one is found and destroyed.",		"m12o":"Master Waymo Rion of Lord Felmarath's Estate",		"m12d":"As is no doubt common knowledge across Naboo, His Excellency Lord Felmarath of Theed recently lost his daughter Zawe to a tragic death. A cruel pack of wild predators beset her as she rode her guarlara not far from His Excellency's country estate. In accordance with his personal code of honor, Lord Felmarath has ordered the execution of all dangerous animals in the vicinity of this estate. Funds are available to compensate all hunters who can prove that they have exterminated a reasonable population of large creatures. As His Excellency's property contains many animals of considerable peril, hunters are warned not to pursue these bounties flippantly. He does not wish for any more deaths to result from this affair.",		"m11t":"Bring Closure to Toydarian Tragedy",		"m11s":"You performed your duties well, though we did not find the Toydarian explorers inside those particular animals. We must persist until this dark task is completed. The widows of the fallen Toydarians are keening in our offices. Have you ever heard a Toydarian widow keen? This matter cannot be resolved too quickly.",		"m11o":"The Royal Security Forces",		"m11d":"We are sad to report the loss of a party of Toydarian explorers near the following coordinates. These stalwart adventurers penetrated the wilds of Naboo armed only with ion blasters and their own reckless bravery. They must have underestimated the size and impact of our planet's wild fauna, as their last transmission was an unbridled expression of shock and dismay. Droid scouts have reported no sign of living Toydarians in the region. Now comes the grim task of surveying the local wildlife to determine the fate of these diminutive visitors to our star system. We require teams of experienced hunters to travel to the lairs of selected animal populations and liquidate the life forms within. Afterward we shall dispatch forensic droids to cut open the carcasses and determine the contents of their stomachs. Only in this way may we bring closure for the grieving families of these little, winged heroes.",		"m10t":"De Gungan Younglens Are Needen Inspiration",		"m10s":"Yousa done well, outlaunder! Dat was no simple job yousa performed. Yousa always welcome at Otoh Gunga. Maybe now oursan younglens will getten off dey heyblibbers and beesa warriors again, like yous.",		"m10o":"Brass Fajallan of Otoh Gunga",		"m10d":"Not for more dan forty years have de Gungan people been open with de outside worlds. Wesan elders not thinken dat bees much time, but oursan younglens have changen too much because of de outlaunders. Whysa de younglens spenden so much time thinken about de starships and skyspeeders instead of de bongos and boomers? Dey brains bees trapped by desan HoloNet gamen and galactic holograms and stinkowiff mackineeks. 

Wesan elders of Otoh Gunga have deciden to do something. Since oursan younglens enjoy watchen yousan outlaunders, wesa going to pay some outlaunders to go on a wilde animale hunt, liken de Gungans of old used to do. Maybe oursan will see desan acts of bravery by outlaunders and start thinken dat Gungans should hunt again, too. Wesa want to see Gungan younglens riden de kaadus and usen de boomers and atlatls. If yousa bees una outlander and yousa thinken yousa would make a bombad hunter, wesan elders can senden da coordinatees of some bigge animale to hunt. Wesa going to record yousa adventures on a hologram and show it to oursan younglens. Yousan will be well paid for desan good services.",		"m9t":"Obliterate Dangerous Naboo Animals",		"m9s":"You have done your job very well. We trust this payment will be sufficient. Now we can proceed with our plans to mine for orichale.",		"m9o":"Alpha Sierra Mining Corporation, Naboo Division",		"m9d":"Our mineral scanners have isolated a splendid vein of untapped orichale. We intend to mine it as quickly as possible, to meet increased demand from the Imperial Navy shipyards. As it happens, though, the vein is untapped largely because the area is inhabited by a proliferation of unsavory creatures. We've lost many droids and an entire team of Naboo field men to these rampaging animals. We are therefore hiring a team of veteran hunters to obliterate these beasts once and for all. We will pay handsomely for unalloyed success.",		"m8t":"Thin Wildlife In Hunting Grounds",		"m8s":"I didn't expect you to find any animal lairs quite so dangerous. You did the job anyway, which is commendable. I hope you left at least one or two for me, though.",		"m8o":"Gerrio Coronis of Theedside Safaris",		"m8d":"The trouble with a planet like Naboo is, the wildlife is so prolific that there's no glamor in hunting it. I make my living taking rich Theedsiders into the wilderness to hunt large, dangerous animals. But my skills seem extraneous when the animals simply wander past base camp, waiting to be shot. I've struck on a plan to rectify this issue. I want to hire a strike team to visit my preferred hunting grounds and weed out the more prolific target species. That way we'll have to hunt down the survivors, and my clients will get their credits' worth. So if you're good with a blaster and want to have fun in the wilderness, let me know. I'll send you some coordinates.",		"m7t":"Reduce Tension Between Naboo and Gungans",		"m7s":"The Governor thanks you for your attention to this sensitive matter. This office is confident that future relations between the Naboo and the Gungans will improve.",		"m7o":"Office of the Governor of Naboo",		"m7d":"Animal activity threatens to increase tension between the Naboo and Gungan peoples. Both cultures place high priority on humane treatment of wildlife, but they differ in the means they employ to control predators. Gungan representatives are protesting the Naboo government's program to relocate predators from human-settled areas to remote wilderness -- "remote" to humans, but often important to Gungans. To reduce tension, the government is phasing out its relocation program and hiring independent hunters to cull especially dangerous packs of predators. Experienced teams may contact the Governor's Office for coordinates.",		"m6t":"Arts Festival Requires Naboo Animals",		"m6s":"The Music Advisor's office will dispatch a recovery team at once to ship the bodies to Muntro VI. Meanwhile, because the condition of the bodies is apparently irrelevant to the Deftoi, you may take what you wish from the prey.",		"m6o":"Office of the Music Advisor of Naboo",		"m6d":"An unusual request from offworld has been forwarded to the Music Advisor's office. The Deftoi of Muntro VI in the Outer Rim are staging their decennial Otherworld Arts Festival. A new composition in their quasi-operatic ceremonial artform, which their formal request translates roughly as "highmind stagecraft," dramatizes a bloody period in Naboo's history before the Great Time of Peace. The production requires carcasses of certain Naboo animals, which they evidently plan to animate onstage by unspecified means. This office has little experience in hunting animals. If you will destroy the animals at these coordinates, administrators will obtain and ship the specimens afterward.",		"m5t":"Naboo Smugglers Brainwashing Animals",		"m5s":"You have the Security Forces' thanks for your efforts in controlling the smugglers' brainwashing of animals. We shall continue our fight against this barbaric tactic.",		"m5o":"The Royal Security Forces",		"m5d":"Naboo security personnel report that smugglers are now, for lack of a better term, brainwashing wild animals. The smugglers implant control devices in the nervous system of a predator or other valuable beast. The controller forces the animal to journey overland to the smugglers' chosen destination, where accomplices destroy it and harvest the desired hide or meat. This saves the smugglers the trouble of transporting the carcass themselves. These smugglers have ways of detecting Royal Security Forces, perhaps through inside accomplices. Therefore, we are hiring experienced hunting teams to stop the creatures before they reach the smugglers' destination. Contact this office for coordinates.",		"m4t":"Naboo Pirates Using Creatures",		"m4s":"We thank you for your prompt attention to the pirates' creature-diversion tactic. We shall continue to combat this technique in the future.",		"m4o":"The Royal Security Forces",		"m4d":"Security operatives have found evidence that pirates are establishing new bases in the Naboo countryside. Reports indicate that the pirates drive predatory animals from the vicinity of their bases toward settled areas, in hopes of producing chaos to distract security from criminal activities. The Royal Security Forces are combating this tactic by contracting with independent hunting teams to control the predators. This office will provide target coordinates to experienced parties.",		"m3t":"Royal Council Seeks Help In Predator Attacks",		"m3s":"The Council thanks you for your help in controlling the predator population. The mystery of the attacks remains unresolved, so we may have further contracts soon.",		"m3o":"The Royal Advisory Council",		"m3d":"Surveyors report unusual creature attacks in outlying areas. Naboo settlers respect wildlife and avoid habitat destruction, but some unknown phenomenon -- perhaps a disease -- is driving predators to amazing ferocity. We have researchers working on the problem, but in the immediate term we need hunting teams to control the largest predator packs. Experienced teams may contact this office for coordinates.",		"m2t":"Royal Council Seeks Settlement Protection",		"m2s":"The Council thanks you for your help in controlling the predator population. Many settlement issues remain unresolved, so we may have further contracts soon.",		"m2o":"The Royal Advisory Council",		"m2d":"Naboo settlers believe in living lightly on the landscape, in peaceful coexistence with nature. However, current creature activity in areas due for settlement has passed all normal records. Unknown Gungan activities may be driving the creatures into new hunting grounds. Whatever the reason, we must take steps to control the predator population. Experienced strike teams may contact this office for coordinates of large predator packs.",		"m1t":"Naboo's Jut Nut Crop Endangered",		"m1s":"Your attention to this matter has rescued the peko-peko, the jut nut crop, the Keren Farms Jut Nut Exquisite Select Roast production season, and the drinking pleasure of the aristocracy. Many thanks, and stop in for a complimentary cup.",		"m1o":"Keren Farms Jut Nut Orchards",		"m1d":"Who does not thrill to see the peko-peko winging its powerful way across the sky? The uniqueness of this magnificent reptavian's beauty is matched only by the flavor of Keren Farms Jut Nut Exquisite Select Roast, the beverage of discerning Theed aristocrats. The seed of the jut nut, relieved of its toxicity after passage through the peko-peko intestinal tract, is salvaged from the freshest droppings, meticulously cleaned, and roasted to perfection. But now a tragic incursion of savage predators threatens this season's Jut Nut ESR crop, due to their relentless attacks on the peko-peko population. Keren Farms offers a handsome reward to willing teams of hunters."
}}
