{
	"stfFile":"mission/mission_destroy_neutral_medium_npc",
	"entries": {
		"number_of_entries":"50",		"m50t":"Help a deranged citizen",		"m50s":"Excellent! Everything is proceeding exactly as I have foreseen it. You will rise quickly in my estimation, young apprentice. Keep it up.",		"m50o":"The Emperor (Honest)",		"m50d":"I knew you would look at this offer, citizen. You know why? Because I'm the Emperor! Yes, that's right. And now you are my willing minion. What do I require of you, you ask? Well it seems that some of my minions are not as obedient as you. They have decided it would be amusing to betray their Emperor. Now they will pay the price for their lack of vision. And you, my young apprentice, will be the instrument of their demise. Hahahahaha! You will receive my generous gratitude in addition to some form of lucre. Who knows, if you perform up to my standards, I may call you to Imperial Center and appoint you as one of my advisors. I know that would please you. Will you take your place at my side?",		"m49t":"Help the disgraced businessman",		"m49s":"Well struck, citizen! Haha! Take that, you dirty, rotten smuggler! Take the reward, citizen, you've earned it. My self-respect is restored thanks to you.",		"m49o":"A Desperate Man",		"m49d":"I was a legitimate businessman, obeying all the Imperial laws and ordinances and working hard to raise a family. Until the day a smuggler, posing as an independent transport pilot, came into my life and ruined everything I had worked so hard to get. I lost my business, my family, and my self-respect. Well I intend to get that last bit back. I'm offering a reward, everything I have left, to anyone who can make sure this smuggler doesn't ruin any other honest, hard-working businessmen. I know where that damn smuggler hides, you see. They think they're safe but we'll soon show them how wrong they are. Can you help a man regain his self-respect, citizen?",		"m48t":"Destroy smuggler bases",		"m48s":"Now those are results you can take to your superiors. Good work! Keep at it. There's plenty more where this reward came from.",		"m48o":"A Disgraced Former Prefect",		"m48d":"I used to be a Police Prefect on Tatooine. That is until I lost my job due to the activities of several traitorous smugglers. We had a system. It was all worked out. But some people have to buck that system. They're not happy with the status quo. Well if my career is ruined then so will those smugglers' careers. I'm offering a generous reward to anyone who will obliterate those smugglers' bases and make sure they never trouble another prefect again. If you accept, I'll transmit the coordinates to you. You'd better go in shooting first and asking questions later. If you even get to the questions part, that is.",		"m47t":"Help independent transport pilots",		"m47s":"Good job, citizen. You ever consider doing this professionally? You'd make a pretty decent crime fighter. ",		"m47o":"Independent Transport Pilots",		"m47d":"We're tired of smugglers posing as legitimate transport captains and taking away our business. So many clients have started relying on organized transport guilds rather than on freelance pilots because they think every independent pilot is actually a smuggler and they don't want to risk having their shipments seized. Well we've followed some of these smugglers and have located several of their bases. We're not soldiers, though, so we need someone to go into these bases and blow them to atoms. We've pooled together a decent amount of credits to serve as a reward. Do you think you have the stomach and the wherewithal to pull off a mission like this?",		"m46t":"Correct an injustice",		"m46s":"That's showing 'em. I bet those smugglers didn't know what hit 'em. Way to go. The reward's yours.",		"m46o":"An Angry Civil Servant",		"m46d":"Smugglers? No sir, don't like 'em. In fact, I don't like 'em enough to offer a reward to anyone brave enough to wield a blaster against those space slugs. My contacts in the Imperial Transport Authority has given me access to the locations of some suspected smuggler lairs. The Empire's too busy playing war with those Rebels to really do anything about these bases and we're terribly understaffed (and underpaid, I might add). So why am I doing this? Well truth be told, I lost my wife to one of these scoundrels. Now I want some payback, ya hear? So, you in or out?",		"m45t":"Be a good Imperial citizen",		"m45s":"A successful strike against the smugglers is a blow against the Rebellion, citizen. Bravo. The reward is yours.",		"m45o":"COMPNOR",		"m45d":"The Rebellion might have been crushed by now if not for the activities of these smugglers. They're a thorn in the side of the Empire and must be stamped out. The Imperial Military has their hands full trying to track dangerous terrorists down so we must rely on the loyalty and patriotism of Imperial citizens to help wipe out this smuggler menace. Our contacts with Imperial Intelligence have fortunately allowed us to acquire the locations of several smuggler bases. A substantial reward awaits the successful destruction of these bases. Can the Empire count on your help, citizen?",		"m44t":"Conclude a small business deal",		"m44s":"Did the job, collect the credits, see you around.",		"m44o":"An Impatient Businessman",		"m44d":"Let's get down to business. I give you the location of some former business associates, you burn their hangout to the ground and make sure no one lives to tell the tale, and I pay you lots of credits for your trouble. Only serious professionals need apply. You in?",		"m43t":"Avenge a wronged family",		"m43s":"Wonderful! I knew you could do it! I'm so happy. My family thanks you. Good job! Oh, I need to pay you now, huh? Okay, I'll do that. My hero.",		"m43o":"An Indignant Woman",		"m43d":"Oh, I hope I'm doing this right. Okay, here goes... 

Hello. I'm looking for someone brave and enterprising. Oh, and good-looking wouldn't hurt either. Although it's not really necessary for this mission. I just prefer good-looking people. Well groomed, at the very least. Anyway, I need someone with the aforementioned qualities to find a very bad person for me. Find them and teach them a good lesson. You can even burn their base to the ground. I prefer that, actually. This scoundrel cheated my family out of a lot of money. Made my father sick, as a matter of fact. My poor father, he'd just die if he knew I was doing this. But it has to be done. I rely on the discretion of whomever accepts this assignment. And if you do accept, I'll tell you where to find this nerf-herder. I hope you accept. Oh, and you don't really have to be good-looking or well groomed. I was just being silly. Okay, thanks. Talk to you soon. I hope.",		"m42t":"Take out the bargain smuggler",		"m42s":"Good work, good job, and all that. Your reward will be sent to your account. I'm sure you're thrilled.",		"m42o":"A Tired Businessman",		"m42d":"I was warned not to go with the cheapest rate when it came to smuggling, but did I listen? Now I'm in this position of having to pay someone to take care of the problem caused by going with the bargain smuggler. Those are two words that should never go together, huh? "Bargain" and "smuggling." The deal is the usual one, of course. I pay a reward for having someone take this cheap swindler and their base out and you are the someone that either accepts or declines the offer. If you accept, the coordinates to this slug's base will be transmitted to you. If you decline, our business is concluded. So which will it be?",		"m41t":"Help a businessman",		"m41s":"Well done. Your account will be credited. Do look us up in the future.",		"m41o":"A Simple Businessman",		"m41d":"We have some legitimate complaints concerning some local smugglers. We don't really want to involve the authorities - you know how messy that can get. Instead we'd like to try and handle this matter in a more discreet manner. We'll offer a substantial reward to anyone that cares to pay these smugglers a visit and show them the effectiveness of the working end of a blaster. No names are necessary. We'll provide you the coordinates and insure that payment is made into your account when the job is complete. How about it? You think you could handle some extra cash?",		"m40t":"Hunt smugglers",		"m40s":"Well it sure looks like you can use that blaster instead of just wearing it. Good for you! Here's the credits we promised. Blast more, get more.",		"m40o":"Imperial Office of Criminal Investigations",		"m40d":"I don't know who's been telling these space slugs that smuggling is glamorous or easy work. Seems like everyone is trying to get in on the action. Just creates more work for us, of course. We've been authorized to employ independent agents to help with the workload. You enjoy blasting things? Like doing it with the weight of the law behind you? Well here's your chance, citizen. We'll provide you with the coordinates to a known smuggler's base and your trigger-happy self can have a grand old time. Blast away! When the job's done we'll throw in some credits for your trouble. Not a bad job, eh?",		"m39t":"Help local law enforcement",		"m39s":"Fairly effective, citizen. We think you may have found a new line of work. Plenty of it these days too. Enjoy your reward.",		"m39o":"Imperial Office of Criminal Investigations",		"m39d":"Smugglers certainly prosper in times of civil crisis. The Rebellion is unfortunately creating many job opportunities for these lowlifes and is in fact attracting more unemployed pilots to the trade. Our job is to wipe them out as fast as we can find them, but we can't do it alone. We'll gladly offer a reward to anyone that cares to lend a helping blaster. We have the coordinates to their bases of operation and need them cleaned out. We don't really care how you do it as long as the bases are left in a shambles. Can you help the Empire with this work, citizen?",		"m38t":"Take out some amateurs",		"m38s":"Handled like a true professional. Very good. Collect your reward and move on to the next one.",		"m38o":"Black Sun",		"m38d":"There are smugglers and there are smugglers, if you know what I mean. Some of these second-rate flyboys don't merit our full attention but neither can we afford to completely ignore them. If they're contracted for a job, even a small job, and hydrospanner it to pieces then you've got to pay the penalty. Our organization is offering a reward to anyone who can settle some of these small matters for us. We have the coordinates to various hideouts used by these smugglers and need someone to make sure they don't offer their incompetent services to anyone again. Blast their hideouts to pieces. Blast them to pieces too if they're there. Collect from us when you're done. See? That's how all business should be conducted. Simple and easy.",		"m37t":"Remove smugglers' outpost",		"m37s":"Seems like you were fast enough to catch those particular flies, eh, citizen? Good job. You'll make a fine law enforcement agent yet.",		"m37o":"Imperial Office of Criminal Investigations",		"m37d":"Catching smugglers can be like trying to catch flies with your hand, citizen - you have to be fast and alert if you want to succeed. We've certainly been alert, and now we need someone to be fast for us. We've tracked down a smuggler's outpost used to store contraband and harbor criminals. We don't have the manpower necessary to strike this den of thieves, but we can certainly try to entice enterprising citizens into doing it for us. There's a juicy reward in it for you if you succeed. Come on, citizen, the Empire could really use your help. ",		"m36t":"Wipe out smuggler den",		"m36s":"That was a thorough job, citizen. I doubt those vermin will be coming around here anymore. Collect your well-earned credits.",		"m36o":"Imperial Office of Criminal Investigations",		"m36d":"As with any sort of vermin, once you clean out the nest, the infestation will disappear. So it is with smugglers, citizen. We know of a local warehouse being used to store all sorts of contraband, from illegal weapons to glitterstim spice. We need a team of law-abiding citizens to clean this "nest" out. We're certain that the smugglers will stop coming around here when they see what ordinary citizens are willing to do to their ill-gotten goods. Do you think you could help us out with this, citizen?",		"m35t":"Help local law enforcement",		"m35s":"Mission accomplished, citizen. We knew we could rely on the brave citizens of the Empire to help keep their systems free of crime. The reward is yours.",		"m35o":"Imperial Office of Criminal Investigations",		"m35d":"Spice smuggling and gunrunning has risen dramatically in this sector. With the help of Imperial Intelligence, we've managed to locate the hideout of a notorious band of smugglers. We don't want to bother the Imperial Military with this matter so we thought we'd take care of it locally. There are plenty of loyal and able-bodied citizens willing to help the local law enforcement authorities, after all. This mission will be perilous and therefore we're offering a compensatory reward. However, a thorough job must be done. The base must be wiped out. Can you lend a hand, citizen?",		"m34t":"Attack a barracks",		"m34s":"Hm.  I expected at least a few of my crew to survive.  Well, I guess they weren't up to the rigors of the job.  Here's your payment.  I don't suppose you're looking for work?",		"m34o":"A Good Captain",		"m34d":"A good captain likes to challenge his crew every now and then.  I've got some brutes in my employ whose mettle needs testing.  To do this I need some handy marksmen to launch a surprise assault on the barracks where they're currently lodging.  Show them no mercy.  Only the toughest freelancers need apply, and I'll pay handsomely if you do the job well.  ",		"m33t":"Blast a pirate droid terminal to oblivion",		"m33s":"Good work.  Without his fleet of probe droids, that pirate will have to track down his quarry the old-fashioned way.",		"m33o":"Imperial Office of Criminal Investigations",		"m33d":"An enterprising pirate captain recently stole a cargo of Imperial probe droids.  With a little reprogramming these droids have become his scouts in the area, monitoring the local spaceports and alerting him when a rich freighter takes off.  Our own probots have tracked his droids to a well-fortified terminal off the beaten path.  We would like to contract some freelancers to stage an assault on the terminal and blast it into oblivion.  Survivors are not encouraged.  Contact us for the coordinates.",		"m32t":"Destroy an outlaw supply depot",		"m32s":"Excellent.  Those space scum need to understand that their cutthroat ways are not welcome in this system.",		"m32o":"Imperial Office of Criminal Investigations",		"m32d":"Even pirates have to eat.  We have the coordinates of a secret depot where these space outlaws buy contraband food supplies without notifying the authorities that they have landed.  We need some experienced freelancers to blast the site to smoke and rubble.  There are usually one or two armed pirate crews in the area, so destroying this depot entails some danger.",		"m31t":"Erase a shady cantina from the community",		"m31s":"Here is your reward.  The star lanes are safer thanks to your good work.",		"m31o":"Imperial Office of Criminal Investigations",		"m31d":"Our informants have assured us that quite a number of wanted pirates frequent an obscure little cantina at these coordinates.  Enterprising freelancers are encouraged to remove this blight from the planet.  A substantial reward is available.  These are hardened criminals and will be well-armed.  The cantina is billed as a "private club," so don't expect a warm welcome.",		"m30t":"Take out a pirate tractor beam",		"m30s":"Now the merchants who fly through local space have one less worry.  Well done.  Here is your payment.",		"m30o":"Imperial Office of Criminal Investigations",		"m30d":"We have pinpointed the coordinates of a ground-based tractor beam used by area pirates.  For a percentage the owners use the beam to trap merchant ships so that space pirates can board them.  We need a civilian strike team to take out the weapon.  The site is heavily guarded, so be prepared for a fight.",		"m29t":"Eliminate the Black Scourge",		"m29s":"Well done!  Our investigators confirm that the only "survivor" was a worn-looking mouse droid, which we left behind in the rubble.",		"m29o":"The Rodian Industrial Consortium",		"m29d":"Pirates have always interfered with our freighters, but lately a particular captain has become a singular nuisance.  In this sector he is known as the Black Scourge.  An absurd rumor claims that he is a simple MSE-6 mouse droid, but of course that's ridiculous.  Could a mouse droid make a shambles of all our trade with the Empire?  Could it steal a shipment of tractor beams from under our noses while tricking two squadrons of TIE escorts into attacking each other?  Whoever this devil really is, we now have the coordinates of the secret hangar from which he and his seasoned accomplices plot their next deadly assault.  We require the services of a battle-hardened team to storm this lethal den and eliminate the dangerous murderers within.  Our business with the Empire depends upon success.",		"m28t":"Whack some wannabe pirates",		"m28s":"Alas, the jizz community shall mourn the loss of these clowns.  The rest of us raise our glasses to a job well done.  Enjoy the reward.",		"m28o":"A Helpful Accomplice",		"m28d":"Unbelievable.  These days anyone thinks they can become a pirate.  A large collection of jizz musicians has bought themselves a stash of weapons and decided to call themselves hardened criminals.  It's not even worth a real pirate's time to teach them a lesson.  So on behalf of parties who shall go unnamed, I am hiring some muscle to show these jizz-wailers what real trouble looks like.  Go to their den at these coordinates and show them no mercy.",		"m27t":"Routine elimination of pirates and suspected pirate sympathizers",		"m27s":"You are an efficient contractor and loyal Imperial citizen.  We have noted this in our records.",		"m27o":"Imperial Office of Criminal Investigations",		"m27d":"With so many of our resources handling political offenses, sometimes the Imperial Office of Criminal Investigations must hire contractors to deal with ordinary crimes such as piracy. For instance, we have the coordinates of a small habitation which is suspected to harbor a dangerous crew of notorious pirates.  We need a team of civilians to reconnoiter the area and destroy all buildings and collateral assets they find.  Of course "collateral assets" include pirates, suspected pirate sympathizers and those associated with suspected pirate sympathizers.  Efficient execution of these instructions will result in a favorable ranking on our official list of contractors.",		"m26t":"Explain polite behavior to a pirate captain",		"m26s":"It's a shame that simple ignorance has led to this tragic loss.  That was a particularly nice batch of smoke-rum.",		"m26o":"An Irate Wine and Spirits Merchant",		"m26d":"There's a code, you know, among the brotherhood of pirates.  At the top of the list is this: There's folks you steal from and there's folks you buy from.  The two don't mix.  My particular profession, for instance, is historically exempt from piracy.  But a certain newcomer seems to lack historical perspective.  Not long ago he took from me a shipment of Dressellian smoke-rum and has failed to settle the account.  Another customer has provided me with the coordinates of his private villa.  I need a group of toughs to trash the place and explain to him the consequences of flouting tradition.  If he and his crew do not live long enough to apply this lesson, my heart shall not be broken.",		"m25t":"Eliminate an unusual pirate gang",		"m25s":"My men have confirmed that there's no trace of the AT-AT on the site.  You may have saved the entire planet.  Good work.",		"m25o":"Local Prefect C-912",		"m25d":"This is going to sound strange, but hear me out.  A band of pirates has set up shop in my district with a peculiar method of operation.  They force ships to land using a small ion cannon, and then employ a stolen AT-AT walker to subdue the survivors and spirit away the cargo.  My problem isn't that the pirates are active.  Rather their possession of an AT-AT is extremely dangerous to me.  The Empire audits all of my records.  If I send my own security forces to deal with this situation, the reports will wind up in the hands of the military and my planet may become one of the Empire's famous "examples to others."  So I need to delegate this assignment to an outside force.  Payment will reflect an assumption of discretion.",		"m24t":"Destroy a pirate's ion cannon",		"m24s":"The Empire appreciates a reliable contractor.  Here is your payment.  Please contact us again for more assignments.",		"m24o":"Imperial Office of Criminal Investigations",		"m24d":"Ion cannons are the ideal weapon for space pirates.  The Empire is very careful to restrict the movement of artillery-class ion guns, yet inevitably some of them fall into the wrong hands.  Fortunately less experienced pirates fail to disable the tracking circuits, allowing us to locate and disable the cannons.  The preferred method for such action is a swift ground strike, killing everyone and utterly razing the pirate installation.  We routinely hire civilian contractors for these tasks.  Interested parties may contact us for the appropriate coordinates.",		"m23t":"A request on behalf of a Gamorrean warrior",		"m23s":"Oh boy.  Now that you've destroyed the pirate cantina, I'm not so sure that's what the Gamorrean wanted.  He sees the smoke and is getting upset.  I don't suppose you could give me back those credits?  Please?",		"m23o":"A Cooperative Citizen",		"m23d":"There is a Gamorrean warrior standing beside me.  He seems to want me to broadcast a request for him.  By his grunts and pointing, I'm pretty sure that he wants someone to destroy a pirate cantina not far from here.  At least I think that's what he wants.  He gave me a bunch of credits, which I suppose are intended to be payment.  Anyway, I'll transmit the coordinates of the cantina to anyone who's interested.  Please respond quickly and make sure all the pirates are killed.  This Gamorrean has a very large axe in his hand.  I'm afraid he's going to hurt me if I don't get this right.",		"m22t":"Pirates have stolen pets from orphans!",		"m22s":"Those poor orphans will never get their monkey-lizards, but at least they can lay down their little heads at night knowing that the villains who robbed them died a horrible, fiery death.",		"m22o":"Toydarian Women's League",		"m22d":"Vile pirates in our very own sector!  These despicable cutthroats have raided one of our volunteer freight ships and stolen a precious cargo of Kowakian monkey-lizards headed for orphans on Gamorr.  In response we have sold enough home-baked Horquad cakes to hire a team of assassins to lay waste to these loathsome murderers.  We have the coordinates to their secret den.  Leave no wall standing!  We must fight back in the name of goodness and virtue.",		"m21t":"Protect a wedding by eliminating pirates",		"m21s":"Truly yours was an act of love.  Here are the promised credits to defray the cost of thermal detonators and blaster fuel.",		"m21o":"A Loving Father",		"m21d":"A wedding is a beautiful thing, don't you agree?  My eldest son is engaged to a harem of twelve Ithorian sisters.  They will not make the most graceful of wives, but they do bring a respectable dowry.  Unfortunately a squadron of pirate fighters has been threatening the local star lanes.  I am concerned that the dowry may be stolen.  The wedding would then be cancelled, which would break my poor son's heart.  Please, can you help a loving father by blasting all trace of these pirate scum from surface of the planet?  Do it for the cause of love, and you shall receive a hefty pile of credits for your trouble.",		"m20t":"Destroy a stolen computer and the pirates who took it",		"m20s":"Such a shame.  Those poor pirates were only trying to make their way in the universe.  Perhaps you should consider filling the void they left behind.  Think of this payment as seed money and let me know what you decide.",		"m20o":"A Respectful Merchant",		"m20d":"I always instruct my freight pilots to cooperate with pirates, because freebooting need not entail bloodshed.  However, one of my ships has just been robbed of something more valuable than mere cargo.  The databanks of a stolen computer included some private business records which need to remain discreet.  My insurance company may not approve of any correlation between my losses to pirates and my contacts with same.  Therefore, much as I am loathe the interfere with the entrepeneurial spirit, I need to hire some agents to infiltrate a certain landing bay and ensure that the stolen computer is destroyed.  Just to be safe, while said agents are on the premises, they should level the place and make sure that none of the pirates escape.  I would not require such severe measures if I did not have the utmost respect for this ancient profession.",		"m19t":"Raze a pirates' den",		"m19s":"Thank you.  That was better than alimony.  Here's your payment.",		"m19o":"An Impending Widow",		"m19d":"Some women would be ashamed to admit that they married the wrong man, but I'm not one to lie to myself.  Karst Bono charmed his way right into my family inheritance.  Then he took everything he could grab and returned to his wretched hive of pirate friends.  Never trust a gentleman pirate.  I will not deny that I made a mistake, but I am prepared to clean up the mess I made.  All I need are a few skilled hands to visit my delinquent husband and his thieving friends.  The remedy to my problem is simple.  Raze the pirates' den to the ground and laser the pack of scoundrels into dust.  Extermination is the simplest form of divorce.",		"m18t":"Instruct a band of pirates in Imperial protocol",		"m18s":"You have a knack for the precise workings of galactic law.  Perhaps you should consider applying to the Imperial Bar.  Your services would be most welcome.",		"m18o":"Imperial Office of Criminal Investigations",		"m18d":"Sometimes planetary governments overstep their authority, which can cause headaches for Imperial law enforcement.  Case in point: The king of Malgwen IV has mistakenly issued pardons to a notorious band of pirates who once terrorized the Aparo Sector.  While the Imperial Navy has sent a Star Destroyer to instruct the king in the particulars of galactic law, we must also explain to these pirates that their pardons are incorrect on a few minor points.  For this purpose we are contracting an enforcement team to blast their den into a smoking heap of bodies and microscopic rubble.  Perhaps in the future such mistakes in legal protocol will occur less frequently.",		"m17t":"Help a deranged citizen",		"m17s":"You have done well, my young apprentice. Soon the galaxy shall see the rise of a new Sith Lord. But only if you continue to serve me faithfully.",		"m17o":"The Emperor (Honest)",		"m17d":"Do you think Sith Lords are made overnight? No, my young apprentice, they require years of careful grooming and training in the Dark Side. Yes, I'm sure you've guessed who I am by now. I am the Emperor! And I require you, my young apprentice, to obliterate some annoying servants for me. They have disturbed me once too often during my clandestine visits to my various systems. I find their pitiful attempts to match the glory of the Dark Side beneath contempt. You will crush them, my young apprentice. Show them the power of the Dark Side. Rewards will be yours and perhaps one day you may rise to the level of a Sith Lord yourself. I will tell you how to find these loathsome servants after you accept. And I know you will. Hahahahaha!",		"m16t":"Destroy a pit of droid thieves",		"m16s":"Excellent!  I don't suppose in the mayhem you happened to spare any of my stolen droids?  No?  Well, I had to ask.  Here's the reward, as promised. ",		"m16o":"Yizz the Droid Merchant",		"m16d":"As if droid scrap fighting were not seedy enough!  Now the sponsors of these disreputable contests have begun to steal shipments of droids to squander in their oily pits of destruction.  If these criminals disrupt my business any further, I am in danger of losing my Imperial contract.  Therefore I am offering a substantial reward to anyone who has the fortitude and the means to wipe out one of these loathesome scrap fighting arenas.",		"m15t":"Punish a den of landspeeder sharks",		"m15s":"Wonderful job!  Now I can rebuild my landspeeder collection without fear.  Take this reward and please, come out to the drag lanes sometime.",		"m15o":"A Speeder Enthusiast",		"m15d":"It's not podracing, but who doesn't enjoy testing his landspeeder on the local drag lanes?  In my career I have collected an assortment of vintage speeders to pit against my fellow repulsorlift enthusiasts.  The problem is, lately the speeder races have been taken over by a gang of shady offworlders.  I have proof that they are foiling their opponents' turbine filters, which accounts for their undefeated record.  Unfortunately these skettos are so well armed that no one is willing to confront them.  But enough is enough.  I'm down to my last lasercharged X-34.  I'm willing to pay anyone who can blast up their hangout and make them understand that cheating is unacceptable in this old and honorable sport.  Contact me for the coordinates.",		"m14t":"Strike against a sabotage ring",		"m14s":"The Empire thanks you for contributing to the wellbeing of the community.  Enjoy your reward.",		"m14o":"Imperial Office of Criminal Investigations",		"m14d":"Recent intelligence points to one conclusion: Roughnecks from the frontier have begun to view this sector as a source of salvaged parts for their asteroid loaders.  Unfortunately, some of them have established a sabotage ring to provide a continuous supply of free salvage.  As the resources of the Empire are occupied with Rebels and other political offenders, we have decided to contract outside agents to deal with this new criminal enterprise.  Interested agents are encouraged to contact us for known locations of salvage drops.",		"m13t":"Remove intruders from a condensing station",		"m13s":"Oh, dear!  You destroyed the entire condensing station!  Please, just take these credits and go while I determine how I shall break the bad news to my poor, imprisoned master.",		"m13o":"L-3PO",		"m13d":"Excuse me.  Normally I would not broadcast a message on this frequency, as I am only a protocol droid, but my present circumstances are most intolerable.  Since my master was taken away by the Empire for questionable political statements, I have been forced to deal with a collection of dubious characters who have taken up residence in the condensing station.  Condensed Threll gas is highly combustible, so I believe it is best to have these individuals removed from the premises.  I have a stipend of credits from which I can pay a reward.  Please contact me if you are able to help.  Thank you.",		"m12t":"Take out a spice depot",		"m12s":"You're pretty handy in a fight.  Take the reward and keep your eyes open.  I might have more jobs for you in the future.",		"m12o":"An Esteemed Businessman",		"m12d":"As an esteemed businessman whose dealings span many star systems, I am shocked and in much distress over the low-down, rotten activities that a certain "upstanding citizen" has perpetrated while pretending that he is not a dirty, lawbreaking creep.  Not only has he stuck his proboscis into my own, completely lawful import business, but now I have learned that he is running a spice racket on the side.  I've had enough of that slime-grub and his two-faced meddling.  For any toughs or sharpshooters who have the guts, I have the coordinates of a depot where he stores his goods for shipping.  The Imperial authorities will be happy to see it burn to the ground.  I'll even throw in a reward for anyone who does the job.  Sometimes a hard-working businessman like myself must play rough with creeps who stand in the way of honest and respectable trading.",		"m11t":"Purge a lair of professional thugs",		"m11s":"You're still alive?  Well done!  Now decent folk like myself can once again conduct our operations in peace.  Take this reward and please, don't tell anyone who hired you.",		"m11o":"An Upstanding Citizen",		"m11d":"Killers for hire in the heart of a decent community!  Once again we are plagued by an underhanded villain in the guise of an "esteemed businessman."  This time he has hired a vicious pack of brutal thugs to terrorize upstanding citizens.  Why, these laser-armed ruffians blew apart my very own office!  But upright folk such as ourselves need not involve Imperial authorities to enforce moral discipline.  I have obtained the coordinates of the lair where these despicable savages charge their blasters and sharpen their knives.  Who shall fire the first shot in the name of galactic decency?",		"m10t":"Break up an extortion gang",		"m10s":"Say, you're pretty good at this racket.  You earned these creds.  I hear the "upright citizen" got away, but I'll blink you when he turns up again.",		"m10o":"An Esteemed Businessman",		"m10d":"As an esteemed businessman whose dealings span many star systems, I am in a state of outrage at the no-good meddling of a certain "upstanding citizen."  This rotten muck-leech has hired local muscle to interfere with my honest and legitimate trading operations.  He has blown up my establishments and accused me of certain unlawful actions for which he has no proof that I know of.  He has asked for protection money but a businessman like myself would rather spend the credits to put the squeeze on an enemy.  So I am offering a reward to any toughs or sharpshooters who can take out the office of this low-down nerf-herder and his gang of slugs.",		"m9t":"Stamp out a deathstick dealer",		"m9s":"You actually survived?  Um, excellent work!  Here, take this small token of gratitude for your act of decency.  And please don't tell anyone who hired you.",		"m9o":"An Upstanding Citizen",		"m9d":"Deathsticks in a decent community!  Is nowhere safe from the corruption of this vile drug?  Recently I learned from respectable sources that a so-called "esteemed businessman" is secretly fronting a distribution center for this contemptible substance.  The villain's business dealings span many star systems and so the local authorities have been reluctant to interfere.  But he underestimates the determination of upright Imperial citizens!  Who among us is bold enough to find this den of evil and stamp out this blight on galactic decency?",		"m8t":"Stop the swoop gang",		"m8s":"You're alright, buddy. Good to see that someone cares enough about other people to lend a hand. All the better that the hand is being paid for those efforts, eh? Being's gotta make a living somehow.",		"m8o":"A Reformed Smuggler",		"m8d":"A swoop gang has been terrorizing several communities. Their recent "fun" consists of zooming past shops or settlements and sniping citizens through windows or portals. The body count so far is nine dead and six others wounded. I want these animals stopped. Problem is, this gang is very mobile and have some insight into the movements of local law enforcement because they disappear before any raids or arrests can be made. Fortunately, I have contacts in the smuggling world (a long story that I won't go into) and these gangsters have been buying shipments of glitterstim from someone I know (suffice it to say the old pirate owed me a favor). So now I have the coordinates to this swoop gang's hideout. If I involve the authorities, these murderers disappear. So that's where you come in. I'll pay a handsome reward to any being (or beings) that will rid these besieged communities of these animals. My past hasn't exactly been what you would call "upstanding" but I'm not gonna stand by and watch innocent folks get slaughtered. Not when I can do something about it. What about you?  ",		"m7t":"Blow up the explosives lab",		"m7s":"Now that's what we call "blowing a structure sky-high." Nicely done, citizen. Take your reward and remember that there's plenty more where that came from.",		"m7o":"Imperial Office of Criminal Investigations",		"m7d":"Someone has been supplying the local gangs with homemade explosives, which they've gladly used in recent attacks. We knew it had to be someone in the area and launched an investigation. Finally, after weeks of work, we've discovered where these grenades are being constructed. A weapons lab is being run by a particularly vicious gang of killers. Many of them served in planetary security forces in the past but lost their jobs when the Empire began cleaning out these corrupt organizations. We need to take this lab out of commission, especially if it's attracting disgruntled weapons specialists from around the galaxy. We require a small strike team of agents to go in there and blow that structure sky-high. But best be on your toes as those criminals have had some pretty advanced combat training. Can you help us out? ",		"m6t":"Clean out the halfway house",		"m6s":"We're glad to see you share our enthusiasm to create safe neighborhoods for our children. You deserve this reward, citizen.",		"m6o":"Citizens for a Clean Tomorrow",		"m6d":"A group of dangerous criminals is using an old halfway house in our area as a hideout and refuge from authorities. They use the halfway house's former reputation, a place where reformed criminals were reintroduced into society, to mask their current illegal activities, including spice dealing and extortion. We want this place wiped out and those murderers run off or brought to justice. We can't ignore their activities any longer. We'll pay a reward to anyone willing to undertake and complete this task. Are you the citizen we're looking for?",		"m5t":"Stop the slavers",		"m5s":"Handled like a true professional. You should consider working for us again in the near future. Enjoy your reward.",		"m5o":"Imperial Office of Criminal Investigations",		"m5d":"Some slavers are not content to stick to the Imperial list of approved species. Indeed, these slavers feel they must enslave humans, and that's something we can't tolerate. Through the help of Imperial Intelligence, we've located the lair of a group of slavers that have been dealing exclusively in humans. We need a small strike team to assault this base and blast it into rubble. Humans shall not be enslaved while the Empire governs the galaxy. Can you help the Empire put a stop to this despicable practice? The reward will be well worth it.",		"m4t":"Smash the gang",		"m4s":"It's citizens like you that will insure our futures are free of crime and social predators. Hurrah, citizen! You can be our champion any day.",		"m4o":"Citizens for a Clean Tomorrow",		"m4d":"A series of savage beatings, three of which resulted in fatalities, have taken place over the last six weeks in our community. It seems that a new gang has moved into the neighborhood and they're announcing their presence. Any citizen who stares at these thugs for too long risks a brutal beating and possible death. The local authorities already have their hands full assisting the Empire in tracking down Rebels; they simply do not have enough men to patrol the streets. We are therefore taking matters into our own hands. We're offering a reward to any citizen who has the courage to march into that gang's hangout and blast those murderers to atoms. We must make it clear to these scum that we will not tolerate this sort of behavior in our streets. Are you a courageous citizen? Let us know and we'll transmit the coordinates to the gang's hangout to you.",		"m3t":"Destroy spice dealer's stash",		"m3s":"Nothing quite as sweet as the smell of burning spice in the morning, eh? Good job, citizen. Keep up the good work.",		"m3o":"Imperial Office of Criminal Investigations",		"m3d":"Our agents have uncovered a major glitterstim dealer's lair. These criminals supply a majority of the spice for many of this system's major cities. We need to put this scum out of business and we need your help to do it. The dealer has done well so they've hired some muscle to protect their precious goods. A quick, stealthy strike, however, ought to get the job done. Don't worry about blasting anyone that gets in your way - most of these guys are wanted murderers. If the settlement is left a smoking ruin, we'll be mighty pleased. We always reward results too. ",		"m2t":"Help save a wayward son",		"m2s":"I just discovered that my son ran away from his aunt's and is likely staying at the gang's hideout. Did you destroy it? Did you kill everyone there? Oh no! My dear son! Oh no!!! ",		"m2o":"A Desperate Mother",		"m2d":"My son has fallen in with a very bad crowd. He was arrested last month on suspicion of murder but the case was dropped for lack of evidence. I know my son didn't kill anyone but I know who did. Those thugs he hangs out with are thieves, murderers, and worse. They don't deserve to share the same space as decent citizens. I've arranged for my son to spend a few weeks with his aunt in the country. The air will be good for him. What I need is for someone to blast that gang's hideout to pieces while my son is gone. That will drive those animals away and teach them never to come back and bother us again. I've put up a generous reward for the citizen or citizens that can accomplish this important task. Can you help me?",		"m1t":"Clean up the streets",		"m1s":"Good work, citizen. One by one, we'll get all these wretched hives of scum and villainy. Have a drink on us.",		"m1o":"Imperial Office of Criminal Investigations",		"m1d":"The Empire's efforts to stamp out the Rebellion has unfortunately created some additional problems for law enforcement. We have more refugees to deal with, many of which are recruited by local swoop gangs or glitterstim dealers. Naturally this means we have to deal with more violent crimes and we're already rather understaffed. This is where you come in, citizen. We have plenty of work for enterprising agents who want to lend a hand to keep peace and order in our communities. We've kept tabs on the activities of these gangs and know where most of them hang out. One by one we need to clean those places out. Most of them are condemned buildings anyway. Think you can help us out, citizen? We'll pay you for your successful efforts, of course. "
}}
