{
	"stfFile":"mission/mission_npc_survey_rebel_easy",
	"entries": {
		"m35t":"Flame Extinguisher Needed",		"m35s":"I'm happy to report that the flames burned themselves out more quickly than we expected. Some chemical in the local foliage seems to function as an extinguisher. But thanks anyway. Your fee is attached.",		"m35o":"Toughest battle I ever saw. We blew up an Imperial Army factory making Czerka Flamestrike flame carbines. The flames are still covering the countryside. We need an extinguishing chemical to handle these fires, fast. Processing the chemical requires a particular substance we're short on. Can you locate a source?",		"m34t":"Repair a Prototype Hyperdrive",		"m34s":"I'm sorry to report that someone accidentally activated the Kuat experimental drive, and it vanished. But we'll pay you for your time and trouble.",		"m34o":"Our Special Forces made a daring capture of a Kuat Drive Yards noble merchant. They seized a prototype experimental hyperdrive. Our techs are looking it over, trying to figure it out. They think we need a specific substance to shield the drive from -- well, I didn't understand that part. Anyway, can you locate a source of the material?",		"m33t":"Deserted Imperial Gravity Well Lab",		"m33s":"Thanks. The scouts at the deserted research station are reporting strange noises and odd visions. We'll probably blow up the site from orbit.",		"m33o":"We planned an assault on an Imperial research station doing gravity well experiments. When we arrived, the place was deserted. Everyone had vanished, seemingly in a moment. The place was intact but contaminated with strange radioactives. We have to decontaminate it, and for that we need a particular substance. Can you find a source?",		"m32t":"Destroyed Power Core Facility",		"m32s":"That's certainly "local" enough for our purposes. Anything on this world counts as local to us. Thanks!",		"m32o":"Someone got overeager and ordered an assault on an Imperial power core storage facility. I can't think of many targets more likely to release poisonous chemicals when hit. That's what happened, so we have to decontaminate. The Empire certainly won't. Our droids need a certain material; can you find a local source for us?",		"m31t":"Star Destroyer Factory Releases Poisons",		"m31s":"Thank you for your timely efforts. We are already starting the decontamination process. Next time we'll try to measure the consequences of our assault.",		"m31o":"We just hit an Imperial factory that constructs Star Destroyer replacement parts. Apparently they have to be built in a gravitational field. We didn't realize that destroying the factory would release toxic chemicals everywhere. To clean up the mess, our droids need a local supply of a certain material. Can you locate it for us?",		"m30t":"Destroyed AT-AT Refueling Depot",		"m30s":"We'll start the decontamination procedures right away. That was quite an assault. We almost got General Maximillian Veers, but we were seconds too late.",		"m30o":"We blew up an Imperial depot that was refueling AT-AT walkers. We can't celebrate our victory yet, though, because our assault released some kind of toxic Imperial chemicals into the biosphere. We have to decontaminate, because the Empire won't. For that job, we need a source of a particular material. Can you help us?",		"m29t":"SpecForce HQ Blown Up",		"m29s":"Good. We have to move quickly, before those chemicals poison the wildlife. We had actually intended to poison a Grand Moff. Too late for that now.",		"m29o":"The Empire took out our SpecForce base before we could blink. What's worse, that base contained certain chemicals that now endanger the local environment. We need to decontaminate. Our droids require a certain material for the purification process. Can you locate a source of this material?",		"m28t":"Resupply Post Hit; Ackbar Escapes",		"m28s":"You do good work. We're sending out droid workers all over this world to mine replacement materials. Must be quite a sight; wish I could see it.",		"m28o":"The Empire took out one of our fleet resupply outposts just moments before a High Command leader was due to arrive. We diverted Ackbar in time, thank goodness. But to remedy the shortfall from the loss of the outpost, we need many sources of local raw materials. Can you locate a source for this one?",		"m27t":"Rogue Squadron Pilot Facility Hit",		"m27s":"Good work. We'll get on this fast. That liquid metal fuel can poison whole ecosystems if you don't stop it quick.",		"m27o":"The Empire hit us hard at an X-wing pilot training facility. The commander of Rogue Squadron, Wedge Antilles, barely escaped alive. The attack left the landscape contaminated with toxic liquid metal fuel. To decontaminate the area, our droids need a particular substance. We want you to locate a source, quickly.",		"m26t":"Decontaminate Radioactive Battle Site",		"m26s":"Thank you. We should begin decontaminating the radioactive area shortly.",		"m26o":"The last Imperial assault on one of our power stations left dangerous radioactives scattered across the landscape. We need to decontaminate the area before local wildllife starts dying or, worse, mutating. Our decontamination units need a particular material for optimal effectiveness. Can you locate a source of that material?",		"m25t":"Spoofing Probe Droids",		"m25s":"Thanks. I expect the problem of spoofing probe droids will be with us for a long time. But we have to try something.",		"m25o":"We've had to evacuate another base because of increased overflights by Imperial probe droids. We think we can refit some captured Empire "spoofing" devices to block the surveillance. But to do it, we need a certain material that's in short supply right now. Can you locate a source?",		"m24t":"Droids Carrying Tracking Beacons",		"m24s":"Thanks. We'll send out the worker droids right away, as soon as we screen them for Imperial tracking beacons.",		"m24o":"One of our outposts just uncovered Imperial tracking beacons planted in a new shipment of R4 astromech droids. They're evacuating the base, but they have to leave behind some vital materials. We're hiring surveyors like you to locate a local source of each material so we can restock the new base. Can you help?",		"m23t":"X-Wing Pilot Got Carried Away",		"m23s":"That's good news. We're proud of our X-wing pilots, but sometimes they get excitable. One burnout is usually all it takes to teach them better.",		"m23o":"An X-wing pilot got carried away during a battle and burned out his laser generators. He hightailed it back here for repairs. But we're still waiting on a "procurement specialist" to get past Imperial blockades and resupply us. Can you head into the wilderness and locate a local source for the material we need?",		"m22t":"R2 Unit Malfunctions Can Be Nasty",		"m22s":"Thank you. We diagnosed the R2 unit's malfunction, and everything looks fine for now.",		"m22o":"Some tech, while fitting an R2 astromech droid aboard an X-wing, accidentally dropped it. The droid seemed fine, so we put it aboard anyway. When the pilot lifted off, the R2 unit accelerated the ship so fast the repulsorlift burned out. The pilot barely managed to land safely. Please locate a source for the material we need to repair the ship.",		"m21t":"Crazed Y-Wing Pilot's Discovery",		"m21s":"Okay, we'll move fast to get into production. We need faster Y-wings, because the Empire is apparently rushing out some new improved TIE fighter.",		"m21o":"Some crazed Y-wing pilot discovered how to modify the pulse electromagnets in his ion jet engines to accelerate fuel injection. I've seen the performance statistics -- at those speeds I didn't think a Y-wing could even hold together! So now we want a lot more of the material he added to the magnets. Can you locate a source?",		"m20t":"Never Redirect Your Life Support!",		"m20s":"That's fine, we'll send out the droids to mine the stuff. Meanwhile, that pilot is out of the tanks now, so I'm going to give him a really good talking-to.",		"m20o":"One of our pilots redirected half his Y-wing's life support power into the coolant systems. "Big performance boost!" he said. I say, "Mind-bogglingly crazy!" He's in the bacta tanks now. He's burned out the ship's main coolant pump, and we need a particular material to refurbish it. Can you locate a source for it?",		"m19t":"Blockade Busting Failed",		"m19s":"Thanks -- you've helped us bring our materials shortfall under control. If only it were that easy to replace the men and women we lost against the Empire.",		"m19o":"Bad news. We just tried to break an Imperial blockade on an Outer Rim world, but the Empire was stronger there than we realized. We lost ships and good people. Now we're coping with a shortage of materials, so we need local help. Find us a source for this material so we can send droid workers to mine it.",		"m18t":"X-Wing Turbo Impeller Supply Crisis",		"m18s":"Thanks! We're trying to trace a new smuggling route now. But somehow there always seem to be more and more Imperial ships around every world.",		"m18o":"The Empire just blockaded one of our smuggling routes in the Outer Rim. We're dangerously short of the materials we need to maintain our X-wing turbo impellers. If you can locate a source for one of these materials, we can try to rig a home-grown solution.",		"m17t":"Ever-Increasing Smuggler Costs",		"m17s":"It's a good thing you found what we needed. Any fool knows you can't pilot a starfighter without an acceleration compensator.",		"m17o":"One of our "procurement specialists" is tripling the price of parts for acceleration compensators. Too risky to transport, it seems. To help us cut costs, we're sending surveyors in search of basic materials so we can build these parts. Find us a deposit of this material, please.",		"m16t":"Keep Weapons in Working Order",		"m16s":"Good job. Those Old Republic weapons may come in handy. -- Although I wouldn't mind it if they found a cache of Corellian Double Brandy too.",		"m16o":"The Alliance recently came into posession of a sizable cache of  Old Republic weaponry. In order for us to keep the old HM blasters in good working order, we need a certain material for maintenance and repair. Can you locate it for us?",		"m15t":"Material for Ion Engines",		"m15s":"Excellent! Now we just need to extract the stuff and get it offworld without anyone noticing.",		"m15o":"Getting everything we need to manufacture fusial ion engines is risky. The Empire is always watching for large shipments of raw materials to unusual places. Fortunately we only need you to find a modest amount of this particular material, so you shouldn't attract much attention. Ideally.",		"m14t":"Just Can't Get Enough",		"m14s":"You really came through for us, and we won't forget it.",		"m14o":"I understand you're someone who can find things. The Alliance can't seem to beg, borrow, or smuggle enough of a certain material we need. I hope you can come up with an additional source so we won't be forced to pay black-market rates.",		"m13t":"Using the Materials at Hand",		"m13s":"Good work. I don't know how you surveyors scrounge up everything we need to keep the Alliance going, but I'm glad you do!",		"m13o":"We're forced to scour the debris after major battles to salvage damaged equipment. After a recent engagement we managed to find some items that weren't irreparably damaged, but we need a good source of a particular material to get started on repairs.",		"m12t":"Recycling at its Finest",		"m12s":"We can't afford to waste resources the way the Empire can. We appreciate your help in this matter.",		"m12o":"The Empire sometimes discards equipment just because it's getting a little older. We manged to get our hands on some discarded weapon systems from an Imperial Star Destroyer. With a little reworking, they can help our blockade runners. Find us a supply of this material so our techs can finish adapting the weapons.",		"m11t":"Helping Aliens Helps Us",		"m11s":"Typical of the Empire to strip a world of its resources and then leave. Thanks for helping out.",		"m11o":"An ambassador from the Outer Rim informs us that the Empire has stripped his world of a vital resource. The Alliance feels that if we provide a source for this material, they may look favorably on our cause. See what you can find.",		"m10t":"Off the Beaten Path",		"m10s":"Thanks! We'll do a sweep before we send in a work detail, but it looks clear so far.",		"m10o":"An informant tells us that Imperial Security has hidden droidcams at many untapped sites for planetary resources. We need a rich deposit of a certain material, but you may have to travel off of the beaten track to find one that isn't being monitored.",		"m9t":"Build a Better Storage Tank",		"m9s":"That's good news. The last thing we need is corrosive coolant leaking everywhere.",		"m9o":"This new coolant we use in our Y-wing fighters may be more efficient than the old stuff, but it's also more corrosive. We're having serious leakage problems with our coolant storage system. We could use a rich source of a certain substance that can make a more resistant lining. ",		"m8t":"Developing a New Alloy",		"m8s":"I'll say one thing for the Empire: They really inspire us to improve our technology.",		"m8o":"Alliance researchers are adapting speeders to extremely cold climates. We need a new alloy that can handle the temperature variations the power generators are forced to endure. We need a major supply of a certain material. See what you can find.",		"m7t":"Imperial Survey Officer for a Day",		"m7s":"I'm glad your cover wasn't blown. Maybe we can use it again.",		"m7o":"In the Alliance we're forced to find supplies in creative ways. Should you be questioned while surveying, we have forged credentials that identify you as an Imperial survey officer who is surveying sites for hydroponics stations. That should stave off Imperial soldiers while you're looking for this material.",		"m6t":"Replace Confiscated Supplies",		"m6s":"Thanks! This will help keep us going untill the heat is off of our smuggler.",		"m6o":"One of our "procurement specialists" was recently boarded by Imperial soldiers who confiscated his cargo. The Alliance needed that material for the construction and repair of hyperdrive sequencer parts. Please locate a new source as soon as you can.",		"m5t":"Construction Materials Needed",		"m5s":"We appreciate your hard work. You are a credit to the Alliance.",		"m5o":"An Alliance freighter will be departing soon with supplies to be used in building a hidden High Command base. Although we've managed to load most of the materials needed, we still need more of one certain substance. The sooner you find it, the sooner the freighter can depart.",		"m4t":"In Short Supply",		"m4s":"That's great! I'll get the droids out there immediately. ",		"m4o":"You wouldn't believe the sheer quantity of materials it takes to build or even repair a ship.We're constantly in need of more sources of virtually everything, but right now one material is in incredibly short supply. Please find some as soon as you can. Our need is great!",		"m3t":"Praise for Surveyors",		"m3s":"You surveyors must have nerves of carbonite. Good work!",		"m3o":"I hear some of those surveying missions can get pretty hairy. Between dodging Imperial patrols, fighting off raiders, and battling hungry predators, it's a wonder you find anything at all. See if you can locate this material for us, but be careful. You're an important resource too.",		"m2t":"Replace Lost Resources",		"m2s":"Good timing! We'll send worker droids out to collect what you found.",		"m2o":"A recent Imperial raid on one of our hidden supply depots has us scrambling to replace lost resources. Locate a source for this material, and in the meantime I guess we'll have to build a new place to store it.",		"m1t":"Surveyors Needed",		"m1s":"Keep up the good work, friend. The Alliance is counting on you.",		"m1o":"I'm sure glad you're here! The Alliance is in constant need of resources, and good surveyors are in short supply too. If you could find us a rich source of this material, it would help out a lot."
}}
