{
	"stfFile":"mission/mission_npc_musician_neutral_easy",
	"entries": {
		"number_of_entries":"35",		"m9t":"Join the Ranks of the Musical Masters",		"m9s":"Mondegrene would have been proud, friend, especially given that he went tone deaf later in his life. Your pay's been deposited. I'd work with you again.",		"m9o":"I get all kinds of musicians coming to me for gigs, friend. Half of them aspire to be this century's Mondegrene, the other half doesn't even know who Mondegrene was. Which are you? Well never mind that, if you want a job, I got one for you. Mosey on over to these coordinates and show the patrons there that they're in the presence of greatness. Perform for 10 minutes.",		"m8t":"Who Loves Minuets?",		"m8s":"There's something about the way you played, friend. It inspired enough of your listeners that the owner of the establishment included a generous tip. I've transmitted your pay into your account. Check back with me for more work.",		"m8o":"Ever heard a Mantooine Minuet? I understand the Emperor is crazy about them. I happen to find them stodgy and monotonous. In any case, if Imperial music is not what you aspire to perform, then I got a gig you might be interested in. Head to these coordinates and play something decidedly un-Imperial. We'll talk again when your show is over. Perform for 10 minutes.",		"m7t":"Destined For Stardom",		"m7s":"Word is you weren't at all shy about performing your material. That's a good start. Stick with me and you just may get famous.",		"m7o":"If you ever have a hope of being as popular as the Modal Nodes, then you've got to play every available venue and take every gig that comes your way. You never know who might be listening to your material. I got one such gig lined up for you right now. Head to this location and belt out a few tunes. Don't be shy. I'll contact you when the gig is over. Perform for 10 minutes.",		"m6t":"Is That Music?",		"m6s":"Your material was apparently a far cry from the Dead Rebels. Good show, friend. I've deposited your fee, minus my commission. See me again soon.",		"m6o":"Have you heard the song "Death Star Diva?" Now that's a perfect example of how not to write a song. And who thought "Dead Rebels" was a good name for a band? If your musical style is nothing like those guys, then I've got a gig for you. The patrons at this establishment want to be entertained, so give them what they want. Good luck! Perform for 10 minutes.",		"m5t":"Make Your Musical Mark",		"m5s":"Judging by the reviews I got from the proprietor, it seems you're well on your way to a fulfilling career in offensive music. Congratulations! Come see me for future gigs.",		"m5o":"Take a lesson from Billi B. and the Paradise Gang - if your music and lyrics offend the Empire then everyone will know who you are. No such thing as bad publicity, right? Plus, the Empire wants to strip all the life and soul out of music. If you think you'd like to take a stab at enraging Imperial censors, head to these coordinates and work your magic. Perform for 10 minutes.",		"m50t":"Manager With Idiosyncrasies",		"m50s":"You didn't mention the Drall thing, right? Okay, I didn't think that particular obstacle would be hard to avoid. I'm not even quite sure where Drall is, actually.",		"m50o":"Here's a sweet gig, kid, but there are certain conditions you need to know going in. Whatever you do, don't mention the situation on Drall. No, I don't know what situation -- it's just what the manager told me. It's a dealbreaker, so just don't mention Drall at all, okay? Also, no spitting. But you'd never do that anyway. Go, play! Perform for 10 minutes.",		"m4t":"A Musical Legend",		"m4s":"Could this be another Miracle Meriko in the making? I guess only time will tell. Your pay's been deposited. Come see me again for more gigs.",		"m4o":"Do you remember Miracle Meriko? Now that was a musician's musician. I wonder whatever happened to that old music man? If you want to leave your mark on the galaxy, friend, you gotta study the works of the masters who came before you. If you think you're ready to perform, then I've got a gig for you. Here are the coordinates. Give it a shot, kid. Perform for 10 minutes.",		"m49t":"Tour Opportunity",		"m49s":"Apparently that guy blew town two days before I even knew he was here. I have got to work on the whole social network thing. Don't be downcast, there's always another gig.",		"m49o":"It's possible you may see a gent at this next gig who looks pretty well-travelled. That's because he's a booking agent for a space cruise line! You get on this guy's good side, and you've got a tour gig on the next luxury spaceliner out of this hole! Go on, do your best, and hope he's in the audience! Perform for 10 minutes.",		"m48t":"Not Bad-Mouthing, Right?",		"m48s":"That's just what I wanted to see happen, kid. Here's your fee, minus my cut. Glad we could straighten out that little friction between us.",		"m48o":"You weren't bad-mouthing me to some of the other managers, were you, kid? Naw, I didn't think so. No, I never really thought that. It's just -- you hear things -- everybody is always angling -- aw, what am I saying? You and me, kid! We're together against the stars! I tell you what, take this gig, and everything's fine between us. Perform for 10 minutes.",		"m47t":"Corporate Sector Location Scout",		"m47s":"No word yet from the Corporate Sector. Well, keep plugging away, and maybe they'll see you eventually. As the Mon Calamari say, chin up!",		"m47o":"This is very hush-hush, but I hear that a major Corporate Sector company is scouting locations in this vicinity for a promotional holo. They might want musicians. This gig -- this very one! -- could be the one that lands you a big-big contract, kid. Don't blow it! Perform for 10 minutes.",		"m46t":"Look Vibrant",		"m46s":"Turns out my friend had a bad headache and had to cancel, kid. That's okay, she hangs out a lot in cantinas. She's an artist, you know -- that's what they do.",		"m46o":"An artist friend of mine said she might be showing up at this gig. This could lead somewhere for you, kid. She's big! Her artwork on your first holo could add an extra ten percent to your bottom-line sales. When you play, try to look kind of -- vibrant. Perform for 10 minutes.",		"m45t":"Bootleg Concert Recordings",		"m45s":"Didn't see the bootleg guy? Okay, maybe the enforcers I hired ran him out of town. We'll hope he's crawled off to some other planet. Sheesh, what a business.",		"m45o":"At this next gig, keep an eye out. Some creep has been spotted around there recording secret concert bootlegs, and selling them across the galaxy over the HoloNet. This is blatant interference with your intellectual property, kid. If you see him recording you, you're legally entitled to blow him up with a thermal detonator. Remember that! Perform for 10 minutes.",		"m44t":"Potential Endorsement Contract",		"m44s":"I see by your downcast expression that nobody offered you an endorsement contract. Ah, kid, those instrument reps, they're delicate. Your time will come, don't worry.",		"m44o":"A rep for one of the galaxy's leading instrument manufacturers will be hanging out at your next gig, kid. If she likes what she sees, she may offer you an endorsement contract. "I play nothing but Klonsbon Fizz Horns, they're the best!" Play your heart out, but don't sign anything without consulting me first. Perform for 10 minutes.",		"m43t":"Influential Listener",		"m43s":"I hope your gig made an impression on our influential friend. Who knows? We may be on the road to stardom together. You and me against the galaxy, huh, kid?",		"m43o":"A very influential industry person will be watching at this gig. I can't say who. What? How is he influential? Well, I can't really go into that. Let's just say he makes things happen in a lot of ways. A -- lot -- of ways. It's something you ought to keep in mind as you play. Try to sound -- I don't know -- authoritative. Perform for 10 minutes.",		"m42t":"Promo Holographer",		"m42s":"The holographer couldn't make it, kid. Sorry I didn't tell you about that little mess-up. Seems he got married a couple of times to two different women, and they both showed up in town wanting an explanation. These holographers -- worse than musicians, sheesh.",		"m42o":"Look good on stage at this next gig, kid! I've got a promo holographer in the audience, waiting to shoot you so you look good-good-good. This guy can make canned meat look glamorous. For you -- well, I dunno -- aw, I'm just kidding you! Am I a kidder? You know I'm a kidder. Go and play, and just wait 'til this guy makes you look great! Perform for 10 minutes.",		"m41t":"Holograph Permit Fees",		"m41s":"Okay, good to hear you weren't charged for "holograph permits." I think that manager and I have patched up our rocky relationship. In this biz relationships are everything.",		"m41o":"I've been feuding with a particular manager over blatantly illegal charges for "holograph permits." Some local fan takes your picture, and whoa, suddenly the club gets a cut? He's pulled that on me twice, and I just about pulled his tusks out. Keep an eye out when you play there, in case he tries to shake you down for "permit fees." Perform for 10 minutes.",		"m40t":"A&R Rep in a Certain Venue",		"m40s":"What? The A&R guy? Oh, he had to leave town. An arrest warrant, or some silly business like that. I didn't ask. In this business you learn not to ask.",		"m40o":"I hear that an influential young A&R rep -- that's Artist & Repertoire -- will be in a certain place today, checking out new talent. Is that a gleam of interest I see in your eye? I thought so. Kid, you could make yourself a nice new career if this guy likes your sound. Go and play your heart out! Perform for 10 minutes.",		"m3t":"Stun the Crowd",		"m3s":"It seems you certainly did, uh, express yourself. The crowd was stunned into silence by your performance. But I think that's a good thing.",		"m3o":"Kloo horns are overrated. My apologies if that happens to be your instrument of choice. I have a gig that asks for a kloo horn player, but personally I think what they really need is a quality musician - one of those can entertain with any instrument. Am I right? Well you can prove me right by heading to this location and expressing yourself. Perform for 10 minutes.",		"m39t":"Sound System Burns Down Venue",		"m39s":"No problems with the lack of a sound system, I see. Personally, I think a good a-capella sound can really move a crowd. Here's your fee, check back later.",		"m39o":"This owner sank, I dunno, thousands of credits into this new sound system. State of the art. Then his sound guy starts tinkering with it -- nearly burns the joint down. It's back in business now, but no sound system to speak of. Are you all right with that? Perform for 10 minutes.",		"m38t":"A Really Vigorous Clientele",		"m38s":"Hey, kid, I'm glad you made it back alive. --No, no, I'm only joking! I'm a kidder, see? Here's your fee, look me up when you want another gig.",		"m38o":"I have to warn you, this place where I'm sending you is -- well -- it's a little on the shady side. I wouldn't say actual blaster fights -- at least as such -- but let's just say it attracts a really vigorous clientele. Are you okay with that? Because if you're not, I can always find some band hungrier than you to do this gig. Perform for 10 minutes.",		"m37t":"Loyalty! Loyalty!",		"m37s":"You were fine, kid. But I just got a call from my old group, asking me back. I think I'm going with them. Been nice working with you, though.",		"m37o":"It makes me foam at the mouth when I work to build up a new band, work my heart out to make them big, and then they dump me and sign with some big corporate label. You won't do that, will you, kid? I'm starting you out small with this gig, but you can ride with me all the way to the top. Do it! Perform for 10 minutes.",		"m36t":"The Next Max Rebo?",		"m36s":"That was great! Here's your fee. I hope you don't mind my little fib about Max Rebo playing in that dive. I just wanted to get your emotions running high. You play better that way.",		"m36o":"You know, you've got a bit of the Max Rebo charisma to you. I dunno, something about your general look, your attitude.... Okay, you may do. I wouldn't give this gig to just anyone, but listen, Max Rebo got his start in this very same place where I'm sending you. Yes! That's what I'm doing for you! Go, play! Perform for 10 minutes.",		"m35t":"Pyrotechnics OK by You?",		"m35s":"I guess the manager ran out of flash grenades, huh? No, I didn't say "grenades," stupid me. Personally, I think that flash stuff is out of style, but that's just me.",		"m35o":"You got any problems with pyrotechnics during a performance? I ask because for this latest gig -- I should warn you -- the manager may want to occasionally fire off big flashes during your show. Flash grenades, I think. No, look, don't worry, "grenades" is the wrong word. He's got permits and everything. Just go play. Perform for 10 minutes.",		"m34t":"Who Delivers For You?",		"m34s":"Here's your fee, kid. And remember, who delivers for you? That's right, that's right. Don't you forget that.",		"m34o":"No one delivers the gigs like I do! Does anyone else deliver? No! You tell me, kid, who delivers like I do? "Nobody," that's right. Here's my latest present to you, a great gig handed to you on a silver platter. Go, play, change the galaxy! Perform for 10 minutes.",		"m33t":"Old-Style Nostalgia Revival",		"m33s":"That's the ticket! You must have seen some old folks soaking up that good-ol'-days nostalgia. Takes me back a little myself. What an old manager I've become....",		"m33o":"The buzz is, there's a big nostalgia revival that's building up strength. It's just your kind of music, kid! You could make a big comeback like what's-his-name did a few years back. Okay, so you haven't got anything to come back from yet, but the point is, take this gig! Perform for 10 minutes.",		"m32t":"No-Litigation Performance",		"m32s":"That was fine, kid. The manager says you did absolutely nothing to inspire litigation, at least not that he saw. Guess we'd know by now, huh? Here's your fee.",		"m32o":"You're not wrapped up in any current litigation, are you? I've got a gig from a local manager who's a little wary due to previous legal entanglements. No, I didn't ask. In this biz, kid, you don't ask questions you shouldn't ask. Are you up for this gig? Perform for 10 minutes.",		"m31t":"A Guy I Know Knows a Guy",		"m31s":"The guy who knows the guy I know says you did great, kid. I'm passing along the fee, minus a small commission of course. Come on back for more work, okay?",		"m31o":"A guy I know knows a guy who's in with big-league talent management. You've got my word, if you just show up and play your heart out, you'll move your career up to the next level. This is potentially a big break, kid! Go for it, and I'll handle the booking details. Perform for 10 minutes.",		"m30t":"Rising Star in Musical Firmament",		"m30s":"A stellar performance, kid. But remember, talent is only part of what it takes to succeed in this heart-deadening business. Good luck, and dream of success!",		"m30o":"Listen when I tell you, there's a star in the galaxy for every broken heart in the entertainment field. But you, kid, you have real potential. I have a gig that'll test your ability to rise in this line without getting your heart burned. Interested? I can give you the coordinates here and now. Perform for 10 minutes.",		"m2t":"Can You Play Better Than a Bith?",		"m2s":"I'm not sure if you settled anything in regards to the Bith question, but you did entertain. Enjoy your credits, friend.",		"m2o":"They say only Bith can really play an Ommni Box. Do you think that's true? If you think you can prove something either way, head to this location and entertain the crowd. If you don't have an Ommni Box, then settle the matter with whatever instrument you do happen to have. I'll pay you when you've finished your set. Knock 'em dead, kid. Perform for 10 minutes.",		"m29t":"Need Talented Newcomers",		"m29s":"You're not bad, kid. I expect this will develop into something nice. Don't go working for others, now. That only ruins a trusting relationship.",		"m29o":"True, my rise to power in the music business has left a few bruises on the people under me. But you shouldn't worry about rumors and reputation -- a trusting relationship between artist and manager is the key to success. I can make you a star, just like I made stars out of those ingrates before. But it'll be different! What do you say? Perform for 10 minutes.",		"m28t":"Opening Act",		"m28s":"Sorry, the Modal Nodes had to cancel. What, I didn't tell you? Sorry, I've been busy. Here's your fee, minus my cut. Stardom, that's an elusive goal, kid. You've got to keep plugging.",		"m28o":"I can't believe this opportunity! The Modal Nodes are looking for an opening act, and you're standing right here! I need you, kid! Get over to these coordinates, and don't get shy at the enormous crowd. This is your big break! Go for it! Perform for 10 minutes.",		"m27t":"Limited-Time Engagement Only",		"m27s":"Glad you could take care of that little gig. Three others bailed on me before you. Musicians! You're all alike! Here you go, look me up when you need more work.",		"m27o":"I've worked with the best in the business, kid. Now I'm offering you a chance at the big time. You've got to take advantage of this gig right now, or it's off. I need a decision here and now. Money? Location? Just trust me, it's all taken care of. I need a yes right now. What do you say? Perform for 10 minutes.",		"m26t":"Star Quality Written All Over You",		"m26s":"I admire your style, kid. That was fine, fine. And I don't say that to just everybody. Here's your fee, minus my reasonable commission of course.",		"m26o":"Love your look, kid! You got star quality written all over you, and I don't say that to just everybody. You need to play, right? I got a gig. You won't find a better gig anywhere else, so trust me, kid. I got the coordinates, I got the payment arranged. You just go there, play your set, and check back with me. Hokey dokey? Perform for 10 minutes.",		"m25t":"Live Music Is Best",		"m25s":"Hmm, maybe my friend had a point there. Well, you certainly entertained the crowd, such as it was. Your fee's been deposited.",		"m25o":"A friend of mine insists that yerk music cubes will replace live musicians. I keep telling him he's gone soft in the head. You ever heard one of those things play? It sounds like screeching Jawas. Anyway, I got a gig that doesn't call for a music cube but for a live musician instead. Head to these coordinates and show the crowd you won't become obsolete anytime soon. Perform for 10 minutes.",		"m24t":"A Helpful Musical Agent",		"m24s":"Well, well, well, if that wasn't a grand performance. Nice job, kid. I can nurture talent like yours and make sure you get rich quick. Come back and see me soon.",		"m24o":"There are a lot of unscrupulous agents out there, friend, just waiting to take advantage of an up-and-coming talent such as yourself. You gotta keep focused and alert and make sure no one is exploiting you. This gig I got lined up for you here, for example, is a clean establishment with decent clientele. Entertain those folks and you'll get paid. Simple, huh? Perform for 10 minutes.",		"m23t":"Pay the Bills",		"m23s":"The fact that your pay was deposited should indicate to you that the crowd was mostly appreciative of your talent. Come see me again, I got more gigs.",		"m23o":"You may not get rich with me or even be remembered in a few years, but you'll be able to make ends meet. I got a gig at these coordinates. Head there, play your set, and you're done. I'll pay you if the crowd appreciates your efforts. That's how this business works, kid. Perform for 10 minutes.",		"m22t":"Soul Music",		"m22s":"Your performance was full of soul, friend, as it moved several patrons to tears. You've earned your pay. See me for more gigs.",		"m22o":"The galaxy would be a much darker place without music, don't you agree? I'm glad the Empire has not stamped out all originality in music. Would your music be classified as original, friend? 'Cuz I have some great gigs for original artists. Head to these coordinates and show the Empire that they'll never be able to crush the soul of music. Perform for 10 minutes.",		"m21t":"Search For Musical Venues",		"m21s":"Okay, so you're pretty decent. I can use more musicians like you. Your fee's been desposited. I'm sure you'll find it fair given your performance.",		"m21o":"Looking for venues for your musical skills? I can help you out, friend. Head to these coordinates and entertain the crowd. I don't need to know what instrument you play or what style of music. If you're good, I can use you and this gig will determine that. Good luck. Perform for 10 minutes.",		"m20t":"Impress the Music Critics",		"m20s":"Do I still got it or do I still got it? I knew you'd pull through for me. It's a pleasure to work with such talent.",		"m20o":"Everyone's a music critic. This particular proprietor has not been happy with the last few musical acts I've booked for his establishment. I'm desperate and need someone of rare talent to play this venue and show the crowd that I can still pick a winner. You willing to do that, friend? Perform for 10 minutes.",		"m1t":"Rhythm In Your Soul",		"m1s":"Is it safe to say that you have rhythm in your soul? Nah, probably not. But a decent job nonetheless. I've deposited your credits, friend. See me again for more gigs.",		"m1o":"You know how to play a Bontormian Klesplong? Well, it doesn't really matter. If you can play any sort of instrument, I got a gig for you. Head over to these coordinates and work your magic, friend. I want that crowd up on its feet (or the equivalent) and swaying to the music. I take care of the money, you worry about your performance. Go to it! Perform for 10 minutes.",		"m19t":"Remain True To Your Music",		"m19s":"Looks like fame and fortune is still a ways off for you, friend. Good work out there today. Come see me for more career-building gigs.",		"m19o":"One day you'll look back fondly on these days of playing every seedy joint in the galaxy just to scrape together a living. Fame has its price and it usually involves "losing" who you really are to the screeching crowds, the millions of credits, the opulent lifestyle. So when you play tonight, friend, think of that. Who knows it might improve your performance. Perform for 10 minutes.",		"m18t":"Fame",		"m18s":"Well, it does seem you managed to offend some patrons. I suppose you need to work on refining that skill, but overall it was well done. Enjoy your credits.",		"m18o":"The rules of fame are easy: Play turbolift music and the galaxy will ignore you; play offensive music and you'll go down in the annals of musical history. The band Red Shift Limit is living proof of this, friend. If you think you can offend with as much finesse as these beings, then I've got a gig for you. Head to these coordinates and offend away. Perform for 10 minutes.",		"m17t":"The Melodic Sounds of Nose Flutes",		"m17s":"I understand you made sounds quite similar to those made by nose flutes, which is pretty close to what was asked for. Your fee has been deposited, and yes, it includes the proprietor's tip.",		"m17o":"Ludurian nose flutes are quite hard to master. Have you ever tried playing those? I get lots of requests for nose flutists, for some reason. But failing that, I gotta send what I have at hand, right? So the gig is yours if you want it. Play your heart out and the proprietor will show appreciation by including a generous tip for you. Perform for 10 minutes.",		"m16t":"A Tough Crowd",		"m16s":"All went well, I see. Excellent! I knew that joint was a safe place to play. So no hazard pay needed. Your fee's been deposited. Come see me again soon.",		"m16o":"A kloo horn can make a good weapon in a pinch. Not that you have to have a kloo horn for this gig or that you would need to use it as a weapon if you did. So you still interested in peforming at this joint? If so, head to these coordinates. Remember, if the crowd starts to get a bit... rowdy, keep your eyes on the exits. Perform for 10 minutes.",		"m15t":"The Next Great Band",		"m15s":"The patrons were fairly amused, which is all that counts, really. Enjoy the fruits of your labors. And come see me for more gigs.",		"m15o":"You wanna know a great band? Hyperspaze and the Jump Lanes! Now that was a great band! You put together a band like that and you'll carve your name in galactic history. But first, you gotta practice. Head to these coordinates and show them that you've got what it takes to become a musical legend. I'll pay you after you've made your point. Perform for 10 minutes.",		"m14t":"Play That Glimmik Music",		"m14s":"See? Glimmik music is either the most misunderstood form of music in the galaxy or else no one really knows what it is. Good show. Your fee's been transmitted.",		"m14o":"Can't say as I understand glimmik music all that well. Maybe I lack the appropriate auditory senses to truly appreciate it. You a fan of that sort of music, friend? Can you play it? Or at least fake it? Head to this establishment and give those patrons a performance of glimmik music. Or whatever you happen to know. I bet most of them won't be able to tell the difference. Perform for 10 minutes.",		"m13t":"Become a Master Musician",		"m13s":"You just might have master potential in you. Practice makes perfect, as they say. Your fee has been deposited. See me again for more gigs.",		"m13o":"I've met a few aubade masters in my day, and let me tell you those musicians get all sorts of perks - money, suitors, influential patrons, you name it. But they all had to start somewhere and here is where they usually did it. I got a gig for a musician that aspires to rise to such heights. If you're interested, head to these coordinates. Your pay comes after the gig is over. Perform for 10 minutes.",		"m12t":"Dance the Night Away",		"m12s":"You never know when the mood to dance will strike someone, friend, so I wouldn't worry too much about that. Good job overall, I'd say. I've included a generous tip in your pay. Enjoy!",		"m12o":"Dusk music is so overrated. Anyone can do dark and moody. If you really want to impress people, try doing something uplifting and moving. But it's gotta have a great beat, something you can dance to, ya know? If that describes your style, then I've got a gig lined up that you could really take advantage of. Go to these coordinates and do your thing. Perform for 10 minutes.",		"m11t":"Offend the Empire",		"m11s":"Keep that up and the Empire will ban you for certain. I'll watch your career with great interest. Come see me again for more gigs.",		"m11o":"If you ask me, a musician's goal is to be banned by the Imperial Board of Culture. Take Deeply Religious, for example. Do you think you'd actually know who that band was if it hadn't been for the actions of the IBC? I got a gig coming up where you can make your mark. Head to these coordinates and start offending the Empire, friend. Perform for 10 minutes.",		"m10t":"Play the Blues",		"m10s":"You never told me you could perform some Blaster Rays tunes. I gotta keep you in mind for some of my more "eclectic" patrons. Enjoy your credits, friend.",		"m10o":"Tatooine Blues music is all the rage these days. Can't say that I care for it much myself, but I'm not paid to be a music critic. I need a musician that's familiar with some of these recent trends to play at the following coordinates. If you don't know any Tatooine Blues songs, don't worry - fake it like most of them do. I'll pay you when the gig is over. Perform for 10 minutes."
}}
