{
	"stfFile":"mission/mission_npc_dancer_imperial_easy",
	"entries": {
		"number_of_entries":"35",		"m9t":"Dance for the Emperor",		"m9s":"Good news! They've decided to use your dance among those they'll show the troops. Maybe you really will dance for the Emperor one day.",		"m9o":"Do you dream of one day dancing before our beloved Emperor? Well, don't get above your station, citizen; you're still pretty new at this. The good news is that they still need dancers to soothe battle-weary troopers. They're recording dancers at these coordinates. Go and do your best. Perform for 10 minutes.",		"m8t":"Get Noticed",		"m8s":"Better luck next time. Perhaps with a bit more practice you'll be chosen for the next gala.",		"m8o":"Mondegrene's great classic "Fugue in K" is being performed, replete with a host of dancers, for the annual Imperial Board of Culture annual gala. Auditions are being held via droidcam at these coordinates. This would be a good opportunity for you to be noticed. Perform for 10 minutes.",		"m7t":"Performance Art",		"m7s":"COMPNOR changed the loyalty message again right after you left. This is for your time.",		"m7o":"COMPNOR's latest inspiration is for dancers to incorporate the message "Your First Loyalty is the Empire" in all performance pieces. You are to go forth and dance this message at the designated venue. Note and observe anyone who seems to find this message distasteful. Perform for 10 minutes.",		"m6t":"Perfomance Excellence",		"m6s":"The stormtroopers were recalled to duty before you got there, due to an increase in the Rebel terror alert level. Payment has been made for your time.",		"m6o":"A squad of stormtroopers frequents a local establishment. Their commanding officer wishes to reward them for their excellent performance. You are to go there and dance in a way that thanks them for service to the Empire. Perform for 10 minutes.",		"m5t":"Starving Artists",		"m5s":"They paid you that much? That ought to keep you in crispic for a while.",		"m5o":"I hear that you artists are always starving. Well, if you'd get a real job instead of prancing around for stray credits, you might be able to eat more regularly. Still, I hear that this venue is recording holos of dancers to entertain Imperial troops. Maybe if you go there you can scrape up enough money for a decent meal. Perform for 10 minutes.",		"m4t":"Spread Joy and Beauty",		"m4s":"Here are your credits. Doesn't it feel good to uplift people with your art?",		"m4o":"Some prudish citizens think the arts are decadent. But what better way to thank our beloved Emperor for the peace and prosperity he has brought us than to spread joy and beauty? I'll even put my credits where my mouth is. Go and dance at this venue, and I'll give you a nice fee. Perform for 10 minutes.",		"m3t":"Show Your Loyalty",		"m3s":"Morale and productivity are adequate. Credits have been transferred to your account.",		"m3o":"COMPNOR has issued a directive for certain uplifting dances to be performed in an effort to keep public spirits high. Dances that do not cause sufficient increase in morale and productivity will be scrutinized meticulously and may result in a re-evaluation of your loyalty to the Empire. Go. Perform. Perform for 10 minutes.",		"m35t":"Replace Troublemaking Alien",		"m35s":"Intelligence indicates that the troublemaking alien has now vacated this world. Good riddance, I say. You may be proud of your part in this, agent!",		"m35o":"Though the Empire of course protects all its citizens, we do enforce a sensible social arrangement regarding alien species. One notorious alien performer has attracted significant attention and espouses anti-Imperial views -- publicly! We are pre-empting this troublemaker's next performance by scheduling you instead. Go and dance. Perform for 10 minutes.",		"m34t":"Dance to Identify Rebels",		"m34s":"The initiative to use dancers to identify Rebel sympathizers has been predictably ineffective. The program is cancelled, as is your debriefing. That is all.",		"m34o":"Your dossier indicates that you are currently not suspected of Rebel activity. Perhaps the dossier must be updated; perhaps not. Regardless, we select you to perform at the designated venue in a casual, anti-authoritarian manner, while identifying individuals who express to you anti-Imperial sentiments. We shall debrief you afterward. Perform for 10 minutes.",		"m33t":"Moff's Diversion Audition",		"m33s":"The spies report that your dance failed to meet the Moff's high standards. You may address complaints to the Imperial Security Bureau. I suggest that complaints are inadvisable.",		"m33o":"The Moff plans an entertaining diversion for a certain celebrity scheduled to visit the planetary headquarters. The celebrity's identity is classified. Because this occasion is specified to be merry and bumptious, the Moff is auditioning dancers. Perform at the designated venue, and your motions will be recorded for submission to the Moff's office. Perform for 10 minutes.",		"m32t":"COMPNOR Dance Initiative Goes Astray",		"m32s":"If reports reach this office of licentious or immoral implications conveyed by your dance, we will pass the accusations to COMPNOR. Otherwise, all appears well.",		"m32o":"COMPNOR has enlisted an Imperial Ballet star to visit this world on a performance tour. Whether this extravagant move produces the desired increase in local morale, we shall never know -- the dancer has been delayed offworld. Therefore, to fulfill a contract, we are sending you instead. Do not disappoint us. Perform for 10 minutes.",		"m31t":"Substitute Dance Emergency",		"m31s":"You show an admirable willingness to rise to the emergency. So long as you told no one of the reason for your performance, this will reflect well on you. That is all.",		"m31o":"Imperial Center has assigned this office to coordinate local production of a new ballet composed by the Imperial Security Bureau, "The Empire Moves Ever Upward." Certain problems have arisen in the production. To fulfill the contract with the chosen venue, we shall send you instead. Go, and say nothing of the reason. Perform for 10 minutes.",		"m30t":"Dance Classification SECRET",		"m30s":"That is acceptable. Compensation is attached. Tell no one!",		"m30o":"This office's budget is classified "Secret." An item in that budget allots funds for a certain purpose, also classified. To achieve that purpose, you are to go to the designated venue and execute a dance performance of the required duration. Tell no one! Perform for 10 minutes.",		"m2t":"Skilled Dancers Required",		"m2s":"Your dancing was considered worthy by the casting director, but he didn't feel your height was quite right for his vision. That is all.",		"m2o":"Rebel factions have been clandestinely staging ballets banned by the Imperial board of culture. We are staging approved ballets with dancers of such great skill that nobody will want to go see amateurish Rebel productions. Your name was among those chosen to audition. It is a great honor for you to be chosen. Do your best! Perform for 10 minutes.",		"m29t":"High-Spirited Dance is Mandatory",		"m29s":"Your compensation for the performance is attached. I will shortly review our spies' reported assessments of your level of high spirits, and debriefing may follow. Be ready.",		"m29o":"Owing to our recent good efforts in teaching the aliens their proper place, our spies, who are everywhere, have noted a decline in human citizens' morale. I find this inexplicable, but we do maintain a modest budget for the hire of dancers to increase morale. This office commissions you to perform a delightful, high-spirited dance at the designated venue. Perform for 10 minutes.",		"m28t":"Intolerably Scandalous Dancing",		"m28s":"No reports have reached me that you engaged in untoward conduct. Therefore I shall report the "scandalous dancing" incident closed. You may go.",		"m28o":"Sector headquarters has issued another memo reminding us to maintain Imperial standards of moral righteousness. This directive is prompted by recent reports of scandalous dancing in venues frequented by Imperial soldiers. To remediate this offense, go to the designated venue and dance in a wholesome, upstanding manner. Perform for 10 minutes.",		"m27t":"Dance for Imperial Ballet Scout",		"m27s":"Once again, it seems, the Imperial Ballet Company scout has been waylaid before arrival on this world. These artistic people have no social responsibility.",		"m27o":"Another of the Imperial Ballet Company's frequent scouting missions has arrived on this world. If this office provides a talented dancer for the company, the Emperor himself may bestow honors upon us. Therefore, you are to perform in an animated, dazzlingly virtuosic manner for the scout at the designated locale. At once! Perform for 10 minutes.",		"m26t":"Debauchery-Free Dance",		"m26s":"Your dance was acceptable. Note that conduct indicative of debauchery or scandal will be met with the harshest punishment. That is all.",		"m26o":"Though the entertainment professions are invariably linked to debauched conduct, Imperial Center requires this office to take a constructive approach to reform. We commission you to perform a dance of an uplifting, morally rigorous nature in the designated venue, to increase morale among our soldiers. Go. Perform for 10 minutes.",		"m25t":"Moff's Grant to Encourage Dance",		"m25s":"I shall report to the planetary authority that you have discharged the obligations of the grant without provoking untoward remarks. That is all.",		"m25o":"For reasons that are lost on a line officer like myself, our Moff grants money for "encouragement of local musical arts" -- to include dance, it says. You, therefore, an admitted dancer, will receive this remarkably generous stipend if you commit some sort of dance at the grant committee's designated venue. You'd be foolish to refuse. Perform for 10 minutes.",		"m24t":"Snare for a Rebel Dance Lover",		"m24s":"The Rebel leader we hoped to snare was apparently forewarned. Be apprised that we shall be closely examining our records of your recent movements. If you had an encounter with the Rebel, you will certainly wish to relocate offworld at once.",		"m24o":"Imperial Intelligence reports that a Rebel leader on this world is said to be attracted to dancers. You will become the bait in a scheme to lure this leader into a local venue. As you perform, our spies, who are everywhere, will identify and subdue the Rebel. Tell no one, or you will see an end to both your career and your legs. Perform for 10 minutes.",		"m23t":"Uncompleted Universe",		"m23s":"Your motions were deemed somewhat too sophisticated for a supposedly primitive dancer. You must work on that. That is all.",		"m23o":"Mondegrene's "Uncompleted Universe" is the Imperial Ballet Company's next production. For an authentic touch in Scene 4 they wish to import unsophisticated native dancers from outside the Core Worlds. You are to audition for this high honor at the designated venue, where holocams will record and transmit your untutored motions. Perform for 10 minutes.",		"m22t":"Mantooine Minuet Audition",		"m22s":"Your dance is considered to show, at best, only a glancing resemblance to Mantooine minuets. The IBC rejects your audition without future prejudice.",		"m22o":"The Imperial Board of Culture wishes to popularize our beloved Emperor's favorite music, Mantooine minuets. The IBC is now auditioning dancers to perform these minuets as part of galaxy-wide cultural programs. Perform at the designated venue, where IBC droidcams will record your dance for later judgement. You will be compensated. Perform for 10 minutes.",		"m21t":"Stopgap for a Cancelled Message",		"m21s":"This office is still awaiting word regarding the "Human Beings Light the Way" message. We will contact you again should we require further stopgap performances.",		"m21o":"COMPNOR's current propaganda message, "Human Beings Light the Way," is apparently under debate at Imperial Center and has been tabled. The performers we had enlisted to promote the message have no other dance ready. It falls to you to substitute for them at the designated venue. Say nothing regarding "Human Beings." Perform for 10 minutes.",		"m20t":"Eradicating Old Republic Corruption",		"m20s":"COMPNOR mistakenly released the message update "The Empire Eradicated Old Republic Corruption" prematurely. This message is not yet to be conveyed. However, you were not informed prior to your performance. When entered in your permanent record, this report will include the mitigating circumstances.",		"m20o":"A new directive from COMPNOR replaces the current propaganda message. Henceforward, until further notice, all public communications and performances are to relay the message "The Empire Eradicated Old Republic Corruption." At the designated venue, perform a dance conveying this worthy sentiment. Perform for 10 minutes.",		"m1t":"Celebrate the Empire in Dance",		"m1s":"Your dance has been reviewed and conditionally approved, pending further investigation. Your fee has been deposited.",		"m1o":"The Imperial Board of Culture has chosen you to participate in its "Celebrations of the Empire in Dance" series. Go to the appointed venue and give a morally appropriate dance that celebrates the Empire. How should I know what that means? You're the blasted artist! Perform for 10 minutes.",		"m19t":"Imperial Dances Keep You Safe",		"m19s":"Until further notice the message "The Empire Keeps You Safe" will remain the subtext of all dances commissioned by Imperial offices. That is all.",		"m19o":"COMPNOR has updated its current propaganda message. All public communications and performances are required to stay on-message until further notice. The current message is, once again, "The Empire Keeps You Safe." At the designated venue you are to perform a dance indicative of Imperial safety guarantees. Go. Perform for 10 minutes.",		"m18t":"Morale-Raising Effects of Dance",		"m18s":"In my view an Imperial soldier needs no morale-raising dances. He lives to fight and die for our beloved Emperor. But it is not for me to question Imperial Center directives.",		"m18o":"A directive from Imperial Center gives results of recent psychological tests. Apparently observation of dancers can have salutary morale effects. This strikes me as shoddy reasoning, but this office has been given funds to commission morale-raising dance performances. Hence you must perform at the designated venue. Go! Perform for 10 minutes.",		"m17t":"Fair Treatment ",		"m17s":"Imperial Security decided to round up all members of the CFTA on their way to your recital and detain them for questioning. That seems fair.",		"m17o":"The "Citizens for Fair Treatment of Aliens" -- hah! -- have been lobbying for dance recitals that would be less exclusive toward nonhuman species. Apparently we are to appease these troublemakers until resources permit a purge. Go to this venue and perform some dance routines that those filthy alien lovers might enjoy. Perform for 10 minutes.",		"m16t":"The Moff's Lost Dancer",		"m16s":"They wound up going with someone with more experience, but they were impressed with your dance. They sent this small incentive so you'd keep at it.",		"m16o":"The Moff is furious! A rival has hired away the local troupe's leading dancer. With the Imperial Board of Culture annual gala coming up, you can imagine the crisis. They're recording emergency auditions at this venue. If you hurry, you might get there in time to perform. Perform for 10 minutes.",		"m15t":"The Moff's New Dancer",		"m15s":"You weren't chosen for the dance troupe, but the Moff, being quite happy with the new dancer, is giving a small stipend to everyone who auditioned. Enjoy.",		"m15o":"The Moff has managed to lure away the favorite dancer of a chief rival and is accepting recordings from young dancers to fill out the rest of her troupe. Go to these coordinates and give your best performance. If you get noticed by the Moff, you could really go places. Perform for 10 minutes.",		"m14t":"Friends in High Places",		"m14s":"Greetings. My predecessor was "reassigned" -- very permanently -- for using the Moff's name with excessive familiarity. Records indicate you are to receive payment for some sort of entertainment. This fee has been deposited.",		"m14o":"The Moff is a close personal friend of mine, you know, always asking me about how the arts budget should be spent. I've recommended a series of holos, a tribute to those we've lost fighting the Rebellion. Go to this venue and you'll be paid to dance. Perform for 10 minutes.",		"m13t":"Flailing Vigorously",		"m13s":"I observed your dance closely via holocam. I'm sure when the troopers see it they'll be pleased.",		"m13o":"I gather you dancers are quite popular with the local troops. It's not surprising really; they come back from those horrible combat situations and there you are, all clean and limber, your supple limbs flailing vigorously, full of such... is it warm in here? Anyway, you are to go to the designated venue and perform for the droidcams. Perform for 10 minutes.",		"m12t":"Imperial Opera Audition",		"m12s":"They didn't choose you for the final audition, but you did well enough to merit these credits.",		"m12o":"Does every move of your dance venerate our beloved Emperor? An Imperial talent scout is seeking holos of lesser-known dancers for possible participation in the Imperial Opera. Go to this location, where a holo will be made of your performance. Perform for 10 minutes.",		"m11t":"Significant Dance",		"m11s":"I'm sure you did just fine. I don't really care for these sorts of things myself. I was merely clearing out the budget.",		"m11o":"The Moff is dispensing the remaining funds from the arts budget, and they must be spent before the beginning of the next fiscal cycle. You are to make haste to this venue and perform some sort of -- of -- well, some kind of Imperially significant dance. Choose your dance wisely. Perform for 10 minutes.",		"m10t":"The Funky Droid",		"m10s":"You are required to forget this dance for reasons of Imperial security. No other action need be taken.",		"m10o":"One of our many spies, who are everywhere, report that a new dance craze called "The Funky Droid" is all the rage. You are to go to these coordinates and do this dance. It will be recorded and later analyzed by the Imperial Board of Culture for possible censure. Perform for 10 minutes."
}}
