{
	"stfFile":"mission/mission_destroy_neutral_medium_creature_tatooine",
	"entries": {
		"number_of_entries":"45",		"m9t":"Tatooine Hunting Season Opens",		"m9s":"Your hunting expedition was extremely successful! Congratulations! The Galactic Game and Wildlife Commission is pleased to award you with well-deserved credits.",		"m9o":"Galactic Game and Wildlife Commission",		"m9d":"Another official hunting sub-season has begun! Credits are offered for confirmed destruction of lairs on Tatooine. Good luck!",		"m8t":"Pet Eaten",		"m8s":"Thank you for helping my beloved Kowakian monkey-lizard find peace. You've avenged his death. You deserve to be paid, in his memory.",		"m8o":"",		"m8d":"My little pet was murdered! Those filthy beasts just came in and killed my poor pet, my favorite pet, my beloved little Kowakian monkey-lizard! For no reason! Please, wipe them out! I'll pay for you to avenge my poor little companion!",		"m7t":"Old Yellow Scale's Legacy",		"m7s":"Well, things are finally getting back to normal around here. Even without Old Yellow Scale. I was sure that we'd be buried under vermin, but the destruction of several lairs has kept them in check. Thank you.",		"m7o":"",		"m7d":"I've lived in the desert my whole life. Ever since I was a child, I heard stories about "Old Yellow Scale," a krayt dragon who had supposedly lived forever. I had never seen him, though, until a few weeks ago. The monster was huge. But old, and sickly. I watched in horror as he stumbled past me, and then collapsed and died. I still have one of his fangs. But, with Old Yellow Scale dead, we've traded one huge threat for hundreds of smaller ones. You see, here's the thing: Old Yellow Scale ate a lot of the smaller wildlife around this area. He kept them from breeding out of control. And now, that's just what happening. I'd rather spend my life trying to avoid a single krayt than dodging hundreds of wild animals. So, I've located a few creature lairs that need to be eliminated posthaste. Do me the favor of wiping one out.",		"m6t":"Jundland Pox Control",		"m6s":"You should realize that you just saved half of Tatooine. My most recent studies clearly show that the Jundland Pox was about to become an epidemic. You eliminated the pox-ridden creatures before that could happen. Most of Tatooine's citizens will never know how close they came to death, but I'll also remember that you saved the planet.",		"m6o":"Bestine Hospital Medical Chief",		"m6d":"Only about one in a million creatures carry the Jundland Pox, but my research indicates that number may start increasing. I've located an area that seems to have a higher than usual concentration of the disease. We need to narrow the area's local animal population before the disease spreads and starts affecting other creatures.",		"m5t":"Tatooine Ugly Creature Killing",		"m5s":"All my friends told me that anyone who would go after those ugly creatures had to be crazy, desperate, or stupid. I think you're just very, very brave. I still can't believe you had the guts to take on those animals, whatever they were... I've been saving to buy some air brakes for my custom-built Podracer, but I think you deserve every credit in my account. Thanks again.",		"m5o":"",		"m5d":"So I was wandering around the desert, right? And I saw this... thing. It was ugly, so I followed it, thinking that I'd find out what it was. But then I spotted a whole bunch of them... You wouldn't believe how many... And they chased me away. I think someone should kill them, but it ain't going to be me!",		"m4t":"Save Tatooine's G. Zocolidae Amedus!",		"m4s":"Vinda'a BioChemical Laboratories is extremely pleased with your efforts to protect the microscopic G. Zocolidae Amedus! Tatooine's Zocolidae population is flourishing as a result of your endeavors. Soon, Vinda's BioChemical Laboratories will be announcing a number of exciting new applications for the organism. These discoveries will revolutionize agriculture and terraforming ventures throughout the galaxy. 

My backers have authorized the immediate transfer of payment to your galactic account. I hope you enjoy spending it.  ",		"m4o":"Vinda'a BioChemical Laboratories",		"m4d":"It's a little known fact that microscopic brown worms from the Zocolidae family are found on many worlds throughout the Galaxy, with a remarkable concentration located on Tatooine. It is believed that the brown worms may in fact be responsible for crucial ecological processes that help remove toxic chemicals from the soil, rendering worlds habitable. As it happens, an ongoing study on Tatooine has focused on the local population of Zocolidae, specifically the minor variant G. Zocolidae Amedus, with the goal of seeking commercial application for their unique biochemistry. Unfortunately, the invasive presence of local Tatooine fauna is disrupting the collection of these rare and potentially extremely valuable worms. Therefore, my backers would like to offer a reward for the removal of local fauna.",		"m45t":"Public Safety Project",		"m45s":"The Tatooine Reclamation Society is pleased to report that a number of dangerous creatures have been eliminated, making desert passage safe for weary travelers. Those citizens directly responsible for the destruction of these lairs have been rewarded and deserve the thanks of the entire planet! ",		"m45o":"Tatooine Reclamation Society",		"m45d":"The Tatooine Reclamation Society is a coalition that includes Bestine, Mos Espa, and several other major cities on Tatooine that have joined forces with generous Imperial authorities to improve life on our desert planet. As part of the Tatooine Reclamation Project, the Tatooine Reclamation Society is trying to make passage through the desert as safe as possible by eliminating any creatures that might pose a threat to travelers. The Tatooine Reclamation Society is broadcasting the coordinates of lairs belonging to these beasts. We sincerely hope that loyal Tatooine citizens will take it upon themselves to aid the Reclamation Project by destroying these creatures and their lairs. A suitable reward will be offered to anyone who aids in this effort.",		"m44t":"Tatooine Creature Culling",		"m44s":"The Galactic Pest Authority is pleased to report that this season's culling expedition to the desert planet of Tatooine has been a monumental success. All agents assigned to this incredible endeavor will receive payment directly.",		"m44o":"Galactic Pest Authority",		"m44d":"The Galactic Pest Authority is paying operatives to conduct routine creature culling on Tatooine. This is a common practice on a number of worlds, used to control the spread of problem creatures. A "problem creature" might be defined as predatory, disease-bearing, invasive, or prone to violence. To aid in this specific creature culling, destroy the identified Tatooine lair.  ",		"m43t":"Nuisance Creature Control",		"m43s":"The Galactic Pest Authority has collected substantial data suggesting a dramatic decrese in the number of reported nuisance creatures on Tatooine. The organization attributes this sudden decline to your efforts. Your activities on behalf of the good citizens of Tatooine will be handsomely rewarded.",		"m43o":"Galactic Pest Authority",		"m43d":"The Galactic Pest Authority is disappointed to report a sharp rise in the number of problem animals reported on Tatooine. These so-called "nuisance creatures" damage moisture vaporators, steal delicate pallies and other foodstuffs, and harass honet moisture farmers. For the good of all, the lair of these recognized nuisance creatures must be eliminated.",		"m42t":"Tatooine Pest Control",		"m42s":"We've recently collected data that suggests a dramatic decrese in the number of recognized predators on Tatooine. We at the Galactic Pest Authority attribute that sudden decline to your efforts. Your activities on behalf of the good citizens of Tatooine will be handsomely rewarded.",		"m42o":"Galactic Pest Authority",		"m42d":"The Galactic Pest Authority has documented a significant increase in reported encounters with recognized predators on Tatooine. To protect public safety, destroy the identified lair. ",		"m41t":"Sandstorm Migrations",		"m41s":"Hello again. I wish to thank you for wiping out the creatures near my homestead. I've dug up my credits and will transfer them to your account soon.",		"m41o":"",		"m41d":"Hello. Please excuse the quality of this message. We don't have much use for datapads out here. Not even sure if I know how to send this transmission... But, if you're reading this, then I suppose I did something right. Let me get to the point. We all have work to do.

Every season, the sandstorms kick up. They usually chase at least a few dozen animals onto my land. I'm taking precautions this year. I spotted some creatures near my farm. No doubt they'll be heading for my garage once the sandstorms start. Unless you destroy them first. I have some credits buried under a vaporator. I'll pay you to take care of this for me. Good luck.",		"m40t":"Vehicular Vermin ",		"m40s":"The Bestine Transportation Safety Commission and Imperial Prefect Talmont have been notified of your successful attempts to improve landspeeder safety on Tatooine. We are pleased to inform you that, in light of your recent success, we will be forwarding the appropriate payment to your account. Thank you and have a safe day.",		"m40o":"Bestine Transportation Safety Commission",		"m40d":"Landspeeder accidents are up 8% this season, largely due to the presence of non-sentient animals alongside central travel routes. These creatures periodically dart in front of oncoming vehicles, causing operators to lose control and crash. The Bestine Transportation Safety Commission, in conjunction with Imperial Prefect Talmont, is hiring contract exterminators to help keep our landspeeder lanes safe. Please report to the identified lair and eliminate it in order to help with this endeavor. ",		"m3t":"Tatooine Contractor's Killing Crew ",		"m3s":"Thank you for eliminating the vermin at the site of my next mining venture. The installation should be up and running in a matter of days. I entertained the notion of naming the facility after you, but I already owe Imperial Prefect Talmont a few favors and he wants his name attached to everything these days. Anyway, I'm sure that payment for the mission's success is reward enough.",		"m3o":"",		"m3d":"I'm intending to build a new mining facility at the coordinates attached. Because of the local wildlife, I'm unable to lay the foundation. Expert extermination staff sought to take care of the problem.",		"m39t":"Work for Watto",		"m39s":"Hey, waddaya know? You destroyed that lair. You might be smarter than you look, Outlander. There are a few credits in your account. It's too much for such a simple task, but anyone on Tatooiine will tell you that Watto always pays his debts. Unfortunately.",		"m39o":"Watto",		"m39d":"Eh, you look like an Outlander to me, but I hear good things about you. Maybe you can help me. And then again, maybe you'll get killed in the desert. It makes no difference to me. But if you can destroy some pests that have damaged some of my goods, there might be a few credits in it for you.",		"m38t":"Podracer Promoter",		"m38s":"The Boonta Eve Classic is going to return to Tatooine any season... Now that the desert is short one more lair, maybe Jabba will realize that he should start up the races again. If he does, you should take the credits I just paid you and bet on me and my Moxxnor-7. I promise you a huge return.",		"m38o":"",		"m38d":"Someday, the Podraces are going to come back to Tatooine, and I'll be able to pull my modified Moxxnor-7 out of the garage. But, before that can happen, we need to clear the desert of obstacles. I've seen too many creature lairs out in the sands. If a Podracer hit one of those at full-speed, the pilot would be vaporized. Get out there and help the Podraces make a comeback!",		"m37t":"Mapmaker's Plea",		"m37s":"By the twin suns, you've done it. I'll have the area mapped before Second Dawn. Thank you for your help.",		"m37o":"",		"m37d":"I'm on a mission to map all of Tatooine. I can tell you, it's been more difficult than I thought. If the sandstorms aren't making it impossible to see to the horizon, then it's the Tusken Raiders chasing me out of my camp. Now, there's a group of bloodthirsty creatures in my path. I'd be very grateful if you could knock out their lair so I can get back to mapping the planet.",		"m36t":"Tatooine's Finest Hunter",		"m36s":"Great work! Mat Rags came back into town, complaining about the lack of good hunting in the area. I think he's considering a move to Mos Eisley, where "they grow their womp rats man-sized." Good. Let them listen to his constant chatter... As for you and me, I hope the credits I just transferred to your account make us even.",		"m36o":"",		"m36d":"So, there's this guy around Mos Espa who calls himself Mat Rags. He's some kind of hunter. Claims he once bagged a rancor on Dathomir. Even wears a krayt dragon claw around his neck, like that makes him look tough. I think he's been living here since the Battle of Naboo, you know. And he's still talking about all the creatures he's killed. Now, he goes out and picks off desert dwellers just to prove that he can, even though he's older than that crazy hermit, Old Ben (whatever happened to him, anyway?). I'm so sick of listening to him brag that I'd pay anything to have someone go out into the desert and destroy whatever lairs he's been camping around. I found one of them and want you to take care of it before I go insane. ",		"m35t":"Wildlife Overpopulation",		"m35s":"You've succeeded in your current assignment. Payment for the destruction of a problem lair has been transferred to your account.",		"m35o":"Tatooine Wildlife Watchgroup",		"m35d":"Various creatures are overpopulating on Tatooine. If this continues, they will breed out of control, endangering sentient creatures on the planet. We've identified a lair that, when destroyed, will help reduce this overpopulation problem.",		"m34t":"Eopie Defender",		"m34s":"As I told you before, the eopies are an important part of our life out here in the desert. You've done your part to protect them, and for that, I thank you. The reward I promised you has already been transferred to your account.",		"m34o":"",		"m34d":"Eopies are a fundamental part of life on Tatooine. They serve as our pack animals, carrying water skins and supplies across the desert. The sturdy animals can even pull several times their own weight, making them perfect for dragging broken down landspeeders to Anchorhead for repair. And, while it might be difficult to believe, eopies can even serve as watch animals. If a Tusken Raider or hungry dune lizard gets too close, the eopies start mewling, giving us time to pull out our rifles. 

But for all their strengths, eopies are basically defenseless against most of Tatooine's predators. Even a pack of womp rats can bring down an eopie. And krayt dragons can consume entire herds. So, in the interest of protecting the eopies, I'm hiring mercenaries to destroy the lairs of any creatures that might kill these peaceful herd animals. This transmission identifies one of these lairs; go destroy it and I'll make sure you're richly rewarded.",		"m33t":"Sand-Fly Epidemic",		"m33s":"Tatooine's sand-fly population has been greatly reduced by the destruction of a lair in the area. As the agent responsible for this, you have received payment for your work.",		"m33o":"Galactic Pest Authority",		"m33d":"Tatooine's sand-flies pose a threat to public health. The small insects spread disease and harass eopies and other Tatooine herd creatures. Sand-flies proliferate in all areas of Tatooine, but are especially prevalent in and around the lairs of certain creatures. In order to reduce the sand-fly population, these lairs should be destroyed. ",		"m32t":"Desert Slaughter",		"m32s":"Jun Seros here. You did a great job, kid. Not many adventurers could have killed those creatures with such flair. You made it look easy. And spending the credits you've just earned should be easy, too.",		"m32o":"Jun Seros",		"m32d":"Jun Seros here, my friend. I've hired virtually every adventurer and spacer who has passed through Tatooine. Working for me is almost a rite of passage for your kind. And you're in luck: I have a job for you. My diner is known for providing hearty meals to tired travelers. I've tried womp rat stew, eopie briskets, and even bantha steaks. There are a few more creatures that I want to throw in my pot. I've spotted a lair full of creatures that might be perfect for a meal. Head out there, kill any of the creatures that you find, and destroy their lair. Once you're done, I'll get around to collecting the corpses. Hopefully before the sun or sand-flies get to 'em. ",		"m31t":"Mystery Meat",		"m31s":"Jun Seros here again. Just wanted to thank you personally. That lair was about to put my meat stew on the backburner. Now, you've given me one more reason to like your kind. I've slipped a few credits into your account. Next time your in a cantina, raise a drink to doing business with your old friend, Jun Seros.",		"m31o":"Jun Seros",		"m31d":"Jun Seros here. Friend to spacers and adventurers from all across the galaxy. I've never met one of your kind that I didn't like, and I think all those who have done a job or two for me will tell you that I'm loose with my tongue and my credits. Well, why don't you find out for yourself.

I own a diner in Mos Eisley. My speciality is a mystery stew. Basically a bowl full of meat and a glass of blue milk will run you a credit, or a story of adventure if I'm in the mood to listen. But here's my trade secret: my stew's a womp rat dish. I finally found a use for the vermin. Lately, though, it's been tough to find womp rats at my usual hunting grounds. I'm thinking something bigger and nastier is eating them before I can get to 'em first. I think I've identified the creatures responsible. I want you to go take care of their lair. Once the creatures are dead, I'll be able to capture another batch of womp rats and start serving my special stew again.   ",		"m30t":"Shi'ido Hunter",		"m30s":"The Shi'ido thief is dead, along with all the vermin protecting him. Let this send a message to all those who would cross Lady Valarian: I will go to any lengths to kill my enemies! And I pay my loyal followers well, as you'll soon discover.",		"m30o":"Lady Valarian",		"m30d":"There are just some species you can't trust. Like Jawas and Hutts. Or Shi'ido. Scurvy little shape-shifters, they can look like a Bith one moment and then take the form of an Ithorian the next. How can you trust a being that changes his skin every time you turn around?

I made the mistake of hiring a Shi'ido recently. I thought he was a Gran, and I was in need of a doorman who could keep three eyes on my crowd. Anyway, this alleged Gran robbed me blind and hid out in the desert. My sources tell me he's changed into some sort of vermin. I didn't think the Shi'ido could do that, but my informants are rarely wrong. We think we know where he's holed up, but since we can't tell him apart from the rest of the pack, you'll just have to kill the whole lot.",		"m2t":"Boy Attacked",		"m2s":"Those creatures that bit my son didn't stand a chance! I knew that I hired the right adventurer! Thank you for protecting my child. I don't have much to offer as a reward, but I'll sing your praises every chance I get!",		"m2o":"",		"m2d":"My little boy was dragged away by these vermin, and they nibbled on him! Granted, he came back and all it took was some salve to heal those nasty bites, but I'm afraid they'll do something much worse next time... ",		"m29t":"Buried Treasure",		"m29s":"Most respected adventurer,

My quandary has been resolved. You have efficiently eliminated the vermin lair blocking access to my private funds. I can now visit the site as necessary to recover my much-needed credits. In order to pay you, however, I have "borrowed" credits from Jabba the Hutt's own personal account. I trust you will keep our business arrangement confidential. ",		"m29o":"Tessek",		"m29d":"Would-be adventurer,

I am in a quandary. As Jabba the Hutt's chief accountant, I am surrounded by thieving, murderous scum. Granted, I count many of them as friends, but I do not trust them. To protect my credits (and some of Jabba's wealth as well), I've "relocated" funds to key locations throughout the desert. Unfortunately, one of my newly-buried safeboxes has been compromised. A foul-smelling creature has built its lair near my treasure trove, preventing me from retrieving my funds. I certainly can't hire any of my "friends" to go destroy this lair, so you are my only option. I encourage you to destroy the lair quickly and efficiently. You will be richly rewarded. ",		"m28t":"Mos Eisley Mercenary",		"m28s":"Good work. Maybe now Prefect Talmont will leave me alone, at least for a day or two. If he doesn't, I swear I'm going to arrange for him to have a little accident the next time he meddles in my business. As for our business, the credits are in your account.",		"m28o":"Lieutenant Harburik",		"m28d":"That little Moff, Prefect Talmont, thinks I'm his errand boy. He's ordered me to take my troops out into the desert and wipe out a few creature lairs. Well, I don't care if he's the Emperor's favorite Prefect. I'm not about to waste my time chasing down whatever vermin he hates this week. I'd rather use my weekly stipend to hire you to go kill the creatures for me. Get to work; I don't want to hear from Talmont again.",		"m27t":"Tatooine Rabid Creature Control",		"m27s":"The populations of those Tatooine creatures most susceptible to becoming rabid killers have been suitably decreased. You have admirably upheld the Galactic Pest Authority's mission statement, and we thank you for your efforts on our behalf. ",		"m27o":"Galactic Pest Authority",		"m27d":"The rabid creature is one of the most insidious threats facing Tatooine travelers. Such animals may appear harmless, but they are prone to unpredictable acts of violence. When these creatures descend into madness, they will kill anyone and anything they encounter. Therefore, the Galactic Pest Authority is authorizing you to eliminate those creatures susceptible to this type of behavior. Seek out and destroy the indicated lair to protect your fellow galactic citizens from this terrible danger.",		"m26t":"Tatooine Dangerous Vermin Control",		"m26s":"Tatooine's dangerous vermin have been eliminated! You have admirably upheld the Galactic Pest Authority's mission statement by helping to destroy these nuisance creatures.",		"m26o":"Galactic Pest Authority",		"m26d":"The Galactic Pest Authority is responsible for monitoring reports of vermin, pests, and nuisance creatures throughout the galaxy. We have conclusive evidence of a dangerous rise in the number of particularly violent vermin on Tatooine. In accordance with Galactic Pest Authority's mission statement, we are authorizing extermination of these deadly creatures. This transmission includes information about a specific vermin lair on Tatooine; please destroy this lair to cleanse the planet.",		"m25t":"Tatooine Brainworm Rot Crisis",		"m25s":"NON-URGENT

Agent has eliminated new strain of Brainworm Rot Type B...Disease has been destroyed...Mutation into Brainworm Rot Type B now impossible...Wol Cabbashite population safe...Credits have been allocated to Agent as payment for protecting our species.",		"m25o":"Wol Cabbashite Ambassador Lurll",		"m25l":"The deadly Brainworm Rot Type B is sweeping through lesser lifeforms. Those carrying the disease must be destroyed before it can spread to sentient beings.",		"m25d":"URGENT!

We have uncovered a new strain of Brainworm Rot Type B...Scans indicate the disease is being incubated in the lairs of various unclean creatures...Disease certain to mutate into Type A variety soon...Wol Cabbashite population threatened with extinction...Please assist by eliminating lair where disease has been detected...

ABOUT BRAINWORM ROT TYPES A and B
(From the Imperial Department for Epidemic Prevention)

Brainworm Rot Type A is an airborne virus that afflicts humanoids and cephalopoids with high levels of dialogen in their bloodstream. It resides in the lungs of oxygen-breathers, and is passed by inhalation. Symptoms include: Nausea, cold sweats, inability to process written instructions, syntax errors in spoken and written communication, and isolated purpling of gills and blowholes. Brainworm Rot Type A is fatal if untreated and has proven especially lethal among Wol Cabbashites.

Brainworm Rot Type B is a less evolved form of Type A. It thrives in cesspools, sewers, waste management facilities, trash compactors, damp caves, and virtually any area with unhygienic conditions. Although Type B is not life-threatening to most species, the disease has been known to rapidly mutate into the much more dangerous Brainworm Rot Type A if left unchecked.",		"m24t":"Tatooine Scientific Defense",		"m24s":"Congratulations! The next issue of Scientific Galactica will feature a detailed account of the eating habits of the reclusive worrt. Our esteemed writers and researchers could not have completed this first-hand observational piece without your aid; by eliminating dangerous creatures near our research site, you allowed our staff to operate in relative safety. A freelancer's fee has been transferred to your account.",		"m24o":"Scientific Galactica",		"m24d":"Scientific Galactica, the galaxy's leading scientific journal, maintains a staff of over three hundred researchers and writers in order to supply our readership with the most thorough coverage possible. While most of our employees are trained in self-defense and survival, we've recently suffered several disappointing field losses, most notably on the desert world of Tatooine. In order to prevent future deaths, we are searching for contractors willing to eliminate dangerous creatures on Tatooine, where we are currently conducting extensive field research. Information regarding our most recent mission offering is enclosed; proceed to the identified live or lair to help keep our researchers safe. ",		"m23t":"Father seeks help!",		"m23s":"Thank you for helping to soothe my wife's grief. Although nothing will replace our daughter, we can take some comfort in the fact that those dangerous creatures will never kill again. My little girl is one with the Force, but she will always be smiling on you, my friend.",		"m23o":"",		"m23d":"My daughter has been missing for a week. Her mother still holds out hope, but to be honest, I think we've lost her. A couple of hunting parties have gone out, and we found some of her clothing, shredded and bloodstained. At night there are eerie cries carried on the wind--I know how the weather and desert sands can distort sounds around here, so I am not saying that anything supernatural is going on, believe me. But there's no doubt in my mind that there's something dangerous out there, and it's had its taste of blood. If it's not stopped, it's bound to kill again. I'm getting on in years, but in my day I would have hunted down the beast and killed it myself. My question is this: is there anyone out there willing to do the same, in memory of my lost little girl?",		"m22t":"Creature Bounty",		"m22s":"Nice work, "hero." I hear Jabba's furious because my own hired guns are killing more dangerous creatures than his slobbering, moronic "adventurers." That dumb, ugly worm is eventually going to learn that I'm not to be crossed...  If you don't mind dirty credits, there's a well-deserved reward waiting in your account.",		"m22o":"Lady Valarian",		"m22d":"Jabba the Hutt has decided to offer up "rewards" for killing supposedly dangerous creatures on Tatooine, and Lady Valarian will not be outdone by that slime-encrusted, chuba-eating worm. Instead, I too will pay for proof that local lairs have been destroyed. If only to keep Jabba from taking all the credit for "cleaning up" Tatooine himself... Don't disappoint me. ",		"m21t":"Tatooine Death Seed Deterrence",		"m21s":"Recent reports have confirmed the presence of droch eggs on the identified Tatooine creatures. However, your successful mission to eliminate these creatures has greatly reduced the number of creatures carrying these eggs, thereby significantly reducing the likelihood of an outbreak of the dreaded Death Seed plague. The Galaxy is in your debt.",		"m21o":"Imperial Department for Epidemic Prevention ",		"m21d":"The Death Seed plague is a horrific disease that is lethal to all known species. The disease is spread by insects called drochs, which are capable of infesting organic material. Since the last Death Seed outbreak seven centuries ago, the droch have been confined to Nam Chorios. However, recent research conducted by the Imperial Department for Epidemic Prevention suggests that many local vermin species on Tatooine may be carrying droch eggs. Should these eggs mature and hatch, the Death Seed Plague could again sweep the galaxy. In order to avoid a staggering loss of sentient life, the Department for Epidemic Prevention is providing fair compensation for the elimination of Tatooine creatures believed to be carrying droch eggs. ",		"m20t":"Help Me...",		"m20s":"I was beginning to worry that my family would never be safe, but it seems that you turned those creatures into bantha fodder. Great work. Moisture farmers don't have much, but you can't put a price tag on your family's safety, so I sold my father's rifle and used the credits to pay your reward.",		"m20o":"",		"m20d":"My family has lived on the edge of the Dune Sea for generations, and I can tell you that the creatures around here are getting bigger and meaner every year. I think they've lost their sense of fear, too. They keep coming closer and closer to my farm. One night soon, they're going to attack me and my children.

I'm not very brave, but I'm hoping that you are. Brave enough to go kill some dangerous creatures, anyway.",		"m1t":"Protect the Children",		"m1s":"Thank you for making the area safe for our children. My daughter is already playing outside again. I've never seen her happier.",		"m1o":"",		"m1d":"My daughter won't even go outside, she's so scared of the creepy crawlies around here... I heard from my next-door neighbor that there's some sort of infestation or something. Now, I don't really expect the Imperials to actually DO anything about this -- I mean, look how they handle the riff-raff at the cantina, I've never seen such incompetence in my life -- but you'd think that when the mental well-being of an innocent little girl is at stake, they'd at least pull out their blasters. Anyway, I decided to take matters into my own hands and offer up a reward, using my own PERSONAL funds. It's really for the children.",		"m19t":"Innocent Victims",		"m19s":"On behalf of many thankful moisture farmers, the Tatooine Moisture Farm Collective is overjoyed to recognize you recent successes in the field. Thank you for destroying the creatures that plague the local farmers. Payment for your services has been transferred to your account.",		"m19o":"Tatooine Moisture Farm Collective ",		"m19d":"On behalf of the many moisture farmers struggling to survive in Tatooine's harsh desert, the Moisture Farm Collective is offering rewards for the destruction of dangerous local wildlife. Tatooine's moisture farmers endure savage heat, fierce sandstorms, and occasional Tusken Raider attacks. On top of these dangers, the farmers must contend with malfunctioning droids and temperamental moisture vaporators. But marauding creatures may be the most pervasive problem facing moisture farmers. Such animals need to be killed before more moisture farmers are injured, or worse.",		"m18t":"Additional Creature Culling",		"m18s":"Your mission has been completed successfully! The Tatooine Civilian Defense League will transmit payment immediately. Thank you for your service.",		"m18o":"Tatooine Civilian Defense League",		"m18d":"The Tatooine Civilian Defense League has detected yet another alarming rise in the number of dangerous creatures in the habitable areas of the planet. Such animals are making travel extremely unsafe between major cities. In accordance with Imperial Indigenous Control Policy #780901, the Tatooine Civilian Defense League is authorized to pay for the extermination of specified creatures through the destruction of their central lairs or hives. ",		"m17t":"Do Your Part!",		"m17s":"Thank you for doing your part to help keep Tatooine clean! The planet has never been safer! Your heroic deeds have been rewarded, although we trust that the knowing you've protected countless innocent lives is reward enough.",		"m17o":"Mos Taike Coalition for Tatooine Recovery",		"m17d":"The Mos Taike Coalition for Tatooine Recovery lauds the creation of Imperial Indigenous Control Policy #780901, which requires all of Tatooine's cities and major settlements to take responsibility for improving the quality of life on our homeworld! Specifically, this new decree demands that Tatooine's bravest citizens help quell a plague of terrible creature attacks by destroying the lairs of dangerous animals. To support this bold initiative, the Mos Taike Coalition for Tatooine Recovery is offering substantial rewards for the destruction of such lairs. Do your part! Help keep Tatooine safe and in the Empire's good graces! Kill these threatening creatures before they kill us!",		"m16t":"Wayfar Exterminator Wanted",		"m16s":"Wayfar hasn't seen a mercenary like you in quite some time, my friend. You're tougher than most on this planet, and you know how to use your wits in combat. But be careful: Anyone who is too good at killing usually ends up in an Imperial prison or Jabba's rancor pit. If I were you, I'd use my reward to take a nice long, relaxing trip.",		"m16o":"Jurist Hassp, Wayfar Keeper of the Peace",		"m16d":"If you ask me, the Empire is out of control. Seems like every day they have a new set of laws and regulations for us Tatooine locals. The latest ordinance requires that we hire exterminators to help keep dangerous wildlife out of the city streets. None of us are happy about this new law, but I'm not about to give the Empire a reason to build a garrison in my town. We don't want Wayfar to become another Bestine, do we? Jabba certainly doesn't, since half of Wayfar is on his payroll.

But I'm sweating myself dry here trying to figure out how to handle this Imperial decree. Nobody in town is going to volunteer for this job, and I have my hands full just keeping the local cantina from becoming a morgue. So, you're my only option. One of my scouts has spotted a lair that needs to be destroyed. Take care of it for me and you'll be paid. Hey, it's better than cleaning up after banthas in Mos Eisley, right?",		"m15t":"Farmers' Champion",		"m15s":"Excellent work, my friend! I'm certain that your efforts on behalf of my workers will solidify their loyalty and increase productivity at all my hydroponic farms. Your reward is a small price to pay to keep my business running smoothly.

Your Grateful Host,

Huff Darklighter ",		"m15o":"Huff Darklighter",		"m15d":"My father taught me everything I know about business. One of his favorite adages was "good help is hard to find," and nowhere is that more true than on Tatooine. There just aren't enough skilled laborers out here. I've researched my options: Agrirobots require constant maintenance, Jawas don't know a pika fruit from a rainbow berry, and all the local kids are just daydreamers who want to be starfighter pilots. Sure, I could hire seasonal workers, but can you really trust someone who just rolls around the Outer Rim looking for odd jobs?

In order to staff my underground hydroponic gardens, I've been forced to recruit from agricultural planets. Each of my employees is hand-picked from well-known farming worlds like Bandomeer, Salliche, and Taanab. Convincing someone to just drop everything and move to a desert planet requires a lot of credits, but keeping them here is even more difficult. About half of my recruits leave after enduring their first sandstorm. And now, my farmers are reporting encounters with dangerous local wildlife. I've already had several members of my staff flee the planet, and I can't afford to lose any more workers. So, I'm hiring you to locate the creatures harassing my employees and wipe them out. My highly-trained farmers will be most grateful for any aid you can provide.

Your Benefactor,

Huff Darklighter",		"m14t":"Keep the Water Flowing",		"m14s":"Our water supply is safe! Thank you for helping to protect the moisture vaporators on our desert world. In recognition of your heroic efforts, the Tatooine Moisture Farm Collective, in cooperation with the Bestine Chamber of Commerce, has transferred a sizable reward to your galactic account",		"m14o":"Tatooine Moisture Farm Collective",		"m14d":"Tatooine lives and dies by its water supply. And the water supply is provided by the hundreds of moisture vaporators spread across the desert. Recently, however, various creatures have taken to attacking these devices, perhaps in an attempt to steal the small amounts of moisture gathered by the vaporators. The Tatooine Moisture Farm Collective, in cooperation with the Bestine Chamber of Commerce, is offering rewards to anyone willing to help protect the moisture industry. This message contains information about a species known to have attacked moisture vaporators in the past. Proceed to the identified lair and eradicate these creatures in order to end the threat to our water supply.",		"m13t":"Contract Exterminator",		"m13s":"The Mon Entha City Council has fulfilled our obligation to the Empire. Thank you for assisting in our efforts to eliminate dangerous, local creatures. Your payment is forthcoming.",		"m13o":"Mon Entha City Council",		"m13d":"Congratulations! The Mos Entha City Council, in compliance with Imperial decree, has selected you for a well-respected position as one of Tatooine's official contract exterminators. You now join a long line of brave and talented vermin control specialists! In order to perform your assigned task and fulfill your obligations to the Mos Entha City Council, please proceed to the identified lair and destroy it. Thank you in advance for your service! (In the event of death, the Mos Entha City Council will notify next of kin; funeral arrangements remain your responsibility). ",		"m12t":"Transportation Concern",		"m12s":"The Imperial Transportation Commission has determined that Tatooine is now a prime candidate for introduction of our experimental repulorlift monorail transportation system. The lair, hive, nest, or den that temporarily delayed construction has been eliminated. You will receive a modest reward for your efforts to better life on one of the Emperor's worlds.",		"m12o":"Imperial Transportation Commission",		"m12d":"The Imperial Transportation Commission is pleased to announce the creation of a new transportation system utilizing a single repulsorlift rail for high-speed travel over treacherous terrain. Tatooine has been identified as a prime candidate for introduction of this new system. However, in order to facilitate the construction of this "monorail" system, the Imperial Transportation Commission must eliminate abundant wildlife in the area surrounding the proposed site. Please aid in this effort by proceeding to the identified lair, hive, nest, or den and destroying it.",		"m11t":"Anchorhead Defender",		"m11s":"You came through for me, adventurer. I guess this means I have to pay you. The credits are in your account. Thanks for keeping me out of Prefect Talmont's cross-hairs.",		"m11o":"Fixer",		"m11d":"I hope you're tougher than the last "adventurer" I hired... If you're in need of a few credits and you don't mind a hike, I could use a hired hand. As you might know, Anchorhead's main attraction is the Tosche power station, which I manage. We provide power converters, vehicle repairs, and equipment recharging for all the local moisture farmers. We also supply energy to other Tatooine cities through dozens of sturdy underground cables. Lately, though, some pretty nasty creatures have been digging up the power cables, disrupting service to our wealthier customers. I can tell you that Prefect Talmont was less-than-happy when Bestine blacked out last week, right during his favorite holo-drama... So, I need you to kill the creatures that have been tearing up our power cables; you'll need to wipe out all of the beasts by destroying their lair if we ever want things to get back to normal around here. ",		"m10t":"Arnthout Hunt",		"m10s":"Congratulations on your successful hunt! The Bestine Historic Society is pleased to reward you for your tremendous efforts during this seasonal celebration!",		"m10o":"Bestine Historic Society",		"m10d":"In celebration of the founding of the first colony on Tatooine, you are invited to join in the ritual Arnthout Hunt. This event is named for the famous pioneer Melnea Arnthout who led the colonists to survive incredible obstacles and who founded the capital city of Bestine. For this event, we have chosen a new target to represent the early prey (which was wiped out long ago by the original settlers). Have fun and happy hunting!"
}}
