{
	"stfFile":"mission/mission_npc_crafting_rebel_easy",
	"entries": {
		"number_of_entries":"35",		"m35t":"Bug Darth Vader's Personal TIE",		"m35s":"The sacrifices our Imperial informants have made will be the unsung legacy of victory. They're all heroes, and no one will ever know them.",		"m35r":"Never mind. Lord Vader uncovered our informant and strangled him. But please take this payment for your effort.",		"m35p":"If this works, we can track Darth Vader all over the galaxy. That sounds both exciting and scary, doesn't it? Deliver the completed part to these coordinates.",		"m35d":"This is an amazing opportunity. A highly placed informant in the Imperial Navy has a chance to slip a homing beacon aboard Lord Vader's personal TIE Advanced X1! But we need to conceal it among some other parts, and they're all custom-built. We want you to build a replica of one part. Pick up the components at these coordinates.",		"m34t":"Escape Pod Modification Needed",		"m34s":"Your work has helped us develop a vital intelligence resource in a completely overlooked niche. The Imperials will never suspect. Thanks!",		"m34r":"If we can track Imperial escape pods, we can find the sensitive intelligence materials they jettison when a ship is endangered. That's vital to our war effort.",		"m34p":"It beats me why the Alliance wants to track Imperial escape pods. But no one tells me anything. Deliver the completed part to these coordinates.",		"m34d":"We've got sympathetic contacts inside SoroSuub's new escape pod project. They can hide our own homing beacons in every Imperial escape pod. But we need to give them modified components for their prototype, so they'll have room to insert the beacon. Can you pick up the components and build the part for us?",		"m33t":"Repair Leia's Blockade Runner",		"m33s":"Princess Leia sends this message: "You have my gratitude for your excellent work. May the Force be with you."",		"m33r":"I'll have this part taken to orbit for delivery to Princess Leia's starship. Thank you!",		"m33p":"Your part is for a Corellian Corvette, one of the good old hand-built kind. Do good work, and deliver the completed part to these coordinates.",		"m33d":"Princess Leia Organa of Alderaan has stopped here en route to a diplomatic mission. Her blockade runner's shield projector is malfunctioning. The parts onboard got damaged in a skirmish with Imperials, so we need you to build a replacement from this schematic. Pick up the components and go!",		"m32t":"A Part for the Millennium Falcon",		"m32s":"Captain Solo passes along this message: "Thanks for the part. If you ever see me in a cantina, say hello and I'll buy you a drink."",		"m32r":"I hope you built the part to the high tolerances shown in the schematic. That Millennium Falcon is quite the hot rod. I'll forward this part to Captain Solo. Thanks!",		"m32p":"I've seen the Falcon. I absolutely don't know how he keeps that junkheap in the air. Oh well, deliver the completed part to these coordinates.",		"m32d":"Captain Han Solo is visiting this world at a secret location. His ship, the Millennium Falcon, is down for repairs. Apparently that happens a lot. He needs a particular part for the sensor processing subsystem, and you're our best choice. Pick up the components at these coordinates and build the part for delivery to Captain Solo.",		"m31t":"Planting Bugs in the Turbolift",		"m31s":"Once the Empire's droid factories get our revised prototype, they'll insert our bug automatically in each new turbolift. It's crazy, but this idea might work!",		"m31r":"We're aiming for constant eavesdropping on every Imperial officer above commander rank. I'll get your part installed in the prototype turbolift. Thanks!",		"m31p":"Imagine being able to overhear Imperial officers arguing policy in the turbolifts. Whole different side to the Empire, I'll bet. Anyway, deliver the part to these coordinates.",		"m31d":"Lots of Imperial starships use SoroSuub parts. A SoroSuub engineer sympathetic to our cause has smuggled us a prototype for a new turbolift. To make room for our covert surveillance device, we need you to refashion a certain part. Pick up the components, build the part, and deliver it to our engineer. Okay?",		"m30t":"Incom Patrol Ship Prototype",		"m30s":"We hope this Incom patrol ship prototype will become standard. Then, when Imperial patrols detect our bases, we'll know as soon as they themselves do. Thanks!",		"m30r":"This prototype is only for a patrol ship, that's true. But those are usually the first ships that detect Alliance activity. Then the Empire sends in Star Destroyers!",		"m30p":"That Incom prototype is supposed to be a new low-end Imperial patrol ship. Incom sure has fallen from its glory days. Deliver the completed part to these coordinates.",		"m30d":"Incom Corporation built a lot of Alliance X-wings, but since the Empire took them over, they've stagnated. Still, a few Incom engineers sympathize with us, and they've leaked a prototype to us. To make room for our surveillance devices, we need you to pick up components at these coordinates and build a new part.",		"m29t":"Smuggler Needs Own Cargo",		"m29s":"These "procurement specialists" do good work, but some aren't the kind of people you want to be around for long. Thanks for sending this one on the way reasonably quickly.",		"m29r":"I'm working on the repairs to the smuggler's ship right now. I'll install this part quick, just to stop the victim's constant whining!",		"m29p":"I run these components to you guys all the time, but I never thought I'd need my cargo to get my own ship fixed. Listen, do a good job on that part, okay?",		"m29d":"One of our "procurement specialists" got hit during a blockade run. We're doing repairs on the ship now, but we're short a particular part that is only available offworld. We need you to rig up a temporary replacement using components from the smuggler's own cargo. Can you read this schematic all right?",		"m28t":"Star Destroyer Bridges Need Bugs",		"m28s":"With luck, we'll soon overhear every word said on every new Star Destroyer bridge. And you helped! Thanks!",		"m28r":"Nice work. We'll try to get the altered prototype back into the Kuat delivery channel before anyone notices.",		"m28p":"I hope my pay arrives soon. I'm all for working as an Alliance "procurement specialist," but I gotta pay bills too. Deliver the completed part to these coordinates, okay?",		"m28d":"Kuat Drive Yards is designing a new Star Destroyer bridge for the Empire. Our informants got us the prototype, and we're altering it before delivering it to its proper Imperial destination. To make room for the bugs, we need you to refashion this part using our revised schematic. Pick up the components, and work fast!",		"m27t":"Mysterious Imperial Device",		"m27s":"The Imperial device may turn out to be some kind of decoy, a way to make us waste our resources. But I hope your work won't be in vain. Thanks!",		"m27r":"If the Empire is making breakthroughs so advanced we can't even understand what they do, it means we'll have to redouble our efforts. Thanks for doing your part.",		"m27p":"I hear that the Imperial device controls unusual adjustments to the fabric of hyperspace. Deliver the completed part to these coordinates for testing.",		"m27d":"We took out an Imperial escort ship recently. On the bridge we found a device that lets them -- well, we're not sure. It's incredibly advanced, whatever it does. We're reverse engineering it now. To build our own prototype, we've cobbled together various schematics. Please pick up the components and build this particular piece.",		"m26t":"Gravity Well Projection Detector",		"m26s":"We've taken your prototype part offworld to our testbed in deep space. We hope this will work, but it's incredibly advanced stuff without Empire-level resources.",		"m26r":"Is this for the well detector? Good. We can't very well test the prototype on this world -- it's a gravity well itself! But we'll get your part delivered, soonest.",		"m26p":"Gravity well projector? Hoo boy, that sounds like dangerous stuff. When you make the part from these components, drop it off at the prototype staging area.",		"m26d":"Our informants within the Imperial Navy report the Empire is working on a new gravity well projector. That would be bad news for Alliance ships in hyperspace. Our engineers are working on a prototype well detector. Can you help? Pick up the components and build the part to the specs given in this schematic.",		"m25t":"Wild Y-Wing Customizations",		"m25s":"Thanks! You've helped us get that customized Y-wing back into space. Too bad the price of speed is endless maintenance.",		"m25r":"I worry a little about the heavy modifications he's made to that Y-wing. But I tell you, it moves faster than anything else I've seen.",		"m25p":"Here are the components. When you've made the part, deliver it to the pilot's commander.",		"m25d":"One of our fighter pilots had modified his old Y-wing so heavily, no one else could ever get it off the ground. He's even got his R2 unit tuned to that specific ship. Crazy, but he's an ace pilot. He needs a new part for a repair, and of course it has to be custom-built. Can you pick up the components and make it from this schematic?",		"m24t":"Alderaan Royal Yacht Needs Repair",		"m24s":"Before long we'll strand the yacht where the Moff's forces are sure to find it. After that, we'll hope for the best.",		"m24r":"The yacht is actually holding up real well for its age. Some folks say the Alderaan Royal Engineers were the best. It's a shame, isn't it?",		"m24p":"Here's the components. I like the symbolism -- using an Alderaan Royal ship to spy on the scum who destroyed Alderaan. Drop off the finished part to our engineer.",		"m24d":"We've turned up an old pleasure yacht built long ago by the Alderaan Royal Engineers. We plan to hide surveillance devices throughout the ship and then allow some Moff to "discover" it. But this old ship needs all kinds of parts you can't get any more. If you could pick up some components and build one, we'd appreciate it.",		"m23t":"Hyperspace Transfer Circuits",		"m23s":"That smuggler is going through the preflight check already. Whatever supplies the Alliance is waiting on, they must be pretty important.",		"m23r":"At last! I expect I can get my ship moving pretty quickly. Thanks for your help, I couldn't have made these repairs without you!",		"m23p":"I remember once when my ship's transfer circuits started to short out. Smelled like death. Deliver the part to the smuggler when you're done.",		"m23d":"One of our smugglers almost got stranded in the next sector. The ship's hyperspace transfer circuits went fuzzy and, well, that smuggler was looking longingly at the escape pod. But now the ship is docked, and we need you to help with repairs. Pick up some components and build the part in this schematic.",		"m22t":"Power Coupling on Negative Axis",		"m22s":"Seems to me the shipbuilders should enforce higher quality control on the negative axis. But maybe with a name like that, it'll always have problems.",		"m22r":"If I had a credit for every negative axis malfunction on my ship, I'd buy a new ship! Thanks for the part. I'll get it installed right away.",		"m22p":"I looked at this list of components and said, "Yep, it's another negative axis problem." Deliver the completed part to these coordinates.",		"m22d":"Our commander's ship has had the worst kind of yaw trouble. I've narrowed it down to the power coupling on the negative axis. I know, I know -- isn't it always the negative axis? Anyway, I want you to pick up some components at these coordinates and build a part I need for a general maintenance overhaul.",		"m21t":"Why Adapt Speeders Now?",		"m21s":"Can't say when we'll get around to adapting our speeders. It seems to me we'll have time once we arrive at the new base, wherever that is.",		"m21r":"I have to say, adapting speeders to different environments seems like a low priority right now. We're pretty busy. But thanks for the part anyway.",		"m21p":"These are the components. A pretty credit I had to pay offworld, too, and then risk my neck to get them here. Deliver the completed part to these coordinates.",		"m21d":"Alliance High Command says we have to adapt our speeders to new environments. I say, wait until we know the new base's environment, then adapt the speeders. But no! This schematic describes a part for a temperature adjustment unit for a speeder repulsorlift. Can you pick up the components and build the part for us?",		"m20t":"High Command Shield Generator",		"m20s":"We have a lot of parts to build yet before we can even start assembling a prototype shield generator. Check back with us for more work!",		"m20r":"You're right on schedule. This part is all ready for installation in the testbed. Thanks!",		"m20p":"I've been sitting on these components so long, I've got calluses on my -- well, never mind. Take them. Drop off the completed part at these coordinates. And make sure I get paid!",		"m20d":"I guess it's no secret that the new High Command base, wherever it is, will have a heavy-duty shield generator. Big surprise, huh? I'm looking at the plans for this generator right now. It needs a lot -- a LOT -- of parts. Here's a schematic. Can you pick up the components and craft a part for us?",		"m19t":"Heading for Extreme Temperatures",		"m19s":"I hope you followed that schematic closely. The temperature tolerances in the design show that this unit is going into some heavy-duty environments.",		"m19r":"I think this should fit fine in our new prototype temperature units. We'll be stress-testing them soon. Thanks!",		"m19p":"I ran these components through some of the worst blaster fire I've ever seen, so be grateful. Oh, and drop off the completed part at these coordinates.",		"m19d":"We're exploring new sites for bases. Our scouts have gone to worlds that don't even have names. The range of temperatures in these places is amazing. We need better temperature control units, and for that we need parts like this one. We'd like you to pick up some components and build this part for us.",		"m18t":"High Command Base Weapon",		"m18s":"That was terrific work. We need more parts, maybe a few hundred thousand! So there's plenty of work for you ahead.",		"m18r":"Is this for the High Command base weapon? That's fine. I'll get it installed right away. Looks like a great job!",		"m18p":"I'm gonna get paid for these components, right? Right? Because I just about got my tail blown off running them through the blockades. Oh yeah, you're supposed to deliver the completed part to these coordinates.",		"m18d":"We haven't located an ideal site for our High Command base, but we know it will need major protection. We're preparing a large weapon -- I'd better not say what kind -- that requires a lot of custom parts. Here's the schematic for one part. Will you pick up the components from our "procurement specialist" and build it?",		"m17t":"An Ounce of Prevention",		"m17s":"You've helped save the life of every Alliance pilot who puts on one of those breath masks. We are in your debt.",		"m17r":"This is exactly what we needed. I'll have this part duplicated and we'll be all set. ",		"m17p":"I've got the components you need right here. Bring the part to this location once you have it put together. ",		"m17d":"A shipment of Imperial breath masks was recently "misrouted" straight to our supplier. We thought we'd to use them for our pilots, but then discovered that this model has a defective part in the filter controls. Could you create this prototype replacement part so we can adapt the masks? ",		"m16t":"Custom Fusion Cutter Work",		"m16s":"Our surveyor was thrilled with the new cutter. Nice work.",		"m16r":"Is this the part for the hydrospanner? Oh, for the fusion cutter. Thanks, pal.",		"m16p":"I don't know why everybody is always wanting some kind of custom part, but I guess it keeps you tech types working. Drop it off at this location when you're done.",		"m16d":"One of our surveyors has requested a custom-made fusion cutter. We need a special part made for the retractable fusion drill bit. Do you think you could pick up the components you need and make this part for us?",		"m15t":"A Smuggler Needs Your Help",		"m15s":"Your skills have proved invaluable. The Alliance needs the good will of smugglers -- at least the good smugglers.",		"m15r":"You have my part? Great! Looks like I owe you guys one. The next job will be free of charge -- after expenses, of course.",		"m15p":"The Alliance must have a lot of faith in this smuggler. Normally we don't trust these guys as far as we can throw them. Take the part to this location when you're done.",		"m15d":"One of our more trustworthy -- I use that term loosely -- smugglers needs our help. The sublight drive exhaust system got damaged. This replacement part should get it running again. Get the components you need to assemble it at these coordinates.",		"m14t":"A More Cost-Effective Torpedo",		"m14s":"Testing of the new device went extremely well. Your efforts will help many Alliance starfighters.",		"m14r":"These babies pack quite a punch. I hope the tests go smoothly.",		"m14p":"Lucky thing you only have to work on a part for the guidance system instead of the ignition charge. You know where to deliver it, right?",		"m14d":"The Alliance wants to develop a more cost-effective proton torpedo. It's fallen to us to build the new prototype. We need you to make this part for the guidance system. Components are waiting for you at this location.",		"m13t":"Here Today, Obsolete Tomorrow",		"m13s":"Keeping up with Imperial advances is difficult given our limited resources. Thanks for making it a little easier.",		"m13r":"I hope this module isn't replaced as quickly as the last one. I'd better get cracking on the next stage of this operation.",		"m13p":"I tell you, if I had a credit for every time I doled out components, I'd buy my own fleet. Bring the part to these coordinates once you've built it. Blah blah, I always have to say that. You builders should know the routine by now.",		"m13d":"The Alliance has purchased the plans for a new Imperial encryption module for a subspace transceiver. Once it's assembled, we'll be to keep up with Imperial transmissions, at least until they revise the module. Please assemble this part of the device from this schematic. Components are available at these coordinates.",		"m12t":"Build a Bugged Mouse Droid",		"m12s":"The prototype mouse driod has been inserted successfully. Your work was flawless. We greatly appreciate it.",		"m12r":"This mouse droid prototype is starting to get kind of expensive. I'm not sure whether this idea is practical.",		"m12p":"Working in miniature, I see. You tech people are always doing something new. I wish I'd get to see the finished product for once. What? A mouse droid? Oh, everybody's seen those.",		"m12d":"The Alliance is trying to infiltrate bugged mouse droids into the offices of COMPNOR. A miniaturized jamming device will keep our droids from alerting Imperial sniffers. Will you make this part for the device? Pick up the components you need at this location.",		"m11t":"Build Parts for Something Big",		"m11s":"You have our extreme gratitude. People who care are the most valuable resource in the Alliance.",		"m11r":"Another one? I hope there aren't too many more of these parts on the way. Storage is bursting at the seams.",		"m11p":"At the rate you lot are asking for these components, you'll have me cleaned out soon. The finished parts are all going to these coordinates. I hope there's room left.",		"m11d":"The Alliance needs parts for a large ion cannon. They tell me it's a really, really big ion cannon. We're swamped, can you help out by building one of these parts for us? We'd appreciate it. Head over to the officer in charge of supplies and get what you need.",		"m10t":"The Missing Piece",		"m10s":"I'm grateful you were able to help out. I would have been very embarrassed if I'd shipped an unfinished order.",		"m10r":"Glad this part is here. Now we can get the rest of this order to wherever it's going.",		"m10p":"These last few components were somehow left out of the big order. Very sorry about that.",		"m10d":"Have you got the time to slap a part together for me? We were making parts for fusion disks. Once we started assembling them, we discovered there was one item missing. Go and grab the components you need for the part. Bring it to these coordinates when you've finished so we can ship them all off.",		"m9t":"Working the Angles",		"m9s":"We're very impressed with your work. Let us know if you need any more jobs.",		"m9r":"That smuggler tries that same trick every time. I wonder if it ever worked? I'll get this part installed immediately.",		"m9p":"I have what you need, but do you have my creds? What?! I was never paid in advance! Okay, don't get excited -- let me check my datapad. Oh, I guess the payment has gone through. Here.",		"m9d":"We're waiting on some components to make a part for an old Corellian corvette. Would you go to this location to see if the smuggler has arrived with the components yet? He was well paid in advance, so don't let him try and fool you. Once you've made the part, bring it to our engineer for installation.",		"m8t":"Repair an Imperial Signal Beacon",		"m8s":"Thanks, but it seems the Imperial signal beacon also translates as, "Here we are, beloved Emperor!" We had to junk the beacon, very suddenly. Sorry about that.",		"m8r":"Good work. With this part I should have the beacon up and running in no time.",		"m8p":"Components to repair an Imperial beacon? There's something new every day in this job.",		"m8d":"Imperial spies are everywhere. We just lost a remote outpost because some observer called in a battalion of stormtroopers. We're trying to repair a captured Imperial signal beacon; its signal means, basically, "Long live the Empire, don't attack us." Can you pick up the components and craft the part we need?",		"m7t":"Parts for a Light Cruiser",		"m7s":"Thanks for your hard work helping the Mon Calamari! Their ship left the system better than new.",		"m7r":"I hope you didn't have too much trouble with this part. I'll take it off your hands and get it up to the ship with the others.",		"m7p":"There's nothing like a custom job to keep you on your toes, is there? The components you need are right here. I hope you know what they're for.",		"m7d":"A Mon Calamari light cruiser is in orbit for repairs after a skirmish with Imperials. They have requested some unusual parts that will have to be custom made. Go to our quartermaster and pick up the components for the part in this schematic. ",		"m6t":"Slowing Down is Important Too",		"m6s":"They did a test run with a droid pilot. The ship reverts from hyperspace with no problems now. Well done!",		"m6r":"This is it? It looks a lot like the last one -- oh wait, I see what you did here. That should make all the difference. Thanks friend.",		"m6p":"Here are the components salvaged from the old part. See if you can get them back together, and bring them to the engineer over in this area when you have a working part.",		"m6d":"We've got a lot of work for you if you're looking. We replaced some parts in the realspace compensator of a hyperdrive system only to discover that one part was faulty. We were lucky the ship wasn't destroyed when it came out of hyperspace. Can you rebuild the part so it functions properly?",		"m5t":"Keep Upgrading Until They Rename It",		"m5s":"Excellent work on the part for the sensor array. We're really glad to have you with us.",		"m5r":"Thanks. With all these upgrades they keep making, I doubt there's much of the original ship left.",		"m5p":"These have to be components for some kind of sensor, am I right? I thought so. I had big trouble getting these, believe me. The part gets delivered to these coordinates. ",		"m5d":"The Alliance has made some improvements to the long-range sensor array of the X-wing fighter. Here's the schematic for the new part. You can pick up the components you need at this location. A ship in one of the hangers that needs the upgrade; you'll be told where to go.",		"m4t":"Keeping In Character",		"m4s":"Thanks to your speed in this matter, our operative was able to make it to a rendezvous at the Emperor's private retreat. Thanks for your good work!",		"m4r":"Just in time, friend. I'd better get back to work. I'll see you around, though you may not recognize me.",		"m4p":"I had a heck of a time getting these components on such short notice. Don't expect me to do this every time. Bring the package to this location once you've finished.",		"m4d":"One of our covert operatives needs a replacement part for a holographic image disguiser. Please fashion this part as soon as you can, so the operative can return to duty. We'd appreciate it if you move fast on this.",		"m3t":"Help a Pilot Get Airborne",		"m3s":"Thanks for getting that part done so quickly. The pilot was really eager to rejoin the squadron.",		"m3r":"You made my part? Thanks a million, chum. The sooner one of the techs installs it, the sooner I can get off this dirtball. No offense.",		"m3p":"There are a lot of droids that need replacement parts right now, but fortunately I have the components you need. Here you go.",		"m3d":"Do you know anything about droid parts? Great. We need you to make a part for an R2 unit that has a defective recharge coupling. The pilot who uses the droid is waiting for the part, so grab what you need. As soon as you're finished, drop it off at the specified location.",		"m2t":"An Uncommon Weapon Needs Repairs",		"m2s":"The bowcaster is working smoothly, thanks to you. I don't know why he doesn't get a blaster, but to each his own, I guess.",		"m2r":"This the bowcaster part? Great! I'll see that it gets where it's going.",		"m2p":"I don't get many requests for bowcaster repair, so I don't keep the part in stock. Here's what you need to make it, though. ",		"m2d":"A certain well-respected, tall, furry member of the Alliance needs a part made so he can repair his bowcaster. The components needed to craft the part have already been purchased and can be picked up at these coordinates.",		"m1t":"Designing for the Future",		"m1s":"We really appreciate your zeal in producing this item. It's enthusiasm like your that will make the Alliance successful.",		"m1r":"You finished the part already? I guess we can start testing a little earlier than planned.",		"m1p":"Sorry you had to come all this way to get these. I've been running all over the place lately. When you're finished, bring the part to these coordinates.",		"m1d":"Alliance researchers are working on a design for a new kind of fighter called an A-wing. Although it's a long way off from actual production, we'd like you to make a specific part we need to run some stress tests. When you have a little free time, go and get the components you need at this location."
}}
