{
	"stfFile":"spacequest/assassinate/corellia_imperial_17",
	"entries": {
		"title_d":"The Rebels have been sending drone X-wings to the Corellian system in order to get readings on Imperial formations. Black Epsilon wants to use the Rebels plan against them by attacking one of the drones. When it sends out it's distress signal Black Epsilon will trace it back to it's destination. Then you are to travel to that area and begin a jamming operation to distract the Rebels while a main assault is happening.",		"title":"Corellia System: Eliminate the Rebel X-wing Drone",		"split_quest_alert_fail":"",		"split_quest_alert":"Ok we have the location. Stand by for navigation location. Once you have the location, travel there immediately and begin the jamming operation.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_target_t":"Destroy the X-wing Drone",		"quest_target_d":"Intercept the X-wing drone that is being tracked by Flight Command inside of the Corellian system. Once you destroy the vessel it will send out a distress signal that can be traced back the Rebel communications relay point.",		"quest_location_t":"Travel to the Corellian System",		"quest_location_d":"Travel to the Corellian system and eliminate the X-wing Drone.",		"quest_escort_t":"",		"quest_escort_d":"",		"failed_escape":"You let that ship escape. Report back to your superior and explain to him why this operation was a failure.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Escort fighters eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer :\#pcontrast3 <%DI escort fighters remanining.>",		"destroy_escort":"",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"assassinate_success":"Nice work, pilot. The drone sent out the distress signal right before you destroyed it. Stand by.",		"arrival_phase_2":"We have the lock. Sending you the navigation coordinates to it's current location. We will keep you updated as it progresses through the region.",		"arrival_phase_1":"We are getting a lock on the vessels position. Remember that it is going to be on the move so you have to destroy it before it reaches it's destination.",		"Quest Log Data":"Text"
}}
