{
	"stfFile":"spacequest/assassinate/corellia_imperial_tier4_4",
	"entries": {
		"title_d":"Travel to the Dathomir system and kill Nej'a Berto'Lo. Insurgent has been able to put all the pieces together and has discovered the location of the first target, Nej'a Berto'Lo. You are ordered to intercept and destroy Nej'a, along with all that fly with him.",		"title":"Dathomir System: Kill Nej'a Berto'Lo",		"split_quest_alert_fail":"",		"split_quest_alert":"During your battle with Nej'a Berto'Lo, we discovered the presence of a Velocity communications ship nearby. Capture and escort that ship for the Empire.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_target_t":"Destroy Nej'a Berto'lo",		"quest_target_d":"Intercept and destory Nej'a Berto'Lo in the Dathomir system before he can jump out of the system.",		"quest_location_t":"Travel to the Dathomir System",		"quest_location_d":"Travel to the Dathomir system and intercept Nej'a Berto'Lo.",		"quest_escort_t":"Destroy Nej'a's Escort",		"quest_escort_d":"Destroy all fighters flying with Nej'a Berto'Lo.",		"failed_escape":"The Emperor will not be pleased at the news you let Nej'a escape. Report back to your superior and hope they show mercy.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Escort fighters destroyed.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escort fighters remaining.>",		"destroy_escort":"Send a message to our enemies and destroy everyone who was flying with Nej'a.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"assassinate_success":"The Emperor will be most pleased with your success. You have no idea of what you have just accomplished. Stand by for further instructions.",		"arrival_phase_2":"Nej'a Berto'Lo is right where the captured orders said he would be but it appears he is attempting to leave the sector. Intercept and destroy.",		"arrival_phase_1":"Scanning sector for target vessel. Stand by.",		"quest_log_data":"Text"
}}
