{
	"stfFile":"spacequest/assassinate/corellia_imperial_4",
	"entries": {
		"title_d":"Travel to the Corellia system and destroy the B-wing prototype. When you enter the system Imperial command will begin its scan for the B-wing prototype. Once they find it, they will send you a navigation waypoint to its current location. As the B-wing prototype moves through the system this navigation waypoint will update to its most current location. Follow these waypoints until you can intercept the B-wing prototype. Once you have caught up to the B-wing prototype, you must destroy the starfighter. You will have to hurry to catch up to the B-wing prototype because if it reaches the end of its route it will jump out of the system and you will lose your chance to kill it. When you complete this mission, return to Hakasha Sireen at the Imperial Base on Talus and Hakasha Sireen will train you in a new Imperial Pilot skill.",		"title":"Corellia System: Destroy the B-wing Prototype",		"split_quest_alert_fail":"",		"split_quest_alert":"Another B-wing Prototype have been located. Destroy this new prototype before it gets away as well.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_target_t":"Destroy the B-wing Prototype",		"quest_target_d":"Intercept and destroy the B-wing prototype in the Corellian system. Follow the navigation waypoints to its most recent location until you have caught up to the B-wing prototype. If the B-wing prototype reaches the end of its path before you intercept it, the B-wing prototype will jump out of the system. Also keep an eye out for any escort fighters that might be traveling with it. They will retaliate when you attempt to destroy the B-wing prototype.",		"quest_location_t":"Travel to the Corellian System",		"quest_location_d":"Travel to the Corellian system and destroy the B-wing that is being tested there. When you enter the system wait until you receive a navigation waypoint to its most current location. As the B-wing prototype moves through the system the navigation waypoint will update to its most recent location. Catch up to and destroy the B-wing prototype before it can reach the end of its route and jump out of the system. ",		"quest_escort_t":"",		"quest_escort_d":"",		"failed_escape":"You let the B-Wing escape. The Rebels probably think that they have gotten one over on us. Fortunately for you we have a trace on another of these prototypes that is in the system. Stand by for more information.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Escort fighters eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escort fighters remaining.>",		"destroy_escort":"",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"assassinate_success":"Nice work, pilot. That will show the Rebels that we are not afraid of them. Return to your commanding officer on Talus.",		"arrival_phase_2":"We have sent you the navigation location to the prototype. It looks like the Rebels are trying to get it out of the area. Destroy that ship before it can leave the system. We will update the waypoints with it's progress as it moves through the system.",		"arrival_phase_1":"Stand by. We are getting a lock on the Rebel prototype vessel. We will send you the navigation coordinates once we have it's location.",		"Quest Log Data":"Text"
}}
