{
	"stfFile":"spacequest/assassinate/corellia_imperial_tier3_4_c",
	"entries": {
		"title_d":"Destroy the Karthakk Queen in the Lok system. Nym's freighter fleet is in ruins and his fighters have been greatly reduced. We have learned from the pilot of the smuggler vessel you captured that Nym received a gift from the Rebels to help seal the now defunct deal. A gunboat was given to him by the Rebellion. We a ship of that power Nym will be able to quickly regain control and rebuild his fleet.",		"title":"Lok System: Destroy the Karthakk Queen",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_target_t":"Destroy the Karthakk Queen",		"quest_target_d":"Iintercept and destroy the gunship in the Lok system. Nym is aware of the danger his ships are in and is trying to get this vessel out of the system before anymore damage can be done.",		"quest_location_t":"Remain in the Lok System",		"quest_location_d":"Remain in the Lok system and intercept the Karthakk Queen.",		"quest_escort_t":"Destroy the Escort Fighters",		"quest_escort_d":"Destroy all vessels traveling with the Gunship as well.",		"failed_escape":"Your mission was clear. Take out that ship and you let it get away. With that vessel Nym can easily resupply and be back in operation in no time. Report back to your superior.",		"escort_wiped_out":"Tactical Computer: <Enemy escorts eliminated.>",		"escort_remaining":"Tactical Computer: <%DI escorts remaining.>",		"destroy_escort":"Since you are there, you should also destroy that vessels escorts.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"assassinate_success":"If Nym doesn't get the point that we don't want him assisting the Rebellion now he will have to be eliminated. Head for home.",		"arrival_phase_2":"Location of vessel and it's escort transmitted. Eliminate that vessel at all costs.",		"arrival_phase_1":"Getting a lock on your target vessel. Stand by.",		"Quest Log Data":"Text"
}}
