{
	"stfFile":"spacequest/assassinate/naboo_imperial_tier4_4_c",
	"entries": {
		"title_d":"Destroy the next Prison Break Shuttle that is attempting to leave the Dathomir system. The prison break was a coordinated effort. Multiple ships are leaving the surface at the same time. Another one is trying to make a break for it. Catch and destroy it before it can leave the system.",		"title":"Dathomir System: Destroy the Prison Break Shuttle. Part II",		"split_quest_alert_fail":"",		"split_quest_alert":"Alert! Enemy engaged by TIE 701st wing. Enemy strength under estimated and the wing is in trouble. Request immediate assistance.",		"quest_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"quest_target_t":"Destroy the Prison Break Ship",		"quest_target_d":"Intercept and destroy the prison break vessel before it can leave the system.",		"quest_location_t":"Remain in the Dathomir System",		"quest_location_d":"Remain in the Dathomir system and intercept the Prison Break Shuttle.",		"quest_escort_t":"Destroy the Escort Fighters",		"quest_escort_d":"Any ships with this vessel are enemies of the Empire. Destroy them.",		"failed_escape":"You have failed your Emperor. Report this failure to your superior and hope he has mercy to spare.",		"escort_wiped_out":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Escort fighters eliminated.>",		"escort_remaining":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%DI escort fighters remaining.>",		"destroy_escort":"There are still some of the escorts that flew with the escaping vessel remaining. Destroy them. Destroy them all.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"assassinate_success":"Excellent, pilot. You have done well. Those who try to violate the will of the Emperor have met their just fate.",		"arrival_phase_2":"Ship has reached orbit. This vessel and all traveling with her must also be destroyed.",		"arrival_phase_1":"Ship launch detected on planet surface. Stand by for interception coordinates.",		"Quest Log Data":"Text"
}}
