{
	"stfFile":"spacequest/assassinate/naboo_rebel_tier3_3_d",
	"entries": {
		"title_d":"The Blacklight pirate leader is within your grasp, don't let him slip away!",		"title":"Endor system: Assassinate Blacklight Leader",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"quest_update":"Vortex Command: < %TO >",		"quest_target_t":"Blacklight pirate leader.",		"quest_target_d":"Pirates often obtain their rank through their combat skill so the Blacklight pirate leader will probably be a tough opponent. He's also bound to be heavily guarded so prepare for a bloody battle.",		"quest_location_t":"Endor system.",		"quest_location_d":"You're heading straight for the center of the Blacklight pirates area so be prepared for anything!",		"quest_escort_t":"Teach the Blacklights to fear us.",		"quest_escort_d":"Eliminate the leader's retinue as well, it's time to teach these pirate scum a lesson!",		"failed_escape":"Pilot! You've failed your mission! Return to Ezkiel for further instruction.",		"escort_wiped_out":"Vortex Command: < Your work isn't over yet, pilot. His cronies are gone, but you still have the Blacklight leader to deal with. Proceed with your objective! >",		"escort_remaining":"Tactical Computer: < Scanning... ... Remaining Blacklight enemies in the area: %DI >",		"destroy_escort":"You've successfully assassinated the leader, but his cronies won't let you go unscathed. Destroy them all!",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"assassinate_success":"Excellent! You successfully assassinated the Blacklight Pirate leader. The Spynet will undoubtedly be grateful. Return to Ezkiel for further instruction.",		"arrival_phase_2":"There he is! The Blacklight Pirates are known for their dogfighting, so be careful. Good luck, pilot. We're counting on you.",		"arrival_phase_1":"We have pinpointed the ship of the leader of the Blacklight pirates and are uploading his coordinates to you now, stand by.",		"Quest Log Data":"Text"
}}
