{
	"stfFile":"spacequest/assassinate/tatooine_rebel_tier3_2_b",
	"entries": {
		"title_d":"We want to keep this winning streak going and we have the perfect target. An Imperial Inquisitor is in transit through the Dantooine system. Eliminate him and it will put fear through out the ranks of the Empire.",		"title":"Dantooine system: Defeat Imperial Inquisitor in the Dantooine sector.",		"split_quest_alert_fail":"",		"split_quest_alert":"Rebel Command: < While you are here, there's a squad of B-Wing bombers that could use help getting past some Imperial fighters. >",		"quest_update":"Rebel Command: < %TO >",		"quest_target_t":"Imperial Inquisitor.",		"quest_target_d":"Imperial Inquisitors are as skilled as they are ruthless. They are equipped with the best equipment and heavily guarded so this won't be easy. You've done well so far though, don't let us down now.",		"quest_location_t":"Dantooine system.",		"quest_location_d":"The Dantooine system is not considered to have a heavy Imperial presence but an Inquisitor never travels alone. Don't let your guard down pilot.",		"quest_escort_t":"",		"quest_escort_d":"",		"failed_escape":"Bah! He got away! Maybe there is more to the rumor of the Inquisitors invincibility than we thought.",		"escort_wiped_out":"Rebel Command: < Very good, the Inquisitor will be a easy target without his escort, go get him! >",		"escort_remaining":"Rebel Command: < Excellent, there is %DI of the escort remaining. The most important is the Inquisitor though, don't let him get away! >",		"destroy_escort":"",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"assassinate_success":"Fantastic! Eliminating a member of the Inquisition will strike fear in the Empire, they are regarded as untouchable by their own.",		"arrival_phase_2":"Alright, one of our sensor vessels have locked on to him now. Chase him down and defeat him pilot, good luck!",		"arrival_phase_1":"Good, you are here. We are tracking a high prize officer of the Empire, an Imperial Inquisitor. If you can defeat him, it would be a hard blow to the Empire.",		"Quest Log Data":"Text"
}}
