{
	"stfFile":"static_npc/naboo/arven_wendik",
	"entries": {
		"npc_reset_6":"Perhaps you weren't quite ready for a task of this magnitude. You may wish to try me again once your skills have improved.",		"npc_reset_5":"Perhaps you weren't quite ready for a task of this magnitude. You may wish to try me again once your skills have improved.",		"npc_reset_4":"Perhaps you weren't quite ready for a task of this magnitude. You may wish to try me again once your skills have improved.",		"npc_reset_3":"Perhaps you weren't quite ready for a task of this magnitude. You may wish to try me again once your skills have improved.",		"npc_reset_2":"Perhaps you weren't quite ready for a task of this magnitude. You may wish to try me again once your skills have improved.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Have you lost your mind?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"You should probably go on about your business.",		"otherescort_4":"",		"npc_failure_4":"I gather you were unable to destroy the listening post. I can hardly blame you, but this is going to cause problems for our operation here.",		"npc_noloc_4":"There are a lot of patrols in that area right now. Come back again and see me again in a while, and we'll make the final arrangements.",		"npc_work_4":"Have you destroyed the listening post yet?",		"npc_reward_4":"You're a true friend of the Alliance. Working with you has been a real pleasure.",		"npc_backtowork_4":"So are you going to go destroy that listening post or not?",		"npc_4_4":"Calm yourself. I'm not asking you to attack a stormtrooper barracks. The post is staffed with three or four stormtroopers. You'll need a strike team, but I think you're up to it. What do you say?",		"npc_3_4":"I understand. This is no small thing I'm asking for.",		"npc_2_4":"Excellent, I knew you had the stuff. Blast that listening post into tiny pieces. You may want to take out the guards and technicians too, just to make sure you're not followed back here.",		"npc_1_4":"You're just in time to do a huge service for the Alliance. I'm asking a lot this time, but I'm hoping you'll be willing to take this on. The Empire has set up a listening post in the wilderness to track our ships as they land nearby. Would you like to destroy it?",		"player_3_3":"How risky is it?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Thank you for saving my life. I'll never forget you.",		"npc_takeme_3":"I've never been so glad to see somebody in my entire life.",		"npc_breech_3":"HELP! I'm over here!",		"dontknowyou_3":"You should probably go on about your business.",		"otherescort_3":"I'm not the person you need to find.",		"npc_failure_3":"You failed? Then we can only hope that she dies before she talks.",		"npc_noloc_3":"I know it seems strange, but I'm going to have to delay this mission temporarily. You'll just have to trust my reasons. Check with me later.",		"npc_work_3":"Haven't you found her yet? We're running out of time!",		"npc_reward_3":"That was a near thing, but you came through for us. Good job, friend! Check with me again for more assignments.",		"npc_backtowork_3":"Please find her soon. We're running out of time.",		"npc_4_3":"Extremely dangerous. According to our intelligence, she's being held by several stormtroopers and an officer. You'll need a small but skilled strike team. Can you do it?",		"npc_3_3":"Yes, I suppose this mission is too dangerous. I don't blame you.",		"npc_2_3":"I'm glad to hear it. Kill her captors and bring her here before it's too late.",		"npc_1_3":"One of our informants has been captured on her way here. They're bringing her to Imperial High Inquisitor Mal Sikander for questioning. If he makes her talk -- and he will! -- our cover here is blown. Do you think you can rescue her?",		"player_3_2":"Won't Imperial patrols be after him if he was shot down?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"Thanks for getting me here. I was afraid I might not make it.",		"npc_takeme_2":"I'm glad you're here. I've had to duck several Imperial patrols.",		"npc_breech_2":"Are you going to Dee'ja Peak?",		"dontknowyou_2":"I'm busy right now.",		"otherescort_2":"I'm here to meet somebody else.",		"npc_failure_2":"You weren't able to rescue him? I'm sorry to hear that.",		"npc_noloc_2":"Those Imperial patrols can be trigger-happy. You had better wait a while before you go looking. Check back with me later.",		"npc_work_2":"Where is Grel Rommo? Haven't you found him yet?",		"npc_reward_2":"You've done very well. The Alliance can't afford to lose any pilots. I hope we'll work together again.",		"npc_backtowork_2":"You should really hurry and get that pilot.",		"npc_4_2":"Almost certainly, which is why I want you to find him as soon as possible. Will you?",		"npc_3_2":"I'm surprised that you're not willing to help. I hope I can find somebody else.",		"npc_2_2":"Good. The pilot's name is Grel Rommo. Once you've located him, bring him back here, while I arrange his passage offworld. Good luck.",		"npc_1_2":"Did I mention I used to be a pilot? I flew in the Battle of Naboo years ago. I miss flying sometimes, but the work I do here is valuable. I'm thinking of the old days because Imperial fighters have just shot down an Alliance pilot. I hope he bailed out in time. Will you go look for him?",		"player_3_1":"What are the documents?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"These aren't my documents. ",		"gotowork_1":"Where are my permits? I can't get off world without them.",		"npc_smuggle_1":"I hope these things work. I don't want trouble with the Imperials. And I better get paid on time this time!",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you the courier with the uh -- official documents?",		"dontknowyou_1":"Please leave me alone. ",		"otherescort_1":"I'm afraid I'm waiting for somebody else.",		"npc_failure_1":"Blast it! Those medical supplies are desperately needed by the Alliance.",		"npc_noloc_1":"Imperial scrutiny is a little intense right now, so I'm going to have to ask you to come back and see me later.",		"npc_work_1":"Haven't you delivered the permits yet?",		"npc_reward_1":"See me again soon. The Alliance always needs good people",		"npc_backtowork_1":"Hurry up. The medical supplies are no good without those permits.",		"npc_4_1":"The documents are Imperial permits that will allow us to ship medical supplies from Naboo to where they're most needed. What do you say?",		"npc_3_1":"I take it you have something else to attend to. Perhaps you can help the Alliance in the future.",		"npc_2_1":"Good. Take these to Alowi Fintz -- she's our "procurement specialist." She may look like a common smuggler, but really, she's also a well-paid friend of the Alliance.",		"npc_1_1":"It's always good to meet another friend of the Alliance. My name is Arven Wendik. I frequently deal with some unsavory customers, so I hope you're not too picky about the company you keep. Can you deliver some documents as a service to the Alliance? They're quite real -- or at least they appear real, which is much the same thing.",		"notyet":"I'm too busy to talk.",		"npc_reset_1":"Perhaps you weren't quite ready for a task of this magnitude. You may wish to try me again once your skills have improved.",		"cantwork":"I take it you have something else to attend to. Perhaps you can help the Alliance in the future.",		"next":"The Alliance appreciates your assistance and may need your services again in the future."
}}
