{
	"stfFile":"static_npc/naboo/bardo_klinj",
	"entries": {
		"npc_reset_6":"I'll keep the job open, so check back when you feel inclined to give it another try.  ",		"npc_reset_5":"I'll keep the job open, so check back when you feel inclined to give it another try.  ",		"npc_reset_4":"I'll keep the job open, so check back when you feel inclined to give it another try.  ",		"npc_reset_3":"I'll keep the job open, so check back when you feel inclined to give it another try.  ",		"npc_reset_2":"I'll keep the job open, so check back when you feel inclined to give it another try.  ",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"What does a majordomo do, exactly?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"You've been a wonderful companion. Thank you for getting me here safely.",		"npc_takeme_4":"I'm relieved to see you. You're good at what you do. ",		"npc_breech_4":"Help me! Please!",		"dontknowyou_4":"Don't you have business of your own to attend to?",		"otherescort_4":"I'm not the one you seek. A pity, really.",		"npc_failure_4":"You didn't rescue her? I guess we move to Plan B.",		"npc_noloc_4":"I need to make some quick back-up arrangements. Check back in a few minutes. I hope to have everything prepared.",		"npc_work_4":"If you were wondering when is the right time to make that rescue -- the answer is "now."",		"npc_reward_4":"You have done a great service to our organization. You deserve a vacation -- Moenia perhaps. Borvo lives there. Maybe you might stop in and visit him.",		"npc_backtowork_4":"You know everything I can tell you. Or were you having second thoughts?",		"npc_4_4":"Let's just say she's an integral part of our accounting process. The specifics of her job are not pertinent. We just want her back as soon as possible.",		"npc_3_4":"This is a bad time to turn me down. Certainly not the act of a friend.",		"npc_2_4":"Her name is Xan'lac, and she's a Twi'lek. Feel free to kill any non-Twi'leks in her vicinity. Be careful of her though -- she's a very valuable resource. ",		"npc_1_4":"You are in a position to do Borvo a great service. His majordomo has been taken captive by his rival, Kritus Morven. We want her back, urgently, and we want you to get her.",		"player_3_3":"How am I supposed to collect it if he doesn't have it?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Mesa no liken de interest. Mesa be crunchin' yous, not be skeered of yousa none.",		"dontknowyou_3":"Mesa no liken yous outlaunder. Off wit yousa.",		"otherescort_3":"Yousa bein' in da wrong place to meet yousa friend.",		"npc_failure_3":"You didn't collect? Someone has to collect from him or we're gonna look like suckers. That's not good in our business.",		"npc_noloc_3":"We've got a guy tailing Mubarr. When he's somewhere we can meet him privately, he'll send word. See me in a while.",		"npc_work_3":"So did you collect from that Gungan yet, or what?",		"npc_reward_3":"Good work. Can you believe how that guy would try to ignore his obligations to the boss? It breaks my heart.",		"npc_backtowork_3":"Are you going to collect from that Gungan or are you giving up?",		"npc_4_3":"Our slicers tell me Mubarr's bank records show he has the money. Just be sure to get his bank codes so we can extract a late fee and, of course, your payment.",		"npc_3_3":"I guess you're just the softhearted type -- or maybe you can't understand them either.",		"npc_2_3":"I figured you could handle this one easy. Just find Mubarr and explain the problem to him. If he doesn't cooperate -- you do what you have to.",		"npc_1_3":"You don't have a problem dealing with Gungans, do you? Personally I can't understand a blasted thing they say, but the boss has a soft spot for them. One of them, named Mubarr, owes us a little money and hasn't been coming around to make his payments. Would you mind collecting for us?",		"player_3_2":"Why is it important that I not be associated with you?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"This is not the item you were supposed to give me.",		"gotowork_2":"",		"npc_smuggle_2":"Not to worry. All these codes are squeaky clean.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Are you the courier I'm supposed to meet?",		"dontknowyou_2":"I'm waiting here for somebody else.",		"otherescort_2":"I'm waiting here for somebody else. ",		"npc_failure_2":"I'm sorry you couldn't finish the job. Don't worry, though, the boss is a forgiving sort -- at least by Hutt standards.",		"npc_noloc_2":"The courier will contact us as soon as he leaves. See me again in a while and I should know more.",		"npc_work_2":"Did you pick up that package yet? The boss was wondering where it was.",		"npc_reward_2":"You seem to handle yourself pretty well. Keep up the good work and there may be a place for you in our organization.",		"npc_backtowork_2":"Were you going to pick up the goods, or do you just want out?",		"npc_4_2":"Just to protect that official. Borvo has a -- reputation, and the authorities tend to keep an eye on his known associates. Nobody will give you a second look. No offense.",		"npc_3_2":"You think you can just say no? Is that what you really think? Well -- that's true. Now get lost. ",		"npc_2_2":"Glad to have you working with us. Meet Imperial courier Val Tula. She'll have a datadisc for you. It's a valuable item, so watch yourself once you make the pickup. ",		"npc_1_2":"A local official who the boss did a big favor is sending a thank-you gift to him. You're new to the organization, so nobody would associate you with us yet. Would you mind picking up this package?",		"player_3_1":"What sort of delivery is this?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I'm pretty sure you were supposed to give me a different package.",		"gotowork_1":"You were supposed to bring me some spice? What happened to it?",		"npc_smuggle_1":"Thank you, citizen. I'll take it from here.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you the courier?",		"dontknowyou_1":"Just go on about your business.",		"otherescort_1":"I'm waiting for somebody else. ",		"npc_failure_1":"You didn't deliver the spice? Borvo will be sorely disappointed.",		"npc_noloc_1":"The Imperial courier will contact us once he's set out for the rendezvous. Check back in a while.",		"npc_work_1":"Were you going to deliver that spice or just hang onto it? ",		"npc_reward_1":"Good job. I think I could find more work for you soon.",		"npc_backtowork_1":"Did you change your mind about delivering that spice?",		"npc_4_1":"If you have to ask... actually nothing too illegal. A certain Imperial official has a taste for Kassoti spice. Borvo wants to meet the needs of all his friends in the Empire.",		"npc_3_1":"What a fine upstanding citizen you are. Now you'd better run along --people might get the wrong impression about you if they see you talking to me.",		"npc_2_1":"Wonderful. You'll be giving this package to an Imperial courier, so I doubt you'll have any legal trouble. However, you may run into tedious busybodies from Kritus Morven's gang. See me once you've finished.",		"npc_1_1":"Very wise, speaking with me. You could do much worse than ally yourself with Borvo the Hutt. I'm his lieutenant. If you're interested in earning credits, I happen to be missing a courier. That's the problem with so many beings in this line of work -- they're unreliable. Interested in making the drop in his place?",		"notyet":"This isn't a good time.",		"npc_reset_1":"I'll keep the job open, so check back when you feel inclined to give it another try.  ",		"cantwork":"Talk to me again once you've finished with your current employer.",		"next":"I don't have anything for you just now. If you want more work you should go to Moenia and talk to Borvo. "
}}
