{
	"stfFile":"static_npc/naboo/boss_nass",
	"entries": {
		"npc_reset_6":"Disen mooie mooie disappointen. Come backo whensa yousa can finish de task.",		"npc_reset_5":"Disen mooie mooie disappointen. Come backo whensa yousa can finish de task.",		"npc_reset_4":"Disen mooie mooie disappointen. Come backo whensa yousa can finish de task.",		"npc_reset_3":"Disen mooie mooie disappointen. Come backo whensa yousa can finish de task.",		"npc_reset_2":"Disen mooie mooie disappointen. Come backo whensa yousa can finish de task.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"How many Imperials did Sikander send?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"Halt! You're under arrest!",		"dontknowyou_4":"This is Imperial business! Move along!",		"otherescort_4":"This is Imperial business! Move along!",		"npc_failure_4":"What yousa spek? De Imperials not be crunched? Dis be berry bombin! Wesa must stop dem!",		"npc_noloc_4":"Yousa wait. Dosen Imperials be wanderin da swamps. Come backo later.",		"npc_work_4":"Did yousa stop de Imperials? Wesa be needin yousa hep!",		"npc_reward_4":"Yousa welcome at da Gungan sacred place any time. Wesa tink yousa boyo to all da Gungans.",		"npc_backtowork_4":"Dosen Imperials be on dere way! Whysa yousa still here?",		"npc_4_4":"Mesa tink yousa need maxibig boyos to hep yousa crunchen de Imperials. Den yousa share de glory.",		"npc_3_4":"Mesa mooie mooie sad yousa doen nutten. Many Gungans get crunched now. Away wit yousa!",		"npc_2_4":"Dat is da bombad warrior mesa know. Go an crunchen dosen Imperial dudus!",		"npc_1_4":"Welcome backo, mesa maxibig boyo! Mesa be havin one last task dat yousa can hep mesa wit. Imperial biggen, Sikander, be sendin bombab warriors to crunchen da Gungan sacred place. Yousa berry good boyo to da Gungans. Yousa go an crunchen de Imperials before dey can crunchen usan. Yes?",		"player_3_3":"What is your niece's name?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Yousa good friend. Come backo and see mesa sometime.",		"npc_takeme_3":"Yousa bombad warrior! Mesa like da way yousa put da crunchen on de stormtroopahs. Wesa go to Boss Nass now.",		"npc_breech_3":"Put da crunchen on desen Imperials!",		"dontknowyou_3":"Mesa not spek wit yousa. Mesa busy.",		"otherescort_3":"Yousa must be lookin for someone else. Mesa not da one. ",		"npc_failure_3":"What? Mesa best niece get crunched? Dis bombin! Dis berry, berry bombin!",		"npc_noloc_3":"Yousa wait. Mesa best niece not sendin da signal yet. Come backo later.",		"npc_work_3":"Wheresa is mesa best niece? Yousa must hep shesan! Off wit yousa!",		"npc_reward_3":"Yousa make mesa berry happy. Wesan be boyos!",		"npc_backtowork_3":"Mesa best niece goin to be crunched by de Imperials! Whysa yousa not goin?",		"npc_4_3":"Shesa be culled Fassa an shesan a bombad warrior so yousa be berry polite whensa yousa spek wit shesan. Yousa ready to go?",		"npc_3_3":"Dis stinkowiff! Off wit yousa! Mesa no like yousa no more!",		"npc_2_3":"Mesa berry happy. Yousa good friend to da Gungans.",		"npc_1_3":"Yousa backo, friend? Mesa berry pleased. Mesa needin yousa hep. Mesa best niece, whosa bombad Gungan general, has been taken by de Imperials. Yousa must save shesan or de Imperials crunchen shesan bombad. Yousa heppen mesa?",		"player_3_2":"Who is this handmaiden?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"You have my thanks and the gratitude of Her Majesty, Queen Kylantha.",		"npc_takeme_2":"I'm grateful for your help. You should know that ISB agents have been sent to find me.",		"npc_breech_2":"Are you looking for the handmaiden Jaanie? That's me!",		"dontknowyou_2":"I can't talk to you now. I'm waiting for a friend.",		"otherescort_2":"Sorry, I don't think you're looking for me. Good luck on your search.",		"npc_failure_2":"Yousa failin, yousa spek? Poor girl! Dis be bombin!",		"npc_noloc_2":"Yousa wait. Shesan not at meetin place yet. Come backo later.",		"npc_work_2":"Did yousa find da handmaiden? Poor girl, shesa be needin yousa hep.",		"npc_reward_2":"Maxibig good, friend. Da Naboo biggen be berry happy.",		"npc_backtowork_2":"Dat girl be needin yousa hep. Whysa yousa not goin?",		"npc_4_2":"Shesa culled Jaanie an shesa good friend to da Naboo biggen. Yousa hep shesan?",		"npc_3_2":"Begone wit yousa den!",		"npc_2_2":"Mooie moodie good. Mesa like yousa.",		"npc_1_2":"Welcome backo, outlaunder. Yousa ready to hep da Gungans again? Da Naboo biggen, Queen Kylantha, be needin shesan handmaiden brought here. De Empire biggen, Sikander, be wantin to pune-ish da girl. Yousa hep save shesan?",		"player_3_1":"What's a boomer?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I don't believe this is what I need.",		"gotowork_1":"Do you have the message from Boss Nass? ",		"npc_smuggle_1":"Thanks, friend. I'll get this message to my superiors immediately.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Did the Gungans send you to deliver a message?",		"dontknowyou_1":"I'm afraid I have no time to talk. I need to complete an important mission.",		"otherescort_1":"I think you're looking for someone else, friend.",		"npc_failure_1":"What is dis? Howsa can yousa crunchen dis task? Dis be stinkowiff!",		"npc_noloc_1":"Wait. Meesa receiven' a talkie. Hmm, der be trouble wit da Gungan Rebel friend. Yousa come backo later.",		"npc_work_1":"Did yousa give mesa talkie to da Gungan Rebel friend?",		"npc_reward_1":"Yousa doen grand. Mesa like yousa.",		"npc_backtowork_1":"Yousan should be tendin to mesa maxibig task. Whysa yousa still here?",		"npc_4_1":"Boomer is Gungan bombad weapon. Dis hep de Rebels fight bombad Imperial mackineeks. Yousa hep?",		"npc_3_1":"No yousa spek? Begone wit yousa den!",		"npc_2_1":"Mesa like dis.  Mebbe wesa bein friends.",		"npc_1_1":"Heydo, outlaunder. Whysa yousa come to da Gungan sacred place? Yousa hep da Gungans crunchen de Empire? My needin a talkie sent to da Gungan Rebel friend. Dey needin to send de Rebel bigbrain to Otoh Gunga so dey learn bout boomers. Yousa hep mesa?",		"notyet":"Yousa not supposed ta beesa heere.   Mesa not speke wit yousa now.",		"npc_reset_1":"Disen mooie mooie disappointen. Come backo whensa yousa can finish de task.",		"cantwork":"Yousa seem mooie mooie busy. Come backo whensa yousa can hep and wesa can mebbe spek.",		"next":"Mesa not have maxibig task for yousa. Come backo later."
}}
