{
	"stfFile":"static_npc/naboo/brennis_doore",
	"entries": {
		"npc_reset_6":"I understand your reluctance to help a miserable sleemo such as myself. If you change your mind, however, you know where to find me.",		"npc_reset_5":"I understand your reluctance to help a miserable sleemo such as myself. If you change your mind, however, you know where to find me.",		"npc_reset_4":"I understand your reluctance to help a miserable sleemo such as myself. If you change your mind, however, you know where to find me.",		"npc_reset_3":"I understand your reluctance to help a miserable sleemo such as myself. If you change your mind, however, you know where to find me.",		"npc_reset_2":"I understand your reluctance to help a miserable sleemo such as myself. If you change your mind, however, you know where to find me.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"What does the Imperial Preservation & Refocusing Authority do?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"That doesn't appear to be an Imperial document, an application, or a generous cash donation. That means I probably don't want it.",		"gotowork_3":"Are you a courier? Were you supposed to give me something? You're new at this aren't you?",		"npc_smuggle_3":"An application. Is this yours? No? I'll be sure to review this after I've finished processing the almost ten thousand applications waiting for me at the office. ",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Can I help you? This area is being surveyed by the Imperial Preservation & Refocusing Authority and so is off limits.",		"dontknowyou_3":"I'm terribly busy and can't be bothered.",		"otherescort_3":"I'm terribly busy and can't be bothered.",		"npc_failure_3":"I suppose it wasn't meant to be. I'm sorry to have wasted your time. Now if you'll excuse me, I'm going to try and will my heart to stop.",		"npc_noloc_3":"I'm supposed to receive Nuder's coordinates shortly. Please check back with me in just a bit.",		"npc_work_3":"Did you drop off that application? Please disregard this entire conversation if you had. I can be so pushy sometimes.",		"npc_reward_3":"You're one very special being, do you know that? I'd hug you if I weren't afraid you'd punch me in the face for it. Here, my friend paid his gambling debt thanks to you. Allow me to reward your gallant deeds. It's not much, but it's all I have.",		"npc_backtowork_3":"Have I asked too much of you? I have, haven't I? I understand if you wish to strike me now.",		"npc_4_3":"I'm not sure, but I believe it has something to do with exploiting a planet's natural resources and making it look like "progress." Sounds like something that's right up my alley, huh? The man you need to take this application to is named Rille Nuder.",		"npc_3_3":"Naturally. How presumptuous of me. I'm a cad. Worse, I'm a dolt! I'm a clueless, worthless, presumptuous worm. Please ignore me.",		"npc_2_3":"If I ever have children, I'll name them all after you. I swear. Pardon me, but I'm getting a little emotional… sorry…",		"npc_1_3":"I feel like a criminal asking this of you (no pun intended) but I think I've finally figured out what I can do with my life. I promise, if you help me out with this, I'll never bother you again. I know I've said that before, but this time I mean it. Could you take this completed job application to the Imperial Preservation & Refocusing Authority's representative? I've heard that department will take anybody and a government job would be the answer to all my problems.",		"player_3_2":"What is your friend's name?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"Not sure what this is but I know I don't want it. Maybe you were thinking of giving me something else?",		"gotowork_2":"Were you looking to give me something, pal? I ain't got all day.",		"npc_smuggle_2":"What's this? A collection request from Doore? You gotta be kidding me! I'm not gonna pay that loser a single credit. Uh, you're not his friend, are you?",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"You looking for me? I'm sure I don't owe you any money, pal.",		"dontknowyou_2":"I don't know you, buddy, and I don't want to.",		"otherescort_2":"I don't know you, buddy, and I don't want to.",		"npc_failure_2":"You didn't deliver the request? How unfortunate. I'm sure you're probably very busy. I'm sorry I troubled you with this.",		"npc_noloc_2":"My friend has a bit of wanderlust so it may take me some time to track him down. Please check with me in a bit and I'll give you his coordinates.",		"npc_work_2":"Did you deliver my payment request? I hate to be a bother about this but I am a bit eager to get that money.",		"npc_reward_2":""Kind" does not begin to describe your qualities. My eternal thanks, friend. You don't mind if I call you friend, do you? You are quite deserving of a reward. This is the best I can do.",		"npc_backtowork_2":"Are you having second thoughts? I understand if you are.",		"npc_4_2":"His name is Temir Tonnalo. And I hope you don't mind but I told him you worked for Black Sun. And that you were a good friend of mine. I apologize.",		"npc_3_2":"Right, I overstepped my bounds. Terribly sorry! Feel free to ignore me from now on.",		"npc_2_2":"Again, I'm ever so grateful for your help. I'm sure good things will come of this. And, by the way, Temir's a bigger coward than I am so you should be quite safe.",		"npc_1_2":"I know you've done so much for me already but I was wondering if you could do me one more favor? I'm trying to get back on the right path but I need some help doing it. A friend of mine, and I use the term "friend" in this case to describe someone who loves taking my money when we're playing sabacc but otherwise ignores me, never made good on an old gambling debt. Could you deliver this payment request for me? He might be more inclined to pay when he sees you delivering it. Especially if you snarl a bit. ",		"player_3_1":"Who did you mug?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I'm not sure what that is or why you'd want to give it to me. I assure you I don't need it. Thank you anyway.",		"gotowork_1":"Can I help you? Were you on an errand of some sort?",		"npc_smuggle_1":"Oh, my necklace! How did you get this? I'd given this to my dearly departed friend's grandson. He's such a sweet boy and has fallen on hard times. Thank you for returning it.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Yoohoo! Do you like millaflowers? They're wonderful this time of year!",		"dontknowyou_1":"I'm sorry, I'm terribly busy at the moment.",		"otherescort_1":"I'm sorry, I'm terribly busy at the moment. ",		"npc_failure_1":"Oh dear, how dreadful. Not only am I a complete failure in life, I'm also a terrible judge of character. I wonder how difficult it would be to contract a deadly disease?",		"npc_noloc_1":"I know she tends wild millaflowers at a certain time of day. If you check back with me, I can give you her precise coordinates.",		"npc_work_1":"I hate to be a bother, but have you returned that dear old woman's heirloom?",		"npc_reward_1":"I cannot thank you enough! Was Mia pleased? I'm truly in your debt. Here, take this. I'm not sure what it is but you might find some use for it.",		"npc_backtowork_1":"I'm sorry, was I unclear about something? Do you wish to reconsider?",		"npc_4_1":"Oh, she's the sweetest old woman, a dear friend of my late grandmother's, actually. Millaflowers are her passion! In fact, you'll likely find her tending them in the wild. Please tell her I'm awfully sorry.",		"npc_3_1":"I understand. Why would someone like you wish to help a pitiful wretch like me? I won't trouble you any further.",		"npc_2_1":"Thank you so very much! I've been tortured about this for weeks now. I do hope that sweet old woman can forgive me.",		"npc_1_1":"Stand and deliver! I believe that means that you should give me all your valuables. Well, if they're small and portable, that is. And if it's not a terrible inconvenience. I can come back. Oh, whom am I kidding? I'm a terrible mugger! Serves me right for squandering my inheritance - gambling is an evil vice! I have no useful skills so I thought I'd try my hand at crime, but I'm as incompetent at that as I was at gambling. Could you do me a favor? I've only successfully mugged one person and I feel just awful about it. Could you return this necklace to its rightful owner?",		"notyet":"I got nothing to say right now.",		"npc_reset_1":"I understand your reluctance to help a miserable sleemo such as myself. If you change your mind, however, you know where to find me.",		"cantwork":"Put them up! I mean, reach for the star! Well, uh, hmm, you seem fairly busy. Perhaps we could continue this later.",		"next":"Thanks for all your help. I haven't heard back about my job application but I continue to be hopeful. I'll let you know when I do."
}}
