{
	"stfFile":"static_npc/naboo/ebenn_q3_baobab",
	"entries": {
		"npc_reset_6":"Hzznt -- uh? What? Can't do the job? You woke me up to say you can't do my job? Well, come on back when you can do it, then.",		"npc_reset_5":"Hzznt -- uh? What? Can't do the job? You woke me up to say you can't do my job? Well, come on back when you can do it, then.",		"npc_reset_4":"Hzznt -- uh? What? Can't do the job? You woke me up to say you can't do my job? Well, come on back when you can do it, then.",		"npc_reset_3":"Hzznt -- uh? What? Can't do the job? You woke me up to say you can't do my job? Well, come on back when you can do it, then.",		"npc_reset_2":"Hzznt -- uh? What? Can't do the job? You woke me up to say you can't do my job? Well, come on back when you can do it, then.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Why do you have "Q3" in your name?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"Mooie-mooie tanks! Heydo, Ebenn! Yousa sendin' mesa to be learnin' de Jedi mind tricks?",		"npc_takeme_4":"Issa true? My hearin' Baobab say mesa Force-sensitive? Is dat bein' right? Oyi, mooie-mooie! I luv yous! Yousa be takin' me to Baobab now.",		"npc_breech_4":"Heydo! Yousa sent from de Baobab guy?",		"dontknowyou_4":"My not knowin' what you want wit' mesa.",		"otherescort_4":"My not knowin' what you want wit' mesa.",		"npc_failure_4":"Wha? Who are you? What? You were doing a job for me? Bosh. Never saw you before in my life. Go away, I need a nap.",		"npc_noloc_4":"Good, good! Now, the coordinates you need are -- uh -- mmm. Mmmnhh. Hzznt -- hzzznt -- Uh? What? Who are you? Go away, let me sleep.",		"npc_work_4":"Hzzznt -- nuh? What? Are you back? You're finished with that job? No? Then don't bother me until you're done. I need my sleep.",		"npc_reward_4":"Wha? Who's this? Some kind of alien thing! Well, I'll have Rinto take care of this monster. Who are you, youngster? Do I owe you money? I remember now -- you brought me Rinto from the wilderness. Here, take a little something for your time.",		"npc_backtowork_4":"I'm tired of talking. I need a nap. You go on now, Master Jedi.",		"npc_4_4":"Ah. Got that "Q3" by undergoing the ceremonial Passage Rite at the semi-summer festival on Vintrus. Wait, was it Vintrus --? No, it wasn't the Passage Rite, it was -- well, maybe I don't remember. What about that job? Please don't keep an old man waiting, Master Jedi.",		"npc_3_4":"What? Can't do it? Well, stop wasting my time then. Very rude for a Jedi Knight to waste an old man's time!",		"npc_2_4":"Good. Pay the Jedi, Rinto. Rinto? Where is he? Well, Master, I'll pay you when you bring me your Jedi friend.",		"npc_1_4":"Ah? Oh, you're back. I remember you from the Clone Wars, don't I? Good. I have a favor to ask, Master Jedi. Don't lie to me, I saw you with that Jedi Knight, what's-his-name. He just called, asked me to send a guide to bring him here for a nice dinner. Won't that be nice? What do you say, Master Jedi?",		"player_3_3":"How old are you?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"I was expecting the -- well, a document from Ebenn. This isn't it.",		"gotowork_3":"I was expecting the -- well, a document from Ebenn. Didn't you bring it?",		"npc_smuggle_3":"At last! The plans for the Emperor's Retreat! Princess Leia will be glad to see these. Thanks!",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Hello! Did Ebenn send the plans?",		"dontknowyou_3":"I don't think you're the one I'm supposed to meet.",		"otherescort_3":"I don't think you're the one I'm supposed to meet.",		"npc_failure_3":"Didn't deliver that poetry? Bosh, I could do it myself, and I'm a lot older than you, youngster. Well, I'll find someone else. Yes I will! Hah!",		"npc_noloc_3":"Good, good! Now, the coordinates you need are -- uh -- mmm. Mmmnhh. Hzznt -- hzzznt -- Uh? What? Who are you? Go away, let me sleep.",		"npc_work_3":"Hzzznt -- nuh? What? Are you back? You're finished with that job? No? Then don't bother me until you're done. I need my sleep.",		"npc_reward_3":"Wha? Who are you? What's that? Plans? I don't know anything about any plans. Oh, I remember. I sent you off with that junk poetry. Here, take a little something for your time. Spend it while you can, I say.",		"npc_backtowork_3":"I'm tired of talking. I need a nap. You go on now.",		"npc_4_3":"Me? I'm, I'm -- I forget how old. When was the Trade Federation War? I retired not long after that. Retired to Manda with my wife, Pookie, and we had a miniature bantha named Nuke. Good old Nuke. I never should have outlived them. But here I am. Now, what about that job?",		"npc_3_3":"What? Can't do it? Well, stop wasting my time then. Haven't got that much time left.",		"npc_2_3":"Good, good -- What? You still here? Go, go! You're looking for that poet -- what's her name -- Nura Tinall. As if I would ever read her poetry, hah! That's what I say, Hah!",		"npc_1_3":"Wait -- what year is this? This is now, isn't it? I thought so. I drift away sometimes. Well, want another job, youngster? Some fool of a poet -- young sprat! -- sent me her poems to recommend to my publishers. Hah! Can't fool an old man! She just wants me to recommend this junk to my publisher! I mean -- uh -- I forget what I meant. Anyway. Take her junk poetry back to her without my recommendation. That'll show her!",		"player_3_2":"Who are you, anyway?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"I was expecting a payment from that old man. This isn't it.",		"gotowork_2":"I was expecting a payment from that old man. Didn't you bring it?",		"npc_smuggle_2":"About time. I told that old man those medical supplies wouldn't budge past the Imperial blockades until I got this money. Okay, I'm off to the Outer Rim.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Hey! Did that old man send the money?",		"dontknowyou_2":"You got the wrong fellow.",		"otherescort_2":"You got the wrong fellow.",		"npc_failure_2":"What? You say I sent you to deliver funds to Chancellor Valorum? That's ridiculous! Valorum hasn't been around since the Old Republic! Go away, let me sleep.",		"npc_noloc_2":"Good, good! Now, the coordinates you need are -- uh -- mmm. Mmmnhh. Hzznt -- hzzznt -- Uh? What? Who are you? Go away, let me sleep.",		"npc_work_2":"Hzzznt -- nuh? What? Are you back? You're finished with that job? No? Then don't bother me until you're done. I need my sleep.",		"npc_reward_2":"All right then. Here's your pay. That Chancellor Valorum had better buckle down, or the whole Republic will in trouble. Yes, yes -- Wait, who are you? Looking for a job?",		"npc_backtowork_2":"I'm tired of talking. I need a nap. You go on now.",		"npc_4_2":"Wha? Me? Oh, I'm just an old man. Used to be on the Royal Council. Traveled, wrote a lot of books. The Galactic Phrasebook, that was mine. Collected folk art of the Hutts -- very interesting, Hutt art, I remember one piece that -- Well, never mind. I need these funds delivered, youngster. What do you say?",		"npc_3_2":"What? Can't do it? Well, stop wasting my time then. Haven't got that much time left.",		"npc_2_2":"All right, that's the kind of vim I used to have myself, eighty or ninety years ago! Take this to -- oh, what's his name? Name, name -- Tanner Helton! Go. Hope I'm still alive when you get back.",		"npc_1_2":"All right, I can hear you now, you don't have to shout -- Where am I? Oh yes. You're looking for a job, right? Well, listen: The Republic is falling on hard times, and unless we do something to help Chancellor Valorum, that Pala-- Plapa -- that Senator What's-his-name will bring ruin on us all. Deliver these funds to set up a commission inquiring into what may be done.",		"player_3_1":"Who is your assistant?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"Thanks for the escort. You'll be able to talk to Ebenn now. -- Hello, Great-Grandpa! It's Rinto! I'm here to fix your ears!",		"npc_takeme_1":"Ebenn sent you, I assume? I met the sympathizer and got the Imperial political data. Oh, aren't you --? Okay. I don't blame you for being confused -- Ebenn can be crotchety sometimes. He was once a great man, though, long ago.",		"npc_breech_1":"Hello! I'm Rinto Liprus! Did Ebenn send you?",		"dontknowyou_1":"I think you're looking for someone else.",		"otherescort_1":"I think you're looking for someone else.",		"npc_failure_1":"What? I can't hear you. Where is that assistant? Rinto! Rinto!",		"npc_noloc_1":"What? I need my assistant, Rinto Liprus. I sent him to -- darnit, where did he go? I forget. You come back later, I'll remember, you'll see.",		"npc_work_1":"Hzzznt -- nuh? What? Are you back? You're finished with that job? No? Then don't bother me until you're done. I need my sleep.",		"npc_reward_1":"Ah, here's Rinto, and here's my ears. Ah, that's better. I can hear now. Take a little something for your time, youngster. Now, what brings you here? Looking for a job, are you?",		"npc_backtowork_1":"What? I can't hear you. Go find my assistant.",		"npc_4_1":"Speak up, I can't hear a thing. You need to find my assistant. His name's Rinto Liprus. My great-grandson, I think. Will you go find him?",		"npc_3_1":"What? I can't hear you. Where's my assistant? He'll fix my ears.",		"npc_2_1":"What? I can't hear you. Go find my assistant, Rinto Liprus. I sent him -- where did I send him -- oh! Into the wilderness. Now why did I do that?",		"npc_1_1":"Hzznt -- wha? What's that? I was sleeping. Oh. You. You're the one they sent looking for a job. Right? Speak up, I can't hear you. They made me get one of those ear implants, but the thing makes my skull buzz. Where's my assistant? He can fix my ears. Bring me my assistant. I sent him out somewhere. I forget why.",		"notyet":"Er...can you come back?",		"npc_reset_1":"Hzznt -- uh? What? Can't do the job? You woke me up to say you can't do my job? Well, come on back when you can do it, then.",		"cantwork":"Hzznt -- ah? Uh? Sorry, I was sleeping. You're the one they sent to do that job? What's that? Busy, you say? Well, come back later, then.",		"next":"Hzzznt -- hzzznt -- hzzznt -- hzzznt --"
}}
