{
	"stfFile":"static_npc/naboo/gavyn_sykes",
	"entries": {
		"npc_reset_6":"Well, I can't say I didn't expect that. But you might check with me later nonetheless.",		"npc_reset_5":"Well, I can't say I didn't expect that. But you might check with me later nonetheless.",		"npc_reset_4":"Well, I can't say I didn't expect that. But you might check with me later nonetheless.",		"npc_reset_3":"Well, I can't say I didn't expect that. But you might check with me later nonetheless.",		"npc_reset_2":"Well, I can't say I didn't expect that. But you might check with me later nonetheless.",		"player_3_6":"",		"player_2_6":"",		"player_1_6":"",		"player_sorry_6":"",		"player_reset_6":"",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"",		"player_1_5":"",		"player_sorry_5":"",		"player_reset_5":"",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"What is the "Berserker Virus"?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"Just when I was convinced I'd misjudged you. Well, thanks for trying.",		"npc_noloc_4":"Wait -- I'm getting conflicting reports about the forces at the smuggler outpost. Hold tight while we sort this out, and check back with me later.",		"npc_work_4":"You have an assignment to complete, remember? Time is running out. ",		"npc_reward_4":"I misjudged you from the first and at every step. Now I'm convinced you're a capable agent. Take this reward with my thanks.",		"npc_backtowork_4":"I've told you everything I know. I hope you can get started soon.",		"npc_4_4":"I'm no bioengineer, but my reports say the Berserker Virus rewires the animal brain to connect sensory input directly to aggression centers. Basically, whatever the animal sees, it hates and tries to kill. I'd really like your help in stopping this bioweapon scheme. Will you help?",		"npc_3_4":"Well, I expect this one is a bit over your head. I don't blame you.",		"npc_2_4":"Good. Mandrox told us the coordinates he's located at currently. He's lightly guarded, but don't get overconfident. Report back here afterward.",		"npc_1_4":"I've learned some interesting facts from Borvo the Hutt's lieutenant, Haf Mandrox. He says Borvo's Gungan gang is shipping carcasses infected with that "Berserker Virus" to Corellian bioengineers. They must be trying to turn it into a bioweapon. I wouldn't ordinarily entrust you with this job, but you've proven yourself. I need you to take out the one in charge of shipping those bodies!",		"player_3_3":"Why did you think Borvo was involved?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"What a joke! I'll be free by lunch tomorrow!",		"npc_takeme_3":"I'll go quietly -- at least for as long as you live.",		"npc_breech_3":"Oh look, it's someone sent to detain me. How impressive.",		"dontknowyou_3":"You got the wrong guy, buddy.",		"otherescort_3":"You got the wrong guy, buddy.",		"npc_failure_3":"You didn't get Mandrox? All right, I understand. I must admit that to him you're probably a minor annoyance at best.",		"npc_noloc_3":"Wait -- I'm getting a report -- we've lost Mandrox. We have a probe droid scouting his last known location. Check with me soon.",		"npc_work_3":"You have an assignment to complete, remember? If you're hoping to exceed my expectations, time is running out. ",		"npc_reward_3":"You continue to surpass my expectations. Thanks for bringing in Madrox, and let me know if you want more work.",		"npc_backtowork_3":"I've got no more information for you. Mandrox could get away any moment, so get going.",		"npc_4_3":"Borvo the Hutt is behind every rotten thing on Naboo. Back in the Trade Federation War, some of us resisting the Neimoidians made an alliance with Borvo. But he betrayed us and killed my captain. Since then, I've fought Borvo on every front. Will you help?",		"npc_3_3":"Well, I guess you fit my mental profile after all. No hard feelings, though.",		"npc_2_3":"I'm beginning not to be surprised when you take these challenges. Mandrox is usually accompanied by two or three Gungan thugs, so as always, be careful.",		"npc_1_3":"Are you interested in taking the fight against smugglers right to their leader's door? That Gungan smuggling gang is taking orders from a human thug, Mandrox, one of Borvo the Hutt's lieutenants. I already guessed Borvo would be at the bottom of this. I want you to bring in Mandrox for questioning.",		"player_3_2":"Why do the smugglers want crazed animals?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"",		"dontknowyou_2":"",		"otherescort_2":"",		"npc_failure_2":"Well, I can't say I'm surprised. But thanks for trying.",		"npc_noloc_2":"Good. I'm pleasantly surprised. You can find the crazed ikopi at these coordinates -- blast. My datapad just went down. Check with me later.",		"npc_work_2":"You have an assignment to complete, remember? If you're hoping to exceed my expectations, time is running out. ",		"npc_reward_2":"I really do take back all the things I thought about you. Here's your reward. Talk with me later if you want more work. ",		"npc_backtowork_2":"I've told you everything I can. What, isn't that enough?",		"npc_4_2":"The reports mention that these animals are suffering from an unknown virus that drives them berserk. It's possible the smugglers are looking for a bioweapon -- in which case, they're probably working for someone smarter than they are. Speaking of that -- yes or no?",		"npc_3_2":"Well, that's about what I expected. Thanks anyway.",		"npc_2_2":"Good. I hope you'll once again exceed my expectations. These berserk animals can be dangerous, even the little ones -- and this ikopi is pretty big. Be careful.",		"npc_1_2":"I have another emergency and another lack of qualified people. Apparently those Gungan smugglers I mentioned are looking for crazed animals. We've been getting reports of attacks by ordinarily harmless beasts. Here's a new report about -- let's see -- a berserk ikopi. Destroy this poor creature before the Gungan gang gets it.",		"player_3_1":"Why are they smuggling animal carcasses?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Yousa gotten no chance wid mesa!",		"dontknowyou_1":"My dunno yousa. Go 'way!",		"otherescort_1":"My dunno yousa. Go 'way!",		"npc_failure_1":"Well, I can't say I'm surprised. But thanks for trying.",		"npc_noloc_1":"Good. I'm pleasantly surprised. You can find the Gungan at these coordinates -- blast. My datapad just went down. Check with me later.",		"npc_work_1":"You have an assignment to complete, remember? If you're hoping to exceed my expectations, time is running out. ",		"npc_reward_1":"Well, you carried that out with much greater precision than I had any right to expect. Thanks! Look me up again if you want more work.",		"npc_backtowork_1":"I've told you everything I can. I hope that's enough for you to work with.",		"npc_4_1":"Our reports are sketchy, but apparently the animals in question died of some unusual disease. Maybe it's a Gungan ceremonial thing. Will you take the assignment?",		"npc_3_1":"All right, I knew it was a long shot when I saw you. Thanks anyway.",		"npc_2_1":"Good. I suspected you were made of sterner stuff than you look. This Gungan, Zim Zam Blattis, is known to be armed, so be careful.",		"npc_1_1":"Hello. I'm Captain Sykes with the RSF's smuggling patrol. This is a long shot, but maybe you could help me. We confiscated animal carcasses from a Gungan smuggling gang that was shipping them offworld. This violates all kinds of regulations. The leader says one smuggler is bringing more carcasses to the drop point. We're short-staffed right now, so I'm desperate. Can you try to stop the smuggler?",		"notyet":"I can't talk to you right now.",		"npc_reset_1":"Well, I can't say I didn't expect that. But you might check with me later nonetheless.",		"cantwork":"I wouldn't ordinarily ask you for help, but I'm in a tight spot. Please check back when you have less to occupy you.",		"next":"Hello again. Nothing needs your attention today, thanks."
}}
