{
	"stfFile":"static_npc/naboo/graf_zapalo",
	"entries": {
		"npc_reset_6":"Given the gravity of our crisis, I hope you'll return when you feel able.",		"npc_reset_5":"Given the gravity of our crisis, I hope you'll return when you feel able.",		"npc_reset_4":"Given the gravity of our crisis, I hope you'll return when you feel able.",		"npc_reset_3":"Given the gravity of our crisis, I hope you'll return when you feel able.",		"npc_reset_2":"Given the gravity of our crisis, I hope you'll return when you feel able.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"How did Borvo the Hutt learn of the Berserker Virus?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"If you think you can stop me, you're welcome to try.",		"dontknowyou_4":"Get away from me. I don't know you.",		"otherescort_4":"Get away from me. I don't know you.",		"npc_failure_4":"Did you not defeat the poacher? That is bad. Those carcasses could already be on their way to Corellia. The virus will spread.",		"npc_noloc_4":"Good. My information says you can find the poacher at -- hmm. I seem not to have his coordinates. I'll get them. Check with me soon.",		"npc_work_4":"Infected carcasses could be on their way to Corellia even now, and you're lingering here! Please stop that poacher!",		"npc_reward_4":"All right. That was a sad business, but it had to be done. Please accept this reward. Now we both have a dirty secret, I suppose.",		"npc_backtowork_4":"That plague is ravaging the countryside, and you're lingering here! Can you not appreciate the nature of the emergency?",		"npc_4_4":"Borvo might have been involved in crafting this virus, but we can't be sure. My contacts on the Royal Council openly voiced their suspicions that the Berserker Virus is being fashioned as a bioweapon. Borvo's spies could have passed this information to him. Well, will you help?",		"npc_3_4":"Very well. It is bloody work. Please don't mention this to anyone.",		"npc_2_4":"Good. This is a desperate measure for a desperate crisis. Return here when you've completed the work. Again, tell no one.",		"npc_1_4":"I have a grave task for you. Borvo the Hutt has sent out a poacher to smuggle to Corellia sample carcasses infected with the Berserker Virus. This must stop! Destroy the poacher and his ill-gotten carcasses -- but please tell no one, for it would ruin my reputation.",		"player_3_3":"Why is the report too sensitive for the HoloNet?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"I was expecting a report from Minister Zapalo. That isn't it.",		"gotowork_3":"",		"npc_smuggle_3":"Minister Zapalo said you'd be bringing this. I'll review it and circulate it among our fellows who can keep a clear head. Thank you!",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"I'm Handa Nobreg. Do you have a report for me?",		"dontknowyou_3":"I think you're looking for someone else.",		"otherescort_3":"I think you're looking for someone else.",		"npc_failure_3":"Did you not deliver that report? Well, I must find another way to get a copy to Handa Nobreg.",		"npc_noloc_3":"Good, good. You're looking for a scientist named Handa Nobreg. She's waiting at -- hmm. She appears not to have sent me the coordinates yet. Well, check with me soon!",		"npc_work_3":"That plague is ravaging the countryside, and you're lingering here! Would you please deliver that report?",		"npc_reward_3":"Excellent. We may only hope this leads to increased attention to the crisis by responsible parties.",		"npc_backtowork_3":"That plague is ravaging the countryside, and you're lingering here! Can you not appreciate the nature of the emergency?",		"npc_4_3":"To air the idea of an evolved bioweapon will instantly turn faction upon faction in an already tense political environment. But if we present clear strategies for grappling with the crisis, it's possible we can sway the authorities to act without undue bickering. Will you help?",		"npc_3_3":"I'm sorry to hear that. But I shall get this report published regardless of public ignominy.",		"npc_2_3":"Good, good. You're looking for a scientist named Handa Nobreg. She's waiting at these coordinates. The local fauna are going berserk, so be careful!",		"npc_1_3":"My analysis of the virus indicates it has been designed, not evolved. I dare not report such an inflammatory hypothesis until I have confirmation from my colleagues. This report is too sensitive for the HoloNet; take it to my colleague at the arranged rendezvous in the wilderness. Please hurry!",		"player_3_2":"How is the virus transmitted from water to land?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"That doesn't look like the specimens I wanted.",		"gotowork_2":"",		"npc_smuggle_2":"Hello. Please get these specimens to Minister Zapalo right away. Kaadu and other land creatures are feeding on Naboo's water species, and thereby contracting the Berserker Virus. It's spreading! ",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Did Minister Zapalo send you? I have his specimens!",		"dontknowyou_2":"I'm waiting to make a delivery, but not to you.",		"otherescort_2":"I'm waiting to make a delivery, but not to you.",		"npc_failure_2":"Did you not pick up the specimens? I'm sorry to hear that. I'll have to find someone else.",		"npc_noloc_2":"Good. You should find Miur at -- hmm -- well, my datapad is malfunctioning. I don't have his coordinates. Please check with me later.",		"npc_work_2":"That plague is ravaging the countryside, and you're lingering here! Would you please pick up those specimens?",		"npc_reward_2":"That is an unfortunate confirmation of my hypothesis. I wish I'd been wrong! The Berserker Virus has become a genuine crisis. Now I must consult with my colleagues. Meanwhile, thank you for your help.",		"npc_backtowork_2":"That plague is ravaging the countryside, and you're lingering here! Can you not appreciate the nature of the emergency?",		"npc_4_2":"We don't know how the virus travels between water and land. Presumably land animals feed on infected fish, but we have to verify that hypothesis before we can proceed. Will you help?",		"npc_3_2":"I'm very sorry to hear that you can't help. We are in a deepening crisis.",		"npc_2_2":"Good. Miur should be at these coordinates. In case the Berserker Virus has spread to that area, you must be wary of attack from ordinarily benign animals. Good luck!",		"npc_1_2":"I now believe the terrible Berserker Virus has spread across Naboo. A worldwide investigation is underway. One of my colleagues, a bioengineer named Miur Poljunu, is investigating the transmission vectors from water to land. Can you collect the specimens he found?",		"player_3_1":"What kind of plague?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"Minister Zapalo, this "Berserker Virus" is spreading from pelagian environments onto the land. We must do something quickly!",		"npc_takeme_1":"Minister Zapalo sent you? Thank goodness! The plague is a virus that drives ordinarily harmless animals to berserk rage. It's been too dangerous for me to travel alone. We must get back to him at once!",		"npc_breech_1":"Help! I'm being menaced by gnorts!",		"dontknowyou_1":"I'd clear out of here if I were you.",		"otherescort_1":"I'd clear out of here if I were you.",		"npc_failure_1":"Did you not rescue Thea? I'm sorry to hear that. I hope she's all right.",		"npc_noloc_1":"Good. You should find Thea at -- hmm -- well, my datapad is malfunctioning. I don't have her coordinates. Please check with me later.",		"npc_work_1":"That plague is ravaging the countryside, and you're lingering here! Would you please rescue Thea Novotin?",		"npc_reward_1":"A virus that drives animals berserk? This is grave news. I must inform the Ministry about this, this -- "Berserker Virus." Meanwhile, thank you for your help, and please consult me again. We may be facing a crisis.",		"npc_backtowork_1":"That plague is ravaging the countryside, and you're lingering here! Can you not appreciate the nature of the emergency?",		"npc_4_1":"It's an animal disease, now apparently widespread. I'm foggy on the details as yet, but it appears to have a waterborne vector. This interests me because I'm an oceanographer. But right now, the issue is Thea Novotin. Will you help?",		"npc_3_1":"I'm sorry to hear that. I hope Thea is in no danger.",		"npc_2_1":"Good. You should find Thea at these coordinates. If she's safe, please bring her back here so she can report.",		"npc_1_1":"Greetings. I am Graf Zapalo, former Minister of Sciences on the Royal Advisory Council. Can you help me? I'm working with a bioengineer named Thea Novotin. She's in the wilderness collecting data for a new report on a mysterious plague. I haven't heard from her, and she doesn't answer her comlink. I'm worried. Can you bring her back safely?",		"notyet":"There's nothing I need right now.",		"npc_reset_1":"Given the gravity of our crisis, I hope you'll return when you feel able.",		"cantwork":"I'm facing a grave emergency. Please return here, if you can, when you're not so busy.",		"next":"The Berserker Virus still threatens Naboo, but I've done all I can do now. I appreciate your help."
}}
