{
	"stfFile":"static_npc/naboo/junelle_astor",
	"entries": {
		"npc_reset_6":"That's too bad. If you think you might be up to it later, see me again.",		"npc_reset_5":"That's too bad. If you think you might be up to it later, see me again.",		"npc_reset_4":"That's too bad. If you think you might be up to it later, see me again.",		"npc_reset_3":"That's too bad. If you think you might be up to it later, see me again.",		"npc_reset_2":"That's too bad. If you think you might be up to it later, see me again.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Why is it a bad time for the Queen to get a present?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Is'n yous cawazy? Whysa you be crunchin' on Bungo?",		"dontknowyou_3":"Mesa no bein' here for yousa.",		"otherescort_3":"Mesa no bein' here for yousa.",		"npc_failure_3":"We can only hope Mal Sikander doesn't hear about the Queen receiving this gift.",		"npc_noloc_3":"Our lookout will contact me as soon as the courier has left the Gungan Sacred Place. See me in a while, when I hope all will be ready.",		"npc_work_3":"Have you managed to get that package from the Gungan courier? There's not a lot of time left.",		"npc_reward_3":"Your work has been exemplary. The Governor said he'd like to meet you. Why don't you speak with him now?",		"npc_backtowork_3":"Are you going to stop that courier?",		"npc_4_3":"Boss Nass is thought to be a Rebel sympathizer. If the Inquisitor found out he was giving presents to Her Majesty, it might cause him to doubt her loyalty. This would be bad for Naboo. Will you help?",		"npc_3_3":"What a pity -- you seemed so reliable. Goodbye.",		"npc_2_3":"Now I know we're in good shape. Find the Gungan courier before he enters the city and take the package from him -- whether or not he wants to give it to you. ",		"npc_1_3":"Boss Nass is sending a gift to the Queen, but it would be bad timing for Her Majesty to receive a gift from him. I want you to meet this messenger and take possession of this package before he gets here. Will you do it?",		"player_3_2":"Why is Mal Sikander sending a probe after the Queen's guard?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"",		"dontknowyou_2":"",		"otherescort_2":"",		"npc_failure_2":"You were unable to complete your task? Whatever will I tell the Governor?",		"npc_noloc_2":"The guard is in the palace at the moment, and we obviously don't want you to destroy the droid here. Check back soon, and very likely he'll have left the palace grounds.",		"npc_work_2":"Have you destroyed that droid yet? By all means, take your time! !t's only the honor of the Queen we're dealing with.",		"npc_reward_2":"Very good work, my friend. I know the Governor will be pleased. Unfortunately, he remains busy -- but if you check back later, perhaps I can arrange something.",		"npc_backtowork_2":"Are you going to destroy that probe droid?",		"npc_4_2":"The High Inquisitor labors under the foolish delusion that the Queen's staff is secretly supporting Rebel activities. I believe Her Majesty's aides care about nothing but fashion and makeup. But still, it doesn't do to have this probe droid following them. Will you destroy it?",		"npc_3_2":"I'm disappointed, but I understand. I'm sorry to say that the Governor's schedule is very full for the foreseeable future.",		"npc_2_2":"I'm glad you're on board. It's just not right to set a probe droid on one of the Queen's guards. It makes her look bad. See me again once you've destroyed it.",		"npc_1_2":"I'm sorry, the Governor is still busy. But I have another assignment for you. I need you to destroy a probe droid that's following one of the Queen's personal guard. Mal Sikander sent this droid. Note that if you botch this, you may run afoul of an Imperial Inquisitor. Will you do it?",		"player_3_1":"Why did this slicer break into the Inquisitor's files?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"This isn't what I asked you for. Where's the disk?",		"gotowork_1":"",		"npc_smuggle_1":"Nobody followed you here, did they? Here's the disk. Now forget you ever saw me.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you the courier from the Governor?",		"dontknowyou_1":"I don't know you. Leave me alone.",		"otherescort_1":"If you're looking for someone, I'm afraid you haven't found them yet.",		"npc_failure_1":"I'm sorry to hear of your failure. The Governor will be very upset.",		"npc_noloc_1":"The slicer will contact us when he's ready for you. See me in a little while. ",		"npc_work_1":"Haven't you met with the data slicer yet? Please hurry.",		"npc_reward_1":"Good work. I trust we can rely on your discretion in this matter. I'm sorry to say the Governor remains busy, but check back later.",		"npc_backtowork_1":"Will you pick up that disk for the Governor, or are you too busy?",		"npc_4_1":"I really shouldn't tell you this, but the Governor is concerned that Imperial Inquisitor Mal Sikander distrusts our Queen. He wants to obtain certain correspondence to see if that's actually the case. Not to worry though -- the slicer is an alien. Nobody pays them much attention around here. Will you get the disk?",		"npc_3_1":"Enjoy your tour of the palace.",		"npc_2_1":"Good. I shall wait for you -- and the datadisc -- here.",		"npc_1_1":"I'm Junelle Astor, the Governor's aide. Are you looking for work? If you do well, the Governor might be willing to meet you. I need you to pick up a disk from a data slicer. He's nervous about being seen in town at the moment. If you'd sliced into an Imperial Inquisitor's personal files, you might feel flustered too. Will you go?",		"notyet":"Sorry, I need some time to myself for now.",		"npc_reset_1":"That's too bad. If you think you might be up to it later, see me again.",		"cantwork":"I'm sorry, the Governor is occupied. But when you've finished your current assignment, see me. I might have a job for you.",		"next":"You've done a fine job. The Governor would be happy to see you now."
}}
