{
	"stfFile":"static_npc/naboo/jyr_koble",
	"entries": {
		"npc_reset_6":"I'm sorry to hear that. You should feel free to come back later if you want the work.",		"npc_reset_5":"I'm sorry to hear that. You should feel free to come back later if you want the work.",		"npc_reset_4":"I'm sorry to hear that. You should feel free to come back later if you want the work.",		"npc_reset_3":"I'm sorry to hear that. You should feel free to come back later if you want the work.",		"npc_reset_2":"I'm sorry to hear that. You should feel free to come back later if you want the work.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Why did this slicer risk angering an Imperial Inquisitor?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"Kill this Imperial stooge.",		"dontknowyou_4":"I'm a little busy at the moment.",		"otherescort_4":"If you're looking for somebody, I'm not him.",		"npc_failure_4":"In the future, you must learn to persevere. The Empire does not reward failure.",		"npc_noloc_4":"I'm waiting for the final intelligence report to tell us where to find them. See me shortly. I should have it soon.",		"npc_work_4":"Have you retrieved those datafiles yet? The Imperial Inquisitor is waiting to hear from us.",		"npc_reward_4":"Something will have to be done about the Gungans. Can you believe they would betray all our kindness this way? ",		"npc_backtowork_4":"Were you going to kill that traitor, or was there something else?",		"npc_4_4":"Greed, what else? And -- can you believe it? -- our intelligence reports that he was hired by Gungans. A human working for Gungans! It violates natural order. Will you correct this offense?",		"npc_3_4":"It chills my soul to hear a citizen of the Empire decline to aid another in need. I'll tell the Inquisitor you were otherwise engaged.",		"npc_2_4":"A loyal citizen to your core. I salute you. This traitorous slicer is called Moorloch. He and his Gungan employers were spotted at these coordinates. Give them no opportunity to trouble the Empire further.",		"npc_1_4":"Few people realize what a difficult job Imperial Inquisitor Mal Sikander has. Long hours and thankless tasks are his lot. Now someone has sliced into his private files. Needless to say, information from these files, taken out of context, would be poor publicity for the Empire. Would you find this slicer and retrieve those files?",		"player_3_3":"Why did the Rebels attack this installation?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"This isn't the recording you were supposed to bring me.",		"gotowork_3":"",		"npc_smuggle_3":"Tell Dr. Koble that we think he'll like this edit much better.",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Are you the courier I'm waiting for?",		"dontknowyou_3":"I'm waiting for somebody else. Sorry.",		"otherescort_3":"I'm waiting for somebody else. Sorry.",		"npc_failure_3":"I don't know what complications prevented you from completing your task, but I'm sure you tried your best.",		"npc_noloc_3":"I'm told the final edit will be complete soon. See me again shortly.",		"npc_work_3":"Have you acquired that disk yet? I need to add my commentary soon.",		"npc_reward_3":"Excellent work. I'm sure that once people see this, they'll want nothing to do with the Rebellion. In spirit and action, you rank with the Empire's finest.",		"npc_backtowork_3":"Do you need something more? I've told you all I can.",		"npc_4_3":"Because they are soulless killers with no thought for the greater good. All the lofty goals they espouse are nothing more than the ideals upon which the Empire is already founded. So! Will you pick up the holo?",		"npc_3_3":"Do you not cherish the Empire that nurtured you? Why will you not aid her?",		"npc_2_3":"I believe you'll find the courier at these coordinates. Good luck!",		"npc_1_3":"Droidcams have recorded a brutal, unprovoked Rebel assault on an Imperial installation. We can't let the Rebel propaganda machine proceed unchecked. COMPNOR has asked me to review this shocking holo and add some comments to the edited footage for later broadcast. Will you pick up the edit for me?",		"player_3_2":"What happened exactly?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"When I finish my holo, I shall give you a "special thanks" credit. And you can be sure I'll discuss the indigenous culture too.",		"npc_takeme_2":"If you see any more Gungans on the way back, shoot first.",		"npc_breech_2":"Help me! This Gungan savage is going to kill me and eat me!",		"dontknowyou_2":"I don't have time for you right now.",		"otherescort_2":"I'm waiting for somebody else.",		"npc_failure_2":"What a sorry state of affairs. I suppose we'll just have to destroy that Gungan's village instead.",		"npc_noloc_2":"I must find the location you'll need. Come back and see me in a few moments.",		"npc_work_2":"Why haven't you rescued Zab Nadlish yet? Is there a problem?",		"npc_reward_2":"I'm delighted you rescued my friend. I'll speak with my associates to arrange suitable punishments for the Gungans. The natives must learn that Imperial personnel are beyond attack.",		"npc_backtowork_2":"Was there something else? I've told you everything you need to know.",		"npc_4_2":"He was taking holos of the Naboo wilderness for his piece when this Gungan savage shot down the repulsorlift platform. Most of the crew escaped with minor injuries, but poor Zab was dragged into the swamp. Will you save him?",		"npc_3_2":"I'm rather surprised you'd say no. I'm sure you have your reasons, misguided though they may be.",		"npc_2_2":"Excellent. If you rescue such a renowned holo director, I'm sure the Empire will be grateful. If the Gungan terrorist who captured him were killed and his body blasted beyond recognition, I feel justice would be well served. This would also teach a valuable lesson to the primitives.",		"npc_1_2":"I urgently need your assistance. My friend Zab Nadlish, who was making a holo about our beloved Emperor's private retreat, has been kidnapped by some crazed Gungan. I'm beside myself with worry. Will you go rescue him?",		"player_3_1":"What truth are we talking about here exactly?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"That isn't the holo you were supposed to bring me.",		"gotowork_1":"You don't have the holo I need. What did you do with it?",		"npc_smuggle_1":"I'll take this to COMPNOR directly.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you the one that Jyr Koble sent?",		"dontknowyou_1":"I'm waiting for somebody else.",		"otherescort_1":"I'm not whoever you're looking for.",		"npc_failure_1":"I won't tell you I'm not disappointed, but I do understand these things happen.",		"npc_noloc_1":"Fine. I will need you in a while. The final edits are being done right now. See me later and we'll get this all settled.",		"npc_work_1":"Haven't you delivered that disk yet? I don't want some Rebel slicer getting his hands on it.",		"npc_reward_1":"I'm glad for all your help. You're a true child of the Empire.",		"npc_backtowork_1":"So will you deliver that holo documentary for me?",		"npc_4_1":"The things nobody ever talks about -- the Imperial fleet's heroic rescue of the many ships damaged in the explosion -- the heartfelt thanks recorded by so many Alderaanian expatriates. This is the Empire's true story, the story I tell. Will you deliver it?",		"npc_3_1":"Those Rebels liars got to you, did they? Pity.",		"npc_2_1":"Good! I knew you wouldn't be the sort to believe those baseless accusations about the Empire. Bring this disk to Dath Torren, an Imperial courier. He'll see that it gets to COMPNOR.",		"npc_1_1":"Rebel dissidents have been spreading the most atrocious lies about the Empire's part in the destruction of Alderaan. I have produced a documentary holo that explores the truth of that tragic event, and I need someone to deliver it to COMPNOR's courier. Will you do it?",		"notyet":"I can't imagine I need you right now.",		"npc_reset_1":"I'm sorry to hear that. You should feel free to come back later if you want the work.",		"cantwork":"It would be my pleasure to employ you, but first you must complete your contract with your current employer.",		"next":"I don't have anything else that needs doing just now. Check back with me once in a while though, you never know when there'll be something new."
}}
