{
	"stfFile":"static_npc/naboo/kima_nazith",
	"entries": {
		"npc_reset_6":"Protecting the Senator's life is not an easy task. I understand if you feel you're not qualified to do so. Best of luck.",		"npc_reset_5":"Protecting the Senator's life is not an easy task. I understand if you feel you're not qualified to do so. Best of luck.",		"npc_reset_4":"Protecting the Senator's life is not an easy task. I understand if you feel you're not qualified to do so. Best of luck.",		"npc_reset_3":"Protecting the Senator's life is not an easy task. I understand if you feel you're not qualified to do so. Best of luck.",		"npc_reset_2":"Protecting the Senator's life is not an easy task. I understand if you feel you're not qualified to do so. Best of luck.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Who exactly are we talking about?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"The Rebels have sent you. I can sense your fear.",		"dontknowyou_3":"Do not trouble me. I wish to be left alone.",		"otherescort_3":"Do not trouble me. I wish to be left alone. ",		"npc_failure_3":"We'll likely have to move the Senator. I wish you could have taken care of this, but I understand the result.",		"npc_noloc_3":"In a moment, our spies will give me the assassin's location. Hold on.",		"npc_work_3":"Have you gotten rid of that assassin yet? I need to know whether I need to move the Senator or not.",		"npc_reward_3":"You're a warrior's warrior, friend. I owe you a big favor, and on behalf of the Senator and the Naboo Resistance, I thank you.",		"npc_backtowork_3":"Do you have another question or are you reconsidering?",		"npc_4_3":"His name is Kunn Kuroosh and all I know for certain is that his targets rarely survive and there are rumors that he's a Sith sorcerer. Don't take any chances with this guy. A thermal detonator would probably be the best weapon.",		"npc_3_3":"I hate to say it, but I understand your refusal. No hard feelings. I'll find a strike team that can handle this killer. Or at least I hope I do. If not, we may have to smuggle the Senator off Naboo.",		"npc_2_3":"That's what I thought you'd say. Take my advice, though, and bring along some trusted companions. This assassin will not go down easily and has unusual powers at his disposal. May the Force be with you.",		"npc_1_3":"Sikander didn't take kindly to the removal of his bounty hunter. He's sent one of his assassins to investigate Dee'ja Peak. This guy's bad news and we can't afford to let him get here. I've come to rely on your skills to handle these situations. Think you can tackle this one?",		"player_3_2":"Who is this bounty hunter?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"If you mess with me, you flirt with death! Sssss!",		"dontknowyou_2":"I'm working. Go away! Sssss!",		"otherescort_2":"I'm working. Go away! Sssss!",		"npc_failure_2":"It looks like this bounty hunter is much tougher than I thought. I may have to attend to this matter personally. Thanks for your help. ",		"npc_noloc_2":"The bounty hunter's movements are being tracked. I'll have his coordinates soon.",		"npc_work_2":"Have you neutralized that bounty hunter yet? We can't afford him getting any closer to the Senator.",		"npc_reward_2":"Well struck, friend. You should consider going into the bodyguard business. You're good.",		"npc_backtowork_2":"I've given you all the information pertaining to this mission. Do you wish to reconsider?",		"npc_4_2":"He's a Trandoshan named Hrodius Goragg. He has connections with Bossk but I don't believe he's called in his comrade on this bounty. We need to remove this killer quickly.",		"npc_3_2":"I understand. Trandoshan bounty hunters should only be tackled by the most capable of agents. I'll find someone else to take this guy out.",		"npc_2_2":"This bounty hunter is cunning and tough. Don't stop blasting until you're certain he's dead. Good luck.",		"npc_1_2":"I've just received word that Sikander has hired a bounty hunter to bring in Senator Naberrie, dead or alive. I doubt the bounty hunter knows that she's hiding here but given enough time he'll find out. I need you to neutralize this threat to the Senator's life. Can you do it?",		"player_3_1":"What is this Gungan's name?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Heppen mesa! Dat one goin to be crunchen mesa! ",		"dontknowyou_1":"Mesa mooie mooie busy. Can yousa not see dat?",		"otherescort_1":"Mesa mooie mooie busy. Can yousa not see dat?",		"npc_failure_1":"I hope we can get our covert operatives to safety before the Empire can act on the information they got from Benbul. This is going to limit our activities on Naboo for several months. ",		"npc_noloc_1":"I'll get an update on the Gungan's position in just a moment.",		"npc_work_1":"Have you taken out that Gungan informant yet? Dozens of our agents will be compromised if you don't.",		"npc_reward_1":"Good work. You're as good as your recommendation. We could use more like you around here.",		"npc_backtowork_1":"Was something unclear? This is an urgent matter.",		"npc_4_1":"The Gungan is Benbul Leedee and he can identify dozens of our covert operatives all over Naboo. He must be silenced.",		"npc_3_1":"Is that because you're squeamish about such things or because you don't wish to help protect the Senator? On second thought, I'd prefer not to know.",		"npc_2_1":"Good. The Gungan is likely to have a small stormtrooper escort. Be prepared for a fight. ",		"npc_1_1":"I'm Kima Nazith, the Senator's bodyguard. I was told that you were a capable agent willing to help insure Senator Naberrie's safety. There's a matter that I cannot attend to myself so I could certainly use your help. The Imperials have bought off one of our Gungan informants. This individual is being escorted to Mal Sikander even as we speak. If this Gungan talks, we could all be in big trouble. Can I rely on you to neutralize this threat?",		"notyet":"Sorry.  My alliances are with someone else.  You're a little too Imperial-minded for me.",		"npc_reset_1":"Protecting the Senator's life is not an easy task. I understand if you feel you're not qualified to do so. Best of luck.",		"cantwork":"Protecting the Senator's life takes a great deal of effort and you must be focused on the task. Try me again when you're not preoccupied with something else.",		"next":"There's nothing else I need you to do at this moment. Check back with me later."
}}
