{
	"stfFile":"static_npc/naboo/kritus_morven",
	"entries": {
		"npc_reset_6":"Some days just don't go so well. Try me again later. I'll still have work for you.",		"npc_reset_5":"Some days just don't go so well. Try me again later. I'll still have work for you.",		"npc_reset_4":"Some days just don't go so well. Try me again later. I'll still have work for you.",		"npc_reset_3":"Some days just don't go so well. Try me again later. I'll still have work for you.",		"npc_reset_2":"Some days just don't go so well. Try me again later. I'll still have work for you.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"What is this bioweapon?",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"Die, fool!",		"dontknowyou_5":"I'm waiting for somebody else.",		"otherescort_5":"I'm waiting for somebody else.",		"npc_failure_5":"You couldn't get it, could you? Blast! That Hutt wins another one.",		"npc_noloc_5":"It's not time for the delivery quite yet. See me later and I'll let you know then.",		"npc_work_5":"Hurry up and get that sample.",		"npc_reward_5":"You've done very well. You may want to leave town for a while. Borvo may not be too happy with you right now.",		"npc_backtowork_5":"You're going to fetch that little sample for me, aren't you?",		"npc_4_5":"Borvo's scientist was quite forthcoming after a little persuasion. There's some virus that increases aggression. Borvo has been selling it offworld. I need you to get me a sample. Will you?",		"npc_3_5":"Foolish to say no at this point, but it's your decision.",		"npc_2_5":"Good. Borvo's courier, Dekker, won't be willing to just hand over the sample. Take whatever steps are needed to get it. Clear?",		"npc_1_5":"You are not going to believe what that oozing gravity well Borvo has his hand in. Bioweaponry! We're not going to let that bulging mucus repository make all the credits on this, are we? Of course not. Borvo's courier is delivering a sample for him to sell to some Corellian buyers. I want you to intercept him and get that sample. You're with me, aren't you?",		"player_3_4":"What do you think he's involved in?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"What did I ever do to deserve this?",		"npc_takeme_4":"Please don't hurt me. I'm not even armed.",		"npc_breech_4":"I have a bad feeling about this.",		"dontknowyou_4":"Sorry, friend, I can't help you.",		"otherescort_4":"If you're looking for somebody, I'm afraid it's not me.",		"npc_failure_4":"That blasted Hutt is gaining too much ground. This is not good for my business interests.
",		"npc_noloc_4":"See me later. My informants will let me know when Borvo's thugs have left the city again.",		"npc_work_4":"Where's Borvo's scientist? Haven't you gotten him yet?",		"npc_reward_4":"Good work. Now I can find out what's in this guy's brain -- either the polite way, or more physically. See me again soon.",		"npc_backtowork_4":"You going to get that scientist for me now?",		"npc_4_4":"I'm not sure. I heard something about a disease that drives animals crazy. That's all I know, but the brain-guy will know more. Will you get him for me?",		"npc_3_4":"Prefer being small time, do you? Goodbye.",		"npc_2_4":"Great. I'm sure he'll be more than happy to tell me whatever I want to know.",		"npc_1_4":"The word on the street is that Borvo the Hutt has his greasy hand in something new. I plan to find out what it is and get in on the action. A couple of Borvo's boys have been escorting some brainy type on what appear to be hunting expeditions. I need to find out exactly what that bloated slime factory is up to. I want you to get the big brain away from the guards and bring him to me. How about it?",		"player_3_3":"How am I supposed to fix this?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"I believe you were supposed to bring me credits. I have no use for that.",		"gotowork_3":"No credits for me? No help for your boss.",		"npc_smuggle_3":"I'll slow things down as much as I can. Now get out of here before someone spots you.",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Are you the messenger?",		"dontknowyou_3":"I'm not here waiting for you.",		"otherescort_3":"I'm not here waiting for you.",		"npc_failure_3":"You didn't make the drop? This is going to be highly inconvenient.",		"npc_noloc_3":"See me in a little while. I'll have all the details by then, I hope. ",		"npc_work_3":"Have you made that drop yet? I have a lot riding on this.",		"npc_reward_3":"You saved me a lot of inconvenience on that one. Thanks.",		"npc_backtowork_3":"So are you going to drop off those credits?",		"npc_4_3":"I made a deal with a security officer who's been cooperative in the past. You bring him some credits, and he'll slow up the search long enough for me to get my goods out of there. What do you say?",		"npc_3_3":"What a shame. I was just starting to like you.",		"npc_2_3":"Good! I just need you to bring this authorization for credits to security officer Dagrus Rhine. Move fast!",		"npc_1_3":"Those stinking security people have no sense of gratitude. After I go to the trouble of giving those security officers the location of Borvo's spice refinery, they turn around and start looking for mine! That Hutt has to be behind this. I need someone to help fix this for me, fast. I can count on you, can't I?",		"player_3_2":"Why do you care what the law thinks?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"What am I supposed to do with this? ",		"gotowork_2":"You don't seem to have any legitimate reason to be here. Get out of here before I put you under arrest.",		"npc_smuggle_2":"An anonymous tip, eh? Thanks.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"You'd better have a good reason for being here, citizen.",		"dontknowyou_2":"Sorry, pal. No time for conversation today.",		"otherescort_2":"If you're looking for someone, look elsewhere.",		"npc_failure_2":"A perfect opportunity to stick it to that oozing sleemo. A perfect opportunity -- lost!",		"npc_noloc_2":"I need you to wait a while before you tip off security. See me again about this soon.",		"npc_work_2":"Haven't you made the delivery yet? Why not?",		"npc_reward_2":"Nice. I almost wish I could see his repulsive, slimy face when he finds out his refinery has been raided.",		"npc_backtowork_2":"So are you going to deliver this message?",		"npc_4_2":"One of my informants tells me Naboo security forces are looking for Borvo's spice refineries. As it happens, I know the location of one. Purely as a concerned citizen, I want to offer them this information. So are you in?",		"npc_3_2":"You'd better be on your way.",		"npc_2_2":"Good. Find one of the security people looking for Borvo's spice refinery and give him this disk. The data should help narrow the search.",		"npc_1_2":"While you were gone, I hope you weren't working for that corpulent oozing fool of a Hutt. He thinks he owns Naboo, but I'm about to teach him otherwise. You're not wanted by the law, are you? I need the services of someone who won't be shot on sight by security personnel. Is that you?",		"player_3_1":"Is it my imagination, or do you not like Borvo?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"Weren't you supposed to bring me a message? This isn't it.",		"gotowork_1":"",		"npc_smuggle_1":"You bring this to Morven. See if he's got the sense to know a good deal when he sees it.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Hey! Are you the courier I'm waiting on?",		"dontknowyou_1":"I'm busy at the moment.",		"otherescort_1":"Sorry, I'm not the one you're looking for.",		"npc_failure_1":"Hmm. I hope this doesn't lead to an all-out war with Borvo. I'm not ready for that yet, quite.",		"npc_noloc_1":"There's still a lot of time before you need to meet the courier, so come back and see me a little later.",		"npc_work_1":"Haven't you picked up that message from Borvo? Why not?",		"npc_reward_1":"I'll review this, but I'd rather carry him than trust him.",		"npc_backtowork_1":"So were you going to pick up that offer from Borvo?",		"npc_4_1":"I don't dislike Borvo -- I find him a worthy adversary. When I'm staring down at his corpse and running all his holdings, I will remember him fondly. It's nothing personal, just business. So will you go and get that lying Hutt's offer?",		"npc_3_1":"High time you were leaving then. I have things to do. ",		"npc_2_1":"Wonderful. I feel sure we're going to get on very well. Meet Fekk Trunkel outside the city, where you can conduct your business away from prying eyes.",		"npc_1_1":"I'm Kritus Morven, a local businessman. I make sure Borvo the Hutt isn't the only one on Naboo making a profit. Speaking of that slimy Hutt, he wants to make some sort of deal. No doubt some opportunity where I take all the risks and he takes all the profit -- but I should at least find out what it is. Will you meet his courier and bring me the offer?",		"notyet":"Can you find someone else to talk to, please?",		"npc_reset_1":"Some days just don't go so well. Try me again later. I'll still have work for you.",		"cantwork":"If you want to make some creds working for me, see me when you're not so busy.",		"next":"You do good work. I'll keep you in mind for future jobs."
}}
