{
	"stfFile":"static_npc/naboo/leb_slesher",
	"entries": {
		"npc_reset_6":"Very well, please return later when you can help me. Meanwhile, you should look into the imported Rodian Ale at the bar. Delicious!",		"npc_reset_5":"Very well, please return later when you can help me. Meanwhile, you should look into the imported Rodian Ale at the bar. Delicious!",		"npc_reset_4":"Very well, please return later when you can help me. Meanwhile, you should look into the imported Rodian Ale at the bar. Delicious!",		"npc_reset_3":"Very well, please return later when you can help me. Meanwhile, you should look into the imported Rodian Ale at the bar. Delicious!",		"npc_reset_2":"Very well, please return later when you can help me. Meanwhile, you should look into the imported Rodian Ale at the bar. Delicious!",		"gotowork":"I don't have time to chat right now.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"",		"npc_noloc_3":"",		"npc_work_3":"",		"npc_reward_3":"",		"npc_backtowork_3":"",		"npc_4_3":"",		"npc_3_3":"",		"npc_2_3":"",		"npc_1_3":"",		"player_3_2":"Who do you work for? On the last job you gave me, that merchant implied you're with the Imperial Security Bureau.",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"That isn't the processing fee!",		"gotowork_2":"",		"npc_smuggle_2":"Here, take the payment, and also this nice stuffed noona, which I made you to show my good will! What, you're not Slesher? Well, tell him to drop by if he wants this noona.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Halloo, Agent Slesher! Over here! Wait, are you Slesher or not?",		"dontknowyou_2":"I don't think you're here to pick up my bribe, are you?",		"otherescort_2":"I don't think you're here to pick up my bribe, are you?",		"npc_failure_2":"Didn't you pick up that processing fee? Well, I'll simply have to arrange another rendezvous -- perhaps with another messenger next time.",		"npc_noloc_2":"Fine. I've arranged for the merchant to rendezvous a short while from now, so check with me soon for the coordinates.",		"npc_work_2":"If you returned for some of that delicious Corellian air cake at the cafe, I don't blame you. But please, get back to work soon, eh?",		"npc_reward_2":"Ah, excellent. I give you this fitting reward. Buy yourself a nice Lobster Bisellian dinner in the cafe. Tell them to avoid oversalting it.",		"npc_backtowork_2":"I'm afraid I don't know what else to tell you. Really, that should be enough to get you going.",		"npc_4_2":"Well, friend, assuming I work for the ISB, I'm obviously covert. Therefore, I'd be silly to admit it. Likewise, you'd be silly to press the issue -- assuming I work for the ISB. Now, about this job --?",		"npc_3_2":"I'm disappointed, but I think I shall live. On your way out, be sure to try the zwil cakes at the bar. Not addictive unless you're a Drovian.",		"npc_2_2":"Fine, fine. You're looking for a merchant named Cornevero Dawlton at these coordinates. Watch out for local wildlife, it can be hazardous.",		"npc_1_2":"Ah, hello again. I have a new job for you. It relates to Naboo Commercial Code regulation 142.74.A-6502.4.16/3 Section 453 Paragraph 2. Too many innocent merchants seem unaware of this regulation, which clearly specifies military discounts for Imperial officers. I have documented a certain restaurateur's refusal to honor this discount. I can remedy the problem for a fee, which you may collect at the agreed rendezvous in the wilderness.",		"player_3_1":"Why is it a mistake? Is the evidence forged?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"That isn't the processing fee!",		"gotowork_1":"",		"npc_smuggle_1":"Here's the fee. Please tell your ISB boss not to file that report! Someone doctored the images to make legitimate merchants look like smugglers!",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Were you sent by Leb Slesher? You're picking up a processing fee, right?",		"dontknowyou_1":"Are you the one I was supposed to --? No, I don't think so. Please leave me alone.",		"otherescort_1":"Are you the one I was supposed to --? No, I don't think so. Please leave me alone.",		"npc_failure_1":"Did you not pick up that processing fee? Well then, I'll just have to arrange another rendezvous. What a nuisance. I'll wait until after dinner.",		"npc_noloc_1":"Fine. I've arranged for the merchant to rendezvous a short while from now, so check with me soon for the coordinates.",		"npc_work_1":"Did you return here for some of that delightful Garwillian champagne at the bar? I don't blame you. But please, get back to work soon, eh?",		"npc_reward_1":"Splendid. Accept this reward with my gratitude, and look me up again soon. Meanwhile, try the Zadarian brandy at the bar. Exquisite.",		"npc_backtowork_1":"I'm afraid I don't know what else to tell you. Really, that should be enough to get you going.",		"npc_4_1":"Of course the evidence is forged, but it's a very good forgery. Imagine how some ignorant customs official would react -- unless I intercede to explain matters. This calls for fair recompense for my effort. Speaking of effort, are you willing to do this job?",		"npc_3_1":"I'm disappointed, but I think I shall live. On your way out, be sure to try the vagnerian canapes at the bar. Quite tasty.",		"npc_2_1":"Splendid. Pick up the processing fee from the merchant Phinta Lianovi at these coordinates. Look out for troublemakers. Some locals object violently to these transactions.",		"npc_1_1":"Have you had the fried thakitillo appetizer at the bar? Delicious. --Oh, forgive me. I'm Leb Slesher, expediter of merchant relations. Are you interested in a job, perhaps? I have evidence that seemingly shows a certain local merchant receiving smuggled goods. This horrible mistake can only be resolved with extensive bureaucratic processing. Please meet the merchant at our wilderness rendezvous, free of prying eyes, and secure the processing fee.",		"notyet":"I'm too busy to talk right now.",		"npc_reset_1":"Very well, please return later when you can help me. Meanwhile, you should look into the imported Rodian Ale at the bar. Delicious!",		"cantwork":"If you'd like a job, contact me when you're not busy. Oh, and I recommend the Merenzane Gold in the bar -- subtle, sweet, expensive.",		"next":"Sorry, I have no more work for you. But do try a glass of the spiced paricha at the bar. So delicate you almost miss the taste, but what a kick!"
}}
