{
	"stfFile":"static_npc/naboo/lergo_brazee",
	"entries": {
		"npc_reset_6":"Why, I'm disappointed in you. I would have hoped for better. In fact, I still hope for better. It's in your best interest to see me again soon.",		"npc_reset_5":"Why, I'm disappointed in you. I would have hoped for better. In fact, I still hope for better. It's in your best interest to see me again soon.",		"npc_reset_4":"Why, I'm disappointed in you. I would have hoped for better. In fact, I still hope for better. It's in your best interest to see me again soon.",		"npc_reset_3":"Why, I'm disappointed in you. I would have hoped for better. In fact, I still hope for better. It's in your best interest to see me again soon.",		"npc_reset_2":"Why, I'm disappointed in you. I would have hoped for better. In fact, I still hope for better. It's in your best interest to see me again soon.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"Get to work.",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"Get to work.",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Does this bandit leader intend to free Humbonnen's Gungan slaves?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"Get to work.",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"Yousa! Yousa workin' for Lergo Brazee! Mesa Gungans gonna makin' yousa sorry!",		"dontknowyou_4":"Yousa not workin' for Lergo Brazee. My not carin' 'bout yousa.",		"otherescort_4":"Yousa not workin' for Lergo Brazee. My not carin' 'bout yousa.",		"npc_failure_4":"You failed to stop Big Blismo, and as a result, Lord Humbonnen has sustained a significant loss to his labor force. I am genuinely unhappy. For your own safety, I advise you to leave Keren immediately.",		"npc_noloc_4":"Even now I await a report of the bandit leader's whereabouts. Consult with me in a minute or two, and I should know more.",		"npc_work_4":"What a surprise! I never expected you'd report back before killing Big Blismo. I suggest you don't return until you've succeeded.",		"npc_reward_4":"My friend! I can count on you for anything, it seems. I shall remember your service to me, and so will the rest of my organization. Now, it is probably best if you leave Keren for a while, until matters quiet down a bit. Goodbye!",		"npc_backtowork_4":"You have been told everything you need to know. I advise you to get started.",		"npc_4_4":"As I may have mentioned in the past, "slaves" is an ugly and unjust word. I should think that the bandit leader's interference in lawful food production and gualama breeding operations would be reason enough to stop him. Is that sufficient? Will you, in fact, stop him?",		"npc_3_4":"Does it not wrench your heart to think of the loss of innocent life? Very well. If that is your decision, you would do well to leave Keren by the next shuttle. You will not live long otherwise.",		"npc_2_4":"Good. Let me see, the leader's name is -- oh, spare me -- "Big Blismo." According to my report, he typically moves with several guards. Move quickly!",		"npc_1_4":"Welcome back. I have grown confident in your ability and discretion. A notorious Gungan bandit leader is planning a major raid on one of Lord Humbonnen's estates. The loss of innocent life would be tremendous. I require you to organize a strike team and stop the leader in his tracks!",		"player_3_3":"Why would Linay "recruit" Gungans at their sacred places? This sounds like a slave operation.",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"Get to work.",		"npc_smuggle_3":"",		"npc_dropoff_3":"Thanks. -- Vigo Brazee! All the mercenaries are dead, and the natives are planning a raid on Humbonnen's pens to free the workers. We have to field a squad of agents, quickly!",		"npc_takeme_3":"Not a moment too soon. We have to get back to Brazee. I've learned something Black Sun needs to know about!",		"npc_breech_3":"At last! Kill these Gungans and get me out of here!",		"dontknowyou_3":"You really don't want to be here.",		"otherescort_3":"You really don't want to be here.",		"npc_failure_3":"You could not rescue Linay? That will be a blow to our operation. And, I daresay, a deeper blow to yours. I advise you to leave Keren, quickly.",		"npc_noloc_3":"I'm still waiting to get current coordinates for Linay and her captors. Check with me soon.",		"npc_work_3":"What a surprise! I never expected you'd report back before you rescued Linay. I admit to deep disappointment.",		"npc_reward_3":"Thank you for returning Linay safely. Now if you'll excuse me, it appears I have a crisis to handle. Check back later.",		"npc_backtowork_3":"You have been told everything you need to know. I advise you to get started.",		"npc_4_3":""Slave" is an inappropriate word. My organization expedites a productive relationship between Lord Humbonnen and his native workers. All their needs are provided for, so they need never leave the plantations and stables. And what use has a simple Gungan for money? I suggest that you put such questions out of your mind. Now, will you rescue Linay?",		"npc_3_3":"I cannot believe you refuse to rescue Linay from an unspeakable Gungan fate. I advise you to leave Keren by the next shuttle. Matters could become very unpleasant for you otherwise.",		"npc_2_3":"Excellent. Move quickly to save Linay, before those natives captors do unspeakable Gungan things to her.",		"npc_1_3":"I'm sorry to report that more Gungan agitators are troubling my client Lord Humbonnen. My associate, a Bothan named Linay Sind'ir, was recruiting new workers at one of the Gungan sacred places. Native savages ambushed her slav-- recruitment brigade, killed them all, and are now holding her prisoner. I implore you to rescue Linay.",		"player_3_2":"What business took him out to Lord Humbonnen's estate?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"Get to work.",		"npc_smuggle_2":"",		"npc_dropoff_2":"Thanks. These Gungan escapees are making too many problems for a profitable operation. Time to teach them a lesson.",		"npc_takeme_2":"Hope you can handle a blaster, buddy -- I've got a Trandoshan bounty hunter on my tentacles, hired by the Gungans who escaped from Lord Humbonnen.",		"npc_breech_2":"Oh, no, another bounty hunter! No, wait -- did Brazee send you?",		"dontknowyou_2":"You've got the wrong fellow.",		"otherescort_2":"You've got the wrong fellow.",		"npc_failure_2":"You could not rescue my associate? How very disappointing. I think it would be unwise of you to linger long in Keren.",		"npc_noloc_2":"I'll have my people trace the coordinates of my associate's distress call. Check with me momentarily, and we'll get you started.",		"npc_work_2":"What a surprise! I never expected you'd report back without Slyd Shu'ril at your side. I admit my disappointment.",		"npc_reward_2":"Another piece of excellent news! I anticipate that you and I will enjoy a long and productive working relationship, much like Lord Humbonnen and his native workforce.",		"npc_backtowork_2":"You have been told everything you need to know. I advise you to get started.",		"npc_4_2":"Lord Humbonnen has made great breakthroughs in enlisting Gungan natives into a productive workforce. My organization equips him to carry out his recruitment programs. With heroic effort he has overcome significant native resistance. All the more reason why my associate deserves safe conduct back from his estate. What do you say?",		"npc_3_2":"I cannot believe you would reject my offer. I advise you to reconsider and check with me again. I dislike rejection intensely.",		"npc_2_2":"That's fine, fine! You're looking for a Twi'lek named Slyd Shu'ril. He may well suspect you of being a bandit, you being a shady-looking sort, so approach him carefully. And watch out for the bandits!",		"npc_1_2":"Welcome back! Perfect timing. An associate just made a distress call. He was conducting business with Lord Humbonnen at one of his wilderness estates. On his way back, he fell afoul of bandits. He needs a safe escort back here to Keren. I want you to be the escort.",		"player_3_1":"What risks might be involved?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I'm waiting for passcodes from Brazee. That isn't them.",		"gotowork_1":"Are you going to bring me those passcodes from Brazee, or aren't you?",		"npc_smuggle_1":"These passcodes better work. I'm not gonna try to fly casual through another Star Destroyer blockade.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"You! Have you brought those codes from Brazee?",		"dontknowyou_1":"You got the wrong guy. Push off.",		"otherescort_1":"You got the wrong guy. Push off.",		"npc_failure_1":"You could not deliver the permits? How very disappointing. I think it would be unwise of you to linger long in Keren.",		"npc_noloc_1":"Good. My associates are completing a certain amount of busywork regarding the permits. Please check back with me soon.",		"npc_work_1":"What a surprise! I never expected you'd report back before you finished that delivery. I admit a trace of disappointment.",		"npc_reward_1":"I welcome this excellent news! I reward you appropriately, and I advise you to find me again when you need more work.",		"npc_backtowork_1":"I've given you quite enough information to get started. If you shilly-shally around, I shall be quite disappointed -- and that is always bad.",		"npc_4_1":"Well, some Naboo busybodies wilfully misinterpret any offworld pilot's presence as signs of a smuggling operation. I caution you against that misinterpretation. These busybodies might prove a minor threat. So, will you help my friend? I'll be most disappointed otherwise.",		"npc_3_1":"Well, I'm disappointed. I say that truly. I think it would be unwise of you to return here.",		"npc_2_1":"Good! I'm glad. Return here once you've delivered the data to Breggs Ker'tani. Let me hear from you in a timely manner, or I'll be disappointed.",		"npc_1_1":"Well, hello there! I'm Lergo. I'm in shipping, commodities, and personal services. Are you interested in work? A good friend of mine is a pilot who's currently stranded here on Naboo, due to the unlucky theft of his licenses and permits. I need you to bring him the new permits he needs to launch safely from this planet's excellent starport facilities. Can you do this for me?",		"notyet":"I'm trying to remember something.  Can you give me some time?",		"npc_reset_1":"Why, I'm disappointed in you. I would have hoped for better. In fact, I still hope for better. It's in your best interest to see me again soon.",		"cantwork":"Well, hello there! I hope we can speak together soon when you're not busy elsewhere.",		"next":"Well, hello again! I have nothing for you right now. Goodbye!"
}}
