{
	"stfFile":"static_npc/naboo/liane",
	"entries": {
		"npc_reset_6":"I am sorry to hear you cannot fulfill the assignment. Please consult with me again when you are able.",		"npc_reset_5":"I am sorry to hear you cannot fulfill the assignment. Please consult with me again when you are able.",		"npc_reset_4":"I am sorry to hear you cannot fulfill the assignment. Please consult with me again when you are able.",		"npc_reset_3":"I am sorry to hear you cannot fulfill the assignment. Please consult with me again when you are able.",		"npc_reset_2":"I am sorry to hear you cannot fulfill the assignment. Please consult with me again when you are able.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"When may I see Her Majesty?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"That doesn't look like anything of importance to me.",		"gotowork_3":"I just write poetry. If you don't have a commission for me, I can't help you.",		"npc_smuggle_3":"You're not with COMPNOR, right? Those goons have been hunting me since I published a satire of their blunt, bog-stupid attempts to censor local writers. I appreciate Her Majesty's support in this difficult time.",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"I'm Biude Lop Quanna. Were you looking for me?",		"dontknowyou_3":"I don't have anything to say to you.",		"otherescort_3":"I don't have anything to say to you.",		"npc_failure_3":"Did you not deliver the commission? I am sorry to hear that. Her Majesty will be sorry as well.",		"npc_noloc_3":"I am pleased. I suggest you look for the poet at -- hmm. I appear not to have his coordinates at this time. Consult with me later.",		"npc_work_3":"Have you delivered the commission? No, I see you have not. I await your success.",		"npc_reward_3":"Did the poet have some kind of run-in with our friends at COMPNOR? How unfortunate. But that is how those poets are, you know. I thank you for your assistance. Her Majesty has kindly granted you an audience. You may approach the throne.",		"npc_backtowork_3":"I have nothing more to tell you. I await your success.",		"npc_4_3":"It is possible Her Majesty may grant you an audience very soon. However, you definitely have time beforehand to assist her in this errand. On that topic, what is your decision?",		"npc_3_3":"I am sorry. On consulting her schedule afresh, I see that Her Majesty remains busy, and is likely to be busy for the foreseeable future.",		"npc_2_3":"I am pleased to hear that. Here is the commission. Please deliver it to Biude Lop Quanna, who is apparently vacationing in the wilderness for reasons I do not know. Return here afterward, and signs are promising that Her Majesty may grant an audience.",		"npc_1_3":"I am pleased to see you. Her Majesty Queen Kylantha remains busy, but she would certainly appreciate your assistance with a minor errand. Her Majesty wishes to commission the acclaimed poet Biude Lop Quanna to produce a celebratory ode marking the birth of eleven tiny new offspring by her favorite pet voorpak, Champion Paragon Journeyer the Most Happy Leaper. Will you deliver the commission?",		"player_3_2":"When may I see Her Majesty?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"I'm afraid this means nothing to me. I'm a tailor.",		"gotowork_2":"Oh -- I thought you might have something for me. Sorry.",		"npc_smuggle_2":"A commission from the Queen! And -- let me see -- exceedingly generous! Now I can rebuild my home, after those idiot Imperials blew it up with collateral fire from their last training exercise.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"I'm Niamora Ingidge. Do you have something for me?",		"dontknowyou_2":"I would ordinarily love to talk with you, but I'm waiting for someone else.",		"otherescort_2":"I would ordinarily love to talk with you, but I'm waiting for someone else.",		"npc_failure_2":"Did you not deliver the commission? I am sorry to hear that. Her Majesty will be sorry as well.",		"npc_noloc_2":"I am pleased. I suggest you look for Niamora Ingidge at -- hmm. I appear not to have her coordinates at this time. Consult with me later.",		"npc_work_2":"Have you delivered the commission? No, I see you have not. I await your success.",		"npc_reward_2":"The tailor's home was destroyed? Well, that is of course regrettable, but I'm sure Her Majesty will be vexed if this delays her new dress. Though the Queen remains occupied for now, please consult with me again for tasks that may assist her.",		"npc_backtowork_2":"I have nothing more to tell you. I await your success.",		"npc_4_2":"Her Majesty has a busy social schedule. However, she is known to make time for those who render service to her court. On that topic, will you deliver this dress order for Her Majesty?",		"npc_3_2":"I am sorry to hear that. Her Majesty remains busy today, and is likely to be busy for the foreseeable future.",		"npc_2_2":"I am pleased. Here is the datadisc. Please look for the tailor, Niamora Ingidge, somewhere in the vicinity of her wilderness estate. Return here when you've fulfilled the assignment.",		"npc_1_2":"I am pleased to see you again. Her Majesty, Queen Kylantha, remains occupied. But if you seek employment, Her Majesty commands that this order for a new ceremonial dress be delivered to one of Naboo's leading tailors. Note that the instructions state that the peko-peko fronds of the neckpiece are to be simulated, not actual fronds. Will you deliver the order?",		"player_3_1":"Why does Stradalla live out in the wilderness?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I was almost expecting a commission, or something, from the Queen. Well, I can still hope.",		"gotowork_1":"I was almost expecting a commission, or something, from the Queen. Well, I can still hope.",		"npc_smuggle_1":"What? A royal commission? Well, I never expected that, after fleeing Theed to escape all those blasted Imperial know-nothings. My thanks to Her Majesty.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you from the Queen? Why? What do you bring?",		"dontknowyou_1":"Don't bother me, I'm just an old man with nothing to say to you.",		"otherescort_1":"Don't bother me, I'm just an old man with nothing to say to you.",		"npc_failure_1":"Did you not deliver the mandoviol? I am sorry to hear that. Her Majesty will be sorry as well.",		"npc_noloc_1":"I am pleased. I suggest you look for Master Stradalla at -- hmm. I appear not to have his coordinates at this time. Consult with me later.",		"npc_work_1":"Have you delivered the mandoviol? No, I see you have not. I await your success.",		"npc_reward_1":"I shall relay the news of your assistance to Her Majesty. Unfortunately, the Queen remains occupied. However, please consult with me again for tasks that may assist her.",		"npc_backtowork_1":"I have nothing more to tell you. I await your success.",		"npc_4_1":"Gossip says Master Stradalla involved himself in certain politically sensitive matters, a mistake I have never cared to commit. Fortunately, Her Majesty can safely rise above such squabbles. Will you take Her Majesty's assignment?",		"npc_3_1":"I am sorry to hear that. Her Majesty is currently occupied, as I say, and likely to remain so for the foreseeable future.",		"npc_2_1":"I am pleased. Here is the mandoviol -- please treat it with care. I suggest you look for Master Stradalla at these coordinates. Return here after the delivery.",		"npc_1_1":"I am Liane, handmaiden to Her Majesty Queen Kylantha of Naboo. If you wish to see Her Majesty, I'm afraid she is currently occupied. Do you seek employment? Her Majesty wishes an antique mandoviol to be delivered for restoration to a leading crafter of musical instruments. The crafter, Bowrun Stradalla, lives in the wilderness outside Theed. Will you undertake to assist Her Majesty? She is known to look kindly on those who help her.",		"notyet":"Tghings are a little hectic right now.  Perhaps you could return at another time?",		"npc_reset_1":"I am sorry to hear you cannot fulfill the assignment. Please consult with me again when you are able.",		"cantwork":"I am Liane, handmaiden to Her Majesty. If you seek employment, consult with me when you are not so busy.",		"next":"Thank you again for your earlier assistance. Her Majesty is happy to grant you an audience. Go right in."
}}
