{
	"stfFile":"static_npc/naboo/mal_sikander",
	"entries": {
		"npc_reset_6":"Your failure to complete this assignment will be included in my report to the Emperor. He is not known to be a terribly forgiving sort. I hope for your sake that he overlooks your shortcomings.",		"npc_reset_5":"Your failure to complete this assignment will be included in my report to the Emperor. He is not known to be a terribly forgiving sort. I hope for your sake that he overlooks your shortcomings.",		"npc_reset_4":"Your failure to complete this assignment will be included in my report to the Emperor. He is not known to be a terribly forgiving sort. I hope for your sake that he overlooks your shortcomings.",		"npc_reset_3":"Your failure to complete this assignment will be included in my report to the Emperor. He is not known to be a terribly forgiving sort. I hope for your sake that he overlooks your shortcomings.",		"npc_reset_2":"Your failure to complete this assignment will be included in my report to the Emperor. He is not known to be a terribly forgiving sort. I hope for your sake that he overlooks your shortcomings.",		"player_3_6":"How did this scientist get to Naboo?",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"That must be Sikander's agent! Prepare to attack!",		"dontknowyou_6":"I can't talk to you now. I'm on an important mission.",		"otherescort_6":"I can't talk to you now. I'm on an important mission.",		"npc_failure_6":"The Gungan energy weapon technology will likely fall into the Rebellion's hands, no thanks to you. Do not be surprised if you are sent to Dathomir in the near future. And it won't be as a tourist.",		"npc_noloc_6":"The scientist has been whisked away to a secret location by the Gungans. Once he is found, you will be able to finish your mission.",		"npc_work_6":"Is that Rebel scientist dead? I rely upon you to help me keep our Empire safe. Do not disappoint me.",		"npc_reward_6":"You have done well, trusted agent. The Empire acknowledges your valuable contribution to its security. You will go far, I think. ",		"npc_backtowork_6":"This scientist must not reach Otoh Gunga. Every second you waste is one step closer he gets to his destination.",		"npc_4_6":"No doubt the Queen's agents smuggled him in. The Empire would benefit from having her removed and I must find a way to do this without incurring the Emperor's displeasure.",		"npc_3_6":"No? You will allow a known traitor to live? One that would create effective weapons against our glorious Empire? I believe I will have you arrested. ",		"npc_2_6":"The Rebel is named Alben Kultosi and he's likely to have a Gungan escort. You may find it easier to accomplish this mission with the help of some allies. Remember to terrify these traitors before eliminating them.",		"npc_1_6":"I've learned that a prominent Rebel scientist has arrived on Naboo and is on his way to meet with the Gungans. He's been sent to study the Gungans' blasted energy weapons. We cannot allow this technology to fall into the hands of the Rebellion. Dispose of this scientist.",		"player_3_5":"There are Rebels in the palace?",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"I'm on important Royal Security business! Do not interfere!",		"dontknowyou_5":"Can't talk to you now. I'm on duty.",		"otherescort_5":"Can't talk to you now. I'm on duty.",		"npc_failure_5":"You failed to bring me the evidence I needed to expose the Queen. I shall have to think of a suitable punishment for you. Come back later.",		"npc_noloc_5":"Dallows' agent has eluded my spies. But this is a minor setback that shall soon be rectified.",		"npc_work_5":"Did you acquire that datadisc for me? I need it to wipe the smug smile off the Governor's clueless face.",		"npc_reward_5":"Well done, my trusted agent. My people will decipher the contents of this datadisc and provide me the proof I need to move against the Queen.",		"npc_backtowork_5":"Dallows' agent is likely to get away if you sit here doing nothing. What are you waiting for?",		"npc_4_5":"Queen Kylantha is aware of these individuals and I suspect that she is secretly aiding the Naboo Resistance, but I need proof. This message will provide that.",		"npc_3_5":"I see I've said too much. It is regrettable that you've chosen to refuse this mission. You may go, citizen. All is well. Trust me.",		"npc_2_5":"Hurry. We must not miss this opportunity. Soon I shall uncover the Rebel conspiracy rooted deeply in the Naboo court.",		"npc_1_5":"At last, an opportunity to expose Rebel sympathizers in the palace has opened up. One of Dallows' agents, Mif Zinner, has been dispatched to deliver a message to an unknown individual in the countryside. I must know the contents of that message and you must bring it to me.",		"player_3_4":"Who is this traitor?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"Look, boys, I think lunch is on the way!",		"dontknowyou_4":"Sorry, I'm a bit busy at the moment. Can't talk.",		"otherescort_4":"Don't know who you're looking for, but it's not me.",		"npc_failure_4":"When serving the Emperor, failure is not an option. You will have to suffer the consequences. Pity.",		"npc_noloc_4":"It seems the traitor was warned I'd be sending someone to deal with him and has gone into hiding. When we find him, you can deal with him.",		"npc_work_4":"Is that tusk-cat trainer dead yet? If not, why?",		"npc_reward_4":"Well done, agent. The Emperor will be pleased to know that he has such effective agents serving him.",		"npc_backtowork_4":"Are you waiting for inspiration or do you intend to get going?",		"npc_4_4":"Some petty Naboo noble named Steen Morwinn. He fancies himself a rugged outdoorsman. Let's test just how rugged he really is.",		"npc_3_4":"I am starting to think that you are not suited to serving the Emperor. Now I just have to determine if it's due to cowardice or pure incompetence.",		"npc_2_4":"Good. Be sure to inflict plenty of pain before the end. Nothing impresses passersby like shrieks of agony.",		"npc_1_4":"My efficient spy network has identified the tusk-cat trainer that set that beast on you and Snool. I want this scum to be made an example of so that other Naboo who might be contemplating similar anti-Imperial activity can see what happens to traitors. Can you take care of this?",		"player_3_3":"What kind of predator?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Many thanks, friend. I hope to work with you again some day.",		"npc_takeme_3":"I'm glad to see you, friend. I hope you don't mind me calling you friend? Keep an eye out for that tusk-cat.",		"npc_breech_3":"Over here! Did the High Inquisitor send you? I'm Snool Shedoon!",		"dontknowyou_3":"Can't talk to you now, I'm a bit busy.",		"otherescort_3":"I'm waiting for someone else, sorry.",		"npc_failure_3":"I lose more agents this way. And here I thought you were the equal of that tusk-cat. I hate being wrong.",		"npc_noloc_3":"I've been notified that Snool's whereabouts are currently unknown. Once we find him, I'll require your services.",		"npc_work_3":"Did you bring my spy back safely? He had some valuable information regarding the Naboo Resistance.",		"npc_reward_3":"Well-handled, agent. Truth be told, I was expecting that ravenous beast to devour both of you. You've surprised me.",		"npc_backtowork_3":"You seem to be waiting for enlightenment. There's nothing more to tell. Will you accept the mission or not?",		"npc_4_3":"I believe the animal is a tusk-cat. They're fairly common here on Naboo. But I'm sure it's nothing a killer such as you couldn't handle. Does this mean you're accepting?",		"npc_3_3":"I'm not used to hearing that word when I make a request of someone. I don't much care for it. You will reconsider, won't you?",		"npc_2_3":"Good. Now be wary, for these predators sometimes travel in pairs and specialize in ambush tactics. The spy is a Sullustan named Snool Shedoon.",		"npc_1_3":"Feel like doing a bit of big game hunting? One of my spies has obtained information and documents regarding a Rebel plot to sabotage Theed's primary starport. Unfortunately, this agent is convinced that a trained predator has been set on his trail and doesn't think he'll make it back alive. Will you make sure he does?",		"player_3_2":"Do I have to bring him back alive?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"Make the voices in my head go away. Hurghh…",		"npc_takeme_2":"My name is Grell. I like bantha milk. Mommy…?",		"npc_breech_2":"HELP! MY BODY'S ON FIRE! ARGHHH!",		"dontknowyou_2":"I don't know you and you scare me. Go away!",		"otherescort_2":"Do you like bantha milk?",		"npc_failure_2":"Now I shall have to find a new test subject for my latest interrogation device. Where shall I find one? Hmmm…",		"npc_noloc_2":"One moment… My spies inform me that Grell has been moved. We must locate him. Check back with me about this matter.",		"npc_work_2":"Have you found Grell yet? I'm waiting to test some new interrogation equipment. Hurry!",		"npc_reward_2":"Ah, good. I see Grell can still walk. I'll attend to him shortly. Enjoy your reward. ",		"npc_backtowork_2":"You seem confused. Was something unclear?",		"npc_4_2":"Unfortunately yes, I must glean from the remains of Grell's shattered mind how much information he spilled to the Gungans.",		"npc_3_2":"I'm sorry but you said yes, correct?",		"npc_2_2":"Good. I hope there will be enough of Grell left to punish. That pain inducer may have fried his brain.",		"npc_1_2":"This should amuse you. It seems our old friend Grell has managed to get himself captured by his former prisoners. It was said they blew the pain inducer's battery pack on his thick hide. How I wish I could have seen that. He's being taken to Otoh Gunga for further questioning. That would be inconvenient. Can you please bring Grell back to me so I can deal with his failure personally?",		"player_3_1":"What sort of device is it?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"Hey, that's not a pain inducer. You trying to cheat me or something?",		"gotowork_1":"Where's my pain inducer? Sikander said you'd have it.",		"npc_smuggle_1":"Can't wait to try this bad boy out. Thanks, pal!",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"You looking for me? I'm Sikander's man!",		"dontknowyou_1":"I'm waiting for someone. Beat it!",		"otherescort_1":"Whoever you're looking for, pal, it ain't me. Beat it!",		"npc_failure_1":"You failed a simple delivery mission? I shall have to have Vrir executed for clearing such an obvious imcompetent.",		"npc_noloc_1":"I've just received word that my agent has had to move the Gungan captives to a new location. Check back with me for the new coordinates.",		"npc_work_1":"Did you deliver that pain inducer to Grell? We need the information being withheld by those Gungan traitors.",		"npc_reward_1":"Adequate performance. Continue to serve me and you'll continue to be rewarded.",		"npc_backtowork_1":"Is there a reason you're still standing there? I don't like layabouts.",		"npc_4_1":"It's a specially modified disruptor that doesn't disintegrate its target, but instead causes all the pain receptors in a being's body to fire simultaneously. Properly used, it can provide hours of exquisite agony. ",		"npc_3_1":"Why are you wasting my time? Remove yourself from my sight or I shall have you removed!",		"npc_2_1":"Good. Here's the device. Now get going.",		"npc_1_1":"You've made it this far so that means you can be trusted. Let us see if you are as effective as you are trustworthy. One of my field agents, Grell Harnuss, is about to conduct interrogations on a group of Gungan captives. I need you to deliver a device that will speed my agent's work and insure better results. Can you do this?",		"notyet":"I cannot be bothered by common petitioners! Speak to my assistant, Vrir Unglan. If he considers you worthy, he may arrange an audience for you.",		"npc_reset_1":"Your failure to complete this assignment will be included in my report to the Emperor. He is not known to be a terribly forgiving sort. I hope for your sake that he overlooks your shortcomings.",		"cantwork":"Your mind must be focused when you embark upon a mission for me. Come back when you can give me your full attention.",		"next":"There is nothing more I require of you at present. But a loyal Imperial agent's job is never truly done. Speak to me again later."
}}
