{
	"stfFile":"static_npc/naboo/pooja_naberrie",
	"entries": {
		"npc_reset_6":"I understand. We're all hard pressed to meet the demands of the fight for freedom.",		"npc_reset_5":"I understand. We're all hard pressed to meet the demands of the fight for freedom.",		"npc_reset_4":"I understand. We're all hard pressed to meet the demands of the fight for freedom.",		"npc_reset_3":"I understand. We're all hard pressed to meet the demands of the fight for freedom.",		"npc_reset_2":"I understand. We're all hard pressed to meet the demands of the fight for freedom.",		"player_3_6":"How strong a force is escorting the spy?",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"The Rebels are onto us! Attack!",		"dontknowyou_6":"Imperial business. Move along.",		"otherescort_6":"Imperial business. Move along.",		"npc_failure_6":"You didn't stop the spy? That's very bad. We'll try to activate covert agents within the ISB. It's a major sacrifice, but we must resort to desperate measures.",		"npc_noloc_6":"I have every field agent scouting the countryside, tracking Fitzal's movements. I expect a report of his coordinates shortly. Talk to me again soon.",		"npc_work_6":"Have you not destroyed that spy? We're counting on you, and time is running out!",		"npc_reward_6":"Thanks to you, the conference ended safely and the parties have left. I offer you my profoundest thanks. One noble left you this token of appreciation for your heroism.",		"npc_backtowork_6":"I have no more to tell you, except to wish you luck. Destroy Fitzal before he reaches a city.",		"npc_4_6":"I have only sketchy information about the escort accompanying Fitzal. I'm told it could be as many as four or five storm commandos, which means you'll need an experienced strike team. Will you destroy the spy and his escort?",		"npc_3_6":"I implore you to reconsider. The Naboo Resistance is depending on you. Please talk to me again if you change your mind.",		"npc_2_6":"I wish you the best of luck. If you're facing as many storm commandos as reports indicate, you'll want to assemble your largest strike team. Good luck!",		"npc_1_6":"We have a crisis. One of the conference participants brought a servant, a man named Melloc Fitzal. It turns out Fitzal was a covert agent for Imperial Security. We screened all transmission devices before the conference, but Fitzal got out undetected and has met an escort of storm commandos in the wilderness. If he gets back to the city alive, the entire Resistance on Naboo will be finished. Assemble a strike team and stop him!",		"player_3_5":"Who is Lim Paddu, and why is she important?",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"Ah, looks like you got me to the meeting in time for me to contribute a few choice observations. Thanks very much for saving my life!",		"npc_takeme_5":"Good thing I memorized the directions and didn't have Pooja's datadisc on me, or the Empire would know all about this secret meeting. I hope you can get me there quickly.",		"npc_breech_5":"Hello! Are you the one Senator Naberrie sent?",		"dontknowyou_5":"Sorry, you have the wrong person.",		"otherescort_5":"You have the wrong person.",		"npc_failure_5":"You didn't rescue Lim Paddu? This is bad luck for the Naboo Resistance. We must look for support elsewhere among the aristocracy. Well, thank you for your efforts.",		"npc_noloc_5":"I'm awaiting new intelligence on Lim Paddu's exact coordinates. Contact me again soon, when I'll know more.",		"npc_work_5":"Have you not rescued Lim Paddu? Much rides on your success. Please hurry.",		"npc_reward_5":"You've brought Lim Paddu! This is excellent news. Our meeting is underway, and her comments will inject an element of practicality that is sorely needed among the aristocracy. Thank you!",		"npc_backtowork_5":"There's nothing more I can tell you. Please hurry.",		"npc_4_5":"Lim Paddu has quietly supported our Resistance since the beginning, first with funds, later by persuading other aristocrats to our cause. She has a gift for cutting through ideological bickering with practical advice. She told one noble, "If you support the Emperor, fine, but you own land on a dozen worlds -- what if he blows them up too?" Will you rescue Lim from certain execution?",		"npc_3_5":"I implore you to reconsider. Lim Paddu's life hangs in the balance. If you change your mind, talk to me again.",		"npc_2_5":"I'm glad that Lim Paddu has such a capable rescuer. I recommend a small strike team to handle her captors. Good luck!",		"npc_1_5":"Trouble. Stormtroopers have arrested Lim Paddu, the local noble whose invitation you delivered a while back. For the moment, they don't know who she is -- they think she's just a suspicious traveller. But once they take her back to the nearest city, High Inquisitor Mal Sikander will identify her and have her executed. Will you rescue Lim and bring her to the conference safely?",		"player_3_4":"How strong was this Imperial patrol?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"I always loved tusk-cats, until now. Thanks for getting me past that one.",		"npc_takeme_4":"That wasn't the subtlest code-sign I've ever given, but it worked. Let's get to Dee'ja Peak, because I hurt all over. Watch out for a couple of stormtroopers -- I think they're using a tusk-cat to track me.",		"npc_breech_4":"Hey you! Tibanna gas! I'm looking for company!",		"dontknowyou_4":"I'm not the one you're looking for.",		"otherescort_4":"I'm not the one you're looking for.",		"npc_failure_4":"It's always sad news when the Resistance loses a fighter. We can't spare any. I hope the meeting will still proceed.",		"npc_noloc_4":"I'm expecting the officer to relay his coordinates shortly. Talk to me again soon.",		"npc_work_4":"Have you not found Officer Adala yet? The Imperials are undoubtedly closing in on him.",		"npc_reward_4":"Officer Adala has already thanked you, and I'll add my gratitude. Your presence makes me more confident that this meeting with Naboo's nobles will succeed.",		"npc_backtowork_4":"There's nothing more I can tell you. Please hurry.",		"npc_4_4":"We have reports that a small squad of stormtroopers tracked the officer using a domesticated tusk-cat. Our officer downed a few of the troopers before he escaped, but the rest are still out there -- as is the cat. Are you up to this escort mission?",		"npc_3_4":"Would you really walk away from an Alliance member whose life is in immediate danger? I'm very disappointed. Talk to me if you change your mind.",		"npc_2_4":"Good. The RSF officer is named Turon Adala. Use the standard recognition code "Tibanna gas."",		"npc_1_4":"Our secret conference with sympathetic Naboo nobles is about to begin. Captain Dallows in Theed has sent one of his security officers to Dee'ja Peak as a guard for the meeting, but the officer ran into an Imperial patrol on the way. Our reports indicate he may have been wounded. Please escort the officer here safely.",		"player_3_3":"Who is the noble who's sending her servant?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"I was expecting a datadisc from Pooja Naberrie. That isn't it.",		"gotowork_3":"I was expecting a datadisc from Pooja Naberrie. Don't you have it?",		"npc_smuggle_3":"Thank you! I'll convey this to Madame Paddu right away.",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Is that the disc for my employer?",		"dontknowyou_3":"I'm not here to meet with you.",		"otherescort_3":"I'm not here to meet with you.",		"npc_failure_3":"This is unfortunate. If our sympathizer fails to attend our meeting, the other nobles may become skittish. I hope we can bring her here.",		"npc_noloc_3":"I'm awaiting confirmation that the servant has reached the rendezvous point. Then we'll send the disc. Talk with me again soon.",		"npc_work_3":"Have you delivered the datadisc to the noble's servant? I'm counting on you.",		"npc_reward_3":"I expected good work from you, and I'm happy that you've lived up to all expectations. We'll count on you for future help in tight spots.",		"npc_backtowork_3":"There's nothing more I can tell you. Please hurry.",		"npc_4_3":"I fear I must keep the aristocrat's identity secret for now. If you fall into the hands of Imperial Security, the less you know, the better. Will you deliver the datadisc?",		"npc_3_3":"I'm disappointed. This may sound like a simple delivery, but much rides on the noble's attendance. Let me know if you change your mind.",		"npc_2_3":"Very good. You should leave at once. The meeting will start shortly. Imperial Intelligence agents will certainly want this communiqué, so be careful.",		"npc_1_3":"We are assembling a conclave of Naboo aristocrats who sympathize with the Resistance. One noble has sent her servant to pick up directions and clearance codes. We have arranged a wilderness rendezvous, away from prying Imperial eyes, and would like you to deliver the datadisc to the servant. Will you go?",		"player_3_2":"Who is Herosk Bal'far?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"My greatest gratitude to you. I hope our meeting proceeds with somewhat less incident.",		"npc_takeme_2":"Your arrival is the first piece of fortunate news I've had today. I suggest we get to Dee'ja Peak with all speed.",		"npc_breech_2":"I hope you're here on Senator Naberrie's business.",		"dontknowyou_2":"I'm sorry, you have the wrong Bothan.",		"otherescort_2":"I'm sorry, you have the wrong Bothan.",		"npc_failure_2":"Without Herosk Bal'far here, we may have to cancel our meeting. I hope we can salvage the situation.",		"npc_noloc_2":"I'm expecting Bal'far to relay his coordinates shortly. Talk to me again soon.",		"npc_work_2":"Haven't you located Herosk Bal'far yet? We need him here urgently.",		"npc_reward_2":"I appreciate your good work. This conference may prove to be a turning point in the Resistance efforts on Naboo, and we have you to thank.",		"npc_backtowork_2":"There's nothing more I can tell you. Please hurry.",		"npc_4_2":"You wouldn't know Bal'far unless you studied the early history of the Alliance. But he was one of Bail Organa's first supporters among the Bothans, and has helped recruit many SpyNet installations to our cause. If he falls here, it will harm our struggle in this entire sector. Will you escort Bal'far?",		"npc_3_2":"This is a desperate time for the Naboo Resistance. I hoped we could count on you. Please see me if you change your mind.",		"npc_2_2":"I knew the Alliance could count on you. Bal'far is a Bothan, middle-aged and heavy-set. He may have attracted Imperial attention, so keep your weapons ready.",		"npc_1_2":"That Alliance pilot you rescued brought important news. None other than Herosk Bal'far, an aide to Mon Mothma herself, has smuggled himself onto Naboo. He's convoking a secret conference here with many local nobles who are quietly sympathetic to the Alliance. It is crucial that Bal'far arrives here safely. Will you escort him?",		"player_3_1":"Who is the pilot?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"That was great work! I hope it isn't like this every day in the Alliance.",		"npc_takeme_1":"This is getting too wild. I'm having enough trouble fighting off the animals, and now Imperial Security is on my tail!",		"npc_breech_1":"You there! Code sign "Sensor Beacon"!",		"dontknowyou_1":"I'm not the one you're looking for. Especially if you're ISB.",		"otherescort_1":"I'm not the one you're looking for. Especially if you're ISB.",		"npc_failure_1":"I hope Captain Dallows knew what he was doing in sending you here. We need all the help we can get, but it's a dangerous posting, and only the strong survive.",		"npc_noloc_1":"I'm still waiting for a report on Ramani's current coordinates. I should have them shortly, so consult with me again soon.",		"npc_work_1":"We're still waiting for the downed pilot, Gizda Ramani. Please bring her here safely.",		"npc_reward_1":"I see that Captain Dallows was wise to send you here. I trust this success marks the beginning of a long relationship.",		"npc_backtowork_1":"There's nothing more I can tell you. You'll have to get out there and scout out the situation on the ground.",		"npc_4_1":"The pilot is Gizda Ramani, a human from Coruscant. I believe she's bringing reports from our infiltrators of Imperial orders of battle for this entire sector. Ramani is an accomplished pilot but only recently joined the Alliance, so we must try not to make her regret it. Will you escort her?",		"npc_3_1":"I understand that you may fear the danger, but I hope you'll reconsider. We have few agents here, and the pilot's position is grave.",		"npc_2_1":"Good. When you find her, Gizda Ramani will speak the recognition code "Sensor Beacon." I caution you that Imperial Security is on her trail. May you both return safely.",		"npc_1_1":"Welcome. I'm Pooja Naberrie, a Senator of the Old Republic and leader of the Naboo Resistance against the Empire. We are pressed hard, but we fight hard. We need your help. An Alliance pilot has arrived on Naboo to deliver an urgent message. The Empire downed her ship in the wilderness, but she survived. I ask you to meet her and bring her here safely.",		"notyet":"Were you sent here by Captain Dallows in Theed? No? Please see him first. It's safest for us to welcome newcomers based on his reference.",		"npc_reset_1":"I understand. We're all hard pressed to meet the demands of the fight for freedom.",		"cantwork":"I have matters to discuss with you, once you're no longer occupied on your current assignment.",		"next":"Currently we're allocating Resistance resources elsewhere on Naboo. I have no assignments now."
}}
