{
	"stfFile":"static_npc/naboo/porro_dolphe",
	"entries": {
		"npc_reset_6":"Very well. I hope you'll return when you're ready.",		"npc_reset_5":"Very well. I hope you'll return when you're ready.",		"npc_reset_3":"Very well. I hope you'll return when you're ready.",		"npc_reset_4":"Very well. I hope you'll return when you're ready.",		"npc_reset_2":"Very well. I hope you'll return when you're ready.",		"player_3_6":"What are the "delicate political overtones" you mentioned?",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"All right, time to get off this world and past a few Imperial blockades. That's when I really feel alive.",		"npc_takeme_6":"You took your sweet time showing up! I hope you Alliance people are more punctual about payment than about rescues.",		"npc_breech_6":"Hey, Rebel guy! Over here!",		"dontknowyou_6":"I think you're looking for someone else.",		"otherescort_6":"I think you're looking for someone else.",		"npc_failure_6":"You didn't get Tatmount? Well, all right. We'll try sending out a larger team for our next attempt.",		"npc_noloc_6":"I copy that. Now, Tatmount is located at -- hmm -- I don't seem to have her coordinates right now. Check with me later.",		"npc_work_6":"I see you're still at work. I hope you'll report results soon.",		"npc_reward_6":"Excellent work. I think you've shown a willingness to undertake delicate missions. Her Majesty may wish to reward you. I suggest you meet her in the palace gazebo. I'm sending the coordinates to your datapad. Good luck!",		"npc_backtowork_6":"That's all I can tell you now. I hope you'll report results soon.",		"npc_4_6":"It turns out Wandila Tatmount has become a "procurement specialist" for the Rebel Alliance. Now, I'm not looking for a political argument. I just need her brought here safely, and I need you to trust me that you're doing the right thing. Will you do it?",		"npc_3_6":"All right, I understand. At this point maybe it's best that you practice your skills elsewhere.",		"npc_2_6":"Good. I expect you'll need a small strike team to take out Tatmount's former gang members. They're skilled marksmen. Be careful.",		"npc_1_6":"I've learned of another problem with delicate political overtones. You recall arresting the smuggler Wandila Tatmount? We released her for reasons that must remain classified. Now she's facing trouble from four or five former members of her gang. Please put together a strike team to rescue her and bring her here.",		"player_3_5":"What do you plan to do with the COMPNOR agent?",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"I say again, this insult will not stand. You will all incur the Empire's wrath!",		"npc_takeme_5":"You dare to arrest me, even as I investigate Rebel smuggling? What effrontery! I shall go quietly, but this insult will incur the Empire's harshest justice.",		"npc_breech_5":"I'm Bardent Lourge. What business do you have with me?",		"dontknowyou_5":"I am on Imperial business. Remove yourself from the vicinity at once.",		"otherescort_5":"I am on Imperial business. Remove yourself from the vicinity at once.",		"npc_failure_5":"Didn't feel up to arresting an Imperial officer? I don't blame you. We'll have to find a delicate solution to this problem.",		"npc_noloc_5":"I copy that. Now, Lourge is located at -- hmm -- I don't seem to have his coordinates right now. Check with me later.",		"npc_work_5":"I see you're still at work. I hope you'll report results soon.",		"npc_reward_5":"I'm glad you weren't squeamish about bringing in an Imperial official. If you're up for other delicate matters of that kind, check back with me soon.",		"npc_backtowork_5":"That's all I can tell you now. I hope you'll report results soon.",		"npc_4_5":"We've gained permission from COMPNOR itself to treat this as a civilian criminal case. They don't want publicity abaout Lourge's crimes, any more than we do. I'll have Lourge taken to the palace police for civilian trial. That is, if you'll apprehend him --?",		"npc_3_5":"Sorry to hear that, after all you've done for us. But I recognize that it's a politically sensitive matter.",		"npc_2_5":"Copy that. While you get Lourge, I'll arrange for his quiet processing on this end. Watch out for mercenaries he hires as muscle. Good luck!",		"npc_1_5":"Welcome back. I've got another sensitive matter that I'd prefer to handle outside the usual RSF channels. A corrupt COMPNOR agent, Bardent Lourge, has been shaking down rural settlements for extortion money. I want to avoid overt conflict with the Empire. Could you politely but firmly bring Lourge here?",		"player_3_4":"Why was the pilot out of uniform?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"At last my brain is clearing. Lieutenant, those fumes made me rave about the craziest things -- Rebels and whatnot. Fortunately, I think my rescuer recognizes senseless delirium.",		"npc_takeme_4":"Thanks. I sent Tatmount's fuel off to the Alliance. We've got to -- wait. Are you, uh --? Argh, the delirium! It's eating my brain! I don't know what weird stuff I'm saying!",		"npc_breech_4":"Get me away from these vigilante settlers! They think I'm a smuggler!",		"dontknowyou_4":"Are you, uh --? No, no, you're not. Never mind. I'm waiting for someone else, thanks.",		"otherescort_4":"Are you, uh --? No, no, you're not. Never mind. I'm waiting for someone else, thanks.",		"npc_failure_4":"Couldn't bring in Ancero? All right, we'll keep looking. Check back later.",		"npc_noloc_4":"I copy that. Now, Ancero is located at -- hmm -- I don't seem to have his coordinates right now. Check with me later.",		"npc_work_4":"I see you're still at work. I hope you'll report results soon.",		"npc_reward_4":"Look at this poor man! He needs medical help at once! Ignore his crazed ravings. Here's your reward. We can work together again, I hope -- assuming you recognize the importance of discretion.",		"npc_backtowork_4":"That's all I can tell you now. I hope you'll report results soon.",		"npc_4_4":"I don't -- I really couldn't say why Ancero was out of uniform. Maybe he meant to go sightseeing, after he retrieved -- Well, anyway! What about the mission? Interested?",		"npc_3_4":"All right. I hope you'll keep a polite silence on this matter, at least until we've rescued the pilot.",		"npc_2_4":"Right. The pilot is Girrin Ancero. If he happens to mention anything odd, he's probably out of his head with delirium, and can safely be ignored. Bring him back safely, assuming he needs help.",		"npc_1_4":"Hello again. A delicate matter has arisen. I need help -- discreet help. One of our pilots went out into the wilderness, in plainclothes, to retrieve fuel supplies left by the smuggler you arrested, Wandila Tatmount. The pilot hasn't reported back, and isn't responding to hails. Find out what's going on. If he's in trouble, bring him back safely.",		"player_3_3":"Why did Hurn Moeda make a distress call?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Okay! As soon as I'm out of custody, I'm heading to the nearest starport and off this crazy world!",		"npc_takeme_3":"What evil place is this planet? Just let me get back safe to friendly old Corellia!",		"npc_breech_3":"Help me! I'm Hurn Moeda!",		"dontknowyou_3":"Are you the one --? No. I think you've got the wrong guy.",		"otherescort_3":"Are you the one --? No. I think you've got the wrong guy.",		"npc_failure_3":"Couldn't bring in Moeda? All right, we'll keep looking. Check back later.",		"npc_noloc_3":"I copy that. Now, Moeda is located at -- hmm -- I don't seem to have his coordinates right now. Check with me later.",		"npc_work_3":"I see you're still at work. I hope you'll report results soon.",		"npc_reward_3":"Thanks again. I expect Moeda's boss, Wandila Tatmount, will see from this that we can be trusted. What? Why do I want a smuggler to trust me? Oh -- never mind, just rambling. Check back if you want more work.",		"npc_backtowork_3":"That's all I can tell you now. I hope you'll report results soon.",		"npc_4_3":"His transmission was choppy, but it seems he's run into some of our colorful native wildlife. That's one thing about these smugglers -- many of them are city types. So, can you work this rescue mission?",		"npc_3_3":"All right. I must admit I'm disappointed, after your earlier help.",		"npc_2_3":"Copy that. I'll arrange a nice prison cell for this smuggler. I hope Tatmount appreciates the trouble you're taking to rescue her friend.",		"npc_1_3":"Hello again. You remember that smuggler you apprehended, Wandila Tatmount? She's caused more trouble, and I need your help. One of Tatmount's fellow Corellian smugglers, Hurn Moeda, got left behind in the wilderness after you caught his boss. We intercepted his distress call. Rescue him and bring him here.",		"player_3_2":"Who is the thief?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"Well, I said I was seeing the sights, and that was a lot to see. You watch -- I'll be out of here in no time.",		"npc_takeme_2":"I don't know anything about any fuel. I'm just seeing the sights. I'll go quietly, but wait 'til I get a lawyer!",		"npc_breech_2":"It's the RSF! Fire!",		"dontknowyou_2":"I've got nothing to say to you. I'm just seeing the sights.",		"otherescort_2":"I've got nothing to say to you. I'm just seeing the sights.",		"npc_failure_2":"Couldn't find Tatmount? Well, those smugglers are slippery. We'll keep trying.",		"npc_noloc_2":"I copy that. Now, Tatmount is located at -- hmm -- I don't seem to have her coordinates right now. Check with me later.",		"npc_work_2":"I see you're still at work. I hope you'll report results soon.",		"npc_reward_2":"Thanks. Now it falls to me to persuade this smuggler to look at brighter career options. Wish me luck!",		"npc_backtowork_2":"That's all I can tell you now. I hope you'll report results soon.",		"npc_4_2":"According to our probe droid images, we think the thief is one Wandila Tatmount, a Corellian smuggler. We're withholding definite identification pending her apprehension. Are you interested in the job?",		"npc_3_2":"All right, it was worth a try. We'll find someone else, thanks.",		"npc_2_2":"Copy that. Whoever stole that fuel must have had help, so watch out for accomplices. At least this time they won't be Gungans, I hope.",		"npc_1_2":"Nice to see you again. I'm offering you a job much more important, and more dignified, than that last task you did for me. Someone has stolen a vital supply of liquid metal fuel intended for our advanced starfighters. Tracking beacons show the location of the fuel. Arrest the thief and bring him, her, or it here.",		"player_3_1":"Why would the Gungan deface the Queen's yacht?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"Mesa goin' up de swamp-stream for longo time, mesa thinkin'.",		"npc_takeme_1":"Awaoo! Yousa got me. My goin' long quietly. (Stupid queenie…)",		"npc_breech_1":"Aoo! Issa cops!",		"dontknowyou_1":"Mesa not spek wit yousa, sorry. Mesa busy.",		"otherescort_1":"Mesa not spek wit yousa, sorry. Mesa busy.",		"npc_failure_1":"You didn't get the Gungan vandal? Well, that's pretty -- well -- tell you what, I won't tell anyone. Goodbye.",		"npc_noloc_1":"I copy that. Now, the Gungan is located at -- hmm -- I don't seem to have his coordinates right now. Check with me later.",		"npc_work_1":"I see you're still at work. I hope you'll report results soon.",		"npc_reward_1":"Thanks. Here's a small reward for your trouble. If you want me to keep your role in this matter quiet, I understand perfectly.",		"npc_backtowork_1":"That's all I can tell you now. I hope you'll report results soon.",		"npc_4_1":"The Gungans occasionally protest human incursions into their sacred places. Seems to me using drool for the protest makes for confused symbolism, but who understands Gungans? Now, about the job --",		"npc_3_1":"Right, I don't blame you. This isn't the kind of job that brings honor for a soldier.",		"npc_2_1":"I copy that. Get the Gungan, and watch out in case he has any friends.",		"npc_1_1":"Hello. I'm Porro Dolphe, the Queen's pilot. We have a minor problem with a very minor felon. I'm almost embarrassed to mention such an idiotic problem. A Gungan vandal has defaced one of the Queen's space yachts. He coated its crest with what appears to be blarth drool. A probe droid witnessed the act. Can you arrest this dunce?",		"notyet":"I have too much on my plate to deal with you right now.",		"npc_reset_1":"Very well. I hope you'll return when you're ready.",		"cantwork":"Hello. I wanted to talk to you about a certain matter, but I see you're busy. See me later.",		"next":"I'm glad to say that no new crises have erupted, so we don't need help right now. I hope you've talked to the Queen in the palace gazebo."
}}
