{
	"stfFile":"static_npc/naboo/queen_kylantha",
	"entries": {
		"default":"",		"npc_reset_6":"As you wish. Please return when you feel ready to undertake our task.",		"npc_reset_5":"As you wish. Please return when you feel ready to undertake our task.",		"npc_reset_4":"As you wish. Please return when you feel ready to undertake our task.",		"npc_reset_3":"As you wish. Please return when you feel ready to undertake our task.",		"npc_reset_2":"As you wish. Please return when you feel ready to undertake our task.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Where is Tedric?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Thank you, friend. My Queen, I stand ready to groom your steed to a high gloss. These nara berries will give him abundant vigor.",		"npc_takeme_3":"The Queen sent you? What welcome news! I fear that local tusk-cats have smelled the scent of guarlara on me, and now believe me to be prey. Look carefully as we go back!",		"npc_breech_3":"Did the Queen send you? I'd like to leave, now!",		"dontknowyou_3":"Were you sent by the Queen? Sorry, I think there's been a mistake. Be careful around here -- there are tusk-cats about.",		"otherescort_3":"Were you sent by the Queen? Sorry, I think there's been a mistake. Be careful around here -- there are tusk-cats about.",		"npc_failure_3":"You did not bring us Tedric? Oh, what a nuisance! Can no one fulfill this simple request?",		"npc_noloc_3":"Very well. Now, wherever did Tedric say he would go? We cannot recall just now. Return to us later, and all will be well.",		"npc_work_3":"Why are you back? Have you not heard our command? Go, please!",		"npc_reward_3":"To your work, Tedric! Roistering Spirit awaits your ministrations. As for you, friend of the court, please accept this token of our great gratitude. You may go now.",		"npc_backtowork_3":"Why are you still here? Have you not heard our command? Go, please!",		"npc_4_3":"He has gone into the wilderness to collect nara berries, which he claims provide additional vim for his champion guarlaras. Our staff received his last known coordinates. Would you please seek him there?",		"npc_3_3":"Off with you, then. Please.",		"npc_2_3":"Very well. Bring Tedric to us here. Quickly, please!",		"npc_1_3":"Oh dear! Wherever is Tedric, our champion guarlara trainer? Ah, you again. Perhaps we may count on you for a further service? We shall miss the procession in honor of the Emperor if our Tedric is not present to groom our champion steed, Roistering Spirit. Of course no one else is permitted to touch the Queen's mighty guarlara. Will you fetch this feckless servant, please?",		"player_3_2":"Where is the Imperial officer?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"Why are you bothering me with nonsense? If you have a message from the Queen, give it to me. Otherwise, go!",		"gotowork_2":"Why are you bothering me? If you have no message from the Queen, then go!",		"npc_smuggle_2":"The Queen wouldn't attend, eh? A remarkably sensible decision by our vacuous monarch. The wildlife here has seemingly gone berserk.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Are you the Queen's emissary? Over here, at once!",		"dontknowyou_2":"Leave me, or I'll have you arrested.",		"otherescort_2":"Leave me, or I'll have you arrested.",		"npc_failure_2":"You did not deliver our message? Oh, calamity! Can no one fulfill this simple request?",		"npc_noloc_2":"Very well. Now, where did we put that message --? Oh dear, it seems to be misplaced. Consult with us again soon, when all will be well.",		"npc_work_2":"Why are you back? Have you not heard our command? Go, please!",		"npc_reward_2":"We are relieved to see proper protocol effected. It would not do to anger an Imperial general, would it? Please take this token of our thanks. You may also make yourself available for further service to the court.",		"npc_backtowork_2":"Why are you still here? Have you not heard our command? Go, please!",		"npc_4_2":"We do believe General Dorond has already commenced his sightseeing expedition. If so, you will find him in the wilderness. Do not keep us waiting for your decision, please.",		"npc_3_2":"Off with you, then. Please.",		"npc_2_2":"Very well. The message goes to Imperial Army General Liles Dorond. Quickly, please!",		"npc_1_2":"Oh, bother. Our majordomo has been inexcusably lax. You! Perhaps you will render another service to our throne, please? Our majordomo failed to reply to that lovely Imperial officer's kind invitation to a sightseeing outing in the wilderness. We command you to deliver our polite refusal wheresoever the officer may currently be.",		"player_3_1":"What is the "scar of remembrance"?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"This is not our makeup kit! Oh, bother. Can no one fulfill this simple request?",		"gotowork_1":"",		"npc_smuggle_1":"At last! I was unavoidably detained when the local wildlife went berserk, for no reason that I can see. Perhaps you will have the courage to carry this makeup kit to the Queen.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you the Queen's emissary? Over here!",		"dontknowyou_1":"Are you the Queen's emissary? No, you don't look like it. I cannot talk with you now.",		"otherescort_1":"Are you the Queen's emissary? No, you don't look like it. I cannot talk with you now.",		"npc_failure_1":"You have not brought our makeup kit? Oh, catastrophe! Can no one fulfill this simple request?",		"npc_noloc_1":"Now, where was the camp where we misplaced that kit? Ah, we have forgotten. Return later, and we shall certainly have recalled by then.",		"npc_work_1":"Why are you back? Have you not heard our command? Go, please!",		"npc_reward_1":"Splendid! We may proceed with our duties. Accept this small token of our thanks. You may also make yourself available for further service to the court.",		"npc_backtowork_1":"Why are you still here? Have you not heard our command? Go, please!",		"npc_4_1":"It is a reminder of the mass suffering on Naboo before the Time of Peace. Now we suffer as our people once did, lacking our cosmetics! Oh, do go pick them up for us, will you, please?",		"npc_3_1":"Off with you, then. Please.",		"npc_2_1":"Very well. Bring the makeup case to us here. Quickly, please!",		"npc_1_1":"Oh dear! We face a crisis in the court. You, please! On a recent trip to the countryside, we misplaced our special ceremonial makeup. We must have our cosmetics, so as to wear the "scar of remembrance" on our lower lip. Will you bring the kit to us?",		"notyet":"One does not approach the Queen directly. You must first talk with our handmaiden, Liane.",		"npc_reset_1":"As you wish. Please return when you feel ready to undertake our task.",		"cantwork":"What do you seek here? We shall not even talk to you while you are busy doing other work. Away, please!",		"next":"Why do you return? We have nothing else for you. Away, please, we are occupied!"
}}
