{
	"stfFile":"static_npc/naboo/rhys_dallows",
	"entries": {
		"npc_reset_6":"All right, I understand. When you're ready to work with us, I hope you'll return.",		"npc_reset_5":"All right, I understand. When you're ready to work with us, I hope you'll return.",		"npc_reset_3":"All right, I understand. When you're ready to work with us, I hope you'll return.",		"npc_reset_4":"All right, I understand. When you're ready to work with us, I hope you'll return.",		"npc_reset_2":"All right, I understand. When you're ready to work with us, I hope you'll return.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"What do you gain by making Sikander think that Lago destroyed the storm commandos?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"A Rebel! Attack!",		"dontknowyou_4":"Imperial business. Move along.",		"otherescort_4":"Imperial business. Move along.",		"npc_failure_4":"Well, I'm not surprised you couldn't defeat a team of storm commandos. We'll try a larger team in our next assault.",		"npc_noloc_4":"All right. The storm commandos are located at -- hmm -- I don't seem to have their coordinates. Check with me later.",		"npc_work_4":"You should be at work. A lot is riding on you.",		"npc_reward_4":"Phenomenal work! I think the Alliance can use you higher up -- literally. I'd like you to talk to Pooja Naberrie, a former senator, at Dee'ja Peak. Here's a ticket to get there. May the Force be with you!",		"npc_backtowork_4":"You should get to work now. A lot is riding on you.",		"npc_4_4":"Sikander and Lago will be at each other's throats, and they'll give that much less attention to the Alliance. Couldn't happen to two nicer fellows. Now, what do you say?",		"npc_3_4":"Well, I can hardly blame you. This is a high-risk mission. I hope we can find someone else up to the danger.",		"npc_2_4":"I knew you'd do it! Now listen: There are four storm commandos, all heavily armed. Put together a large strike team. Good luck!",		"npc_1_4":"Alliance leaders on Naboo have noted your good work, and they're asking your help in a major new plan. We've planted evidence to make Mal Sikander think that his rival, Governor Ian Lago, secretly ordered the destruction of that nerve gas warehouse. Sikander's storm commandos have retrieved our planted evidence and are taking it to him. If you destroy the commandos, we'll make it look like Lago was responsible. Will you do it?",		"player_3_3":"Who is the officer?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"That was quite an adventure. It's like that every day around here. Thanks!",		"npc_takeme_3":"Am I glad to see you! Those goons were ready to kill me. I should never have made fun of the Emperor's nose in the mess-hall.",		"npc_breech_3":"Watch out for the stormtroopers! Take out the leader first!",		"dontknowyou_3":"I really, really can't talk to you right now.",		"otherescort_3":"I really, really can't talk to you right now.",		"npc_failure_3":"You couldn't free Wellightner? That was my fault -- I hadn't realized he was so heavily guarded. We'll use a bigger team in our next assault.",		"npc_noloc_3":"All right. Wellightner is being held at -- hmm -- I don't seem to have his coordinates. Check with me soon.",		"npc_work_3":"You should be at work. A lot is riding on you.",		"npc_reward_3":"That was remarkable. I'll mention your good work to some people I know. Meanwhile, take this reward, and check back when you want another assignment.",		"npc_backtowork_3":"You should get to work now. A lot is riding on you.",		"npc_4_3":"His name is Meiro Wellightner -- one of my lieutenants, maybe a bit too outspoken against the Empire. In the RSF you can sometimes survive that, but Mal Sikander has decided to make an example of Meiro. Will you rescue him?",		"npc_3_3":"Blast. I don't know what we'll do now. Poor Meiro -- he doesn't deserve what will happen to him. Let me know if you reconsider.",		"npc_2_3":"Good. I expect you're facing four or five troopers, and probably a squad leader. So get some help, and some heavy firepower. Good luck!",		"npc_1_3":"I'm glad you checked in. We have a sudden crisis, and we need a top team to handle it. Mal Sikander has falsely accused an RSF officer of leading the assault on the Imperial nerve agent warehouse. He's sent a strike team of stormtroopers to kill the officer, who has fled to the wilderness. Bring back the officer so we can keep him safely hidden beneath the palace.",		"player_3_2":"Why do you want a warehouse full of nerve gas blown up? Isn't that unsafe?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"",		"dontknowyou_2":"",		"otherescort_2":"",		"npc_failure_2":"You didn't take out the warehouse? Well, it was heavily guarded. We'll just have to field a larger team in our next attack.",		"npc_noloc_2":"All right. The nerve agent warehouse is located at -- hmm -- I don't seem to have its coordinates. Check with me later.",		"npc_work_2":"You should be at work. A lot is riding on you.",		"npc_reward_2":"Great job! I have more work for you when you want it. For now, take this reward and have a well-earned rest.",		"npc_backtowork_2":"You should get to work now. A lot is riding on you.",		"npc_4_2":"Good question. Imperial nerve agents are stored as inert components that don't become toxic until they're combined. You can blow the warehouse sky-high without fear of gassing the countryside. Will you take the mission?",		"npc_3_2":"With the fate of a city in the balance, I can't believe you'd walk away from this one. I hope you'll reconsider soon.",		"npc_2_2":"All right, I expect this will be tough, so put together a good team. Report back here when you've completed the mission. Good luck!",		"npc_1_2":"I'm glad you're still interested in helping us. I have an urgent mission that calls for a very capable agent. RSF intelligence has discovered that the Empire is stockpiling nerve agents as crowd control weapons. They're responding to Mal Sikander's reports of supposed "unrest." There's enough gas there to wipe out all of Theed. I need you to destroy the warehouse.",		"player_3_1":"Why should you care if Lago's allies are killed? That helps you, doesn't it?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"You want me to "go along quietly"? I don't think so.",		"dontknowyou_1":"I don't know you. Clear out, or you'll be in trouble.",		"otherescort_1":"I don't know you. Clear out, or you'll be in trouble.",		"npc_failure_1":"You couldn't stop the bounty hunter? Well, no shame in that -- he was a tough customer.",		"npc_noloc_1":"All right. The bounty hunter is heading here from -- hmm -- I don't seem to have his coordinates yet. Check with me later.",		"npc_work_1":"You should be at work. A lot is riding on you.",		"npc_reward_1":"That was good work. Her Majesty was wise to trust you. There's more work to be done, too, so check back with me.",		"npc_backtowork_1":"You should get to work now. A lot is riding on you.",		"npc_4_1":"Here on Naboo we've never liked murder. But if you want cold pragmatism, look at it this way: If the Empire thinks the Alliance is a real danger here, they'll crack down on us even harder. Now, is that enough of a reason for you to stop these pointless deaths?",		"npc_3_1":"With the Queen's trust in you, I expected better. Well, that's all for now.",		"npc_2_1":"All right. The agent is a bounty hunter named Argo Murr. He's headed this way from his landing point in the wilderness. Move fast to stop him, and be careful -- he's dangerous.",		"npc_1_1":"I see you bear Her Majesty's token, a sign of rare trust. I'll be brief: Some on Naboo are working secretly to restore the Republic. Maybe you know that High Inquisitor Mal Sikander doesn't like Naboo's governor, Ian Lago. Sikander plans to undermine Lago by uncovering purported "unrest" on Naboo. He's sent an agent provocateur to wipe out a group of Lago's supporters. We want you to stop the agent.",		"notyet":"This palace operates by the chain of command. If you're looking for work, talk to Lieutenant Porro Dolphe. If no one else sent you to see me, then I have nothing to offer you.",		"npc_reset_1":"All right, I understand. When you're ready to work with us, I hope you'll return.",		"cantwork":"Hello. I'll want to talk to you when you're less busy. Good luck on your current assignment.",		"next":"Nice to see you again, but I don't need your help right now. Have you made it to Dee'ja Peak to talk to Pooja Naberrie? I hope so."
}}
