{
	"stfFile":"static_npc/naboo/ric_olie",
	"entries": {
		"npc_reset_6":"If you can't handle this right now, I completely understand. Try me again after you pick up some training.",		"npc_reset_5":"If you can't handle this right now, I completely understand. Try me again after you pick up some training.",		"npc_reset_4":"If you can't handle this right now, I completely understand. Try me again after you pick up some training.",		"npc_reset_3":"If you can't handle this right now, I completely understand. Try me again after you pick up some training.",		"npc_reset_2":"If you can't handle this right now, I completely understand. Try me again after you pick up some training.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Why would pirates blow up a starport? ",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"Let's kill him. We can blow up the starport later.",		"dontknowyou_4":"I don't know you, and I don't need to know you.",		"otherescort_4":"I'm not waiting for you.",		"npc_failure_4":"Oh, no. I hope the Royal Security Force can stop that fiend before it's too late.",		"npc_noloc_4":"I need a few minutes to make preparations on my end. Check back soon and we'll get started.",		"npc_work_4":"Have you stopped him yet? Lives are at stake!",		"npc_reward_4":"You've done the people on Naboo a great service and saved a lot of lives. Thank you.",		"npc_backtowork_4":"Are you going to stop that Rodian? Go!",		"npc_4_4":"They want to cripple Naboo's starfighter corps and kill many of the officials who don't play along with them. Please stop this madness.",		"npc_3_4":"No? You won't help prevent the loss of thousands of lives? I must have greatly misjudged you.",		"npc_2_4":"My informants tell me it was a Rodian named Deelio Doln who took this assignment. Stop him. Do whatever you have to. He's extremely dangerous, so please be careful.",		"npc_1_4":"I'm glad you're here! An emergency has come up, and you're one of the few I can count on. Those twisted pirates have hired some maniac to blow up the starport. If we don't stop him, thousands of people will die. Please help me save them.",		"player_3_3":"Why are pirates trying to kill him?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Thanks again. You're a lifesaver.",		"npc_takeme_3":"Am I ever glad to see you again. Thanks for the rescue.",		"npc_breech_3":"Hey! Over here!",		"dontknowyou_3":"Don't worry about me. I'm just waiting for somebody.",		"otherescort_3":"I'm sorry, but I'm not the one you're looking for.",		"npc_failure_3":"You weren't able to rescue him? Poor Jamel.",		"npc_noloc_3":"Jamel will contact us when he has a safe place to hide. See me soon and we should know where he is.",		"npc_work_3":"Haven't you found Jamel yet? Hurry!",		"npc_reward_3":"Thank you for saving Jamel. I knew you wouldn't fail me.",		"npc_backtowork_3":"Are you going to save Jamel?",		"npc_4_3":"Obviously the pirates have caught on that he's working for me. He's in grave danger. Please help him.",		"npc_3_3":"If you think you'll fail this mission, that's probably a wise decision. Now if you'll excuse me, I need to find someone who can save my friend.",		"npc_2_3":"You're a lifesaver -- at least I hope you are. Please find him quickly. The longer it takes, the more likely something terrible will happen.",		"npc_1_3":"I'm really glad to see you -- I'm in a bind. You remember my friend Jamel? Some pirates are after him, and I need someone to save him. Will you?",		"player_3_2":"What has he done?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"This is ridiculous. I'm an honest guild representative.",		"npc_takeme_2":"I'm sure this is all a simple misunderstanding, but I'll go along quietly.",		"npc_breech_2":"Are you looking at me? What are you looking at me for? I hope you're not looking at me.",		"dontknowyou_2":"I don't believe we have business to conduct.",		"otherescort_2":"I don't know who you're looking for, but it isn't me.",		"npc_failure_2":"I guess I still need to find somebody to bring this lowlife to justice.",		"npc_noloc_2":"As soon as we locate him I'll send you after him. See me in a while, and by then I'll know where he is.",		"npc_work_2":"You haven't arrested him yet? I wish you'd hurry.",		"npc_reward_2":"I'm impressed with your work. See me again later. I'm sure I can find something else for you to do.",		"npc_backtowork_2":"So were you going to do this job or did you change your mind.",		"npc_4_2":"This sleemo has been posing as a mining guild representative and then selling the information to his pirate cohorts. Will you bring him in?",		"npc_3_2":"I guess you're not the confrontational type. I'll find someone else to handle this.",		"npc_2_2":"If I had a few more like you, I could work wonders. His name is Jutsor Delin. Bring him back alive; maybe I can get some useful information out of him.",		"npc_1_2":"I appreciate your help with that last bit of business. I'm actually still short-handed if you have time for more work. How about bringing me a pirate lackey? I want you to arrest a certain lowlife and bring him back to face the Queen's justice. Will you do it?",		"player_3_1":"What sort of reports?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"Are you sure you meant to give me this? I was expecting the pirate activity reports.",		"gotowork_1":"",		"npc_smuggle_1":"Take this report and hurry back. I think somebody is following me.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Did the Captain send you?",		"dontknowyou_1":"Sorry, friend, I'm waiting for somebody else.",		"otherescort_1":"I'm waiting for someone else. I hope you find who you're looking for.",		"npc_failure_1":"You couldn't bring those reports to me? Maybe I can arrange to get another copy.",		"npc_noloc_1":"I'll have to delay this pickup for a short time while I attend to another matter. Come see me again in a little while.",		"npc_work_1":"I'm still waiting on those reports. Haven't you picked them up yet?",		"npc_reward_1":"Someone tried to stop you, did they? I must be getting closer than I realized. Good work.",		"npc_backtowork_1":"Um -- were you going to get those reports for me?",		"npc_4_1":"These are reports of pirate activity across Naboo. I suspect the Corporate Sector Authority is involved in this piracy, and I'm hoping these reports will give me some leads. Will you get them?",		"npc_3_1":"I'm sorry you're not interested. I could really use the help.",		"npc_2_1":"Good. Go and meet Jamel Luffa, a pilot friend of mine, and he'll give you what I need. Oh, and watch yourself -- my last courier vanished.",		"npc_1_1":"I'm Captain Ric Olie. I used to be the Queen's pilot long ago, but now I track pirate activity. Are you looking for work? I'm a little short-handed at present. I know it's not terribly glamorous, but I need somebody to pick up some reports I've been expecting. How about it?",		"notyet":"I'm late for something.  Can I talk to you later?",		"npc_reset_1":"If you can't handle this right now, I completely understand. Try me again after you pick up some training.",		"cantwork":"I don't want to distract you from your current mission. Please see me once it's finished.",		"next":"We have those pirates on the run for now, but they always seem to come back. I may need your help again one day."
}}
