{
	"stfFile":"static_npc/naboo/solcar_dienbel",
	"entries": {
		"npc_reset_6":"Oh, very well. I expect those test subjects can wait a while longer. These are trifling matters, as I said.",		"npc_reset_5":"Oh, very well. I expect those test subjects can wait a while longer. These are trifling matters, as I said.",		"npc_reset_4":"Oh, very well. I expect those test subjects can wait a while longer. These are trifling matters, as I said.",		"npc_reset_3":"Oh, very well. I expect those test subjects can wait a while longer. These are trifling matters, as I said.",		"npc_reset_2":"Oh, very well. I expect those test subjects can wait a while longer. These are trifling matters, as I said.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Who is the young local troublemaker?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Your work here is finished, my servant. Go to your home and await further orders. Hahahahahahaha!",		"npc_takeme_3":"Bow before me, servant! Then bow some more! I'm the Emperor, I deserve bowing! Now, take me to my destination! Hahahahaha!",		"npc_breech_3":"Welcome, young apprentice! I have been expecting you!",		"dontknowyou_3":"Off with you, fool! Do you not know your own Emperor? I command you, away!",		"otherescort_3":"Off with you, fool! Do you not know your own Emperor? I command you, away!",		"npc_failure_3":"Was this minor chore beyond your abilities? Dear me, I hope I can find someone more capable next time.",		"npc_noloc_3":"Good, good! Bring me the Ithorian Noolawaw Laoo at these coordinates -- umm -- oh. Well, I seem to have lost track of him. No matter, a mere trifle! I'll have the coordinates soon. Look in again!",		"npc_work_3":"This is a trifling matter, so I expect to hear of your success shortly.",		"npc_reward_3":"Splendid! I knew this insignificant matter would present no major obstacles. I give you this reward with the clear understanding that you'll tell no one of my experiments. Hmmm?",		"npc_backtowork_3":"I've told you everything you need to know. Please head out now.",		"npc_4_3":"I'm told it's a down-at-heels Theed youth named Dinni Dusko. He's apparently the typical angry young man eager to lash out at anyone in authority. I expect that once my mind-control efforts succeed, we can avoid such aggravation in the future. Well, what is your choice?",		"npc_3_3":"It seems to me that letting this poor subject die out there in the wilderness shows a certain lack of respect for our beloved Emperor.",		"npc_2_3":"Good! Bring me the Ithorian droid engineer Noolawaw Laoo. I think everyone is aware that our beloved Emperor is not an Ithorian, so you needn't fear confusion if you happen to run into the actual Emperor.",		"npc_1_3":"Apparently a local troublemaker has decided to humiliate the Empire by apprehending the third test subject and hauling him to the Rebellion. This would reveal the mind-control experiments. High Inquisitor Mal Sikander decrees that this cannot happen. Stop the young troublemaker and rescue the test subject.",		"player_3_2":"What is this particular "Emperor" doing?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"Soon -- soon -- the very galaxy itself will celebrate the return of Alderaan! All will love me! Hahahahaha!",		"npc_takeme_2":"Of course I, the Emperor, have foreseen your arrival! You may escort me to our foreseen destination, my foreseen apprentice!",		"npc_breech_2":"To me, my young apprentice! Hahaha!",		"dontknowyou_2":"Away with you! I am the Emperor, and all must quail before me!",		"otherescort_2":"Away with you! I am the Emperor, and all must quail before me!",		"npc_failure_2":"Was this minor chore beyond your abilities? Dear me, I hope I can find someone more capable next time.",		"npc_noloc_2":"Good, good! Bring me the Sullustan Gnool Noob at these coordinates -- umm -- oh. Well, I seem to have lost track of him. No matter, a mere trifle! I'll have the coordinates soon. Look in again!",		"npc_work_2":"This is a trifling matter, so I expect to hear of your success shortly.",		"npc_reward_2":"Ah, I knew this would present no problem to one of your ability -- or to anyone, actually. I'll get Gnool into reconditioning therapy promptly. Thank you, here's a little something for your time.",		"npc_backtowork_2":"I've told you everything you need to know. Please head out now.",		"npc_4_2":"He's travelling to an imaginary Imperial installation to command his subjects to rebuild Alderaan, which as we all know was tragically destroyed by Rebel treachery. I hope you'll undertake this trivial rescue?",		"npc_3_2":"It seems to me that letting this poor subject die out there in the wilderness shows a certain lack of respect for our beloved Emperor.",		"npc_2_2":"Fine! Bring me the Sullustan Gnool Noob. He's an artisan, so when he claims to be the Emperor, don't you believe him!",		"npc_1_2":"Ah, you! I have another trifling matter involving a test subject who seems to have reacted unpredictably to my mind control experiment. This one, too, believes he's the Emperor.",		"player_3_1":"What is this lunatic planning to do at his "Retreat"?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"Soon all children across the galaxy will have gnorts! Everything is proceeding as I have foreseen! Hahahaha!",		"npc_takeme_1":"Here I shall construct my new Retreat, where I shall raise small cute gnorts to give to children across Naboo! Hahaha!",		"npc_breech_1":"Welcome, my young apprentice! All is proceeding exactly as I planned!",		"dontknowyou_1":"Begone! I am the Emperor, and I brook no interference from underlings!",		"otherescort_1":"Begone! I am the Emperor, and I brook no interference from underlings!",		"npc_failure_1":"Was this minor chore beyond your abilities? Dear me, I hope I can find someone more capable next time.",		"npc_noloc_1":"Good, good! Bring me the Devaronian B'Dayne Wallamoll at these coordinates -- umm -- oh. Well, I seem to have lost track of him. No matter, a mere trifle! I'll have the coordinates soon. Look in again!",		"npc_work_1":"This is a trifling matter, so I expect to hear of your success shortly.",		"npc_reward_1":"Ah, good. I knew it would be a mere trifle of a project. My othe subjects need equally trivial rescues, so please do check back with me.",		"npc_backtowork_1":"I've told you everything you need to know. Please head out now.",		"npc_4_1":"Evidently the subject plans to use the Retreat to raise pets to give to small children. As we all know, our beloved Emperor loves children and pets. Well, will you carry out this minor task?",		"npc_3_1":"Given the trifling nature of the task, I would have thought you'd show common courtesy. Well, I shall find someone else.",		"npc_2_1":"Good, good! Bring me the Devaronian B'Dayne Wallamoll. He's actually a chef, I think, and not the Emperor at all.",		"npc_1_1":"It wasn't my fault! The technique is still poorly under-- What? You're not the ISB? Oh good! I need your help with a, ah, minor emergency. I'm a scientist researching mind control for the Empire. It didn't quite work. A number of test subjects think they're the Emperor. It's hard to explain. One has gone into the wilderness to scout locations for his new Emperor's Retreat. Will you please go out and rescue him?",		"notyet":"I can't talk now.",		"npc_reset_1":"Oh, very well. I expect those test subjects can wait a while longer. These are trifling matters, as I said.",		"cantwork":"It wasn't my fault! I was only -- What? You're not with the ISB? Oh. Well, please check with me when you're not busy if you want a job.",		"next":"I'm preparing a revised mind control technique that I expect will be much more effective. If you know of likely subjects, send them my way."
}}
