{
	"stfFile":"static_npc/naboo/throme_gormengal",
	"entries": {
		"npc_reset_6":"I thought I'd made the right choice by employing you. Perhaps I misjudged. Come back when you feel you can finish the tasks I give you.",		"npc_reset_5":"I thought I'd made the right choice by employing you. Perhaps I misjudged. Come back when you feel you can finish the tasks I give you.",		"npc_reset_4":"I thought I'd made the right choice by employing you. Perhaps I misjudged. Come back when you feel you can finish the tasks I give you.",		"npc_reset_3":"I thought I'd made the right choice by employing you. Perhaps I misjudged. Come back when you feel you can finish the tasks I give you.",		"npc_reset_2":"I thought I'd made the right choice by employing you. Perhaps I misjudged. Come back when you feel you can finish the tasks I give you.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"But Blinkers seemed pretty harmless to me.",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"Wait! I did what I was asked to do! I doctored the recording to make it seem as if Alderaan destroyed itself! Please don't kill me!",		"dontknowyou_4":"Can't talk right now. I'm trying to lay low.",		"otherescort_4":"Can't talk right now. I'm trying to lay low.",		"npc_failure_4":"You allowed this Rebel agent to live? Why? I'm afraid I shall have to send a report of all my dealings with you to the High Inquisitor. Best of luck to you.",		"npc_noloc_4":"The High Inquisitor's agents will provide me with the location of the terrorist shortly. Stand by, citizen.",		"npc_work_4":"Has that terrorist been neutralized? He might be plotting some foul treachery even as we speak!",		"npc_reward_4":"Your loyalty to the Empire is without question, friend. I will mention your brave deeds to the High Inquisitor. I'm sure you shall be richly rewarded.",		"npc_backtowork_4":"What are you waiting for? The security of the Empire depends upon your prompt action!",		"npc_4_4":"Ah, but those are exactly the ones that we need to watch! They look harmless until they execute a strike against Imperial installations, killing dozens of loyal citizens! Nay, friend, this terrorist must be stopped!",		"npc_3_4":"The High Inquisitor thought you might refuse, citizen. I'm afraid I have no choice but to send him a report with the details of our conversations. He may call upon you in the near future.",		"npc_2_4":"I knew I could rely upon you, my friend. You are a stalwart guardian of the Empire! A true champion in a time of great need! Make sure this data slicer is forever silenced. I mean, neutralized.",		"npc_1_4":"A new development, citizen! The High Inquisitor has shared the findings of his investigation with me, and as it turns out, the holo expert I hired is really a vicious Rebel terrorist responsible for the deaths of hundreds of innocent Imperial citizens. Isn't that ghastly? To think that I was taken in by this scoundrel's charm! I've been given the important task of removing this menace, but being a Naboo and therefore a pacifist, I must rely upon others to shoulder this gruesome responsibility. Can you help me fix this once and for all?",		"player_3_3":"Why does Mal Sikander want a copy of this holo recording?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"This is not the holo recording Lord Gormengal promised us. Please find that recording and bring it to me.",		"gotowork_3":"I believe you were supposed to deliver a holo recording. Where is it?",		"npc_smuggle_3":"I'll get this to the High Inquisitor right away. By the way, have you viewed this holo recording? Are you sure? We may call upon you later for further help in this investigation.",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Over here! Did Lord Gormengal send you?",		"dontknowyou_3":"I'm expecting someone, but it's not you.",		"otherescort_3":"I'm expecting someone, but it's not you.",		"npc_failure_3":"You didn't deliver the recording? What will the High Inquisitor think of me? Good gracious, I must contact him immediately and offer my deepest apologies. How could this have happened?",		"npc_noloc_3":"I'll give you the courier's coordinates as soon as they are transmitted to me.",		"npc_work_3":"Have you delivered the copy of that holo recording to High Inquisitor Sikander's agent yet? We shouldn't keep someone as important as that waiting.",		"npc_reward_3":"Well done. I'm sure we've impressed the right people. And you won't get far in this galaxy without doing that, citizen.",		"npc_backtowork_3":"High Inquisitor Sikander's agent is waiting, citizen. Is there a problem?",		"npc_4_3":"Well I would imagine it's to do exactly what I'm doing and to verify that this foul propaganda is a Rebel forgery. I hope together we can discover the culprits and make them pay for their heinous crimes.",		"npc_3_3":"I don't understand how you could fail to see the importance of this matter, citizen. Well, I suppose I shall have to find someone else to help me. Good day.",		"npc_2_3":"I knew you'd understand the urgency of this matter. The courier's name is Aern Wylup and he knows to expect you.",		"npc_1_3":"You'll be pleased to know, citizen, that I've made a copy of this holo recording and none other than the High Inquisitor Mal Sikander himself has requested it. Can you imagine, someone like me coming to the attention of such an illustrious servant of the Empire? I don't want to keep the High Inquisitor waiting so could you please deliver this copy to his agent as quickly as possible?",		"player_3_2":"Why does he need an escort back to town?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"You're handy to have around in a fight, especially if you're a coward like me. Oh, and call me Blinkers. All my friends do. Thanks!",		"npc_takeme_2":"I'm glad you showed up, buddy. We gotta get outta here. Those gangsters will be here any moment. Gormengal didn't mention gangster? It's a long story. Former employer. Deal went bad. Anyway, let's go.",		"npc_breech_2":"Hey! Psst! You looking for a data slicer, uh, I mean a holo expert?",		"dontknowyou_2":"Can't talk now, buddy. I gotta lay low.",		"otherescort_2":"Can't talk now, buddy. I gotta lay low.",		"npc_failure_2":"Oh dear, where else shall I find an experienced data slicer? Did I say "data slicer?" How strange, I meant holo expert, of course. Silly me.",		"npc_noloc_2":"As soon as I receive Belson's coordinates, I shall hand them over to you.",		"npc_work_2":"Have you brought my holo expert back from the wilds? The Empire's reputation is at stake.",		"npc_reward_2":"Most effective, citizen. I must say I'm quite pleased with your results. Feel free to seek future employment with me.",		"npc_backtowork_2":"I believe I've told you everything you need to know. Do you wish to help me?",		"npc_4_2":"The wilds of Naboo can be quite perilous. I'm surprised you don't know that. The poor man is likely to get gobbled up by a narglatch or a veermok. Then who would help me with this holo recording?",		"npc_3_2":"Hmm, it seems you have a certain reluctance to complete these tasks. If this work is not prestigious enough for you, I certainly encourage you to look for employment elsewhere.",		"npc_2_2":"Most excellent. His name is Belson Dool, and he's a Sullustan. I hear they make excellent technicians so I know I'm getting my money's worth.",		"npc_1_2":"In an effort to better understand this holo recording, I've secured the services of one of the finest holo experts on Naboo. However, this individual is currently finishing up an assignment - something to do with a nature show, I believe. He needs an escort back to town. Could you provide that for him?",		"player_3_1":"Isn't it common knowledge that the Death Star blew up Alderaan?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"Wait, that's not the holo recording I was expecting. I certainly hope you're not trying to cheat me. Kindly get me what I asked for.",		"gotowork_1":"",		"npc_smuggle_1":"Here you go. And, uh, don't mention to anyone you saw me, okay?",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Hey, buddy! You looking for a certain holo? Did Gormengal send you?",		"dontknowyou_1":"I'm busy. Buzz off!",		"otherescort_1":"I'm busy. Buzz off!",		"npc_failure_1":"I hope you'll forgive my impertinence but how can you fail to bring back a holo recording? I understand that there was some trouble on the way back, but was it truly severe enough to prevent a simple delivery? Strange.",		"npc_noloc_1":"Half a moment, citizen, my "source" has just informed me that the copy is not quite ready. When it is, I'll be sure to let you know.",		"npc_work_1":"Have you got my holo recording? I'm most eager to get my people working on that.",		"npc_reward_1":"Well done, citizen, well done. Now I'll be able to expose this Rebel propaganda for the deceitful piece of trash it is.",		"npc_backtowork_1":"I believe this is the part where you go and get the holo recording. Or was there something else you needed?",		"npc_4_1":"That's simply ridiculous. Why would the Empire want to destroy a "peaceful" planet? Does that make sense to you? The only reason the Imperial military would deem it necessary to do such a thing would be if the planet were not peaceful and if it posed a serious threat to the security of the Empire and her people. A child could understand that logic, don't you agree?",		"npc_3_1":"Well, I realize simple courier work is not terribly prestigious, but I thought I'd start with something simple before entrusting you with more perilous work. Ah well.",		"npc_2_1":"That's awfully kind of you. And this kindness will be richly rewarded, I assure you. Try not to spend too much time talking with the unsavory individual who'll give you the holo recording. I'd hate to stain your doubtless sterling reputation.",		"npc_1_1":"I hope this day finds you well, citizen. Have you perchance heard of a ridiculous piece of Rebel propaganda that is making the rounds here on Naboo? It's a holo recording that purports to show the destruction of Alderaan by the brave and noble servants of our Imperial military. Can you imagine a more preposterous piece of claptrap? I've managed to locate a copy of this filth and wish to have it analyzed by experts to prove this work a forgery, of course. Could you pick it up for me? ",		"notyet":"I'm a bit busy right now...",		"npc_reset_1":"I thought I'd made the right choice by employing you. Perhaps I misjudged. Come back when you feel you can finish the tasks I give you.",		"cantwork":"I'm a very particular patron and require your full attention. Come back when you're not preoccupied.",		"next":"You've served me quite well, thank you. But I'm afraid I have no further need of your services at the moment. Check back with me later."
}}
