{
	"stfFile":"static_npc/naboo/vrir_unglan",
	"entries": {
		"npc_reset_5":"Oh, this is most disappointing. I shall have to report your failure to the High Inquisitor. If you come back and finish the job, I may change my mind.",		"npc_reset_6":"Oh, this is most disappointing. I shall have to report your failure to the High Inquisitor. If you come back and finish the job, I may change my mind.",		"npc_reset_4":"Oh, this is most disappointing. I shall have to report your failure to the High Inquisitor. If you come back and finish the job, I may change my mind.",		"npc_reset_3":"Oh, this is most disappointing. I shall have to report your failure to the High Inquisitor. If you come back and finish the job, I may change my mind.",		"npc_reset_2":"Oh, this is most disappointing. I shall have to report your failure to the High Inquisitor. If you come back and finish the job, I may change my mind.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"What kind of killers?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Thanks for getting me here in one piece. I owe you one.",		"npc_takeme_3":"It's a good thing you arrived. I'm certain that those hired killers are hot on my trail.",		"npc_breech_3":"Over here! Remember me? I'm Soor!",		"dontknowyou_3":"I can't talk to you right now. I'm waiting for someone.",		"otherescort_3":"I believe you have me confused with someone else.",		"npc_failure_3":"I must confess, our office is not used to failure of this sort. Perhaps it's best if you don't see the High Inquisitor. He might question my judgment if I approve someone like you for an audience. ",		"npc_noloc_3":"Wait a moment, it seems that Soor's hiding place has been discovered. He'll transmit his new coordinates to us as soon as possible. Check back with me in a bit.",		"npc_work_3":"Have you brought Soor back safely? He hasn't communicated with us since I informed him you were coming. I do hope he hasn't been taken prisoner.",		"npc_reward_3":"You have done very well, agent. And I am pleased to inform you that your audience with Mal Sikander has been granted. Serve him well and you will be richly rewarded.",		"npc_backtowork_3":"Perhaps I didn't make it clear that Soor's life is in danger. Do you wish to reconsider?",		"npc_4_3":"He was not specific but I suspect they are probably bounty hunters of some sort. I hope that doesn't worry you.",		"npc_3_3":"Your audience with the High Inquisitor has been refused. I'm very busy and must get back to work. If you'll excuse me.",		"npc_2_3":"Please hurry. We value our agents and do not wish them to fall into the wrong hands. Perhaps that was worded badly. What I meant was that we do not wish to see any harm come to them. Yes, that's it.",		"npc_1_3":"After communicating with Soor, I've come to the conclusion that he would be safer here at the palace. I believe his CSA employers have taken exception with Soor's service to us. Could you make sure he makes it here? He suspects his former employers have hired killers to silence him.",		"player_3_2":"How will I recognize Soor Kal'lir?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"These are not Vrir's orders. I don't recognize the usual markings on the disc.",		"gotowork_2":"Weren't you supposed to have some instructions for me? I need those to proceed with my mission.",		"npc_smuggle_2":"I haven't seen you before. Trying to get an audience with Mal Sikander, eh? Good luck with that. Oh, and thanks for the instructions.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Over here! Did Vrir Unglan send you?",		"dontknowyou_2":"I can't talk to you right now. I'm waiting for someone.",		"otherescort_2":"I believe you have me confused with someone else.",		"npc_failure_2":"I suppose I shall have to find someone else to deliver those orders. Did someone refer you to us? And if so, do you mind giving me their name?",		"npc_noloc_2":"Oh dear, it seems our agent had to delay his arrival at the rendezvous point. Check back with me later and I'm sure we'll have all this straightened out.",		"npc_work_2":"Did you deliver those instructions to our Bothan agent? He's contacted us several times to let us know he's still waiting for them.",		"npc_reward_2":"Well handled, citizen. But you claim someone tried to intercept you? Hmm, most troublesome.  I'll have to inform Soor of this.",		"npc_backtowork_2":"Is there something else you need?",		"npc_4_2":"Soor is a Bothan and he'll be dressed like a Corporate Sector Authority representative. Plus, we've informed him to expect you.",		"npc_3_2":"I'm not quite sure why you're here, citizen. Perhaps we've both made a mistake. If you'll excuse me, I have work to do.",		"npc_2_2":"Excellent. Try and make sure no one sees you.",		"npc_1_2":"My next task is also fairly simple. Our office cannot rely on open channels of communication such as the HoloNet to deliver confidential correspondence, so we hand-deliver all of our orders. Could you act as our courier and take this new set of instructions to our agent Soor Kal'lir? ",		"player_3_1":"What's in the report?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"Hmm, I don't believe this is the report I was waiting for? Could you find the actual report and bring that to me?",		"gotowork_1":"",		"npc_smuggle_1":"Dis maxibig talkie. Yousa keep it berry safe, okeyday?",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Ex-squeeze me! Yousa lookin for mesa?",		"dontknowyou_1":"Mesa no spek to yousa. Mesa on mooie mooie maxibig mission.",		"otherescort_1":"Mesa no spek to yousa. Mesa on mooie mooie maxibig mission.",		"npc_failure_1":"We certainly needed that report. It's a shame you were unable to bring it back. I hope this was just a fluke and not a sign of things to come.",		"npc_noloc_1":"Just a moment, it seems our agent suspects he's under surveillance. As soon as he's clear, I'll give you his coordinates.",		"npc_work_1":"Did you collect that intelligence report? Our records cannot be updated without it.",		"npc_reward_1":"Good work, citizen. You're certainly on your way to earning that audience.",		"npc_backtowork_1":"Was there something you didn't understand? I thought I was fairly clear.",		"npc_4_1":"It's helping us track Gungan terrorist activity. Those Gungans can certainly create a lot of havoc when they set their minds to it.",		"npc_3_1":"Oh dear, I'm afraid this doesn't help your chances of gaining an audience with the High Inquisitor.",		"npc_2_1":"Excellent. The agent is himself a Gungan, but don't let that fool you - he's a very capable and likeable fellow. He goes by the name of Gullee Kelpit. Don't you just love those quaint Gungan names? Good luck!",		"npc_1_1":"Greetings, loyal citizen. I'm pleased to see someone so eager to serve the Empire. If you perform well for me, I can arrange an audience with the High Inquisitor for you. But know that he expects nothing less than perfection. My first task is a simple one. Could you pick up an intelligence report from one of our field agents?",		"notyet":"Sorry, I can't be bothered right now...",		"npc_reset_1":"Oh, this is most disappointing. I shall have to report your failure to the High Inquisitor. If you come back and finish the job, I may change my mind.",		"cantwork":"Our office expects complete dedication from our agents. Come back when you're not so busy and can give us that.",		"next":"I need nothing further from you. I've mentioned your name to High Inquisitor Sikander. He'll receive you now."
}}
