{
	"stfFile":"static_npc/naboo/zogor_sturm",
	"entries": {
		"npc_reset_6":"Well, return when you can.",		"npc_reset_5":"Well, return when you can.",		"npc_reset_4":"Well, return when you can.",		"npc_reset_3":"Well, return when you can.",		"npc_reset_2":"Well, return when you can.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Why did the Gungan vandal burn Lord Humbonnen's stables?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"Waoo! Issa Humbonnen's stoogie! Yousa guys be killin'!",		"dontknowyou_4":"Mesa not knowin' you.",		"otherescort_4":"Mesa not knowin' you.",		"npc_failure_4":"You mean to say one Gungan vandal defeated you? Tut, tut. I had higher expectations than that, yes.",		"npc_noloc_4":"I have yet to receive a reliable set of coordinates for the Gungan vandal, but I'm expecting his location shortly. Check with me soon.",		"npc_work_4":"I hope you're still tracking that Gungan vandal.",		"npc_reward_4":"That was well handled, yes. Lord Humbonnen would certainly appreciate your discretion, as would COMPNOR. We always get good results when we request discretion, yes indeed.",		"npc_backtowork_4":"I really don't know what else I can tell you. Please get started.",		"npc_4_4":"Oh, you know these aliens. They often have trouble acclimating to human expectations for productive labor. Look at the Wookiees -- there was a problem case. We solved that, though, yes, just as Lord Humbonnen is starting to solve his Gungan labor problem. Now, about this vandal --",		"npc_3_4":"How disappointing. I shall have to note your refusal on your permanent record, yes.",		"npc_2_4":"Excellent. I think you'll find the Gungan, one Tull Toma, at these coordinates. You may expect he has recruited like-minded crooks, so I advise caution, yes.",		"npc_1_4":"Ah, yes, there you are. Lord Humbonnen has asked me for assistance in a private matter. A former servant of his, a Gungan, recently torched Humbonnen's stables, killing all his prized gualamas as well as a couple of stable hands. Humbonnen wants to keep this quiet, as the loss of those gualamas would cause him to lose face in the palace. Will you terminate the Gungan vandal?",		"player_3_3":"Who is this loyal citizen?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"Ah. I was expecting a plaque, or something of that sort. Not this.",		"gotowork_3":"Were you not supposed to bring me some kind of plaque, or other token of appreciation? Zogor Sturm said you would.",		"npc_smuggle_3":"Ah. Zogor mentioned he'd be sending along a token of appreciation. I believe that my investment in COMPNOR activities will also bring more substantial business returns.",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Hallo there! Did Zogor send you?",		"dontknowyou_3":"I fear you have the wrong individual.",		"otherescort_3":"I fear you have the wrong individual.",		"npc_failure_3":"You could not deliver the plaque? Dear me. I hope this won't put too large a black mark on your permanent record.",		"npc_noloc_3":"Excellent. The plaque is being engraved now. Return to me shortly and I'll send you on your way.",		"npc_work_3":"I have told you what you need to know, yes? I see no reason why you can't get started now.",		"npc_reward_3":"Once again you have performed to the purpose. Yes. I think there may be a bright future for you, serving COMPNOR's needs.",		"npc_backtowork_3":"I have told you all I can tell you, yes. Will you deliver the plaque, please?",		"npc_4_3":"Our patron is none other than Lord Wullo Humbonnen, a Naboo aristocrat of formidable wealth and lineage. He has been a major employer of local Gungans, giving them productive work in his fields and gualama stables when they would otherwise lie idle. Tell me you will help COMPNOR recognize this illustrious citizen!",		"npc_3_3":"You refuse? How unpleasant. It is sad to see the example of this loyal citizen going unrecognized, yes.",		"npc_2_3":"I expected nothing less. I hope you will prove as loyal to the Empire as this citizen, Lord Wullo Humbonnen. Please present him with the plaque posthaste.",		"npc_1_3":"Yes indeed, I thought you'd return when you knew I had more work for you. A countryside noble recently provided generous patronage of a march organized by local COMPNOR officials. I would like you to deliver to this loyal citizen a plaque commemorating our gratitude. I'm sure you'll agree, yes.",		"player_3_2":"Why did these troublemakers attack COMPNOR supporters?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"",		"dontknowyou_2":"",		"otherescort_2":"",		"npc_failure_2":"I am deeply, deeply distressed to learn of your failure. I shall find someone else to handle those hoodlums.",		"npc_noloc_2":"I expected as much, yes. You may find the troublemakers' stronghold at the coordinates -- ah -- mmm. I'm sorry to say those coordinates are currently classified, yes. I suggest you return shortly.",		"npc_work_2":"You're proceeding well with your assignment, yes? I'd like to think so.",		"npc_reward_2":"I feel that you have delivered our message adequately, yes. Thank you. By all means check with me again for future assignments.",		"npc_backtowork_2":"I have nothing more to tell you. Please get started.",		"npc_4_2":"These louts have too much time, not enough direction, and a ready ear for anything defying authority. If our supporters happen to criticize some local teacher or old lady, these juveniles are all too ready to misconstrue our intent. But enough analysis. Your decision?",		"npc_3_2":"Well then, that will be all. Please do not return again.",		"npc_2_2":"Very well, I expect results soon. Report back here after you succeed.",		"npc_1_2":"I see you're back, yes. These reports rankle me. They cite attacks by youthful troublemakers who have attacked loyal citizens for supporting COMPNOR. Our people have identified the hangout used by these young toughs. I suggest that you could blast that building to pieces. Do you agree?",		"player_3_1":"Why have Krindel's employees threatened his life?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"Anything an alien says is bound to be tainted by its weird nonhuman attitudes. You just can't believe them. That's the problem with aliens -- they lie all the time.",		"npc_takeme_1":"I'm apprehensive of the aliens I've employed around here. Don't believe anything those liars say about supposed criminal activity. What nonsense!",		"npc_breech_1":"You're with COMPNOR? Well, escort me, please. ",		"dontknowyou_1":"I don't think you're the one I'm waiting for.",		"otherescort_1":"I don't think you're the one I'm waiting for.",		"npc_failure_1":"I am deeply, deeply distressed to learn of your failure. I hope Krindel will not suffer at the hands of his alien assailants.",		"npc_noloc_1":"I expected as much, yes. You may find Krindel at the coordinates -- ah -- mmm. I'm sorry to say those coordinates are currently classified, yes. I suggest you return shortly.",		"npc_work_1":"You're proceeding well with your assignment, yes? I'd like to think so.",		"npc_reward_1":"I thank you for your good work. That is all for now, but by all means look in on me again, yes.",		"npc_backtowork_1":"I have nothing more to tell you. I suggest you get going.",		"npc_4_1":"Nonhuman workers, though of course important to our economy in their place, often have unrealistic ideas about business realities -- job security, working conditions, and so on. Krindel's workers nurse petty grievances that need not concern us. Well, what is your decision?",		"npc_3_1":"I am very, very disappointed to hear that, yes. Please do not return.",		"npc_2_1":"I expected as much, yes. Please bring Krindel here with all speed. That is all for now.",		"npc_1_1":"I am Zogor Sturm, officer in charge of COMPNOR's "Strength Means Purity" re-education campaign. Naboo is fertile ground for COMPNOR's message. A local merchant, Delios Krindel, wishes to form a grassroots organization supporting us. But aliens -- even his own employees! -- have threatened his life for his beliefs. Tut, tut. Will you escort this brave, loyal citizen here safely?",		"notyet":"I'm too  busy to talk to you right now.",		"npc_reset_1":"Well, return when you can.",		"cantwork":"I believe we might have a useful discussion sometime, yes -- when you're not so busy.",		"next":"I'm glad to say things are under control, yes. No need to check back."
}}
