{
	"stfFile":"spacequest/rescue/corellia_imperial_tier4_3_a",
	"entries": {
		"title_d":"Remain in the Dathomir system and assist the Imperial drop ship with repairs. The drop ship has been hit by the enemy before it could completely get out of the system. The first wave managed to temporarily disable the vessel and scans indicate a second wave moving in. Meet the disabled vessel, assist it with repairs, and protect it while it moves towards the secondary jump location.",		"title":"Dathomir System: Rescue the Imperial Drop Ship",		"thanks_5":"No offense, but if Nej'a is that pilot I saw earlier we should really get out of here.",		"thanks_4":"Maybe we should get out of here before that Nej'a guy shows up.",		"thanks_3":"Nej'a? I wonder if he is that amazing pilot.",		"thanks_2":"Do you think Nej'a is the leader?",		"thanks_1":"I bet Nej'a is that amazing pilot who attacked us earlier.",		"taunt_5":"Nej'a knew you couldn't resist playing the hero. Time to die, Imperial dog.",		"taunt_4":"Ok boys, looks like we have a live on here. Let's change that!",		"taunt_3":"I am surprised Nej'a didn't want to take care of you himself.",		"taunt_2":"Nej'a told us that you would try to save that ship. ",		"taunt_1":"Nej'a will be so proud of us when you are no more.",		"split_quest_alert_fail":"",		"split_quest_alert":"You are to patrol the area looking for any signs of the enemy fighters. Any officer that you come across is to be disabled and inspected. Insurgent seemed most interested in the shuttle pilot's discription of the fighter leader.",		"rescue_phase_2":"Thank you, pilot. We will be restarting our engines now. Oh, one more thing, the leader of the fighters that disabled us was an amazing pilot. Thought maybe he might be someone we are looking for.",		"rescue_phase_1":"We are glad to see you. They were all over us and then scrambled out of there just before you arrived. We wouldn't have survived another second without you showing up.",		"rescue_abandoned":"You can't just leave us out here...",		"recovery_success":"The drop ship is safe. Stand by for further instructions.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_location_t":"Remain in the Dathomir System",		"quest_location_d":"Somehow the vessel was pulled out of hyperspace and attacked by the mercs before it could leave the Dathomir system.",		"quest_escort_t":"Escort the Imperial Drop Ship",		"quest_escort_d":"Follow the drop ship on it's way to the seconday jump location. Protect it against any attacks that might come in.",		"quest_dock_t":"Assist the Imperial Drop Ship with Repairs",		"quest_dock_d":"Dock with the drop ship and assist it any way you can.",		"panic_5":"Keep them off of us! We cannot take much punishment.",		"panic_4":"At least I do not see that fighter leader.",		"panic_3":"It could be worse. That lead fighter pilot could come back.",		"panic_2":"At least I do not see that fighter leader.",		"panic_1":"Keep them off of us! We cannot take much punishment.",		"failed_destroy":"That ship was a valuable piece of equipment. You were to protect it and not let the enemy destroy it. Report back to your commander immediately.",		"docking_started":"Beginning docking procedure. Assist in repairs to the best of your ability.",		"docking_complete":"They are attempting to restart their engines now. Stand by to escort ship out of the area.",		"complete":"The drop ship has been safely returned to Imperial space. We must find those responsible. Stand by.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrival_phase_2":"Proceed to the location provided your navigation computer. Scans indicate that the ship is badly damaged and under heavy attack.",		"arrival_phase_1":"Getting a lock on the last know position of the drop shuttle. Stand by to intercept.",		"abort":"You can't just leave us out here...",		"Quest Log Data":"Text"
}}
