{
	"stfFile":"spacequest/rescue/corellia_station_mission1_1",
	"entries": {
		"title_d":"CorSec command has received a distress call on emergency channels. A merchant freighter has fallen under attack and is in need of assistance. You must travel to the location provided by CorSec command and assist with the repairs. The freighter is currently disabled and is unable to move. When you have arrived at the vessel, target it and use the /dock command to dock with the ship and assist with repairs. You must then escort the freighter until it is able to make its hyperspace calculations and jump safely.",		"title":"Corellia System: Rescue the Merchant Freighter",		"thanks_5":"Hopefully they stay gone this time.",		"thanks_4":"Whew, I was worried there for a minute.",		"thanks_3":"Great work, pilot. You have our eternal gratitude.",		"thanks_2":"I've never seen ship configurations like that before. I wonder who they are?",		"thanks_1":"CorSec was right to send a pilot like you on this job.",		"taunt_5":"Meddlesome CorSec. Right on time.",		"taunt_4":"Nice of you to join us, CorSec. Good-bye.",		"taunt_3":"You cannot resist helping those in need, can you. Now you will be defeated.",		"taunt_2":"CorSec is so predictable. You will fall, just like all the rest.",		"taunt_1":"Just as we planned. Your days are numbered, CorSec.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"rescue_phase_2":"Systems are operational. That'll be good enough to get us back home.",		"rescue_phase_1":"Thank you for your help, CorSec. We were attacked, but never boarded. Something funny is going on here.",		"rescue_abandoned":"What? You can't leave us like this. You can be sure I'll notify CorSec command...",		"recovery_success":"Freighter hyperspace jump confirmed.",		"quest_update":"\#pcontrast1 CorSec Command: <\#pcontrast3  %TO\#pcontrast1  >",		"quest_location_t":"Travel to the Corellia System",		"quest_location_d":"Travel to the Corellia system. Once there, you will receive a navigation waypoint from CorSec command. Travel to the waypoint to meet with the disabled freighter.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"The freighter is repaired, but is not operating at full capabilities. You must escort the ship while it makes hyperspace calculations and prepares to jump. The freighter is extremely vulnerable during this period, so keep a sharp eye out.",		"quest_dock_t":"Assist the Freighter With Repairs",		"quest_dock_d":"When you arrive at the freighter's location, target it and use the /dock command to dock with the vessel and assist with repairs.",		"panic_5":"We can't take much more, CorSec. Please help us.",		"panic_4":"MORE of those ships? What's going on here?",		"panic_3":"More fighters! Show them who's boss, CorSec!",		"panic_2":"More of those fighters! What do they want?",		"panic_1":"Those are the ships! Those are the ships that attacked us!",		"failed_destroy":"Command is not happy with you, pilot. Return to the station for debriefing.",		"docking_started":"We copy, pilot. Acknowledge initiation of docking procedure. Execute standard repair procedures.",		"docking_complete":"Copy that, pilot. Acknowledge docking procedure complete.",		"complete":"Good work, pilot. Return to the station for debriefing.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Enemy threat neutralized.\#pcontrast1 >",		"attack_notify":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Warning. Unidentified enemy craft inbound.\#pcontrast1 >",		"assigned_delayed":"",		"arrival_phase_2":"Transmitting coordinates now. Investigate the situation and assist with standard repair procedures.",		"arrival_phase_1":"We are tracking the distress call to the originating vessel. Stand by for coordinates.",		"abort":"What? You can't leave us like this. You can be sure I'll notify CorSec command..."
}}
