{
	"stfFile":"spacequest/rescue/corellia_imperial_tier3_3",
	"entries": {
		"title_d":"Travel to the Yavin system and rescue a damaged Imperial freighter. Once inside the system, you will receive a navigation waypoint to the freighter's location. The freighter is damged and currently unable to move. You will need to travel to the freighter location and assist it with repairs. When you reach the freighter, target it and use the /dock command to assist it with repairs. Once the freighter is repaired, escort it through the system.",		"title":"Yavin System: Rescue the Imperial Freighter",		"thanks_5":"Wow, you are better then you look.",		"thanks_4":"I certainly feel safer with you watching my back.",		"thanks_3":"Thanks, pilot. I am glad I am on your side.",		"thanks_2":"I certainly feel safer with you watching my back.",		"thanks_1":"Wow, you are better then you look.",		"taunt_5":"Looks like the Imperial dog is trying to escape.",		"taunt_4":"Time to pay for your villiany.",		"taunt_3":"Give up and you will not be hurt.",		"taunt_2":"Resistance will get you no where.",		"taunt_1":"Looks like the Imperial dog is trying to escape.",		"split_quest_alert_fail":"",		"split_quest_alert":"The freighter captain gave us a good idea of where to look for the Rebel emissary. Stand by while we preform long range scans for his vessel.",		"rescue_phase_2":"Engines are back online. Hopefully we will not see any more of those joint attacks like the one that hit me.",		"rescue_phase_1":"Good to see you. I was hit by both rebel and Nym fighters. It looked like there was a Rebel command vessel coordinating the attack.",		"rescue_abandoned":"Where are you going? I thought that I had information HQ wanted?",		"recovery_success":"Freighter is away. Good work pilot. Stand by while we question the pilot.",		"quest_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"quest_location_t":"Travel to the Yavin System",		"quest_location_d":"Travel to the Yavin system and assist the damaged Imperial freighter with repairs. You will receive a navigation waypoint to the damaged freighter's location. Travel to that waypoint to meet up with the freighter.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"Once the Imperial freighter is repaired, follow it to its destination. Keep on guard, since this weakened prey will certainly draw the enemies attention.",		"quest_dock_t":"Assist the Freighter With Repairs",		"quest_dock_d":"When you arrive at the freighter's location, target it, and use the /dock command in order to assist the freighter with repairs.",		"panic_5":"Enemy fighters! They are not going to let me get away.",		"panic_4":"I hope you are a better pilot then they are.",		"panic_3":"Look out! The enemy is upon us.",		"panic_2":"They have come back to finish the job!",		"panic_1":"I knew they would be back. Cover me!",		"failed_destroy":"We needed that ship in one piece. Hopefully we will get another chance to discover the location of the Rebel emissary. Report back to your commander.",		"docking_started":"Freighter is attempting to initiate repairs. Stand by.",		"docking_complete":"Freighter attempting to restart engines. Stand by to escort it to safety.",		"complete":"The pilot of the freighter informs us that the emissary is in the area and was part of the joint attack force that hit his vessel.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrival_phase_2":"We have the location. Assist freighter with repairs and escort it back to HQ.",		"arrival_phase_1":"Getting nav location of the damaged freighter. We believe it knows the location of the Rebel emissary to Nym in this system. Stand by.",		"abort":"Where are you going? I thought that I had information HQ wanted?",		"Quest Log Data":"Text"
}}
