{
	"stfFile":"spacequest/rescue/corellia_rebel_tier4_4_b",
	"entries": {
		"title_d":"We got a second chance in stopping the Imperial freighter carrying station building materials to Lok. A SpyNet operative have contacted the Alliance. He was ambushed by the Empire but got away. He took heavy damage though and his ship have malfunctioned. If we help him, he will give up the freighters route. Hurry over to his location and transfer some repair tools to his ship, then escort him to safety.",		"title":"Endor system: Rescue the spy.",		"thanks_5":"You're good Rebel, I'll give you that.",		"thanks_4":"Lets not linger around here and wait for more of them to arrive.",		"thanks_3":"I have a feeling there will be more of them.",		"thanks_2":"Get me out of here now!",		"thanks_1":"Phew, close one.",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"",		"taunt_1":"",		"split_quest_alert_fail":"",		"split_quest_alert":"Worvog Arkon: < The Imperial fleet is almost leaving the Endor sector. You're closest so get over there fast and start the attack! >",		"rescue_phase_2":"All done. Now if you get me out of here safely, I will transmit the information you need.",		"rescue_phase_1":"Glad to see you Rebel. Lets dock so I can get this thing fixed.",		"rescue_abandoned":"Aborting eh? Well you can forget about the information then.",		"recovery_success":"Alright, the spy is safe and transmitted the route information.",		"quest_update":"Worvog Arkon: < %TO >",		"quest_location_t":"Endor system.",		"quest_location_d":"The Endor system is crawling with Imperial fighters and the area where the spy is drifting is especially dangerous. Try to sneak by Imperial patrols but if it can't be avoided, dispatch of them quickly. Under no circumstance are you to lead them to the location of the spy.",		"quest_escort_t":"Get out safely.",		"quest_escort_d":"Escort the spy to safety. Once he's safe he will provide us with the route of the Imperial freighter.",		"quest_dock_t":"Dock with the spy.",		"quest_dock_d":"If you are certain that the surrounding area is clear of enemy presence, dock with the spy and transfer repair materials to him.",		"panic_5":"Here they come, get ready.",		"panic_4":"Hostiles gunning for us!",		"panic_3":"I'm not much of a fighter pilot so I hope you're good.",		"panic_2":"They really don't want me to share this information with anyone.",		"panic_1":"I knew they wouldn't give up.",		"failed_destroy":"Damnation! That was our last chance. Return to base immediately, we need to come up with a new plan.",		"docking_started":"I've transmitted a list of what spare parts he need to your astromech, it will take care of it.",		"docking_complete":"Okay, now escort him to safety and he will give us the route of the Imperial freighters, that was the deal.",		"complete":"Thanks Rebel. I guess I owe you this data for free. Good luck!",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrival_phase_2":"Get over there quickly and transfer over the spare parts he need. From the information he gave us, the Empire is still chasing him.",		"arrival_phase_1":"Just a second, transmitting the location of the SpyNet agents vessel.",		"abort":"Aborting eh? Well you can forget about the information then."
}}
