{
	"stfFile":"spacequest/rescue/naboo_rebel_tier3_2_a",
	"entries": {
		"title_d":"One of the SpyNet officers have been attacked and disabled. We need you to rescue him before the Blacklight pirates get a shuttle over there to capture him.",		"title":"Dantooine system: Rescue Commander Kt'lya.",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"It's about time you showed up!",		"thanks_2":"That was close! Thanks, pilot. I'm glad to be on your team.",		"thanks_1":"Whew! Thanks, pilot. It was getting close there for a second!",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"Take 'em out boys!",		"taunt_2":"Attack pattern bloodfang, annihilate them!",		"taunt_1":"We could have just captured you, now we will destroy you!",		"split_quest_alert_fail":"",		"split_quest_alert":"Brother Ezkiel: < Good work, pilot. We need you to patrol the perimeter for anymore enemy ships. >",		"rescue_phase_2":"Good, good. Let's get out of here!",		"rescue_phase_1":"Hurry! We have no time to just sit here!",		"rescue_abandoned":"Pilot! Get back here! I will report you to your superior for failing your mission!",		"recovery_success":"Brother Ezkiel: < Good work, pilot. The commander is now safe. Proceed with further objectives. >",		"quest_update":"Vortex Commander: < %TO >",		"quest_location_t":"Dantooine system.",		"quest_location_d":"Although the first attack of the Blacklight pirates were beaten, they are still present in the area and there's bound to be several of them surrounding the place where the SpyNet commander was attacked.",		"quest_escort_t":"Escape!",		"quest_escort_d":"Make haste out of the area together with the commander. Make sure that he makes it out safely.",		"quest_dock_t":"Repair the commanders ship.",		"quest_dock_d":"Dock with the commanders ship and transfer over some spare parts so he can get his ship running again.",		"panic_5":"",		"panic_4":"",		"panic_3":"I've been hit! Get these vessels off me!",		"panic_2":"They're on me! Get these bastards off me!",		"panic_1":"Pilot! Pay attention! I'm under fire! Get them off my tail!",		"failed_destroy":"Mission failed! Commander Kt'lya's vessel was destroyed.",		"docking_started":"Stand by. Proceeding with docking ...",		"docking_complete":"Docking complete.",		"complete":"Mission complete. Proceed with objectives. Good work, pilot!",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrival_phase_2":"Upload complete, get over there quickly pilot. Dock with him and transfer some spare parts so he can repair his ship.",		"arrival_phase_1":"Uploading coordinates of Commander Kt'lya's crippled ship now, stand by.",		"abort":"Pilot! Get back here! I will report you to your superior for failing your mission!"
}}
