{
	"stfFile":"spacequest/rescue/naboo_rebel_tier4_3",
	"entries": {
		"title_d":"One of our spies have had a malfunction on his ship and is drifting through Dathomir space with the Inquisition quickly closing in on him. You need to get to him fast with repair materials and escort him to safety.",		"title":"Dathomir system: Save a Vortex operative.",		"thanks_5":"Alright, lets not stick around and wait for more.",		"thanks_4":"Whow, you are good pilot, very good.",		"thanks_3":"No one captures Trova Ruaw, no one!",		"thanks_2":"Take that you filthy scum!",		"thanks_1":"Well we showed them, didn't we?",		"taunt_5":"You can't win this battle Rebels, surrender now and we will show mercy!",		"taunt_4":"Waging war on the Inquisition is suicide you Rebel scum!",		"taunt_3":"You know your orders men, if we can't capture them, we destroy them!",		"taunt_2":"No one escapes the Imperial Inquisition!",		"taunt_1":"You're not going anywhere Rebel fools!",		"split_quest_alert_fail":"Brother Extok Evin: < Ack, we have lost contact with our operative. The brave soul didn't go in vain though, he managed to transfer most of his data to your ship before his demise. Stand by. >",		"split_quest_alert":"Brother Extok Evin: < Our reconnaissance ship reports that an Inquisitor is getting ready to hyperspace after our spy, you must stop him! >",		"rescue_phase_2":"Alright, I should be up and running in a few seconds.",		"rescue_phase_1":"Good to see you pilot, thought this would be my last mission.",		"rescue_abandoned":"What the.. we're not done here yet!",		"recovery_success":"He's safe from there, good job pilot.",		"quest_update":"Brother Extok Evin: < %TO >",		"quest_location_t":"Dathomir system.",		"quest_location_d":"The Dathomir system is always dangerous, even for hardened veterans like yourself. No one but the most elite of pilots (or the most dumb but they are in minority and wont live for long) go here, which makes it a hostile environment indeed.",		"quest_escort_t":"Escort the spy to safety.",		"quest_escort_d":"Escort our spy while he's calculating his jump to lightspeed.",		"quest_dock_t":"Dock and transfer repair material.",		"quest_dock_d":"Dock with the spies ship and transfer the spare parts and repair tools. Defend his ship while he's performing the repairs.",		"panic_5":"I wonder if there's a tracker on this ship, they seem to know our exact location.",		"panic_4":"Sensors picking up hostile fighters.",		"panic_3":"Here they come, lets give them a warm welcome.",		"panic_2":"Wish I had a real ship and not this piece of junk.",		"panic_1":"I guess they have given up on the idea of capturing me alive.",		"failed_destroy":"Damnation! We lost our operative! Stand by...",		"docking_started":"Dock with our operative and transfer the repair tools to his ship.",		"docking_complete":"So far so good. Take the spy to safety pilot.",		"complete":"Good work pilot, stand by for further orders.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrival_phase_2":"Proceed quickly to the location pilot. The Inquisitions frigate is closing in on him.",		"arrival_phase_1":"Alright, uploading the coordinates of our spies disabled ship.",		"abort":"What the.. we're not done here yet!"
}}
