{
	"stfFile":"spacequest/rescue/stn_yavin4_company_all_massassi_tier2_9",
	"entries": {
		"title_d":"A ship bearing the Corellia Deep Mining Company logo has been spotted in the area. They have no operations this far out and should be investigated.",		"title":"Yavin System: Investigate the Corellia Deep Mining Co. Vessel",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"",		"thanks_1":"",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"",		"taunt_1":"",		"split_quest_alert_fail":"",		"split_quest_alert":"Incoming enemy fighters detected. These are obviously the ships that were supposed to be picking up the supplies. Destroy them before they can report your presence.",		"rescue_phase_2":"Ok there you go. Remember keep the pressure on the those creeps and they will eventually fold operations.",		"rescue_phase_1":"They told me that you wouldn't be flying anything normal but I didn't quite expect you to be in that ship. Whatever...I have the supplies you need.",		"rescue_abandoned":"What are you doing out here? That's right, just keep flying.",		"recovery_success":"Corellia Deep Mining Co. ship preparing to make the jump to hyper space.",		"quest_update":"\#FF0000 Flight Computer:\#FF0000 < %TO >",		"quest_location_t":"Remain in the Yavin System",		"quest_location_d":"The current location of the ship is near your present position.",		"quest_escort_t":"Wait Until the Vessel Leave",		"quest_escort_d":"Wait at your current location until the vessel leaves the area.",		"quest_dock_t":"Pickup the Payment",		"quest_dock_d":"The vessel is offering you payment, thinking that you are part of the mercenaries it hired to pretend to be Massassi. Dock with the vessel and take the payment.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"",		"panic_1":"",		"failed_destroy":"Corellia Deep Mining Co. ship destroyed.",		"docking_started":"Beginning docking procedure. Stand by.",		"docking_complete":"Docking procedure completed. Transfered supplies for the Corellia Deep Mining Co. to your vessel.",		"complete":"Corellia Deep Mining Co. is obviously suppling these fake Massassi. They obviously are attempting to drive the Yavin Mining Company out of the system.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < Enemy fighters eliminated. >",		"attack_notify":"Tactical Computer: < Enemy fighters detected. >",		"assigned_delayed":"",		"arrival_phase_2":"Ship locked. Ship is bearing the markings of the Corellia Deep Mining Company.",		"arrival_phase_1":"Gaining lock on the starship signature. Stand by.",		"abort":"What are you doing out here? That's right, just keep flying."
}}
