{
	"stfFile":"spacequest/rescue/stn_yavin4_imp_imperial_tier2_2",
	"entries": {
		"title_d":"The information gathered from the vessel attempting to leave the Yavin system revealed that there is a large smuggling operation taking place in the Corellia system. Travel to Corellia and meet with the vessel that was supposed to be the freighters contact.",		"title":"Space Corellia: Meet the Smuggler",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"",		"thanks_1":"",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"",		"taunt_1":"",		"split_quest_alert_fail":"",		"split_quest_alert":"Stand by for further information about the location of the head of the smuggling operation, Polard Manfred. Bring this smuggler into custody.",		"rescue_phase_2":"See I had nothing that would interest you.",		"rescue_phase_1":"Fine, you can search my ship. I have nothing to hide.",		"rescue_abandoned":"I told you that I didn't have anything you wanted.",		"recovery_success":"Are you done. I hope you found what you were looking for.",		"quest_update":"Imperial Command: < %TO >",		"quest_location_t":"Travel to the Corellia System",		"quest_location_d":"Meet the contact freighter in the Corellia system.",		"quest_escort_t":"Let the Freighter Leave",		"quest_escort_d":"Throw the back the small fish now in order to catch the big fish later.",		"quest_dock_t":"Dock with the Freighter",		"quest_dock_d":"Dock with the freighter and look for information about the head of the smuggler operation.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"",		"panic_1":"",		"failed_destroy":"You let that vessel be destroyed? We needed that ship to find out more about the smuggling operation.",		"docking_started":"Starting the search of the vessel. Stand by for further instructions.",		"docking_complete":"The search should be concluded momentarily. Stand by.",		"complete":"The vessel had the location of the head of the smuggling operation. Stand by to capture the responsible party.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < Enemy fighters eliminated. >",		"attack_notify":"Tactical Computer: < Enemy fighters incoming. >",		"assigned_delayed":"",		"arrival_phase_2":"The vessel has complied with our request. Dock and start the inspection of the vessel.",		"arrival_phase_1":"You have arrived at the meeting location. We are sending out a warning for the vessel to be stopped for a search.",		"abort":"Yeah, that's right Imperial scum. Run away."
}}
