{
	"stfFile":"spacequest/rescue/talus_station_mission2_1",
	"entries": {
		"title_d":"A nearby freighter from the Talus Space Station has fallen under attack and is need of assistance. You are the closest ship and have been requested to provide whatever help is necessary.",		"title":"Tatooine System: Assist the Talusian Freighter",		"thanks_5":"",		"thanks_4":"",		"thanks_3":"",		"thanks_2":"",		"thanks_1":"Alright. Looks like we're in the clear again. For now.",		"taunt_5":"",		"taunt_4":"",		"taunt_3":"",		"taunt_2":"",		"taunt_1":"Hey, that freighter is ours! We found it first!",		"split_quest_alert_fail":"",		"split_quest_alert":"Make the delivery to the Naboo system.",		"rescue_phase_2":"Critical systems look stable. I think this should be enough to get us back to the station.",		"rescue_phase_1":"Just in time. I didn't think anyone was going to be able to help us.",		"rescue_abandoned":"Don't leave us here! Didn't you say you'd help us?",		"recovery_success":"Thanks for the help, pilot. Preparing for the jump to hyperspace.",		"quest_update":"Talus Station: < %TO >",		"quest_location_t":"Remain in the Tatooine System",		"quest_location_d":"The freighter is not far away from your location in the Tatooine system.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"You will need to escort the freighter while it makes hyperspace calculations to return to base.",		"quest_dock_t":"Assist With Repairs",		"quest_dock_d":"Travel to the freighter's location and move in close. Dock with the ship using the /dock command to provide assistance with repairs and to load the freighter's cargo onto your ship.",		"panic_5":"",		"panic_4":"",		"panic_3":"",		"panic_2":"",		"panic_1":"Fighters incoming! Watch out!",		"failed_destroy":"That didn't work exactly the way that we planned. We're scrapping the rest of your assignments. Return to the station if you want to try again.",		"docking_started":"The freighter will need to return to base. They are going to load their last shipment into your cargo bay.",		"docking_complete":"Critical repairs to the freighter are complete. Escort them while they make preparations to jump to hyperspace.",		"complete":"The freighter is away and headed back to the station. You'll need to make their last delivery run to Naboo for them.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < Enemy threat neutralized. >",		"attack_notify":"Tactical Computer: < Enemy craft inbound. Pirate signatures detected. >",		"assigned_delayed":"",		"arrival_phase_2":"Here's a waypoint to the freighter, looks like they need some help. Fly to the area and check it out. Assist the freighter with repairs if necessary.",		"arrival_phase_1":"Hang on, pilot. We've got reports of a distress call from one of our freighters in your area...",		"abort":"Don't leave us here! Didn't you say you'd help us?"
}}
