{
	"stfFile":"spacequest/rescue/tatooine_imperial_tier4_3_a",
	"entries": {
		"title_d":"One of the shuttles that was stolen by the Bothans has managed to return to Endor. It appears to be badly damaged but intact. Rescue the shuttle and return it to Imperial control.",		"title":"Endor System: Rescue the Stolen Shuttle",		"thanks_5":"Thanks, pilot. We would be in a world of hurt without you here.",		"thanks_4":"I hope that Inqusitior can find out why they are here.",		"thanks_3":"I hope this rusty bucket holds together.",		"thanks_2":"It looks like if they can't capture us, they are going to destroy us.",		"thanks_1":"I didn't think we were going to make it that time.",		"taunt_5":"Try as you might, you cannot defeat us.",		"taunt_4":"You will regret that!",		"taunt_3":"Focus on the shuttle. We must get it back!",		"taunt_2":"Imperial dogs like you are better kept on a short leash.",		"taunt_1":"Give it up! You cannot win this fight.",		"split_quest_alert_fail":"",		"split_quest_alert":"Alert! Calling all available craft. Large number of enemy fighters engaging Grey Squad. All available craft assist Grey Squad.",		"rescue_phase_2":"Alright, I think that should do it. Restarting engines now.",		"rescue_phase_1":"Good to see a friendly. We managed to fight off the Bothan and recover the ship but were badly damaged during the escape.",		"rescue_abandoned":"We barely managed to make it back here in one piece and now you are just going to leave us?",		"recovery_success":"Excellent. We now can scan the shuttles computers for the location of our other missing shuttles.",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_location_t":"Remain in the Endor System",		"quest_location_d":"The shuttle jumped in to the Endor system but then it's engines went offline.",		"quest_escort_t":"Escort the Stolen Shuttle",		"quest_escort_d":"Once repaired, escort and protect the shuttle back to Imperial space.",		"quest_dock_t":"Assist the Stolen Shuttle with Repairs",		"quest_dock_d":"Dock with the shuttle and assist it in repairing it's damaged engines.",		"panic_5":"Rebels! They have been swarming this sector for days now.",		"panic_4":"Rebels! They have weapon lock on my ship!",		"panic_3":"Look out! Rebel fighters are attacking.",		"panic_2":"Hold them off. We are still not at 100 percent.",		"panic_1":"Rebels! They have been swarming this sector for days now.",		"failed_destroy":"We needed that shuttle in one piece. Report back to your superior and explain your failure to him.",		"docking_started":"Careful, pilot. That shuttle is very fragile and any slips at this point could mean disaster.",		"docking_complete":"Shuttle engines coming back online. Escort that shuttle back to headquarters for investigation.",		"complete":"Nice work, pilot. Now we can find out where they took our other missing shuttles.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.> \#pcontrast3",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.> \#pcontrast3",		"assigned_delayed":"",		"arrival_phase_2":"We located the shuttle and sent that to your nav computer. It is adrift and badly in need of repairs.",		"arrival_phase_1":"Scanning system for last known location of shuttle. The shuttle probably isn't in good shape so once you get there help with repairs.",		"abort":"We barely managed to make it back here in one piece and now you are just going to leave us?",		"Quest Log Data":"Text"
}}
