{
	"stfFile":"spacequest/rescue/tatooine_station_hutt_palace_access_quest_1",
	"entries": {
		"title_d":"You have been offered a bounty for eliminating one of Jabba's smugglers named Hortrix Steelarm by Lady Valarian and the first order of business is to track him down. Another of Jabba's smugglers has been disabled by an Imperial TIE patrol. He's left drifting in Tatooine space waiting to be picked up by an Imperial shuttle. Let's 'rescue' him and hopefully he will divulge some information on Hortrix. Keep pretending that you are on Jabba's payroll while communicating with the smuggler.",		"title":"Tatooine system: Grasping for clues.",		"thanks_5":"Nothing like the sound of TIE debris bouncing of your hull is there?",		"thanks_4":"Is it just me or do you agree that these fools are almost too easy?",		"thanks_3":"You made that one look easy pilot.",		"thanks_2":"Yes! Keep them coming, we'll take them all down!",		"thanks_1":"That was beautiful *sniff*",		"taunt_5":"Sorry to ruin your day pirates but you are not going anywhere!",		"taunt_4":"That ship is now the property of the Emperor, shut down your engines and surrender immediately!",		"taunt_3":"You Hutts think you are the big cheese in this system, well we got a surprise for you!",		"taunt_2":"That man is a wanted criminal and by assisting him, so are you!",		"taunt_1":"Pirate scum, there's no escape!",		"split_quest_alert_fail":"",		"split_quest_alert":"Valarian Assassin Coordinator: < Alright head over to the Yavin system, we'll set up a meeting for you with a smuggler that might know if Hortrix is there. >",		"rescue_phase_2":"Great, I got the parts I need, give me a few seconds and I will have this baby working again.",		"rescue_phase_1":"Hey there! You were sent by the palace to help me? Wow, I didn't think what I was hauling was that important.",		"rescue_abandoned":"I thought you were sent to help me? Where are you going?",		"recovery_success":"Good job. At least we got some clues to where we should continue our search.",		"quest_update":"Valarian Assassin Coordinator: < %TO >",		"quest_location_t":"Tatooine system.",		"quest_location_d":"The area where the smuggler was disabled is one of the few that sees a bit of Imperial activity in the Tatooine system. Although the Empire usually doesn't attack people without some reason, stay alert as they are suspicious of everyone in this area of the galaxy.",		"quest_escort_t":"Escort the smuggler.",		"quest_escort_d":"Escort the Hutt smuggler to safety and try to pry some information about Hortrix Steelarm from him.",		"quest_dock_t":"Transfer spare parts.",		"quest_dock_d":"Target and dock with the Hutt smuggler to transfer the spare parts to him. Make sure there's no enemies close by as you will be very vulnerable during the docking procedure.",		"panic_5":"Arrgh! Do they never give up?",		"panic_4":"My sensors are picking up more TIE ships heading our way!",		"panic_3":"These guys are worse than a womp rat infestation, they never go away!",		"panic_2":"I assume that you will help me destroy these fools?",		"panic_1":"As I thought, these blasted Imperial scum never give up!",		"failed_destroy":"I won't cry over one of Jabba's henchmen but I thought you were a competent pilot. Come back when you can finish the job!",		"docking_started":"Transfer some spare parts over to his ship so he can repair it.",		"docking_complete":"Nice, you should have his confidence now. Escort him to safety and try to get information from him.",		"complete":"Hortrix Steelarm you say? Last I heard he was smuggling parts from that blown up space station in the Yavin system. Anyway, see you around and thanks for the help!",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrival_phase_2":"There's the coordinates. Get over there and help him escape. Pretend that you are on Jabba's payroll and hopefully he can tell you where Hortrix Steelarm is.",		"arrival_phase_1":"Lets get this started. One of Jabba's smugglers is disabled by Imperial TIE's and waiting to be picked up by one of their shuttles. Let's 'rescue' him.",		"abort":"I thought you were sent to help me? Where are you going?"
}}
