{
	"stfFile":"spacequest/rescue/tatooine_imperial_tier3_1_c",
	"entries": {
		"title_d":"Remain in the Endor system and rescue a damaged Imperial freighter. Once inside the system, you will receive a navigation waypoint to the freighter's location. The freighter is damaged and currently unable to move. You will need to travel to the freighter location and assist it with repairs. When you reach the freighter, target it and use the /dock command to assist it with repairs. Once the freighter is repaired, escort it through the system.",		"title":"Endor System: Rescue the Imperial Freighter",		"thanks_5":"This cannot be by chance that Rebels just keep showing up.",		"thanks_4":"Why would they be so persistant? Unless they know what cargo I am carrying.",		"thanks_3":"I really hope more of them don't show up.",		"thanks_2":"Yes! Now let's get out of here.",		"thanks_1":"Great job. Now let's get this cargo to headquarters.",		"taunt_5":"We are back to finish the job we started.",		"taunt_4":"I suggest you find a new line of work.",		"taunt_3":"Imperial dog, you do not stand a chance.",		"taunt_2":"Focus on the freighter. Take it out!",		"taunt_1":"You will not get away with that freighter.",		"split_quest_alert_fail":"",		"split_quest_alert":"Imperial High Command wants that data you took off of that Rebel scout. Sending you navigation location for a pickup ship. Bring the data to this location and transfer it to the command shuttle.",		"rescue_phase_2":"Well I guess that is going to have to do. Let's get out of here.",		"rescue_phase_1":"Thanks for the assistance. Those Rebs came out of nowhere and hit us from all sides. We were barely able to jump out in one piece. Hopefully they were not able to track us to here.",		"rescue_abandoned":"What? You have aborted the attack! We cannot last without your protection...",		"recovery_success":"Thanks, pilot. We have made it to our jump point. Please wait until we are clear.",		"quest_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"quest_location_t":"Remain in the Endor System",		"quest_location_d":"Remain in the Endor system and assist the damaged Imperial freighter with repairs. You will receive a navigation waypoint to the damaged freighter's location. Travel to that waypoint to meet up with the freighter.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"Once the Imperial freighter is repaired, follow it to its destination. Keep on guard, since this weakened prey will certainly draw the enemies attention.",		"quest_dock_t":"Assist the Imperial Freighter with Repairs",		"quest_dock_d":"When you arrive at the freighter's location, target it, and use the /dock command in order to assist the freighter with repairs.",		"panic_5":"Someone has to do something about this Rebel problem.",		"panic_4":"Keep them off of us. We are already in bad shape.",		"panic_3":"Look out! There are more of them out there.",		"panic_2":"Rebels are swarming all over Endor.",		"panic_1":"More Rebels! Like we haven't had enough trouble.",		"failed_destroy":"That freighter has been destroyed. Return to your superior and make a full report as to why you failed.",		"docking_started":"Beginning docking procedure.",		"docking_complete":"Docking procedure completed.",		"complete":"The freighter is safe and sound. Nice work out there, pilot.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters detected.>",		"assigned_delayed":"",		"arrival_phase_2":"Current location of supply freighter sent to your nav computer. Help the supply freighter get under way and escort her to safety.",		"arrival_phase_1":"Getting arrival location of the supply freighter. It looks like she was hit pretty hard. Once you get to her, dock with her, and assist with any repairs you can.",		"abort":"What? You have aborted the attack! We cannot last without your protection...",		"Quest Log Data":"Text"
}}
