{
	"stfFile":"spacequest/destroy_duty/corellia_rebel_6",
	"entries": {
		"title_d":"Break up TIE ambushes in the Corellia system. These missions have been outlined to give you some much needed experience in space combat, you can stop when you feel that you have learned enough.",		"title":"Corellia system: Duty mission: Break up TIE ambushes",		"taunt_5":"Well if it isn't a Rebel. Are you lost little friend?",		"taunt_4":"You should have fled while you had the chance scum!",		"taunt_3":"Resistance is futile Rebel!",		"taunt_2":"The Empire has a warrant for your death..erm arrest, cut your engines!",		"taunt_1":"Take that Rebel scum for a spin boys!",		"targets_detected":" \#pcontrast3 Tactical Computer:  < \#pcontrast1 Enemy targets on incoming attack vector! \#pcontrast3 >",		"targets_behind":" \#pcontrast3 Tactical Computer:  < \#pcontrast1 Enemy targets coming in from behind! \#pcontrast3 >",		"quest_location_t":"Corellia system.",		"quest_location_d":"Patrol the Corellia system in search of potential TIE ambushes. We must make it clear to the Empire that they are not welcome here.",		"quest_destroy_t":"Potential Ambush Rally Point",		"quest_destroy_d":"Fly to this potential ambush point. Destroy all enemy craft that come your way.",		"level_increase":"We've detected that more TIE ships have been sent into the sector.",		"level_boss_dead":"Good work, the commander has been destroyed. We're still picking up Imperial activity, however. Stand by...",		"level_boss":" \#pcontrast3 Alliance HQ: < \#ff0000 The Imperials are sending a highly trained %TO after you. Stand by for coordinates... \#pcontrast3 >",		"found_loc":"We are uploading coordinates of suspected Imperial ambushes. Investigate and eliminate all hostiles.",		"duty_update":" \#pcontrast3 Alliance HQ:  < \#pcontrast1 %TO \#pcontrast3 >",		"dd_boss_taunt_5":"Your skill is not sufficient to beat me Rebel scum!",		"dd_boss_taunt_4":"A thousand creds to the man who takes him out!",		"dd_boss_taunt_3":"I'm going to enjoy spacing you.",		"dd_boss_taunt_2":"If you cut your engines, I promise not to harm you.",		"dd_boss_taunt_1":"You killed my men. Now you're mine!",		"complete":"Excellent work, Pilot! The Imperial presence in this sector has been soundly beaten. Return to base!",		"boss_title_5":"TIE (Unknown) Ace",		"boss_title_4":"TIE Black Ops Commander",		"boss_title_3":"TIE Obsidian Squad Leader",		"boss_title_2":"TIE Combat Ace",		"boss_title_1":"TIE Combat Trainer",		"boss_title_0":"TIE Combat Trainer",		"boss_detected":" \#pcontrast3 Alliance HQ:  \#pcontrast1 < Warning! Enemy commander detected on attack vector! \#pcontrast3 >",		"Quest Log Data":"Text"
}}
