{
	"stfFile":"spacequest/destroy_duty/corellia_imperial_tier4_1",
	"entries": {
		"title_d":"Travel to the Dantooine system and destroy the Velocity mercenaries. Intelligence reports that they are massing into ever increasing numbers and Command wants those numbers reduced. The mission is a simple sweep and clear. You will travel to locations of high enemy density and clear those areas out with lethal force.",		"title":"Dantooine System: Destroy the Velocity Mercenaries Duty",		"taunt_5":"Make it easy on yourself, give up now.",		"taunt_4":"I will crush you.",		"taunt_3":"Feel the might of the Velocity.",		"taunt_2":"You will pay for that!",		"taunt_1":"Our orders are to make sure you don't return alive.",		"targets_detected":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"targets_behind":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Warning! Enemy fighters detected incoming from the rear.>",		"quest_t":"Velocity Fighter Sweep and Clear",		"quest_location_t":"Travel to the Dantooine System",		"quest_location_d":"Travel to the Dantooine system to begin duty mission of reducing the total number of Velocity Mercenaries in the area.",		"quest_destroy_t":"Destroy the Velocity Mercenaries",		"quest_destroy_d":"Travel to the waypoint given to an area of high Velocity Mercenary density. Destroy all attacking waves in that area until you receive a new waypoint guiding you towards the next area.",		"quest_d":"Velocity Mercenaries have begun increased operations in the Dantooine sector. They have even gone so far as to start attacking imperial convoys. Intelligence reports indicate that their numbers have grown to dangerous levels and need to controlled before they gain to much power in the sector.",		"level_increase":"Be careful, pilot. It looks like this set it better organized and trained then the last.",		"level_boss_dead":"The heavy fighter has been eliminated. Nice job, pilot.",		"level_boss":"The heavy fighter has been eliminated. Nice job, pilot.",		"found_loc":"We have discovered another cluster of enemy fighters that need to be cleared out. Proceed to nav location and begin the sweep and clear.",		"duty_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"dd_boss_taunt_5":"You are indeed skilled, but that skill will not help you now.",		"dd_boss_taunt_4":"You have caused enough trouble. It is time for you to die.",		"dd_boss_taunt_3":"I will make you pay for everyone of my men you destroyed.",		"dd_boss_taunt_2":"Maybe you should have choosen a new profession.",		"dd_boss_taunt_1":"They sent you out to do a man's work?",		"complete":"You have defeated your assigned targets. Excellent flying out there, pilot. Return to your commander for mission debriefing.",		"boss_title_5":"Reaper",		"boss_title_4":"Space Hunter",		"boss_title_3":"Sky Wraith",		"boss_title_2":"Ravager",		"boss_title_1":"Ripper",		"boss_detected":"Be on the lookout. A heavy fighter has been detected in your sector.",		"Quest Log Data":"Text"
}}
