{
	"stfFile":"spacequest/destroy_duty/lok_imperial_ss_2a",
	"entries": {
		"title_d":"Travel to the Yavin System and destroy the Debris Cult members. The Empire's salvage operation of the Death Star is being hampered by a number of factors, the Rebellion, the Hutts, and the fanatic Debris Cult . The Rebels and Hutts will be taken care of in their own time. For now it is important to elliminate as many of the Debris Cult members as you can.",		"title":"Yavin System: Destroy the Debris Scavengers Duty",		"taunt_5":"Your ship is nothing more then scrap.",		"taunt_4":"You will become debris!",		"taunt_3":"Your ship is nothing more then scrap.",		"taunt_2":"I am ready to join the field of debris! Are you?",		"taunt_1":"You will become debris!",		"targets_detected":" \#pcontrast3 Tactical Computer:  < \#pcontrast1 Enemy targets on incoming attack vector! \#pcontrast3 >",		"targets_behind":" \#pcontrast3 Tactical Computer:  < \#pcontrast1 Enemy targets coming in from behind! \#pcontrast3 >",		"quest_location_t":"Travel to the Yavin System",		"quest_location_d":"Once you have arrived in the Yavin system, you will receive navigaiton waypoints to areas of high Debris Cult  concentration.",		"quest_destroy_t":"Destroy the Debris Cult Fighters",		"quest_destroy_d":"The members of the Debris Cult are violent and very protective of the salvage. They are sure to attack any ship that isn't with them as soon as it is detected. Destroy as many as you can.",		"level_increase":"We've detected more scavenger ships operating in this region...",		"level_boss_dead":"Good work, the criminal is dead. We're still picking up pirate activity, however. Stand by...",		"level_boss":" \#pcontrast3 Storm Squadron Command: < \#ff0000 A notorious %TO is in that area. You must eliminate him! \#pcontrast3 >",		"found_loc":"We're sending you coordinates to scavenger. Investigate and eliminate any criminals you encounter.",		"duty_update":" \#pcontrast3 Storm Squadron Command:  < \#pcontrast1 %TO \#pcontrast3 >",		"dd_boss_taunt_5":"Your ship will look very nice floating in space.",		"dd_boss_taunt_4":"Die, Imperial scum!",		"dd_boss_taunt_3":"Your going to end up just another piece of debris.",		"dd_boss_taunt_2":"This is my scrap field!",		"dd_boss_taunt_1":"I need new parts. Your ship will do nicely.",		"complete":"Good job, pilot! You've managed to do significant damage to the scavengers. Return to base.",		"boss_title_5":"Scavenger Overseer",		"boss_title_4":"Cult Master",		"boss_title_3":"Space Maddened Scavenger",		"boss_title_2":"Death Star Cultist",		"boss_title_1":"Scrap Seeker Lord",		"boss_title_0":"Scavenger Fanatic",		"boss_detected":" \#pcontrast3 Tactical Computer:  \#pcontrast1 < Warning! Enemy commander detected on attack vector! \#pcontrast3 >",		"Quest Log Data":"Text"
}}
