{
	"stfFile":"spacequest/destroy_duty/lok_imperial_ss_1a",
	"entries": {
		"title_d":"Travel to the Lok system and destroy Nym's forces. Storm Squadron has been charged with weakening Nym's influence in the Lok system. This will cause him to focus more on local security rather then assist the Rebels.",		"title":"Lok System: Destroy Nym's Fighters Duty",		"taunt_5":"I would suggest that you escape while you can.",		"taunt_4":"Nym will surely make you regret that.",		"taunt_3":"Imperial scum like yourself have no buisness in Lok.",		"taunt_2":"You will pay for that!",		"taunt_1":"Ha, is that all you got?",		"targets_detected":" \#pcontrast3 Tactical Computer:  < \#pcontrast1 Enemy targets on incoming attack vector! \#pcontrast3 >",		"targets_behind":" \#pcontrast3 Tactical Computer:  < \#pcontrast1 Enemy targets coming in from behind! \#pcontrast3 >",		"quest_location_t":"Travel to the Lok System",		"quest_location_d":"Travel to the Lok system and attack Nym's fighters there. You will receive a Nav waypoint to areas under the control of Nym.",		"quest_destroy_t":"Destroy Nym's Fighters",		"quest_destroy_d":"Destroy any of Nym's fighters that are in the areas. This will weaken Nym's position and cause him to focus on local security rather then expanding his influence.",		"level_increase":"We've detected that more of Nym's ships have been sent into the sector.",		"level_boss_dead":"Good work, the commander is dead. We're still picking up pirate activity, however. Stand by...",		"level_boss":" \#pcontrast3 Storm Squadron Command: < \#ff0000 Nym has sent a %TO after you. Stand by for coordinates... \#pcontrast3 >",		"found_loc":"We're sending you coordinates to Nym pirate activity. Investigate and eliminate any criminals you encounter.",		"duty_update":" \#pcontrast3 Storm Squadron Command:  < \#pcontrast1 %TO \#pcontrast3 >",		"dd_boss_taunt_5":"You are a waste of my time.",		"dd_boss_taunt_4":"Die, Imperial scum!",		"dd_boss_taunt_3":"Nym says we should capture you, but I think I'm going to just space you.",		"dd_boss_taunt_2":"We won't hurt you, Imperial. We just want to play.",		"dd_boss_taunt_1":"I want to hear you scream while I cut your ship open.",		"complete":"Good job, pilot! You've managed to do significant damage to Nym's forces in this sector. Return to base.",		"boss_title_5":"Foe Hammer",		"boss_title_4":"Warmaster",		"boss_title_3":"Master Scoundrel",		"boss_title_2":"Rogue Captain",		"boss_title_1":"Pirate Captain",		"boss_title_0":"Pirate Lieutenant",		"boss_detected":" \#pcontrast3 Tactical Computer:  \#pcontrast1 < Warning! Enemy commander detected on attack vector! \#pcontrast3 >",		"Quest Log Data":"Text"
}}
