{
	"stfFile":"spacequest/destroy_duty/naboo_privateer_6",
	"entries": {
		"title_d":"Hunt down Black Sun throughout the Naboo System.",		"title":"Naboo System: Duty: Devastating attack on the Black Sun",		"taunt_5":"Time to add another RSF puppet on my kill list!",		"taunt_4":"You should never have come here, now you will never leave.",		"taunt_3":"Your about to learn the foolishness of messing with the Black Sun!",		"taunt_2":"Royal Security Force? More like Royally Slow Fools!",		"taunt_1":"I guess not all RSF is on our payroll. No matter, you won't be on anyones payroll after this!",		"targets_detected":"\#pcontrast3 Tactical Computer: < \#pcontrast1 Vessels fitting hunted ship profile on attack vector, weapon systems armed. \#pcontrast3 >",		"targets_behind":"\#pcontrast3 Tactical Computer: < \#pcontrast1 Be aware, vessels trying to target this ship with their weapon systems. Attack originating direction 180 degrees. \#pcontrast3 >",		"quest_t":"",		"quest_location_t":"Naboo System",		"quest_location_d":"Random sorties throughout the Naboo System.",		"quest_destroy_t":"Target Waypoint",		"quest_destroy_d":"Location of anticipated enemy activity",		"quest_d":"",		"level_increase":"Sensors through out the sectors show increased Black Sun activity in response to our attacks.",		"level_boss_dead":"That one has been a dread ever since he came to this sector, great work pilot!",		"level_boss":"RSF Command: < The Black Sun have sent one of their best pilots to take care of you, be careful! >",		"found_loc":"The next area of known Black Sun activity has been uploaded to your nav computer, proceed when ready.",		"duty_update":"RSF Command: < %TO >",		"dd_boss_taunt_5":"Your pilot helmet will look good on my trophy rack RSF fool!",		"dd_boss_taunt_4":"Maybe I should fly using just one hand, to give you a chance?",		"dd_boss_taunt_3":"Too bad you ran in to me so early in your career, as I mark it's end!",		"dd_boss_taunt_2":"To us you're just a anuiance, about to be squashed!",		"dd_boss_taunt_1":"Foolish RSF puppet, you should have run while you had the chance!",		"complete":"Fantastic job pilot! We struck a blow to the Black Sun that will take them a long time to recover from. Head back to base when ready.",		"boss_title_5":"Ace Veteran Black Sun Pilot",		"boss_title_4":"Furious Veteran Black Sun Pilot",		"boss_title_3":"Grim Veteran Black Sun Pilot",		"boss_title_2":"Veteran Black Sun Pilot",		"boss_title_1":"Experienced Black Sun Pilot",		"boss_detected":"\#pcontrast3 Tactical Computer: < \#pcontrast1 Vessel with veteran insignias on attack vector, weapon systems armed. \#pcontrast3 >",		"Quest Log Data":"Text"
}}
