{
	"stfFile":"spacequest/destroy_duty/naboo_rebel_tier4_1",
	"entries": {
		"title_d":"To soften up the Inquisitions fighter force and send a message to them that we mean business, you are ordered to attack a number of their normal fighter patrols. Normal means that they are not yet part of the Inquisition as full time pilots in their service but rather they are regular navy pilots used for grunt work, trying to prove their worth to the men in black. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Dantooine system: Duty mission: Attack the Inquisitions candidates.",		"taunt_5":"Resistance is futile.",		"taunt_4":"After I crush you, I will become one of the Inquisitions elite pilots!",		"taunt_3":"Your pathetic attacks end here Rebel!",		"taunt_2":"You will pay for your crimes!",		"taunt_1":"Destroy the Rebel men!",		"targets_detected":"Tactical Computer: < Vessels fitting hunted ship profile on attack vector, weapon systems armed. >",		"targets_behind":"Tactical Computer: < Be aware, vessels trying to target this ship with their weapon systems. Attack originating direction 180 degrees. >",		"quest_location_t":"Dantooine system.",		"quest_location_d":"The Dantooine system shouldn't be that dangerous for a pilot of your skill but the targets of your attack is almost fanatical in their devotion and will to prove themselves to the Inquisition.",		"quest_destroy_t":"Targets of elimination.",		"quest_destroy_d":"A patrol of Inquisition trainees have been spotted at these coordinates. Eliminate any enemy forces found.",		"level_increase":"We're getting reports that the Empire is ramping up their search for you, prepare to get busy.",		"level_boss_dead":"Fantastic job pilot! The Inquisition will be outraged!",		"level_boss":"One of the Imperial Inquisitors have been spotted in this area, stay sharp!",		"found_loc":"More of the Inquisitions training squads have been located in this area, proceed.",		"duty_update":"Vortex Fleet Command: < %TO >",		"dd_boss_taunt_5":"You dare anger the Inquisition?!",		"dd_boss_taunt_4":"Repent sinner!",		"dd_boss_taunt_3":"Your first mistake was coming here. Your second mistake is not fleeing. You only get two mistakes.",		"dd_boss_taunt_2":"Didn't expect the Inquisition, did you?",		"dd_boss_taunt_1":"It's been a long time since I had an actual challenge.",		"complete":"Amazing job out there pilot! Return to base for some well earned rest.",		"boss_title_5":"Imperial Inquisitor",		"boss_title_4":"Imperial Inquisitor",		"boss_title_3":"Imperial Inquisitor",		"boss_title_2":"Imperial Inquisitor",		"boss_title_1":"Imperial Inquisitor",		"boss_detected":"Our reconnaissance ship has spooted a Imperial Inquisitor coming to investigate. Be careful."
}}
