{
	"stfFile":"spacequest/destroy_duty/tatooine_imperial_6",
	"entries": {
		"title_d":"Travel to the Tatooine system and attack the Commerce Raiders. A destroy duty is a voluntary mission that you are able to quit at any time without repercussions. When you reach the Tatooine system a navigation waypoint will be sent to you. Travel to this waypoint and you will be attacked by enemy fighters. Each time you destroy a wave of fighters a new wave will attack. Once you have destroyed all the attack waves at one waypoint, you will receive a new waypoint that you can fly to and continue destroying the enemy craft. A destroy duty will continue in this manner until you decide to stop.",		"title":"Tatooine System: Destroy the Commerce Raiders Duty",		"taunt_5":"The Empire does not conrol Tatooine space and never will.",		"taunt_4":"Imperials have no business in the Outer Rim.",		"taunt_3":"The Empire does not conrol Tatooine space and never will.",		"taunt_2":"If you think that you can drive us off, you are mistaken.",		"taunt_1":"Imperials have no business in the Outer Rim.",		"targets_detected":" \#pcontrast3 Tactical Computer:  < \#pcontrast1 Enemy targets on incoming attack vector! \#pcontrast3 >",		"targets_behind":" \#pcontrast3 Tactical Computer:  < \#pcontrast1 Enemy targets coming in from behind! \#pcontrast3 >",		"quest_location_t":"Travel to the Tatooine System",		"quest_location_d":"Travel to the Tatooine system and move towards your first navigation waypoint to begin the destroy duty mission. When you destroy all attack waves at that waypoint you will receive a new navigation waypoint.",		"quest_destroy_t":"Travel to the Navigation Waypoint and Destroy the Commerce Raiders",		"quest_destroy_d":"Once you have reached the navigation waypoint, you will be attacked by Commerce Raiders. Destroy the Commerce Raiders at this location until you receive a new navigation waypoint to your next battleground. If you destroy enough of these Commerce Raiders, the pirates will send out better trained pilots in order to deal with you. Destroy duties can be quit at any time. Simply abort the mission or leave the system.",		"level_increase":"We've detected that more raider ships have been sent into the sector.",		"level_boss_dead":"Good work, the commander is dead. We're still picking up pirate activity, however. Stand by...",		"level_boss":" \#pcontrast3 Imperial Command: < \#ff0000 The pirates are sending a highly trained %TO after you. Stand by for coordinates... \#pcontrast3 >",		"found_loc":"We're sending you coordinates to Commerce Raider activity. Investigate and eliminate any criminals you encounter.",		"duty_update":" \#pcontrast3 Imperial Command:  < \#pcontrast1 %TO \#pcontrast3 >",		"dd_boss_taunt_5":"Your death will bring me great reward.",		"dd_boss_taunt_4":"A thousand creds to the man who takes him out!",		"dd_boss_taunt_3":"I'm going to enjoy spacing you.",		"dd_boss_taunt_2":"If you cut your engines, I promise not to harm you.",		"dd_boss_taunt_1":"You killed my men. Now you're mine!",		"complete":"Good job, pilot! You've managed to suppress pirate activity in the entire sector. Return to base.",		"boss_title_5":"Master Gunner",		"boss_title_4":"Robber Baron",		"boss_title_3":"Pirate Lord",		"boss_title_2":"Master Pirate Leader",		"boss_title_1":"Pirate Ace",		"boss_title_0":"Scruffy Pirate Leader",		"boss_detected":"Warning! Enemy commander detected on attack vector!",		"Quest Log Data":"Text"
}}
