{
	"stfFile":"spacequest/destroy_duty/tatooine_imperial_tier4_destroyduty_1",
	"entries": {
		"title_d":"Travel to the Endor system and destroy the Red Skull pirates. The Red Skulls are hampering the Imperial's top priority mission in the Endor system. They are also a source of leaks that the Empire cannot afford. Therefore, it is nessecary for the pirates to be removed from the Endor system. In order to do that all Imperial pilots will have to travel to areas of high pirate activity and destroy all the pirates they find.",		"title":"Endor System: Destroy the Red Skull Pirates Duty",		"taunt_5":"Stop it! That tickles.",		"taunt_4":"You should have stayed at home hiding under your mother's skirt.",		"taunt_3":"Time to take out the trash...by the way, you are the trash.",		"taunt_2":"Nice move, but you will have to do much better in order to win.",		"taunt_1":"Foolish Imperial! You are no match for me.",		"targets_detected":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters incoming at attack speeds. Prepare to engage.>",		"targets_behind":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Alert! Enemy fighters incoming from behind at high speeds.>",		"quest_t":"Crushing the Red Skulls",		"quest_location_t":"Travel to the Endor System",		"quest_location_d":"The Red Skulls have set up operation in the Endor system. It is nessecary for you to travel to that system in order to drive them out.",		"quest_destroy_t":"Destroying the Red Skulls",		"quest_destroy_d":"The Red Skulls are not going to leave if we simply ask them nicely. Therefore, it is nessecary to use lethal force in order to convince them to vacate the system. If they choose to stay even after our show of strength then they will simply have to be terminated.",		"quest_d":"The Red Skulls have set up points of operation in the Endor sector. Part of running the security detail in this sector involves clearing out all opposing forces. The Red Skulls need to be driven out of the sector in order for the Empire to continue it activities in this sector in secrecy.",		"level_increase":"You have done well, but that was just the beginning. The better pilots are still to come.",		"level_boss_dead":"Nice work but remember there is still more work to be done. Stand by for location of next target.",		"level_boss":"\#pcontrast1 Tactical Computer:\#pcontrast3 <%TO has been eliminated. The Red Skulls in this region are leaderless.>",		"found_loc":"We have located more pirates that need to be driven out of this system. Travel to the location provided to your nav computer and eliminate the Red Skulls.",		"duty_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"dd_boss_taunt_5":"You have caused enough trouble. It is time for me to end this.",		"dd_boss_taunt_4":"Time to teach this Imperial whelp who really rules Endor.",		"dd_boss_taunt_3":"You had better be gone before I taunt you a second time.",		"dd_boss_taunt_2":"You are the pilot that they sent against me? HA!",		"dd_boss_taunt_1":"Prepare to be left to the mercys of cold, empty space.",		"complete":"Nice flying out there, pilot. You are really turning into an elite pilot. Return to your commander and report your success.",		"boss_title_5":"Red Skull Captain",		"boss_title_4":"Red Skull Raider Leader",		"boss_title_3":"Elite",		"boss_title_2":"Master Pilot",		"boss_title_1":"Veteran",		"boss_detected":"Be on the look out. A Red Skull Heavy Fighter has been detected in your region.",		"Quest Log Data":"Text"
}}
