{
	"stfFile":"spacequest/destroy_duty/viopa_rebel_6",
	"entries": {
		"title_d":"You are doing a favor to Nym on behalf of the Alliance by attacking Imperial presence in the Lok system. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Lok system: Duty mission: Hunt Imperial patrols.",		"taunt_5":"You should have run when you had the chance Rebel!",		"taunt_4":"Cut your engines Rebel, your trial will be fair. There's no point resisting.",		"taunt_3":"Why are you doing this Rebel? The Empire is what's best for the galaxy.",		"taunt_2":"Why do you Rebels even bother? You can't win.",		"taunt_1":"Your resistance is futile, the Empire is everywhere!",		"targets_detected":"Tactical Computer: < Vessels fitting hunted ship profile on attack vector, weapon systems armed. >",		"targets_behind":"Tactical Computer: < Be aware, vessels trying to target this ship with their weapon systems. Attack originating direction 180 degrees. >",		"quest_location_t":"Lok system.",		"quest_location_d":"Travel to the Lok system to hunt Imperial patrols.",		"quest_destroy_t":"Reported Imperial activity.",		"quest_destroy_d":"Travel to these coordinates and eliminate any Imperial presence. For the Alliance!",		"level_increase":"Scans show increased imperial activity in this area, they are looking for you pilot.",		"level_boss_dead":"Amazing! That pilot has been a menace to this entire sector for as long as I can remember!",		"level_boss":"Rebel Command: < The Empire has sent an %TO to take you out. Be careful out there! >",		"found_loc":"Proceed to intercept coordinates of the next Imperial Patrol.",		"duty_update":"Rebel Command: < %TO >",		"dd_boss_taunt_5":"I'm your worst nightmare, Rebel fool!",		"dd_boss_taunt_4":"You're the best the Rebels have? Pathetic!",		"dd_boss_taunt_3":"Play time is over Rebel, you will not make it out of here alive.",		"dd_boss_taunt_2":"I'm superior in every way, you should never have come here.",		"dd_boss_taunt_1":"Foolish Rebel, you actually think you can match my skill?",		"complete":"Fantastic job pilot! We show no more Imperial patrols in this area, they must have withdrawn!",		"boss_title_5":"Master TIE Interceptor pilot",		"boss_title_4":"Battle Scarred TIE Interceptor pilot",		"boss_title_3":"Ace TIE Interceptor pilot",		"boss_title_2":"Grim TIE Interceptor pilot",		"boss_title_1":"Experienced TIE Interceptor pilot",		"boss_detected":"Tactical Computer: < Vessel with veteran insignias on attack vector, weapon systems armed. >"
}}
