{
	"stfFile":"static_npc/philosopher",
	"entries": {
		"philosopher_50":"Experience is that thing you gain right after you need it.",		"philosopher_49":"Every man dies.  Not every man lives.",		"philosopher_48":"All beings are equal as far as death is concerned.",		"philosopher_47":"Only the educated can truly be free.",		"philosopher_46":"It is not wise to ignore your enemies.  They are often more perceptive than your friends.",		"philosopher_45":"Anything that doesn't make sense when spoken should be sung.",		"philosopher_44":"Every man is guilty of all the good that he did not do.",		"philosopher_43":"Witty sayings prove nothing.",		"philosopher_42":"Only an educated man can entertain an idea without accepting it.",		"philosopher_41":"Take pleasure in your tasks, but put perfection in your work.",		"philosopher_40":"Striving for the best brings you closer to the best.",		"philosopher_39":"Poverty has many children, among them crime and revolution.",		"philosopher_38":"Being a good person and being a good citizen are not always the same thing.",		"philosopher_37":"We fight wars so that we can live in peace.",		"philosopher_36":"Nature does nothing that is useless.",		"philosopher_35":"Common ideals draw men together.  Even evil.",		"philosopher_34":"If your life is peaceful, pure, and refined, your old age should well be untroubled.",		"philosopher_33":"Advice should always be judged by its results.  Not its intentions.",		"philosopher_32":"Pure men need no laws.  Corrupt men break laws.  What part do laws then play in society?",		"philosopher_31":"No government has ever stood secure without a formidable opponent.",		"philosopher_30":"Its always better to learn from others misfortunes than your own.",		"philosopher_29":"Petty thieves are imprisoned.  Great thieves are elected.",		"philosopher_28":"No act of kindness, no matter how small, is ever wasted.",		"philosopher_27":"Remember that life isn't stable.  Don't be overjoyed in your successes, or overwhelmed by your defeats.",		"philosopher_26":"Isn't it interesting how the man with a winning hand is always the most interested in playing fair?",		"philosopher_25":"There is nothing more despicable than a man who believes one thing with his heart and speaks another with his mouth.",		"philosopher_24":"Even a small rock can hold back a great wave.",		"philosopher_23":"Death is not the worst thing that can happen to anyone.",		"philosopher_22":"Never discourage anyone who makes progress, no matter how slow.",		"philosopher_21":"There is no concept of the many without the one.",		"philosopher_20":"There is nothing particularly exceptional about being old.  It merely means you've continued to live, not necessarily to learn.",		"philosopher_19":"There are relatively few musical notes.  But combinations of these give rise to more melodies than could ever be heard.",		"philosopher_18":"There are such things as roads that must not be followed, enemies that must not be attacked.",		"philosopher_17":"It is not excellent to win a war by fighting.  What is excellent is winning a war without fighting.",		"philosopher_16":"Criticizing is easier than creating.",		"philosopher_15":"Do not mistake a man who is afraid to run away as courageous.",		"philosopher_14":"Fear is to be kept to oneself.  Courage is to be shared.",		"philosopher_13":"Courage means doing what you are afraid to do.  There is no courage without fear.",		"philosopher_12":"Any man who has confidence in himself earns the confidence of others.",		"philosopher_11":"The greatest fault is not to be conscious of your faults.",		"philosopher_10":"One person who has belief is as formidable as 100 people with 'interest'.",		"philosopher_9":"There are three stages to the truth:  First it will be ridiculed.  Then violently opposed.  Finally, accepted as obvious.",		"philosopher_8":"If you tell the truth 1000 times, and lie just once, you are still a liar.",		"philosopher_7":"The greatest teacher of all is failure.",		"philosopher_6":"If you seek an honest person, you should become one yourself.",		"philosopher_5":"All things are simple until made difficult by others.",		"philosopher_4":"Never walk away from a running rancor.",		"philosopher_3":"There is nothing foolproof in the universe.  You will find fools to be quite ingenious...",		"philosopher_2":"It's always easier to ask forgiveness then permission.",		"philosopher_1":"There is no such thing as trying.  Something can either be done, or it can't."
}}
