{
	"stfFile":"bfnq2",
	"entries": {
		"bnq2_29":"Good work! Jabba will be very pleased. Speaking of which - I wish to give you this letter of introduction. I am too busy to introduce you to Jabba myself... but he will be expecting you, and he will be eager to speak with you.
",		"bnq2_28":"Search these traitors for their orders. I want you to bring their official orders back to me at the palace as soon as you find them.
",		"bnq2_27":"Good. Now I want to know who this traitor was planning to meet. Examine the data disc and find the coordinates for his rendezvous. Go there and eliminate his contacts.
",		"bnq2_26":"Encryption broken. That was easy! Here you go. I hope to see you again sometime.
",		"bnq2_24":"The traitor should have a data disc on him. This will reveal the location of his contacts to you.
",		"bnq2_23":"No! Hutt enforcer! No! You DIE! You DIE!
",		"bnq2_22":"You call me a liar?! LISTEN: She was young, she was beautiful, and she was in love with me, and she was a girl, and she wanted me because I'm a big winner at the casino and her boyfriend COULDN'T HANDLE IT! Good Bye!
",		"bnq2_21":"I don't know where in Bestine - but it's your best bet. You should go there now. I need to get back to traveling. There will certainly be more bounty hunters and thugs to plague me. Being a man in my position is no easy business. Good bye! And, again - thanks for saving me.
",		"bnq2_20":"You sure about the girl? Bib told me you gamble too much.
",		"bnq2_19":"Where in Bestine?
",		"bnq2_18":"When I was touring the casinos, his girlfriend fell in love with me. Poor girl - I had to leave her behind.
",		"bnq2_17":"He is named Enic Yunga and he is probably somewhere near Bestine - on his way to meet his contacts.
",		"bnq2_16":"Why was the bounty hunter after you?
",		"bnq2_15":"Who is the traitor in Jabba's palace?
",		"bnq2_14":"Not bad. That bounty hunter had no idea who he was dealing with.
",		"bnq2_13":"Go to Romo Vax and protect him from the bounty hunter. Then talk to Vax and learn everything you can about the traitor. I will contact you with further instructions then.
",		"bnq2_12":"What do you want me to do?
",		"bnq2_11":"Romo told me that the traitor had a name and that I could learn the name if I sent someone to save his life. You see, he's amassed some enormous gambling debts in other systems, which he'll never be able to pay, and they've sent a bounty hunter to kill him. He called to me from the Jundland Wastes - where he is now hiding.
",		"bnq2_10":"No. Only Romo Vax knows the traitor's name - and he won't give it up until someone, meaning you, comes to help him. You see, Romo has amassed some huge gambling debts in other systems? that he'll never be able to pay. Now, Romo is in the Jundland Wastes hiding from a bounty hunter.
",		"bnq2_9":"You will find Romo Vax hiding in the Jundland Wastes. Seems that he has run up some bad debts on other systems and is being pursued by a bounty hunter.
",		"bnq2_8":"What did Vax tell you about the traitor?
",		"bnq2_7":"Do you know who the traitor is?
",		"bnq2_6":"Where do I find Romo Vax?
",		"bnq2_5":"Because if you complete this next task properly, I assure you - Jabba will be most impressed. You see - your job is to root out a traitor... one who operates right under our noses. Our good friend Romo Vax has told me that the traitor exists - but nothing else.
",		"bnq2_4":"Someone is out to betray Jabba. Our good friend Romo Vax has sent word of a traitor in our midst.
",		"bnq2_3":"Why not introduce me to Jabba now?
",		"bnq2_2":"That sounds good. What task?
",		"bnq2_1":"You have done well. Our friends throughout the palace are in your debt. I should like very much to introduce you to Jabba himself... once you have performed one final task.
"
}}
