{
	"stfFile":"cmd_d",
	"entries": {
		"startdance+tumble2":"/startdance tumble2: Start the Tumble2 dance.",		"startdance+tumble":"/startdance tumble: Start the Tumble dance.",		"startdance+breakdance2":"/startdance breakdance2: Start the Breakdance2.",		"startdance+breakdance":"/startdance breakdance: Start the Breakdance.",		"startmusic+funk":"/startmusic funk: Starts the Funk song.",		"startmusic+starwars4":"/startmusic starwars4: Starts the Starwars4 song.",		"zone":"/zone: You zone out.
/zone self: You zone out and ignore your surroundings.
/zone target: You zone out and ignore (target name).",		"zip":"/zip: You zip your lips.
/zip self: You check your zipper to make sure it's closed.
/zip target: You instruct (target name) to zip (his, her, or its) lips.",		"yes":"/yes: You nod affirmatively. Yes.
/yes self: You nod at yourself agreeingly.
/yes target: You nod affirmatively to (target name).",		"yawn":"/yawn: YAAAWWWNN!
/yawn self: You tries to hide a yawn.
/yawn target: You yawn at (him, her, or it).",		"wtg":"/wtg: Way to go!
/wtg self: You think you did a great job.
/wtg target: You tell (target name) way to go!",		"wrinkle":"/wrinkle: You wrinkle your nose and make a sour face.
/wrinkle self: You wrinkle your nose at yourself.
/wrinkle target: You wrinkle your nose at (target name).",		"worship":"/worship: You are not worthy!
/worship self: You are not worthy.
/worship target: You worship (target name).",		"wookieeroar":"/wookieeRoar <target>: This can Intimidate a cone (frontal area ) of multiple enemies at once, alias for "/innate wookieeRoar"",		"wookieehug":"/wookieehug",		"wink":"/wink: Wink.
/wink self: You wink suggestively.
/wink target: You wink suggestively at (target name).",		"wince":"/wince: You wince.
/wince self: You wince in pain.
/wince target: You wince at (him, her, or it).",		"wildshot2":"/wildshot2 <target>: This ranged attack can stun multiple targets at once.",		"wildshot1":"/wildshot1 <target>: This ranged attack can stun a single target.",		"wildpanic":"/wildpanic: AAAAAAYYYYYYEEEEEEEE!!!
/wildpanic self: You panic about, waving your hands in the air.
/wildpanic target: You panic about (target name), waving your hands in the air.",		"wild_panic":"/wildpanic:",		"whistle":"/whistle: You whistle innocently.
/whistle self: You whistle a chipper tune.
/whistle target: You whistle appreciatively at (him, her, or it).",		"whisper":"/whisper: ~
/whisper self: ~
/whisper target: ~",		"whimper":"/whimper: You whimper.
/whimper self: You whimper softly to yourself.
/whimper target: You whimper softly at (target name).",		"whatthe":"/whatthe: What the?
/whatthe self: What were you thinking?
/whatthe target: You wonder what (target name) was thinking?",		"whap":"/whap: You whap everyone.
/whap self: You whap yourself repeatedly.
/whap target: You whap (him, her, or it) upside the head.",		"welcome":"/welcome: WELCOME ALL!
/welcome self: You welcome yourself.
/welcome target: Welcome, (target name).",		"waypoint":"Waypoint",		"wave":"/wave: You wave.
/wave self: You wave to yourself.
/wave target: You wave to (him, her, or it).",		"warningshot":"/warningshot <target>: This ranged attack can terrify your target, making them unwilling to run towards you to attack.",		"ward":"/ward: STAY AWAY!
/ward self: Superstitious? You rub a charm to ward off misfortune.
/ward target: You make warding signs at (him, her, or it).",		"warcry2":"/warcry2 <target>: This area combat attack can increase the round times of a cone (frontal area) of multiple enemies simultaneously.",		"warcry1":"/warcry1 <target>: This combat move can increase the round-time of your opponent's attack, in effect slowing them down.",		"wait":"/wait: You wait.
/wait self: WAIT UP!
/wait target: You wait on (him, her, or it).",		"waft":"/waft: You try to waft the stench away.
/waft self: Taking a bath might help!
/waft target: You try to keep (his, her, or its) stench away.",		"vrepairother":"/vrepairother: Other Ship's Systems Emergency Repair - This command performs a 'vampiric' repair to currently targeted friendly vessels that are in close proximity.",		"vrepair":"/vrepair: Ship's Systems Emergency Repair - This command performs a 'vampiric' repair by routing most of the load of your most heavily damaged component through other lesser damaged components, at the cost of fusing connections, melting wires, etc. This has the game effect of increasing the health of your most heavily damaged ship component, but damaging the others, moving toward evening out the condition of all your components.",		"volleyfireattack":"This command utilizes the volley fire attack.",		"volleyfire":"/volleyfire <target>: This Squad Leader command directs the fire of the entire group at the target the Squad Leader has chosen.  This enables a Squad Leader's group to cut through a group of difficult creatures/NPCs far more efficiently than a group without a Squad Leader would perform.",		"vitalize":"/vitalize: short-term pool attribute buff; alias for "/innate vitalize"",		"veto":"/veto: VETO!
/veto self: You veto your own idea.
/veto target: You veto (him, her, or it).",		"ventriloquism":"/ventriloquism <target>: Performs a visual effect around your target",		"vendor_fees_1":"The merchant gains a reduction in the cost of maintaining vendors.",		"up":"/up: You point up.
/up self: You point up.
/up target: You turn to (target name) and point up.",		"unregistered":"Your city has been unregistered from the planetary map.",		"uninstallshipcomponent":"Uninstall a ship component from a ship.",		"undock":"/undock: Undock from a space station.",		"underhandshot":"/underhandshot <target>: This sneaky ranged attack is designed to catch a target unaware, and causes high damage and can also knock them down.",		"unconsent":"/unconsent: This command brings up a window with all of the players who you have consented to move your corpse.  To remove them from this list, click on their name and then click OK.",		"uncle":"/uncle: UNCLE!! UNCLE!!
/uncle self: Say Uncle! Say Uncle!
/uncle target: You beg (him, her, or it) to stop. UNCLE!",		"unarmedstun1":"/unarmedstun1 <target>: This unarmed attack can stun a single target.",		"unarmedspinattack2":"/unarmedspinattack2 <target>: This unarmed area attack can damage multiple targets at once.  This is more powerful than Unarmed Spin Attack 1.",		"unarmedspinattack1":"/unarmedspinattack1 <target>: This unarmed area attack can damage multiple targets at once.",		"unarmedlunge2":"/unarmedlunge2 <target>: This unarmed attack can slightly extend your range, and has a chance to knock down your target.",		"unarmedlunge1":"/unarmedlunge1 <target>: This unarmed attack can slightly extend your range, and has a chance to lower the posture of your target.",		"unarmedleghit1":"/unarmedleghit1 <target>: This unarmed attack targets the legs in order to damage a target's Action pool.",		"unarmedknockdown2":"/unarmedknockdown2 <target>:This unarmed attack can knock down and dizzy a single target.",		"unarmedknockdown1":"/unarmedknockdown1 <target>: This unarmed attack can knock down a single target.",		"unarmedhit3":"/unarmedhit3 <target>: This powerful unarmed attack inflicts more damage to a single target than Unarmed Hit 2.",		"unarmedhit2":"/unarmedhit2 <target>: This strong unarmed attack inflicts more damage to a single target than Unarmed Hit 1.",		"unarmedhit1":"/unarmedhit1 <target>: This unarmed attack inflicts more damage than the basic unarmed attack.",		"unarmedheadhit1":"/unarmedheadhit1 <target>: This unarmed attack targets the head in order to damage the target's Mind pool.",		"unarmeddizzy1":"/unarmeddizzy1 <target>: This unarmed attack can dizzy a single target.",		"unarmedcombo2":"/unarmedcombo2 <target>: This unarmed attack can hit the head, body, and legs of a target simultaneously, potentially damaging Health, Action, and Mind pools simultaneously.",		"unarmedcombo1":"/unarmedcombo1 <target>: This unarmed attack can hit the head and body of a target simultaneously, potentially damaging both Health and Mind pools at once.",		"unarmedbodyhit1":"/unarmedbodyhit1 <target>: This unarmed attack targets an opponent's body in order to damage a target's Health pool.",		"unarmedblind1":"/unarmedblind1 <target>: This unarmed attack can blind a single target.",		"twitch":"/twitch: You twitch.
/twitch self: You twitch nervously.
/twitch target: You twitch at (his, her, or its) comments.",		"twistarm":"/twistarm: OK. OK. Twist my arm.
/twistarm self: Twist it just a bit more!
/twistarm target: You twist (his, her, or its) arm.",		"twirl":"/twirl: You twirl around gracefully.
/twirl self: You put a finger on top of your head and twirl like a dancer.
/twirl target: You twirl (him, her, or it) around gracefully.",		"twiddle":"/twiddle: You twiddle your thumbs.
/twiddle self: You patiently twiddle your thumbs.
/twiddle target: You twiddle your thumbs at (target name).",		"twibble":"/twibble: Twibble. Twibble.
/twibble self: You twibble about in circles.
/twibble target: You twibble aimlessly about (him, her, or it).",		"tweak":"/tweak: You tweak your neck. OUCH!
/tweak self: You tweak your own nose.
/tweak target: You tweak (his, her, or its) nose.",		"tumbletostanding":"/tumbletostanding: This command will roll you out of a kneeling or diving posture and leave you standing.",		"tumbletoprone":"/tumbletoprone: This command will attack while diving into a prone posture.",		"tumbletokneeling":"/tumbletokneeling:  This command will attack while rolling your character forward into a kneeling posture.",		"tug":"/tug: You tug your gear to make sure it is secure.
/tug self: You tug your sleeves and straighten out your clothes.
/tug target: You tug on (his, her, or its) sleeve.",		"tsktsk":"/tsktsk: You rub one index finger over the other. Tsk Tsk.
/tsktsk self: You should've known better! Tsk Tsk is right.
/tsktsk target: Tsk Tsk, (target name).",		"trick2":"/trick2: This command instructs your pet to do a trick.  Tricks heal pet Mind damage.",		"trick1":"/trick1: This command instructs your pet do a trick.  Tricks heal pet Mind damage.",		"traz":"This ability allows you to plays songs with the Traz instrument.",		"transferforce":"/transferForce <target>: This ability allows a Jedi to transfer some of his stored Force power to another player Jedi.",		"train_mount":"This ability allows you to train certain pets to be mounts that can be ridden.",		"totalhealself":"/totalHealSelf: Completely heals all of your Health, Action, and Mind damage, repairs all wounds, and removes all of your battle fatigue.",		"totalhealother":"/totalHealOther <player>: Completely heals all the Health, Action, and Mind damage, repairs all wounds, and removes all battle fatigue from the target player.",		"toss":"/toss: You extend your arms like a child wanting to be tossed.
/toss self: You toss yourself into the air and land flat on your face.
/toss target: You toss (him, her, or it) into the air.",		"torsoshot":"/torsoshot <target>: This ranged attack douses a target in flames, causing high amounts of damage to the body as well as causing additional fire damage.",		"tongue":"/tongue: You stick your tongue out.
/tongue self: You stick your tongue out and try to touch your nose.
/tongue target: You stick your tongue out at (target name).",		"tmi":"/tmi: TOO MUCH INFO!!
/tmi self: Sorry everyone! TMI!
/tmi target: You politely inform (him, her, or it) that was too much info.",		"tiptoe":"/tiptoe: You tiptoe though the area.
/tiptoe self: You practice tiptoeing silently.
/tiptoe target: You try to tiptoe past (target name).",		"tiphat":"/tiphat:  You tip your hat.
/tiphat self:  You tip your hat to yourself.
/tiphat target:  You tip your hat to (him, her, or it).",		"tip":"/tip: You tip your hat.
/tip self: You tip your hat to yourself.
/tip target: You tip your hat to (him, her, or it).",		"tiny":"/tiny: You mark an approximation with your forefinger and thumb. It was tiny.
/tiny self: You guess that it would be tiny.
/tiny target: You indicate to (target name) with your forefinger and thumb that it was tiny.",		"tickle":"/tickle: Time for the feather tickle torture?
/tickle self: You tickle yourself.
/tickle target: You tickle (him, her, or it) mercilessly.",		"thxinfo":"/thxinfo: THX INFO!
/thxinfo self: k.thxinfo.byebye now.
/thxinfo target: You thank (him, her, or it) for the information.",		"thumbup":"/thumbup: You show your approval.
/thumbup self: Life is pretty good after all!
/thumbup target: You show (target name) your approval.",		"thumbsup":"/thumbsup: You show your approval.
/thumbsup self: Life is pretty good after all!
/thumbsup target: You show (target name) your approval.",		"thumbsdown":"/thumbsdown: You show your disapproval.
/thumbsdown self: You should have known better.
/thumbsdown target: You show (target name) your disapproval.",		"thumbdown":"/thumbdown: You show your disapproval.
/thumbdown self: You should have known better.
/thumbdown target: You show (target name) your disapproval.",		"throwtrap":"/throwtrap: This command is what you use to throw traps at creatures.  It's easier to simply hotkey the inventory item when using traps, however.",		"throwgrenade":"This command allows the user to throw a grenade.",		"throwdown":"/throwdown: You throw down the gauntlet.
/throwdown self: There can only be one!
/throwdown target: You throw down the gauntlet at (his, her, or its) feet.",		"throwat":"/throwat:  You throw pebble-sized stones, aimlessly passing the time.
/throwat self:  You throw yourself at the enemy.
/throwat target:  You throw (target name) at the enemy.",		"throw":"/throw: You throw pebble-sized stones, aimlessly passing the time.
/throw self: You throw yourself at the enemy.
/throw target: You throw (target name) at the enemy.",		"threatenshot":"/threatenshot <target>: This ranged attack is useful for making skittish things flee from you.",		"thirst":"/thirst: Feeling parched?
/thirst self: You feel so thirsty and beg for a drink.
/thirst target: You beg (target name) for a drink.",		"thank":"/thank: You thank everyone.
/thank self: You thank yourself.
/thank target: You thank (him, her, or it).",		"tendwound":"/tendwound: This ability heals the wounds of a specified physical attribute without the need for medicine.  Using this causes minor wounding to your focus and willpower.",		"tenddamage":"/tenddamage: This ability heals health and action damage without the need for a stimpack.  Using this causes minor wounding to your focus and willpower.",		"tell":"/tell <name>:  This allows you to send a message instantly across the galaxy to a person whose name you know.  You can also send messages to multiple people via the following format: /tell ogakk,echuta,gekko <message> will send the same message to Ogakk, Echuta, and Gekko at the same time.  There must be no spaces between the commas and names for this additional function to work correctly.",		"tease":"/tease: Just teasing!
/tease self: You tease your hair.
/tease target: You tease (him, her, or it).",		"teach":"This command allows a user to teach another player what he/she knows about a certain skill. Unlike training with a skill trainer, learning from another player has no cost.",		"taunt":"/taunt target: Increases the aggro that a mob in combat has towards you. This ability is useful to get mobs to attack you instead of other party members.",		"tap":"/tap: You tap your foot impatiently.
/tap self: You tap your fingers on the table.
/tap target: You tap (target name) on (his, her, or its) shoulder.",		"tantrum":"/tantrum: You throw a tantrum.
/tantrum self: You know you were wrong but throw a fit anyway.
/tantrum target: You throw a tantrum at (him, her, or it).",		"tame":"/tame <target>: Allows you to try to tame a creature.",		"takecover":"/takecover: Taking Cover allows the use of certain sneak attacks and gives you additional defense.  While in Cover, you can not move unless you have the Sneak skill.",		"take_cover":"/takecover: Taking Cover allows the use of certain sneak attacks and gives you additional defense.  While in Cover, you can not move unless you have the Sneak skill.",		"tag":"/tag: You announce that you are playing tag.
/tag self: Who's it?
/tag target: TAG! You're it, (target name).",		"tackle":"/tackle: You hunker down into a three-point stance.
/tackle self: You tackle yourself to the ground.
/tackle target: You tackle (him, her, or it) to the ground.",		"t":"/t",		"sysgroup":"/sysgroup <Message>: This command sends a system message to your group members, so that they see it immediately and in the center of their screens.",		"sweep":"/sweep: You sweep the floor.
/sweep self: You try your best to look busy and sweep the floor.
/sweep target: You hand (him, her, or it) a broom.",		"sweat":"/sweat: You sweat profusely.
/sweat self: You wipe the sweat from your brow and fling it to the ground.
/sweat target: You shake your body like a canine sending sweat flying at (him, her, or it).",		"swat":"/swat: You swat at the air frantically.
/swat self: You swat yourself.
/swat target: You swat (him, her, or it) like an insect.",		"survey":"The /survey command is used in conjunction with a sample tool.  When you /survey your character will survey for whatever resource you last selected in the sample tool UI.  This allows you to perform a survey without using the sample tool UI.",		"surrenderskill":"This command is used to surrender a skill.",		"surrenderself":"/surrenderself",		"surrender":"/surrender: You surrender.
/surrender self: You surrender yourself to your base instincts.
/surrender target: You concede and surrender to (target name).",		"surpriseshot":"/surpriseshot <target>: This ranged sneak attack must be performed from cover.",		"surprised":"/surprised: Surprising, isn't it?
/surprised self: You look at yourself, completely surprised.
/surprised target: You look at (him, her, or it), completely surprised.",		"suppressionfire2":"/suppressionfire2 <target>: This ranged attack is used to drive your opponent into a lower position.  If they were standing, they kneel, if they were kneeling, they go prone.",		"suppressionfire1":"/suppressionfire1 <target>: This ranged attack is used to drive your opponent into a lower position.  If they were standing, they kneel, if they were kneeling, they go prone.",		"summon":"/summon: You make a summoning gesture.
/summon self: You summon all of your strength and courage.
/summon target: You summon (him, her, or it).",		"sulk":"/sulk: You sulk.
/sulk self: You sulk to yourself.
/sulk target: You sulk at (him, her, or it).",		"stunattack":"This command utilizes the stun attack sequence.",		"strut":"/strut: You strut.
/strut self: You strut about like a lantern bird displaying his feathers.
/strut target: You strut around (him, her, or it).",		"structurestatus":"This command allows the user to view the status of a structure.",		"stretch":"/stretch: You stretch.
/stretch self: You warm up with a few stretching exercises.
/stretch target: You help (him, her, or it) stretch.",		"strangle":"/strangle: You strangle yourself.
/strangle self: Your eyes bulges from your skull due to lack of breathable air.
/strangle target: You strangle (him, her, or it).",		"strafeshot2":"/strafeshot2 <target>: This ranged attack clears your enemy out of a covered state, making them more vulnerable to attack.",		"strafeshot1":"/strafeshot1 <target>: This ranged attack clears your enemy out of a covered state, making them more vulnerable to attack.",		"stoppingshot":"/stoppingshot <target>: This devastatingly powerful attack is known as the Stopping Shot because it has a tendency to stop rushing enemies in their tracks, by killing or incapacitating them with one hit.",		"stopmusic":"/stopMusic: Stop Music",		"stopfollow":"/stopfollow: Use this command to immediately stop following somebody (initiated via /follow).",		"stopdance":"/stopdance: Stop Dancing",		"stopcraftingsession":"This command allows the user to stop a crafting session.",		"stopbleeding":"/stopBleeding <player>: Causes the target to stop bleeding, negating that particular damage over time state.",		"stop":"/stop: Everybody stop!
/stop self: You bravely try to stop the onrushing world.
/stop target: You order (target name) to stop.",		"stomp":"/stomp: *STOMP* *STOMP*
/stomp self: You stomp around, ready to mosh.
/stomp target: You stomp on (him, her, or it).",		"stink":"/stink: What is that smell?!
/stink self: UGH! You DO stink!
/stink target: That bad huh? Guess so since you just told (him, her, or it).",		"steam":"/steam: You boil with rage as steam pours from the top of your head.
/steam self: You notice that steam is pouring off your body.
/steam target: You boil over with rage at (target name).",		"steadyaim":"/steadyaim: This Squad Leader command increases the chance for the party member's next shots to hit their target.  This ability costs more or less pool points based on how many people are in the party at the time the ability is used.  Use the /setsteadyaim <message> command to set what the Squad Leader shouts when they use this command.",		"startmusic+western":"/startmusic western: Starts the Western song.",		"startmusic+waltz":"/startmusic waltz: Starts the Waltz song.",		"startmusic+virtuoso":"/startmusic virtuoso: Starts the Virtuoso song.",		"startmusic+starwars3":"/startmusic starwars3: Starts the Starwars3 song.",		"startmusic+starwars2":"/startmusic starwars2: Starts the Starwars2 song.",		"startmusic+starwars1":"/startmusic starwars1: Starts the Starwars1 song.",		"startmusic+rock":"/startmusic rock: Starts the Rock song.",		"startmusic+jazz":"/startmusic jazz: Starts the Jazz song.",		"startmusic+folk":"/startmusic folk: Starts the Folk song.",		"startmusic+ceremonial":"/startmusic ceremonial: Starts the Ceremonial song.",		"startmusic+ballad":"/startmusic ballad: Starts the Ballad song.",		"startmusic":"/startMusic: Start Music",		"startleshot2":"/startleshot2 <target>: This ranged attack is meant to startle your opponent into a raised position.  If they were lying prone, they kneel, if they were kneeling, they stand up.  This causes more damage than Startle Shot 1.",		"startleshot1":"/startleshot1 <target>: This ranged attack is meant to startle your opponent into a raised position.  If they were lying prone, they kneel, if they were kneeling, they stand up.",		"startdance+theatrical2":"/startdance theatrical2: Start the Theatrical2 dance.",		"startdance+theatrical":"/startdance theatrical: Start the Theatrical dance.",		"startdance+rhythmic2":"/startdance rhythmic2: Start the Rhythmic2 dance.",		"startdance+rhythmic":"/startdance rhythmic: Start the Rhythmic dance.",		"startdance+popular2":"/startdance popular2: Start the Popular2 dance.",		"startdance+popular":"/startdance popular: Start the Popular dance.",		"startdance+poplock2":"/startdance poplock2: Start the Poplock2 dance.",		"startdance+poplock":"/startdance poplock: Start the Poplock dance.",		"startdance+lyrical2":"/startdance lyrical2: Start the Lyrical2 dance.",		"startdance+lyrical":"/startdance lyrical: Start the Lyrical dance.",		"startdance+formal2":"/startdance formal2: Start the Formal2 dance.",		"startdance+formal":"/startdance formal: Start the Formal dance.",		"startdance+footloose2":"/startdance footloose2: Start the Footloose2 dance.",		"startdance+footloose":"/startdance footloose: Start the Footloose dance.",		"startdance+exotic4":"/startdance exotic4: Start the Exotic4 dance.",		"startdance+exotic3":"/startdance exotic3: Start the Exotic3 dance.",		"startdance+exotic2":"/startdance exotic2: Start the Exotic2 dance.",		"startdance+exotic":"/startdance exotic: Start the Exotic dance.",		"startdance+basic2":"/startdance basic2: Start the Basic2 dance.",		"startdance+basic":"/startdance basic: Start the Basic dance.",		"startdance":"/startdance: Start Dancing",		"stare":"/stare: You stare blankly into space.
/stare self: You try to stare yourself down and go cross-eyed.
/stare target: You stare at (target name).",		"stand":"/stand: This command will bring you to a standing position.",		"squirm":"/squirm: You squirm.
/squirm self: You squirm uneasily.
/squirm target: You try to squirm away from (target name).",		"squeeze":"/squeeze: You squeeze your emotion management toy.
/squeeze self: You squeeze yourself.
/squeeze target: You squeeze (target name) tightly.",		"sprayshot":"/sprayshot <target>: This ranged attack is highly damaging, and has a chance to blind, dizzy, and stun a target.",		"spotlight":"/spotlight: Performs a spot light effect.",		"splitcreditswithgroup":"/splitCreditsWithGroup <amount>: allows a group member to split the specified amount of coins amongst nearby player group members.",		"spit":"/spit: You spit.
/spit self: You spit in your hands and prepare to get down to business.
/spit target: You spit at (him, her, or it).",		"spin":"/spin: You spin around to see who is behind you.
/spin self: You spin around and make yourself dizzy.
/spin target: You spin (target name) around until (him, her, or it) is dizzy.",		"speaknoevil":"/speaknoevil: You cover your mouth.
/speaknoevil self: You stare blankly forward with your hand over your mouth.
/speaknoevil target: You cover your mouth and refuse to speak.",		"spam":"/spam: SPAM!
/spam self: You send yourself reeling and your head spinning.
/spam target: You tell (him, her, or it) to QUIT SPAMMING!",		"space_navigator":"The Sullustan race is very savvy at navigating space lanes. Their hyperspace recycle time is much shorter than normal species.",		"softclap":"/softclap: You show your approval with a soft applause.
/softclap self: You give yourself a soft applause.
/softclap target: You give (him, her, or it) an approving, soft applause.",		"soapbox":"/soapbox: You place a soapbox on the ground and offer the use of it.
/soapbox self: You place a soapbox on the ground, climb upon it, and begin to speak.
/soapbox target: You try to pull (him, her, or it) down from (his, her, or its) soapbox.",		"snort":"/snort: SNORT!
/snort self: You snort derisively.
/snort target: You snort at (target name).",		"snore":"/snore: You snore loudly.
/snore self: You snore softly.
/snore target: You snore loudly at (target name), displaying your boredom.",		"snog":"/snog: ~
/snog self: You attempt snogging yourself.
/snog target: You attempt to engage in some serious snogging with (target name).",		"snipershot":"/snipershot <target>: This very powerful ranged attack can kill incapacitated targets at a distance.",		"sniffle":"/sniffle: You sniffle.
/sniffle self: You sniffle to yourself.
/sniffle target: You sniffle at (target name).",		"sniff":"/sniff: You sniff sadly.
/sniff self: You sniff sadly to yourself.
/sniff target: You sniff sadly at (him, her, or it).",		"snicker":"/snicker: You snicker.
/snicker self: You snicker at your own evil thoughts.
/snicker target: You snicker at (him, her, or it).",		"sneeze":"/sneeze: AAAAACHOOOO!
/sneeze self: You sneeze, covering your hands in a mucous substance.
/sneeze target: You sneeze at (target name), covering (him, her, or it) with slime.",		"sneer":"/sneer: You sneer.
/sneer self: You sneer at the thought.
/sneer target: You sneer at (him, her, or it).",		"sneak":"Sneak is an innate ability that allows you to slowly move while prone and taking cover.",		"snarl":"/snarl: You snarl, baring your teeth.
/snarl self: You snarl and grumble surly under your breath.
/snarl target: You snarl at (him, her, or it).",		"snap":"/snap: SNAP!
/snap self: Shucks!
/snap target: You snap beckoningly at (him, her, or it).",		"smokebomb":"/smokebomb: Performs a smoke cloud effect.",		"smirk":"/smirk: You smirk.
/smirk self: You smirk at yourself.
/smirk target: You smirk at (target name).",		"smile":"/smile: You smile.
/smile self: You smile at yourself.
/smile target: You smile at (target name).",		"smell":"/smell: You smell the air.
/smell self: You smell yourself.
/smell target: You smell (him, her, or it).",		"small":"/small: You hold your hands about 2 fists apart, signifying it was small.
/small self: You guess that it would be small.
/small target: You indicate to (target name) that is was small.",		"slobber":"/slobber: Need a bib?
/slobber self: You slobber all over yourself.
/slobber target: You slobber all over (him, her, or it).",		"slitherhorn":"This ability allows you to plays songs with the Slitherhorn instrument.",		"slit":"/slit: Someone's gonna die.
/slit self: You think you're not long for this world.
/slit target: You don't think (target name) is long for this world.",		"slice_weaponsbasic":"With "Slicing: Weapons (Basic)" the smuggler gains the ability to make small modifications to the stats of a weapon from the "Slice" radial menu option on the weapon.",		"slice_weaponsadvanced":"With "Slicing: Weapons (Advanced)" the smuggler gains the ability to make more effective modifications to the stats of a weapon from the "Slice" radial menu option on the weapon.",		"slice_terminals":"With "Slicing: Terminals" the smuggler gains the ability to hack mission terminals for extra pay using the "Slice" radial menu option.",		"slice_sockets":"With "Slicing: Sockets" the smuggler can hack equipment to potentially add an extra expansion socket to the item.",		"slice_containers":"With "Slicing: Containers" smugglers get the option to hack into locked containers with a "Slice" radial menu option.",		"slice_armor":"With "Slicing: Armor" the smuggler gains the ability to make modifications to the stats of armor from the "Slice" radial menu option on the armor piece.",		"slap":"/slap: WAKE UP! You slap yourself in the face. *SMACK!*
/slap self: You slap yourself silly.
/slap target: You slap (him, her, or it) across the face.",		"skip":"/skip: You skip around the area.
/skip self: You skip in figure eights.
/skip target: You skip around (target name).",		"sit":"/sit: This command will bring you into a sitting position, from which combat is not possible.  If furniture is not present, you will sit on the ground.",		"sigh":"/sigh: You sigh.
/sigh self: You sigh with relief.
/sigh target: You sigh at (him, her, or it).",		"shush":"/shush: SHUSH!
/shush self: You shush yourself.
/shush target: You quickly shush (him, her, or it).",		"shudder":"/shudder: You shudder.
/shudder self: You shudder at the thought.
/shudder target: You shudder at (him, her, or it).",		"shrug":"/shrug: You shrug.
/shrug self: You shrug your shoulders helplessly.
/shrug target: You shrug helplessly at (target name).",		"shower":"/shower: You go to take a shower.
/shower self: You shower yourself in water from a jug.
/shower target: You politely inform (target name) that (he, she or it) needs to take a shower.",		"shoo":"/shoo: You ask everyone to just leave.
/shoo self: You're asking yourself to leave?
/shoo target: You tell (target name) to leave.",		"shiver":"/shiver: You shiver.
/shiver self: You shiver and rub your arms in an attempt to warm up.
/shiver target: You shiver at the coldness surrounding (target name).",		"sharpen":"/sharpen: You sharpen your nails.
/sharpen self: You sharpen your teeth with a file.
/sharpen target: You sharpen a blade menacingly at (him, her, or it).",		"shake":"/shake: You shake your head negatively.
/shake self: You shake your head negatively at yourself.
/shake target: You shake your head negatively at (him, her, or it).",		"setspokenlanguage":"This command sets a spoken language.",		"setformationslot":"/setformationslot: Set the targeted group member into a slot from 1 to 20.",		"setformation":"/setformation: Set the formation that a group should use in space.",		"serversysgroup":"Server System Group",		"send":"This command allows the user to send a tell or mail to another player.",		"selectdraftschematic":"This command selects a draft schematic.",		"seenoevil":"/seenoevil: SEE NO EVIL!!
/seenoevil self: You peek through your fingers covering your eyes.
/seenoevil target: You peek through your fingers at (target name).",		"scream":"/scream: AAAARRRRRGGGGHHHHH!!!
/scream self: You scream loudly at yourself in frustration.
/scream target: You scream with frustration in (his, her, or its) ear.",		"scratch":"/scratch: You scratch an itch.
/scratch self: You scratch the nape of your neck pensively.
/scratch target: You scratch (his, her, or its) back.",		"scowl":"/scowl: You scowl.
/scowl self: You scowl at yourself.
/scowl target: You scowl at (him, her, or it).",		"scold":"/scold: You produce a measuring stick and brandish it authoritatively.
/scold self: You scold yourself with slap on the hand.
/scold target: You scold (him, her, or it).",		"scattershot2":"/scattershot2 <target>: This ranged attack can hit multiple stat pools on a target at once. This is a more damaging attack than Scatter Shot 1.",		"scattershot1":"/scattershot1 <target>: This ranged attack can hit multiple stat pools on a target at once.",		"scared":"/scared: You jump and whip around to face the noise.
/scared self: You shrink away, looking very scared.
/scared target: You shrink away from (target name), looking very scared of (him, her, or it).",		"scare":"/scare: BOO!
/scare self: You scare yourself.
/scare target: You sneak up and try to scare (him, her, or it).",		"sampledna":"/sampledna <target>: This Bio-Engineer ability allows you to sample the DNA of a creature.  You must be fairly close to it for this to function correctly.",		"sample":"The /sample command is used in conjunction with a sample tool.  When you /sample your character will take a sample of whatever resource you last selected from the sample tool UI.  This allows you to perform sampling without using the sample tool UI.",		"salute":"/salute: You salute.
/salute self: You stand at attention and salute yourself.
/salute target: You salute (target name).",		"saberthrow3":"/saberThrow3 <target>: This attack allows a Jedi to attack multiple targets from a distance by throwing his or her lightsaber and guiding it with the Force. A successful attack will also cause a chance to knock your opponent down.",		"saberthrow2":"/saberThrow2 <target>: This attack allows a Jedi to do greater damage from a distance by throwing his or her lightsaber and guiding it with the Force. A successful attack will also cause a chance to knock your opponent down.",		"saberthrow1":"/saberThrow1 <target>: This attack allows a Jedi to attack from a distance by throwing his or her lightsaber.",		"saberslash2":"/saberSlash2 <target>: This attack allows a Jedi to cause the target to bleed, as well as lower the target's posture. This attack is more powerful than Saber Slash 1 and can be used with all lightsaber types.",		"saberslash1":"/saberSlash1 <target>: This attack allows a Jedi to cause the target to bleed, as well as lower the target's posture. This attack can be used with all lightsaber types.",		"saberpolearmspinattack3":"/saberPolearmSpinAttack3 <target>: This attack allows a Jedi to do increased damage to all enemies in the immediate area. This attack is more powerful than Saber Polearm Spin Attack 2, and also has a slightly increased range.",		"saberpolearmspinattack2":"/saberPolearmSpinAttack2 <target>: This attack allows a Jedi to do increased damage to all enemies in the immediate area. This attack is more powerful than Saber Polearm Spin Attack 1, and also has a slightly increased range.",		"saberpolearmspinattack1":"/saberPolearmSpinAttack1 <target>: This attack allows a Jedi to deal damage to all enemies in the immediate area.",		"saberpolearmleghit3":"/saberPolearmLegHit3 <target>: This attack allows a Jedi to perform a strike against a target's legs, increasing the chance of affecting its action pool. This attack is more powerful than the Saber Polearm Leg Hit 2.",		"saberpolearmleghit2":"/saberPolearmLegHit2 <target>: This attack allows a Jedi to perform a precise against a target's legs, increasing the chance of affecting its action pool. This attack is more powerful than the Saber Polearm Leg Hit 1.",		"saberpolearmleghit1":"/saberPolearmLegHit1 <target>: This attack allows a Jedi to perform a strike against the target's legs, increasing the chance of affecting its action pool.",		"saberpolearmhit3":"/saberPolearmHit3 <target>: This attack allows a Jedi to do significantly more damage than normal with a double-bladed lightsaber. This attack is more powerful than the Saber Polearm Hit 2, and also has a chance to stun the target.",		"saberpolearmhit2":"/saberPolearmHit2 <target>: This attack allows a Jedi to do significantly more damage than normal with a double-bladed lightsaber. This attack is more powerful than the Saber Polearm Hit 1, and also has a chance to stun the target.",		"saberpolearmhit1":"/saberPolearmHit1 <target>: This attack allows a Jedi to do more damage than normal with a double-bladed lightsaber.",		"saberpolearmdervish2":"/saberPolearmDervish2 <target>: This ultimate attack allows a Jedi to perform a devastating move with a double-bladed lightsaber that damages all enemies in a cone radius outward from the Jedi, as well as inflicting stun, blind, and dizzyness.",		"saberpolearmdervish":"/saberPolearmDervish <target>: This attack allows a Jedi to perform a devastating move with a double-bladed lightsaber that damages all enemies in the immediate area, as well as inflicting stun, blind, and dizzyness.",		"saber_block":"Allows a Jedi to block many types of energy bolts and several types of projectiles with a lightsaber.",		"saber2hsweep3":"/saber2hSweep3 <target>: This attack allows a Jedi to cause their target to lower its posture, as well as dealing more damage than Saber Two Hand Sweep 2.",		"saber2hsweep2":"/saber2hSweep2 <target>: This attack allows a Jedi to cause their target to lower its posture, as well as a small damage increase over Saber Two Hand Sweep 1.",		"saber2hsweep1":"/saber2hSweep1 <target>: This attack allows a Jedi to cause their target to lower its posture.",		"saber2hphantom":"/saber2hFrenzy <target>: This ultimate attack allows a Jedi to perform a devastating move with a two-handed lightsaber that damages all enemies in a cone radius outwards from the Jedi, as well as inflicting stun, blind, and dizziness.",		"saber2hhit3":"/saber2hHit3 <target>: This attack allows a Jedi to do much more damage than normal with a two-handed lightsaber. This attack is more powerful than Saber Two Hand Hit 2.",		"saber2hhit2":"/saber2hHit2 <target>: This attack allows a Jedi to do significantly more damage than normal with a two-handed lightsaber. This attack is more powerful than Saber Two Hand Hit 1.",		"saber2hhit1":"/saber2hHit1 <target>: This attack allows a Jedi to do more damage than normal with a two-handed lightsaber.",		"saber2hfrenzy":"/saber2hFrenzy <target>: This attack allows a Jedi to perform a devastating move with a two-handed lightsaber that damages all enemies in the immediate area, as well as inflicting stun, blind, and dizziness.",		"saber2hbodyhit3":"/saber2hBodyHit3 <target>: This attack allows a Jedi to perform a strike against the target's body, increasing the chance of affecting its health pool. This attack is more powerful than Saber Two Hand Body Hit 2.",		"saber2hbodyhit2":"/saber2hBodyHit2 <target>: This attack allows a Jedi to perform a strike against the target's body, increasing the chance of affecting its health pool. This attack is more powerful than Saber Two Hand Body Hit 1.",		"saber2hbodyhit1":"/saber2hBodyHit1 <target>: This attack allows a Jedi to perform a strike against the target's body, increasing the chance of affecting its health pool.",		"saber1hhit3":"/saber1hHit3 <target>: This attack allows a Jedi to do significantly more damange than normal with a one-handed lightsaber. This attack is more powerful than the Saber One Hand Hit 2.",		"saber1hhit2":"/saber1hHit2 <target>: This attack allows a Jedi to do significantly more damange than normal with a one-handed lightsaber. This attack is more powerful than the Saber One Hand Hit 1.",		"saber1hhit1":"/saber1hHit1 <target>: This attack allows a Jedi to do more damage than normal with a one-handed lightsaber.",		"saber1hheadhit3":"/saber1hHeadHit3 <target>: This attack allows a Jedi to perform a strike against the target's head,  increasing the chance of affecting its mind pool. This attack is more powerful than the Saber One Hand Head Hit 2, and has a chance of blinding the target.",		"saber1hheadhit2":"/saber1hHeadHit2 <target>: This attack allows a Jedi to perform a strike against the target's head,  increasing the chance of affecting its mind pool. This attack is more powerful than the Saber One Hand Head Hit 1, and has a chance of blinding the target.",		"saber1hheadhit1":"/saber1hHeadHit1 <target>: This attack allows a Jedi to perform a strike against the target's head, increasing the chance of affecting its mind pool.",		"saber1hflurry2":"/saber1hFlurry2 <target>: This ultimate attack allows a Jedi to perform a devastating move with a one-handed lightsaber that damages all enemies in the immediate area, as well as inflicting stun, blind, and dizziness.",		"saber1hflurry":"/saber1hFlurry <target>: This attack allows a Jedi to perform a devastating move with a one-handed lightsaber that damages all enemies in the immediate area, as well as inflicting stun, blind, and dizziness.",		"saber1hcombohit3":"/saber1hComboHit3 <target>: This attack allows a Jedi to hit multiple locations on the target's body and has a chance to lower the target's posture. This attack is more powerful than the Saber One Hand Combo Hit 2, and will likely do more damage.",		"saber1hcombohit2":"/saber1hComboHit2 <target>: This attack allows a Jedi to hit multiple locations on the target's body and has a chance to lower the target's posture. This attack is more powerful than the Saber One Hand Combo Hit 1, and will likely do more damage.",		"saber1hcombohit1":"/saber1hComboHit1 <target>: This attack allows a Jedi to hit multiple locations on the target's body. This attack will do more damage than a normal one-handed saber attack.",		"ruffle":"/ruffle: You look ruffled.
/ruffle self: You ruffle your own hair.
/ruffle target: You ruffle (his, her, or its) hair.",		"rude":"/rude: You offer an unknown salute.
/rude self: You give yourself a rude gesture.
/rude target: You give (target name) an unknown salute.",		"rubnose":"/rubnose: You rub your nose.
/rubnose self: You rub your nose on your sleeve.
/rubnose target: You rub noses with (target name).",		"rtell":"/rtell <message>: Automatically sends a tell to the last person whom you sent one to.",		"rose":"/rose: You extend a rose and offer it.
/rose self: You give yourself a rose and smell deeply of its scent.
/rose target: You give (target name) a rose.  -----`---,---<@",		"rollshot":"/rollshot: A roll shot will cause you to kneel and attack at the same time, leaving you in a kneeling position.",		"rolleyes":"/rolleyes:  You roll your eyes.
/rolleyes self:  You roll your eyes and they fall back into your skull.
/rolleyes target:  You roll your eyes at (target name).",		"roll":"/roll: You roll your eyes.
/roll self: You roll your eyes and they fall back into your skull.
/roll target: You rolls your eyes at (target name).",		"roleplay":"/roleplay",		"rofl":"/rofl: Want a hand getting up?
/rofl self: You roll on the floor laughing at yourself.
/rofl target: You roll on the floor laughing at (target name).",		"roar":"/roar: ROOOOOOAAAAARRRRRR!!!!
/roar self: You roar loudly at yourself.
/roar target: You roar loudly at (target name).",		"right":"/right: You point right.
/right self: You point right.
/right target: You turn to (target name) and point right.",		"reviveplayer":"/reviveplayer <target>: This very powerful command enables you to revive an almost dead player, bypassing the need to clone if you have the appropriate medical equipment handy.",		"retreat":"/retreat:  This very powerful Squad Leader ability drains the Squad Leader's Action and Mind pools while giving their entire group Burst Run.  Intended for hard encounters gone horribly wrong, it allows the Squad Leader to show true leadership by sacrificing themself for the greater good of their group.",		"retell":"/retell",		"restartcraftingsession":"This command allows the user to restart a crafting session.",		"rescue":"/rescue <target>: This enables you to anger an NPC that is on a party member, so that the NPC attacks you instead of the person you are rescuing.  This is not guaranteed to work.",		"requestcraftingsession":"This command requests a crafting session for the user.",		"reply":"/reply <message>: Automatically sends a /tell to the last person who sent you one.",		"repairshipcomponent":"Repair  a ship component in a ship.",		"repairbattlefieldstructure":"This command allows the user to repair a battlefield structure.",		"reload":"This command allows the user to reload.",		"registerwithlocation":"Provided the appropriate skill-set for the venue, this command allows the user to register with an inactive planetary map location marking it as active ("manned").",		"registered":"Your city has been registered on the planetary map.",		"regeneration":"/regeneration: short-term consitution attribute buff; alias for "/innate regeneration"",		"regainconsciousness":"/regainConsciousness: This ability allows a Jedi to instantly recover from an unconscious state.  The Jedi will still be weak and weary but can then proceed to use other Force abilities to return to normal.",		"recruitskilltrainer":"/recruitskilltrainer: Allows the politician to place a skill trainer within the borders of his city.",		"reassure":"/reassure: You reassure everyone that it will turn out OK.
/reassure self: You reassure yourself that everything will be OK.
/reassure target: You reassure (him, her, or it) that everything will be fine.",		"ready":"/ready: READY!
/ready self: You check to see if you are ready.
/ready target: I'm ready, (target name)!",		"raspberry":"/raspberry: You give everyone a raspberry. PFFFFFFTTTT!!
/raspberry self: You give yourself a raspberry.
/raspberry target: You give (him, her, or it) a raspberry.",		"ranged_damage_mitigation_3":"This ability will further limit the damage range done to you when you are attacked with a ranged weapon.",		"ranged_damage_mitigation_2":"This ability will further limit the damage range done to you when you are attacked with a ranged weapon.",		"ranged_damage_mitigation_1":"This ability will limit the damage range done to you when you are attacked with a ranged weapon.",		"rally":"/rally: This Squad Leader command improves the combat defense and to hit modifiers of everyone in the party.  The Squad Leader must be the party's leader in order for this to function.",		"raise":"/raise: You raise your hand.
/raise self: You raise your hands in the air.
/raise target: You raise (his, her, or its) hand and declare (him, her, or it) the victor.",		"r":"/r",		"quiet":"/quiet: You hold your finger to your lips, indicating to be quiet.
/quiet self: You quiet yourself and place your finger vertically across your lips.
/quiet target: You hold an extended finger over your lips, indicating to (target name) to be quiet.",		"quickheal":"/quickheal <target>: This ability allows for an instant, medicine-free pool damage heal on a target, at a very heavy Mind cost to the Medic.  This ability also causes 10 Wounds to the Medic's Willpower and Focus pools, so it must not be used lightly.",		"question":"/question: You question the intent.
/question self: You question your own intent.
/question target: You question (his, her, or its) intent.",		"puzzle":"/puzzle: You puzzle over the current situation.
/puzzle self: You puzzle over your own thoughts.
/puzzle target: You puzzle over (him, her, or it).",		"push":"/push: You make a pushing motion as if trying to keep things away from yourself.
/push self: You push yourself to the ground.
/push target: You push (him, her, or it) away.",		"purchaseticket":"This command allows the user to purchase a ticket.",		"purchasereinforcement":"This command utilizes the purchase reinforcement option.",		"punch":"/punch: You shadow-box.
/punch self: You punch yourself in the face, giving yourself a black eye.
/punch target: You punch (target name) in the face.",		"pumpreactor":"/pumpreactor: Temporarily increases reactor and engine output.",		"pull":"/pull: You call out, "PULL!"
/pull self: You raise your hand in the air and pull it back down in a victorious manner.
/pull target: You try to pull (him, her, or it) along.",		"puke":"/puke: You puke.
/puke self: You puke all over yourself.
/puke target: You puke all over (him, her, or it).",		"pucker":"/pucker: You pucker.
/pucker self: You make a sour face and pucker.
/pucker target: You pucker and make "fish faces" at (him, her, or it).",		"ptrap2":"/ptrap2: This command suckers a strong group of pirates to the local area, where they'll probably attack just about everything.",		"ptrap1":"/ptrap1: This command suckers a group of pirates to the local area, where they'll probably attack just about everything.",		"pshrug":"/pshrug:  You shrug philosophically.
/pshrug self:  You shrug your shoulders philosophically.
/pshrug target:  You shrug philosophically at (target name).",		"provoke":"/provoke",		"protect":"/protect: You stand your ground.
/protect self: You indicate that you need protection.
/protect target: You stand defensively in front of (target name).",		"prone":"/prone: Going prone brings you into a laying position, which prohibits movement and makes you more vulnerable to melee attacks, but allows for better ranged accuracy than standing or kneeling.",		"prod":"/prod: You extract a nerf prod from your pack and brandish it smugly.
/prod self: You prod yourself into action.
/prod target: You prod (him, her, or it), trying to evoke some emotion.",		"primp":"/primp: You primp.
/primp self: You pull a mirror from your pack and primp yourself.
/primp target: You primp yourself for (target name).",		"premium_auctions":"For an additional fee, you can place a Premium Auction on the bazaar.  These auctions are highlighted on the list of sales, drawing additional attention to your item.",		"preen":"/preen: You preen.
/preen self: You preen like a feline.
/preen target: You preen gloatingly at (him, her, or it).",		"powerboost":"/powerboost: This meditative art allows the user to channel mental energies into their physical form for a temporary boost to physical performance. However, such extreme mental activities cause a significantly exhausting psychological cost.",		"pout":"/pout: You pout.
/pout self: You pout at yourself.
/pout target: You pout at (him, her, or it).",		"pound":"/pound: You pound on your chest!
/pound self: You pound on your chest, daring anyone to take you on.
/pound target: You pound your chest. Will (target name) take you on?",		"postureupattack":"This command utilizes the posture up attack.",		"posturedownattack":"This command utilizes the posture down attack.",		"ponder":"/ponder: You ponder.
/ponder self: You ponder your existence.
/ponder target: You ponder about (him, her, or it). Hrmmm.",		"polearmsweep2":"/polearmsweep2 <target>: This polearm area sweep attack can knock down multiple targets at once.",		"polearmsweep1":"/polearmsweep1 <target>: This polearm sweep attack can knock down a single target.",		"polearmstunhit1":"/polearmstunhit1 <target>: This polearm attack has the ability to stun a single enemy for a short duration.",		"polearmstun2":"/polearmstun2 <target>: This polearm area attack can stun multiple targets at once.",		"polearmstun1":"/polearmstun1 <target>: This polearm attack can stun a single target.",		"polearmspinattack2":"/polearmspinattack2 <target>: This polearm area attack can damage and dizzy multiple targets at once, by spinning your body slightly while attacking.  This is more damaging than Polarm Spin Attack 1.",		"polearmspinattack1":"/polearmspinattack1 <target>: This polearm attack can damage multiple targets at once, by spinning your body slightly while attacking.",		"polearmlunge2":"/polearmlunge2 <target>: This polearm attack allows you to slightly extend your range, and it can knock down your target.",		"polearmlunge1":"/polearmlunge1 <target>: This polearm attack allows you to slightly extend your range, and it can change the posture of your target.",		"polearmleghit3":"/polearmleghit3 <target>: This polearm attack targets an opponent's legs in order to damage a target's Action pool.  This is more damaging than Polearm Leg Hit 2.",		"polearmleghit2":"/polearmleghit2 <target>: This polearm attack targets an opponent's legs in order to damage a target's Action pool.  This is more damaging than Polearm Leg Hit 1.",		"polearmleghit1":"/polearmleghit1 <Target>: This polearm attack targets an opponent's legs in order to damage a target's Action pool.",		"polearmhit3":"/polearmhit3 <target>: This powerful polearm attack inflicts more damage than Polearm Hit 2, and can stun and lower the posture of a target.",		"polearmhit2":"/polearmhit2 <target>: This polearm attack inflicts more damage than Polearm Hit 1, and can stun a target.",		"polearmhit1":"/polearmhit1 <target>: This polearm attack causes more damage than the default polearm attack.",		"polearmarea2":"/polearmarea2 <target>: This polearm area attack can damage, dizzy, and stun multiple targets at once.  It is more powerful than Polearm Area 1.",		"polearmarea1":"/polearmarea1 <target>: This polearm area attack can damage multiple targets at once.",		"polearmactionhit2":"/polearmactionhit2 <target>: This polearm attack targets an opponent's legs in order to WOUND a target's Action pool.  It can inflict more wound damage than Polearm Action Hit 1.",		"polearmactionhit1":"/polearmactionhit1 <target>: This polearm attack targets an opponent's legs in order to WOUND a target's Action pool.",		"poke":"/poke: Poke. Poke.
/poke self: You poke yourself in the ribs, looking very sheepish.
/poke target: You poke (him, her, or it) in the ribs.",		"pointup":"/pointup: You point up.
/pointup self: You point up.
/pointup target: You turn to (target name) and point up.",		"pointright":"/pointright: You point right.
/pointright self: You point right.
/pointright target: You turn to (target name) and point right.",		"pointleft":"/pointleft: You point left.
/pointleft self: You point left.
/pointleft target: You turn to (target name) and point left.",		"pointdown":"/pointdown: You point at the ground.
/pointdown self: You're staying right here!
/pointdown target: You tell (target name) to stay right here.",		"pointblanksingle2":"/pointblanksingle2 <target>: This ranged attack can be performed at point blank range without suffering a penalty to hit.  This move is more damaging than Point Blank Single 1.",		"pointblanksingle1":"/pointblanksingle1 <target>: This ranged attack can be performed at point blank range without suffering a penalty to hit.",		"pointblankarea2":"/pointblankarea2 <target>: This advanced ranged area attack can be performed at point blank range without suffering a penalty to hit. This particular maneuver has an increased chance to cause more damage than Point Blank Area 1.",		"pointblankarea1":"/pointblankarea1 <target>: This ranged area attack can be performed at point blank range without suffering a penalty to hit.",		"pointat":"/pointat:  You point the way.
/pointat self:  You point at yourself.
/pointat target:  You point at (target name).",		"point":"/point: You point the way.
/point self: You point at yourself.
/point target: You point at (target name).",		"plugnose":"/plugnose: You pinch your nose shut.
/plugnose self: You pinch your nose shut with a clothes pin.
/plugnose target: You plug your nose at (target name)'s stench.",		"plugears":"/plugears: You plug your ears.
/plugears self: You stick your fingers in your ears.
/plugears target: You plug your ears and try to tune (him, her, or it) out. LA LA LA LA LA.",		"placestructuremode":"This command allows the user to go into the place structure mode.",		"placebattlefieldstructure":"This command allows the user to place a battlefield structure.",		"place_theater":"This gives you the ability to place and run your own Theater.  Theaters must be placed within a player city.",		"place_streetlamp":"This ability lets the politician place a decorative streetlamp within his city borders.",		"place_statue":"This ability lets the politician place a decorative statue within his city borders.",		"place_small_garden":"This ability lets the politician place a small decorative garden within his city borders.",		"place_shuttleport":"Grants the Politician the ability to construct new shuttleports in a city he controls.",		"place_merchant_tent":"Gives the merchant the ability to place a unique looking tent from which to sell goods.",		"place_medium_garden":"This ability lets the politician place a medium decorative garden within his city borders.",		"place_large_garden":"This ability lets the politician place a large decorative garden within his city borders.",		"place_hospital":"This gives you the ability to place and run your own Hospital.  Hospitals must be placed within a player city.",		"place_garage":"This allows you to place a Garage within the city limits.",		"place_fountain":"This ability lets the politician place a decorative fountain within his city borders.",		"place_faction_terminal":"This ability allows the mayor to place faction aligned mission terminals in their city.",		"place_exotic_garden":"This ability lets the politician place an exotic decorative garden within his city borders.",		"place_cloning":"This gives you the ability to place a Cloning Facility within a player city.",		"place_cityhall":"With this ability the politician can create a new city by placing a City Hall.  A new city MUST have 10 citizens (including the Mayor) within 24 hours of creation in order to be approved by the Planetary Civic Authority.",		"place_cantina":"This gives you the ability to place and run your own Cantina.  Cantinas must be placed within a player city.",		"place_bank":"Grants the Politician the ability to construct new banks in a city he controls.",		"pistolmeleedefense2":"/pistolmeleedefense2 <target>: This melee attack with your pistol is useful for close encounters.  This is more damaging than Pistol Melee Defense 1.",		"pistolmeleedefense1":"/pistolmeleedefense1 <target>: This melee attack with your pistol is useful for close encounters. ",		"pinch":"/pinch: You make pinching motions like a shenk.
/pinch self: Are you dreaming?
/pinch target: You pinch (him, her, or it).",		"pillow":"/pillow: PILLOW FIGHT!
/pillow self: You tear up a pillow, sending feathers everywhere.
/pillow target: You throw a pillow at (him, her, or it).",		"peyoo":"/peyoo: PEEEEEYYYOOOO!!
/peyoo self: You sniff yourself and realize you reek.
/peyoo target: You look at (him, her, or it) with a sour face and try to waft the stench away.",		"petlow":"/petlow: You reach down and pet... what is that you're petting?
/petlow self: You pet yourself.
/petlow target: You pet (target name).",		"pethigh":"/pethigh: You reach up and pet... what is that you're petting?
/pethigh self: You pet yourself.
/pethigh target: You pet (target name).",		"pet_transfer":"/pet transfer <target>: This command enables you to give your pets to another person.  You are only able to give pets to another Creature Handler.",		"pet_stay":"/pet stay: This command makes your pet stay where it is.",		"pet_specialattack2":"/pet special attack two:  This command makes your pet use its secondary special attack (if  it has one)",		"pet_specialattack1":"/pet special attack one:  This command makes your pet use its primary special attack (if  it has one)",		"pet_release":"/pet store: This command stores the pet back into your pet control device.",		"pet_rangedattack":"/pet ranged attack:  This command makes your pet use its ranged attack (if  it has one)",		"pet_patrol":"/pet patrol: This command causes your pets to patrol in a small area.",		"pet_guard":"/pet guard: This command causes your pets to guard an indiviual (target another player, tell your pet to guard, and the pet will automatically defend that player).",		"pet_group":"/pet group: This command enables you to add your pets to your group.  This makes them much easier to target quickly.",		"pet_friend":"/pet friend <target>: This causes your pet to make friends with a target.",		"pet_formation":"/pet formation: This enables you to bring multiple pets into a pre-determined formation, such as a wedge.",		"pet_followother":"/pet followother <target>: This command instructs your pet to follow the target you have indicated.",		"pet_follow":"/pet follow: This command makes your pet follow you around.",		"pet_attack":"/pet attack <target>: This command will enable you to cause your pet to attack your target.",		"pet":"/pet: You cradle your arms and pet an imaginary creature.
/pet self: You pet yourself.
/pet target: You pet (target name).",		"performventriloquism":"/performventriloquism <target>: This is an Entertainer trick flourish.",		"performspotlight":"/performspotlight: This is an Entertainer visual flourish.",		"performsmokebomb":"/performsmokebomb: This is an Entertainer visual flourish.",		"performfirejets":"/performfirejets: This is an Entertainer visual flourish.",		"performdistract":"/performdistract: This is an Entertainer visual flourish.",		"performdazzle":"/performdazzle: This is an Entertainer visual flourish.",		"performcolorlights":"/performcolorlights: This is an Entertainer visual flourish.",		"peptalk":"/peptalk: GO TEAM!
/peptalk self: GO ME!
/peptalk target: You can do it, (target name)!",		"peer":"/peer: You peer around.
/peer self: You peer at yourself.
/peer target: You peer at (target name). What is (he, she or it) up to?",		"peace":"/peace: Peace allows you to stop attacking a target.  If you are attacked again after initiating peace, you will automatically re-initiate combat.",		"payup":"/payup: You expect to be reimbursed!
/payup self: Did you really owe yourself?
/payup target: You ask (target name) to pay up!",		"paymaintenance":"This command can be used to pay maintenance on a building or mining structure.",		"pawithdraw":"Pawithdraw",		"pat":"/pat: You pat your head.
/pat self: You pat yourself on the back.
/pat target: You pat (him, her, or it) on the head.",		"pant":"/pant: You pant.
/pant self: You hang your tongue out and pant like a dog.
/pant target: You pant at (target name).",		"panicshot":"/panicshot <target>: A pistol attack that launches a series of wild shots to surprise enemies in the cone of fire.  Enemies surprised this way will have their next action delayed.",		"panic":"/panic: AAAAAAYYYYYYEEEEEEEE!!!
/panic self: You panic about, waving your hands in the air.
/panic target: You panic about (target name), waving your hands in the air.",		"overchargeshot2":"/overchargeshot2 <target>: This ranged attack causes more damage to a target at the expense of your weapon's power supply.  This attack is more damaging than Overcharge Shot 1.",		"overchargeshot1":"/overchargeshot1 <target>: This ranged attack causes more damage to a target at the expense of your weapon's power supply.",		"opossum":"/opossum: You play dead.
/opossum self: You keel over and play dead.
/opossum target: You look with fear upon (target name), fall to the ground, and play dead.",		"oneknee":"/oneknee: You take a knee.
/oneknee self: You take a knee and bow your head.
/oneknee target: You take a knee before (target name).",		"omnibox":"This ability allows you to plays songs with the Ommni Box instrument.",		"omg":"/omg: OMG!
/omg self: You clasp your hand over your forehead and exclaim, "Oh my gosh!"
/omg target: Oh my gosh, (target name)!",		"nuzzle":"/nuzzle: You make a nuzzling motion.
/nuzzle self: You nuzzle yourself.
/nuzzle target: You nuzzle (his, her, or its) neck.",		"nudge":"/nudge: You nudge everyone.
/nudge self: You try to nudge yourself.
/nudge target: You nudge (him, her, or it).",		"npcconversationstop":"This command stops a conversation with an NPC.",		"npcconversationstart":"This command is used to start a conversation with an NPC.",		"npcconversationselect":"This command allows the user to select a conversation with an NPC.",		"nose":"/nose: You put your nose in the air.
/nose self: You touch the tip of your nose.
/nose target: You raise your nose at (target name).",		"noogie":"/noogie: You look for a noogie target.
/noogie self: You give yourself a noogie.
/noogie target: You give (him, her, or it) a noogie.",		"nono":"/nono: You wag your finger as if saying, "No-No".
/nono self: You decline with the shake of an opened hand.
/nono target: You wag a finger negatively at (target name).",		"nod":"/nod: You nod.
/nod self: You nod at yourself reassuringly.
/nod target: You nod at (target name).",		"nextcraftingstage":"This command allows the user to enter the next crafting stage.",		"newbiehelper":"This allows others to recognize you as a new player helper.",		"nelson":"/nelson: You practice your full nelson maneuver.
/nelson self: You try to put yourself in a full nelson.
/nelson target: With a single swift move, you put (target name) in a full nelson.",		"nblast":"/nblast: This command only works while the pilot is inside a nebula, where it triggers an explosion.",		"nausea":"/nausea: You feel nauseous.
/nausea self: You suddenly feel nauseous and quickly cover your mouth.
/nausea target: You look at (target name), suddenly feeling nauseous.",		"nap":"/nap: You take a quick nap.
/nap self: You find a nice place to rest and settle in for a quick nap.
/nap target: You curl up in (his, her, or its) lap and settle in for a catnap.",		"namestructure":"This command allows the user to name a structure.",		"nalargon":"This ability allows you to plays songs with the Nalargon instrument.",		"nails":"/nails: You drag your nails down a stony surface creating an annoying, high-pitched sound.
/nails self: You blow on your nails and buff them on your clothes.
/nails target: You drag the edge of a fingernail down the side of (him, her, or it) neck.",		"mutter":"/mutter: You mutter.
/mutter self: You mutter about yourself.
/mutter target: You mutter something snide about (target name).",		"mutedroid":"This command sets the astromech/flight-computer interface to a non-audible setting. No further feedback should be heard from the ship-board systems management droid or flight-computer, whatever the case may be.",		"musician":"This ability allows you to perform musician commands.",		"multitargetshot":"/multitargetshot <target>: This ranged attack can hit multiple targets at once.",		"multitargetpistolshot":"/multitargetpistolshot <target>: This ranged attack for pistols can hit multiple targets at once. ",		"mourn":"/mourn: You mourn.
/mourn self: You mourn the loss of friends.
/mourn target: You mourn for (target name).",		"mount":"/mount: If it is appropriately trained, you have enough skill, it is your pet, and you are close enough, this command will mount the pet you are currently looking at.",		"mosh":"/mosh: You mosh about, bumping into everyone.
/mosh self: You mosh by yourself, looking quite strange.
/mosh target: You mosh into (target name).",		"mope":"/mope: You mope.
/mope self: You mope around.
/mope target: You mope about (target name).",		"model":"/model: You model your new outfit - so nice!
/model self: You model your clothing for yourself, but there is no mirror here!
/model target: You model for (target name).",		"mock":"/mock: You mock the chattering of the crowd.
/mock self: You mock your own blabbering.
/mock target: You mock (target name).",		"mirror":"/mirror: You hold up a mirror.
/mirror self: You pull a mirror from your pack and check your appearance.
/mirror target: You hold up a mirror up for (target name).",		"mindshot2":"/mindshot2 <target>: This ranged attack can wreak havoc with a target's Mind pool drain and regeneration rates.",		"mindshot1":"/mindshot1 <target>: This ranged attack can wreak havoc with a target's Mind pool drain and regeneration rates.",		"mindblast2":"/mindBlast2 <target>: This attack allows a Jedi to project a wave of mental intrusion, dealing damage to a random pool of the target and those in the immediate area as well as causing a chance for those affected to become stunned, or dizzy.",		"mindblast1":"/mindBlast1 <target>: This attack allows a Jedi to invade someone's mind, causing a chance for the target to become stunned or dizzy, as well as dealing a moderate amount of damage to a random pool.",		"mimic":"/mimic: You mimic passers-by.
/mimic self: You mimic yourself.
/mimic target: You mimic (target name).",		"mercy":"/mercy: You appeal for mercy.
/mercy self: You appeal to your merciful side.
/mercy target: You beg for mercy from (target name).",		"merchant_fees_1":"The merchant gains a reduction in the cost of using the Galactic Commodities Bazaar.",		"melt":"/melt: You melt.
/melt self: You melt into your own arms.
/melt target: You melt into (his, her, or its) arms.",		"melee_damage_mitigation_3":"This ability will further limit the damage range done to you when you are attacked with a melee weapon.",		"melee_damage_mitigation_2":"This ability will further limit the damage range done to you when you are attacked with a melee weapon.",		"melee_damage_mitigation_1":"This skill will limit the damage range done to you when you are attacked with a melee weapon.",		"melee2hsweep2":"/melee2hsweep2 <target>: This melee area attack can lower the posture of multiple targets at once.",		"melee2hsweep1":"/melee2hsweep1 <target>: This melee attack can lower the posture of a single target.",		"melee2hspinattack2":"/melee2hspinattack2 <target>: This melee area attack can damage multiple targets at once.  This is more damaging than Two-Hand Spin Attack 1.",		"melee2hspinattack1":"/melee2hspinattack1 <target>: This melee area attack can damage multiple targets at once.",		"melee2hmindhit2":"/melee2hmindhit2 <target>: This melee attack targets an opponent's head in order to WOUND the target's Mind pool.  This is more damaging than than Two-Hand Mind Hit 1.",		"melee2hmindhit1":"/melee2hmindhit1 <target>: This melee attack targets the head in order to WOUND the target's Mind pool.",		"melee2hlunge2":"/melee2hlunge2 <target>: This melee attack allows you to slightly extend your range, and it can knock down your target.",		"melee2hlunge1":"/melee2hlunge1 <target>: This melee attack allows you to slightly extend your range, and it can change the posture of your target.",		"melee2hhit3":"/melee2hhit3< target>: This powerful melee attack inflicts more damage than Two-Hand Hit 2.",		"melee2hhit2":"/melee2hhit2 <target>: This advanced melee attack inflicts more damage than Two-Hand Hit 1.",		"melee2hhit1":"/melee2hhit1 <target>: This melee attack inflicts more damage than the basic Two-Hand attack.",		"melee2hheadhit3":"/melee2hheadhit3 <target>: This melee attack targets an opponent's head in order to damage the target's Mind pool.  This is more damaging than Two-Hand Head Hit 2.",		"melee2hheadhit2":"/melee2hheadhit2 <target>: This melee attack targets an opponent's head in order to damage the target's Mind pool.  This is more damaging than Two-Hand Head Hit 1.",		"melee2hheadhit1":"/melee2hheadhit1 <target>: This melee attack targets the head in order to damage the target's Mind pool.",		"melee2harea3":"/melee2harea3 <target>: This powerful melee area attack can blind, and damage and lower the posture of multiple targets simultaneously.  This is more damaging then Two-Hand Area Attack 2.",		"melee2harea2":"/melee2harea2 <target>: This melee area attack can lower the posture of multiple targets at once.  This is more damaging than Two-Hand Area Attack 1.",		"melee2harea1":"/melee2harea1 <target>: This melee area attack can lower the posture of multiple targets at once.",		"melee1hspinattack2":"/melee1hspinattack2 <target>: This melee area attack can damage multiple targets at once, with a chance to blind them.",		"melee1hspinattack1":"/melee1hspinattack1 <target>: This melee area attack can damage multiple targets at once.",		"melee1hscatterhit2":"/melee1hscatterhit2 <target>: This melee attack can strike multiple body parts at once.  This attack is more powerful than One-Hand Scatter Hit 1.",		"melee1hscatterhit1":"/melee1hscatterhit1 <target>: This melee attack can strike multiple body parts on a target at once.",		"melee1hlunge2":"/melee1hlunge2 <target>: This melee attack allows you to slightly extend your range, and it can knock your target down.",		"melee1hlunge1":"/melee1hlunge1 <target>: This melee attack allows you to slightly extend your range, and it can change the posture of your target.",		"melee1hhit3":"/melee1hhit3 <target>: This powerful melee attack inflicts more damage than One-Hand Hit 2.",		"melee1hhit2":"/melee1hhit2 <target>: This melee attack inflicts more damage then One-Hand Hit 1.",		"melee1hhit1":"/melee1hhit1 <target>: This melee attack inflicts more damage than the basic One-Hand attack.",		"melee1hhealthhit2":"/melee1hhealthhit2 <target>: This melee attack targets an opponent's body in order to WOUND the target's Health pool.  It can inflict more wound damage than One-Hand Health Hit 1.",		"melee1hhealthhit1":"/melee1hhealthhit1 <target>: This melee attack targets an opponent's body in order to WOUND the target's Health pool.",		"melee1hdizzyhit2":"/melee1hdizzyhit2 <target>: This melee area attack can cause multiple targets to become dizzy.",		"melee1hdizzyhit1":"/melee1hdizzyhit1 <target>: This melee attack can make a single target dizzy.",		"melee1hbodyhit3":"/melee1hbodyhit3 <target>: This melee attack targets an opponent's body in order to damage the target's Health pool.  It is stronger than One-Hand Body Hit 2.",		"melee1hbodyhit2":"/melee1hbodyhit2 <target>: This melee attack targets an opponent's body in order to damage the target's Health pool.  It is stronger than One-Hand Body Hit 1.",		"melee1hbodyhit1":"/melee1hbodyhit1 <target>: This melee attack targets the body in order to damage the target's Health pool.",		"melee1hblindhit2":"/melee1hblindhit2 <target>: This melee area attack can temporarily blind multiple targets at once.",		"melee1hblindhit1":"/melee1hblindhit1 <target>: This melee attack can temporarily blind a single target.",		"medium":"/medium: You spread your arms out a bit and signify a medium size.
/medium self: You guess that it would be about medium sized.
/medium target: You indicate to (target name) that it was about medium sized.",		"meditate":"/meditate: This Teras Kasi art allows the user to enter a trance-like state. In this state, the user can stop bleeding as well as slow poison and disease. Additionally, rumors suggest that extremely proficient meditation artists can slowly heal their own wounds.",		"medicalforage":"/medicalforage: This command allows you to forage material from the area that can be used to create medical supplies.",		"maskscent":"/maskscent: Masks your scent from aggressive creatures for a short time.",		"manual":"/manual: You produce the manual and suggest a quick read.
/manual self: You refer to the manual.
/manual target: You politely suggest reading the manual to (him, her, or it).",		"mandoviol":"This ability allows you to plays songs with the Mandoviol instrument.",		"manage_taxes":"The Politician who is also a city mayor has the ability to manage the taxation of his constituency.  Taxes may be collected in four areas: Property Tax, Civilian Tax, Sales Tax, and Travel Fees.",		"manage_militia":"Gives the politician the ability to add and remove members of the city militia via the city management terminal.",		"makeroom":"/makeroom: Hey everybody, make room!
/makeroom self: You make a little room for yourself.
/makeroom target: You tell (target name) to make some room!",		"maintenance_fees_1":"The merchant gains a 20% decrease in structure maintenance fees.",		"luck":"/luck: Feeling lucky?
/luck self: You wish yourself the best of luck!
/luck target: Good luck, (target name)!",		"lowblow":"/lowblow <target>: A painful, unfair pistol shot below the belt.  Enemies struck by a low blow may lose their balance and fall.",		"love":"/love: Ain't love grand?
/love self: You love being you!
/love target: You profess your love to (him, her, or it).",		"lost":"/lost: Lost, eh?
/lost self: You look around, utterly lost.
/lost target: You think (he, she or it) is lost, eh?",		"loser":"/loser: You let everyone know that you are the champion, and they are not.
/loser self: Oh no, you've lost again!
/loser target: You think (target name) is a loser.",		"lol":"/lol: That was funny!
/lol self: You try to hold it in, but burst out laughing.
/lol target: You laugh out loud at (him, her, or it).",		"lives":"/lives: You decide to let them live.
/lives self: You contemplate the meaning of life.
/lives target: You decide that (target name) will live, for now... ",		"lick":"/lick: You lick your lips.
/lick self: You lick yourself.
/lick target: You lick (him, her, or it).",		"lfg":"/lfg",		"legshot3":"/legshot3 <target>: This powerful ranged attack targets an opponent's legs in order to devastate their Action pool.",		"legshot2":"/legshot2 <target>: This ranged attack targets an opponent's legs in order to damage their Action pool.",		"legshot1":"/legshot1 <target>: This ranged attack targets an opponent's legs in order to damage their Action pool.",		"legshake":"/legshake: Your legs shake.
/legshake self: You shake your leg, as if trying to get something off of it.
/legshake target: You try to shake (him, her, or it) off your leg.",		"left":"/left: You point left.
/left self: You point left.
/left target: You turn to (target name) and point left.",		"leer":"/leer: You leer enviously at everyone around you.
/leer self: You leer enviously at yourself.
/leer target: You leer enviously at (target name).",		"lean":"/lean: You lean forward.
/lean self: You lean up against a wall.
/lean target: You lean on (target name).",		"launchfirework":"This command is used to launch a firework.",		"laugh":"/laugh: HAHA!!
/laugh self: You laugh at yourself.
/laugh target: You laugh at (target name).",		"lastditch":"/lastditch <target>: A single powerful shot made with precise aim.  The last ditch shot takes a lot out of the person firing it and makes the delay until their next action very high.",		"large":"/large: You spread your arms out some and meter a large-ish size.
/large self: You guess that it would be large.
/large target: You indicate to (target name) that it was large.",		"language+zabrak":"Speak Zabrak Language",		"language+sullustese":"Speak Sullustese (Sullustan Language)",		"language+sullustan":"Speak Sullustese (Sullustan Language)",		"language+shyriiwook":"Speak Shyriiwook (Wookiee Language)",		"language+ryl":"Speak Ryl (Twi'lek Language)",		"language+rodese":"Speak Rodese (Rodian Language)",		"language+moncalamarian":"Speak Mon Calamarian",		"language+lekku":"Use Twi'lek Lekku Language.",		"language+ithorian":"Speak Ithorese (Ithorian Language)",		"language+ithorese":"Speak Ithorese (Ithorian Language)",		"language+dosh":"Speak Dosh (Trandoshan Language)",		"language+bothese":"Speak Bothese (Bothan Language)",		"language":"Set Spoken Language",		"lagging":"/lagging",		"lag":"/lag: LAAAAAGGGGG!!!
/lag self: You announce that you are lagging.
/lag target: You point out that (target name) is lagging.",		"kowtow":"/kowtow: You kowtow.
/kowtow self: You kowtow to yourself.
/kowtow target: You kowtow before (target name).",		"knockwood":"/knockwood:  You knock.
/knockwood self:  You knock on wood.
/knockwood target:  You knock on (target name)'s head.",		"knockdownfire":"/knockdownfire <target>: This ranged attack blasts the target with a quick rush of flame aimed at their upper body, which can cause them to bowled over by the sheer force directed at them, causing them to become dizzy as well.",		"knockdownattack":"This command utilizes the knock down attack.",		"knock":"/knock: You knock.
/knock self: You knock on wood.
/knock target: You knock on (target name)'s head.",		"kneel":"/kneel: Kneeling brings you into a lower posture, which prohibits movement and makes you more vulnerable to melee attacks, but allows for better ranged accuracy",		"kloohorn":"This ability allows you to plays songs with the Kloo Horn instrument.",		"kisscheek":"/kisscheek: You kiss anyone who might be in front of you.
/kisscheek self: You kiss yourself.
/kisscheek target: You give (target name) a friendly kiss on the cheek.",		"kiss":"/kiss: You close your eyes and pucker up, ready for a kiss.
/kiss self: You kiss yourself.
/kiss target: You kiss (target name) gently on the lips.",		"kipupshot":"/kipupshot: A kip-up shot will cause you to spring to your feet while attacking, leaving you in a standing position.",		"jump":"/jump: BOIING!! You jump high in the air!
/jump self: You try to jump over yourself and land square on your head.
/jump target: You jump up and down on (him, her, or it).",		"jstart3":"/jstart3: This command triggers a discharge from your weapon capacitor and shields to recharge your target's shields. You must have a friendly player-controlled ship as your target, be close in proximity, and have at least a 50% charge in your weapon capacitor. Up to 90% of your shield's max capacity will be used for recharging purposes.",		"jstart2":"/jstart2: This command triggers a discharge from your weapon capacitor and shields to recharge your target's shields. You must have a friendly player-controlled ship as your target, be close in proximity, and have at least a 50% charge in your weapon capacitor. Up to 50% of your shield's max capacity will be used for recharging purposes.",		"jstart1":"/jstart1: This command triggers a discharge from your weapon capacitor to recharge your target's shields. You must have a friendly player-controlled ship as your target, be close in proximity, and have at least a 50% charge in your weapon capacitor.",		"jk":"/jk: HA! Just kidding!
/jk self: You let yourself know you were just kidding.
/jk target: You inform (target name) that you were just kidding.",		"jedimindtrick":"/jediMindTrick <target>: This ability allows a Jedi to project his or her conciousness into the weak minded. This will affect NPCs or creatures that are currently under the control of another player, causing them to forget their master and turn rogue.",		"jas":"/jas: Just one more second!
/jas self: 1-one-thousand. DING! Done yet?
/jas target: You inform (target name) that (he, she or it) only has a few seconds left.",		"jam":"/jam: Just A Moment!
/jam self: You announce you will be done in just a moment.
/jam target: You inform (target name) that (he, she or it) only has just a moment to finish.",		"isafk":"/isafk:  You notify every around you that you are going AFK.  Hurry back, now!
/isafk self:  OK... You are really AFK now.
/isafk target:  You point out that (target name) is AFK.",		"introduce":"/introduce: You introduce everyone to each other.
/introduce self: WELL MET! You introduce yourself to everyone.
/introduce target: Everyone, meet (target name).",		"intimidationattack":"This command allows the user to utilize the intimidation attack.",		"intimidate2":"/intimidate2 <target>: When a target is intimidated, they are not able to hit their targets as easily.  This is more powerful than Intimidate 1.",		"intimidate1":"/intimidate1 <target>: When a target is intimidated, they are not able to hit their targets as often.",		"installshipcomponent":"Install a ship component into a ship.",		"installmissionterminal":"/installmissionterminal: Allows the mayor to place a mission terminal within the borders of his city.",		"inspect":"/inspect: Inspect a ship's cargo.",		"inspacerr":"/inspacerr: This command combines the In Space Repair and In Space Reload commands into a single command, and the ship summoned will provide both services.",		"inspacerepair":"/inspacerepair: If you are stopped and not in a dangerous area, this command will summon a repair ship to arrive, give an estimate for repairs, and do them if the player desires. Repairs in the field will not be as good as those done at a station or otherwise.",		"inspacereload":"/inspacereload: If you are stopped and not in a dangerous area, this command will summon a ship to arrive, give an estimate for reloading the player's magazine racks for countermeasures and missiles, and reload them if the player desires. The ammunition reloaded in the field will not be quite as good as what was originally in the magazine.",		"insertitemintoshipcomponentslot":"Place an item (a missile pack, for example) into a component in a ship.",		"innocent":"/innocent: You do your best to look innocent.
/innocent self: You claim innocence.
/innocent target: You do your best to look innocent for (target name).",		"innate":"/innate: determines which innate command are available to you. /innate <innate ability> attempts to activate the innate ability. see /<innate ability> for further information.",		"inante":"/innate: lists available innate commands
/innate <innate ability>: attempts to utilize innate ability",		"imitate":"/imitate: You imitate a statue and stand perfectly still.
/imitate self: You imitate yourself. Kind of pointless, isn't it?
/imitate target: You imitate (target name).",		"imfull":"/imfull: You pat your stomach denoting you are full.
/imfull self: You rub your stomach, feeling overstuffed.
/imfull target: You indicate to (target) that you are full.",		"imagedesigner":"This ability allows you to perform image design commands.",		"imagedesign":"This command allows the user to image design.",		"iffscramble":"/iffscramble: Temporarily confuses enemy targeting systems.",		"hunger":"/hunger: You grow hungry.
/hunger self: Your stomach rumbles with a hollow, empty sound.
/hunger target: You indicate to (target name) that you are hungry.",		"hum":"/hum: You hum.
/hum self: You hum a tune to yourself.
/hum target: You hum a tune for (target name).",		"huge":"/huge: You hold your arms out wide and indicate it was HUGE!
/huge self: You guess that it was HUGE!
/huge target: You indicate to (him, her, or it) that it was HUGE!",		"hug":"/hug: You hold your arms out and offer a hug.
/hug self: You give yourself a hug.
/hug target: You give (him, her, or it) a hug.",		"hot":"/hot: You are too hot!
/hot self: You're just too hot!
/hot target: You are too hot for (target name).",		"hose":"/hose: You hose everyone down.
/hose self: You hose yourself down. Take it easy there!
/hose target: You help (target name) to cool off a bit.",		"hop":"/hop: You hop around.
/hop self: You hop on one foot.
/hop target: You hop around (target name).",		"holdon":"/holdon: You hold on for dear life.
/holdon self: You hold onto yourself. Need a security blanket?
/holdon target: You hold onto (him, her, or it), not letting go!",		"hobble":"/hobble: You hobble.
/hobble self: You hobble about in circles.
/hobble target: You hobble about (target name).",		"hiss":"/hiss: You hiss.
/hiss self: You hiss under your breath.
/hiss target: You hiss at (target name).",		"hiccup":"/hiccup: You hiccup.
/hiccup self: You hiccup strongly and get a bitter-sour taste in your mouth.
/hiccup target: You hiccup and beg (target name) for help to get rid of them.",		"hi5":"/hi5: You hold your hand up to give a high-five.
/hi5 self: You give yourself high-five.
/hi5 target: You give (him, her, or it) a high-five. YEAH!",		"hero":"/hero: You look for a hero to save you.
/hero self: You are your own greatest hero!
/hero target: MY HERO! You proclaim (target name) as your hero.",		"helpme":"/helpme:  HELP!
/helpme self:  You help yourself.
/helpme target:  You look to (him, her, or it) for help.",		"help":"/help: HELP!
/help self: You help yourself.
/help target: You look to (him, her, or it) for help.",		"hearnoevil":"/hearnoevil: You cover your ears.
/hearnoevil self: You stare blankly forward with your hands over your ears.
/hearnoevil target: You cover your ears and try to block (him, her, or it) out. LA LA LA LA LA LA.",		"healwound":"/healwound: This command will heal wounded stat pools, if you have the requisite skills and medicine.",		"healthshot2":"/healthshot2 <target>: This advanced ranged attack can wreak havoc with a target's Health pool drain and regeneration rates.  This is a stronger attack than Health Shot 1.",		"healthshot1":"/healthshot1 <target>: This ranged attack can wreak havoc with a target's Health pool drain and regeneration rates.",		"healstatesself":"/healStatesSelf: Removes all of your negative state effects such as Stun, Blind, Intimidate, and Dizziness.",		"healstatesother":"/healStatesOther <player>: Removes all negative state effects such as Stun, Blind, Intimidate, and Dizziness from the target player.",		"healstate":"/healstate <target>: This command allows you to cure states (Dizzy, Stun, Blind, Intimidated, etc.) on a target, if you have the appropriate medical equipment.",		"healmindwoundself2":"/healMindWoundSelf2: Heals a large amount of your Mind wounds.",		"healmindwoundself1":"/healMindWoundSelf1: Heals a moderate amount of your Mind wounds.",		"healmindwoundother2":"/healMindWoundOther2 <player>: Heals a large amount of the target player's Mind wounds.",		"healmindwoundother1":"/healMindWoundOther1 <player>: Heals a moderate amount of the target player's Mind wounds.",		"healmindself2":"/healMindSelf2: Repairs a large amount of your Mind damage.",		"healmindself1":"/healMindSelf1: Repairs a moderate amount of your Mind damage.",		"healmind":"/healMind: This command heals mind pool damage at the cost of wounds to the medic.",		"healhealthwoundself2":"/healHealthWoundSelf2: Heals a large amount of your Health wounds.",		"healhealthwoundself1":"/healHealthWoundSelf1: Heals a moderate amount of your Health wounds.",		"healhealthwoundother2":"/healHealthWoundOther2 <player>: Heals a large amount of the target player's Health wounds.",		"healhealthwoundother1":"/healHealthWoundOther1 <player>: Heals a moderate amount of the target player's Health wounds.",		"healhealthself2":"/healHealthSelf2: Repairs a large amount of your Health damage.",		"healhealthself1":"/healHealthSelf1: Repairs a moderate amount of your Health damage.",		"healenhance":"/healenhance <target>: This command enables you to enhance another player's attributes, if you have the appropriate enhancement medpacks handy.",		"healdamage":"/healdamage: This command will heal damaged stat pools, if you have the requisite skills and medicine.",		"healbattlefatigueself2":"/healBattleFatigueSelf2: Removes a large amount of your Battle Fatigue.",		"healbattlefatigueself1":"/healBattleFatigueSelf1: Removes a moderate amount of your Battle Fatigue.",		"healbattlefatigueother2":"/healBattleFatigueOther2 <player>: Removes a large amount of the target player's Battle Fatigue.",		"healbattlefatigueother1":"/healBattleFatigueOther1 <player>: Removes a moderate amount of the target player's Battle Fatigue.",		"healallself2":"/healAllSelf2: Repairs a large amount of damage to all of your Health, Action, and Mind pools.",		"healallself1":"/healAllSelf1: Repairs a moderate amount of damage to all of your Health, Action, and Mind pools.",		"healallother2":"/healAllOther2 <player>: Repairs a large amount of damage to all of the target player's Health, Action, and Mind pools.",		"healallother1":"/healAllOther1 <player>: Repairs a moderate amount of damage to all of the target player's Health, Action, and Mind pools.",		"healactionwoundself2":"/healActionWoundSelf2: Heals a large amount of your Action wounds.",		"healactionwoundself1":"/healActionWoundSelf1: Heals a moderate amount of your Action wounds.",		"healactionwoundother2":"/healActionWoundOther2 <player>: Heals a large amount of the target player's Action wounds.",		"healactionwoundother1":"/healActionWoundOther1 <player>: Heals a moderate amount of the target player's Action wounds.",		"healactionself2":"/healActionSelf2: Repairs a large amount of your Action damage.",		"healactionself1":"/healActionSelf1: Repairs a moderate amount of your Action damage.",		"headshot3":"/headshot3 <target>: This powerful ranged attack targets an opponent's head in order to devastate their Mind pool.",		"headshot2":"/headshot2 <target>: This ranged attack targets an opponent's head in order to damage their Mind pool.",		"headshot1":"/headshot1 <target>: This ranged targets an opponent's head in order to damage their Mind pool.",		"headlock":"/headlock: You demonstrate the proper headlock technique.
/headlock self: You put yourself in a headlock.
/headlock target: You put (target name) in a headlock.",		"headache":"/headache: You complain about a headache.
/headache self: You grab your skull and beg the pain to stop.
/headache target: You toss (him, her, or it) a couple analgesics.",		"haveconsent":"/haveconsent: This command will display everybody that has your consent to move your corpse.",		"harvestcorpse":"/harvestcorpse <corpse>: This command allows you to withdraw Meat, Hide or Bone from a harvestable creature corpse.  Not all creatures will have all 3 of these options, and some may have none.",		"handshake":"/handshake: You offer a handshake.
/handshake self: You shake your own hand.
/handshake target: You shake (his, her, or its) hand.",		"hand":"/hand: You ask if anyone can give you a hand.
/hand self: You give yourself a hand.
/hand target: You give (him, her, or it) a gentle kiss on the hand.",		"halo":"/halo: You smile innocently and don your halo.
/halo self: You shine your halo.
/halo target: You smile at (him, her, or it) and don your halo.",		"halfnelson":"/halfnelson: You motion as if to put someone into a half-nelson.
/halfnelson self: You put yourself in a half-nelson.
/halfnelson target: You put (target name) in a half-nelson. "Say uncle!"",		"hail":"/hail: You hail passers-by.
/hail self: You hail yourself with a handful of pebbles.
/hail target: You hail (target name).",		"hack":"/hack: You hack.
/hack self: You hack up a furball.
/hack target: You hack at (target name).",		"gulp":"/gulp: *GULP!!*
/gulp self: Don't choke now!
/gulp target: You gulp at (target name).",		"guildstatus":"This command allows the user to view the status of his/her guild.",		"guildremove":"This command allows the user to guild remove himself.",		"grunt":"/grunt: You grunt.
/grunt self: You grunt at yourself.
/grunt target: You grunt at (target name).",		"grumble":"/grumble: You grumble.
/grumble self: You grumble to yourself.
/grumble target: You grumble something rude about (target name).",		"growl":"/growl: GRRRRRR!
/growl self: You growl at yourself.
/growl target: You growl at (him, her, or it).",		"grovel":"/grovel: You grovel in the dirt.
/grovel self: You grovel fawningly.
/grovel target: You grovel at (target name)'s feet.",		"group":"/group",		"groan":"/groan: You groan loudly.
/groan self: You groan at yourself.
/groan target: You groan loudly at (him, her, or it).",		"grin":"/grin: You grin.
/grin self: You grin at yourself.
/grin target: You grin at (target name).",		"greet":"/greet: You greet the passers-by.
/greet self: You greet yourself.
/greet target: You greet (him, her, or it).",		"grantzoningrights":"/grantzoningrights <target>: Grants the target the rights to place a commercial structure, such as a cantina, in the borders of your city.  The rights last 24 hours.",		"going":"/going: CHARGE!!
/going self: Are you sure you wanted to do that?
/going target: CHARGE!! Targeting...(target name).",		"glow":"/glow: You glow happily.
/glow self: Feeling special?
/glow target: You glow and  let (him, her, or it) know how happy (he, she or it) makes you.",		"gloat":"/gloat: You gloat.
/gloat self: You gloat quietly to yourself.
/gloat target: You gloat at (him, her, or it).",		"glare":"/glare: You glare about furiously.
/glare self: You glare furiously out of the corner of your eyes.
/glare target: You glare at (him, her, or it).",		"giveup":"/giveup: "I GIVE UP!"
/giveup self: You shake your head and murmur "I give up..."
/giveup target: Apparently, (he, she or it) is not worth the trouble. "I give up!"",		"givetem":"This command utilizes the give item option.",		"giggle":"/giggle: HEHE!
/giggle self: You giggle at yourself.
/giggle target: You giggle at (him, her, or it).",		"gaze":"/gaze: You gaze in awe at your surroundings.
/gaze self: You gaze in awe at yourself
/gaze target: You gaze in awe at (him, her, or it).",		"gawk":"/gawk: Looking dumbfounded, you gawk.
/gawk self: You gawk at yourself.
/gawk target: You gawk at (target name).",		"gasp":"/gasp: *GASP!*
/gasp self: You gasp for air!
/gasp target: *GASP!* You gasp at (target name).",		"gape":"/gape: You gape.
/gape self: Your jaw drops and hits the ground with a resounding *THUD*.
/gape target: You gape at (him, her, or it).",		"gallopstop":"This command slows down a mount.",		"gallop":"This command allows your mount to run faster for a period of time.",		"gag":"/gag: You gag in disgust.
/gag self: You stick your finger in your mouth and make gagging sounds.
/gag target: You gag in disgust at (target name).",		"fuzzy":"/fuzzy: You get that warm and fuzzy feeling inside.
/fuzzy self: You squeeze yourself with a warm and fuzzy feeling inside.
/fuzzy target: (target name) makes you feel warm and fuzzy inside.",		"fume":"/fume: You fume with rage.
/fume self: You fume and mouth words best left unspoken.
/fume target: You fume with rage at (him, her, or it).",		"fullautosingle2":"/fullautosingle2 <target>: This ranged attack shoots multiple bolts at once at a single target.",		"fullautosingle1":"/fullautosingle1 <target>: This ranged attack shoots multiple bolts at once at a single target.",		"fullautoarea2":"/fullautoarea2 <target>: This ranged area attack can hit multiple targets in a cone in front of you simultaneously.",		"fullautoarea1":"/fullautoarea1 <target>: This ranged attack can hit multiple targets in a cone in front of you simultaneously.",		"fullautoarea":"/fullautoarea <target>: This ranged attack can hit multiple targets in front of you simultaneously.",		"full":"/full: You pat your stomach denoting you are full.
/full self: You rub your stomach, feeling overstuffed.
/full target: You indicate to (target name) that you are full.",		"frown":"/frown: You frown.
/frown self: You frown at yourself.
/frown target: You frown at (him, her, or it).",		"formup":"/formup: This Squad Leader ability allows the leader to cure Dizzy and Stunned states of their squad members.  This ability costs more to the leader based on how many group members are in the group at the time the ability is used.  Use the /setformup <message> command to set the message that the Squad Leader shouts when this command is used.  The Squad Leader must be the leader of the party/group for this to function.",		"forceweaken2":"/forceWeaken2 <target>: This ability allows a Jedi to severely debilitate his or her opponent, making the target more vulnerable to attack. This ability is more powerful than Force Weaken 1.",		"forceweaken1":"/forceWeaken1 <target>: This ability allows a Jedi to debilitate his or her opponent, making the target more vulnerable to attack.",		"forcethrow2":"/forceThrow2 <target>: This attack allows a Jedi to throw nearby dirt and rocks at the target, and will very likely hit any enemies that are standing near the target, causing a stunned state.",		"forcethrow1":"/forceThrow1 <target>: This attack allows a Jedi to throw nearby dirt and rocks at the target, causing a stunned state.",		"forcespeed2":"/forceSpeed2: This ability allows a Jedi to perform all combat actions much faster than normal.  This ability allows the Jedi to move faster than with Force Speed 1.",		"forcespeed1":"/forceSpeed1: This ability allows a Jedi to perform all combat actions faster than normal.",		"forceshield2":"/forceShield2: This ability allows a Jedi to create a barrier around themselves that will stop a significant portion of incoming Force attacks.  This ability will stop more damage than Force Shield 1.",		"forceshield1":"/forceShield1: This ability allows a Jedi to create a barrier around themselves that will stop a portion of incoming Force attacks.",		"forcerun3":"/forceRun3: Increases your run speed for a short duration. This ability allows you to run with blinding speed.",		"forcerun2":"/forceRun2: Increases your run speed for a short duration. This ability allows you to run faster than with Force Run 1.",		"forcerun1":"/forceRun1: Increases your run speed for a short duration.",		"forceresiststates":"/forceResistStates: This ability allows a Jedi to use their Force power to increase their body's natural resistance to various state attacks such as Stun, Blind, and Dizziness.",		"forceresistpoison":"/forceResistPoison: This ability allows a Jedi to use their Force power to increase their body's natural resistance to poisons.",		"forceresistdisease":"/forceResistDisease: This ability allows a Jedi to use their Force power to increase their body's natural resistance to diseases.",		"forceresistbleeding":"/forceResistBleeding: This ability allows a Jedi to use their Force power to increase their body's natural resistance to bleeding.",		"forceofwill":"/forceofwill: This meditative art allows the incapacitated user to attempt to channel their mental energies back into their conscious mind thereby returning the user to an activate state much sooner than normally attainable.",		"forcemeditate":"/forceMeditate: This ability allows a Jedi to enter a state where their stored Force power can replenish faster than normal.  A Jedi is very vulnerable while in this meditative state.",		"forcelightningsingle2":"/forceLightningSingle2 <target>: This attack allows a Jedi to direct a bolt of lightning towards the target. This has a chance of stunning the target as well as doing more damage than Force Lightning Single 1.",		"forcelightningsingle1":"/forceLightningSingle1 <target>: This attack allows a Jedi to direct an arc of electricity to the target.",		"forcelightningcone2":"/forceLightningCone2 <target>: This attack allows a Jedi to direct a lightning strike against a multitude of targets. While doing more damage than Force Lightning Cone 1, this attack also has a chance of causing all targets struck by the lightning to become dizzy.",		"forcelightningcone1":"/forceLightningCone1 <target>: This attack allows a Jedi to direct a fork of lightning to hit multiple targets.",		"forceknockdown3":"/forceKnockdown3 <target>: This attack allows a Jedi to release a large kinetic burst from his or her palm. This will knock down multiple targets in the area, but will not do any damage.",		"forceknockdown2":"/forceKnockdown2 <target>: This attack allows a Jedi to release a large kinetic burst from his or her palm. This will knock down multiple targets in a cone emanating from the Jedi, but will not do any damage.",		"forceknockdown1":"/forceKnockdown1 <target>: This attack allows a Jedi to release a kinetic burst from his or her palm. This will not damage the target but it is enough to knock them down.",		"forceintimidate2":"/forceIntimidate1 <target>: Causes all enemies within a 16-meter radius around the target to become intimidated.",		"forceintimidate1":"/forceIntimidate1 <target>: Causes all enemies within a cone emanating from the Jedi to become intimidated.",		"forceintimidate":"",		"forcefeedback2":"/forceFeedback2: This ability causes a Jedi to reflect damage immediately back to the source of the attack, only Force type attacks will cause feedback. This ability reflects back a greater amount of damage from a Force attack than Force Feedback 1.",		"forcefeedback1":"/forceFeedback1: This ability causes a Jedi to reflect damage immediately back to the source of the attack, only Force type attacks will cause feedback.",		"forcecurepoison":"/forceCurePoison <target>: Cures the target of any poison state effects.",		"forcecuredisease":"/forceCureDisease <target>: Cures the target of any disease state effects.",		"forcechoke":"/forceChoke <target>: This ability allows a Jedi Master to use the Force to constrict the air passage of the target, doing a considerable amount of damage.",		"forcearmor2":"/forceArmor2: This ability allows a Jedi to create a protective barrier around themselves that will stop a significant portion of incoming damage.  This ability will only stop non Force damage types.",		"forcearmor1":"/forceArmor1: This ability allows a Jedi to create a protective barrier around themselves that will stop a portion of incoming damage.  This ability will only stop non Force damage types.",		"forceabsorb2":"/forceAbsorb2: This ability allows a Jedi to absorb some of the Force power from an incoming Force attack and feeds a portion into your Force pool.  This ability will absorb more Force power than Force Absorb 1.",		"forceabsorb1":"/forceAbsorb1: This ability allows a Jedi to absorb some of the Force power from an incoming Force attack and feeds a portion into your Force pool.",		"forage":"/forage: Searches the area for usable resources such as food and water.",		"fool":"/fool: You look around for your FOOL brand.
/fool self: You brand yourself the fool.
/fool target: You brand (target name) as the FOOL!",		"follow":"/follow <target>: This allows you to automatically follow somebody without having to control your character.  The /stopfollow command will end your auto-follow.",		"flutter":"/flutter: You heart flutters wildly.
/flutter self: Your heart flutters wildly as you clench your chest hand-over-hand.
/flutter target: Your heart flutters at the sight of (him, her, or it).",		"flutedroopy":"This ability allows you to plays songs with the Chidinkalu Horn instrument.",		"flushingshot2":"/flushingshot2 <target>: This ranged area attack ability allows you to attempt to startle and stun multiple opponents simultaneously.",		"flushingshot1":"/flushingshot1 <target>: This ranged attack ability allows you to attempt to startle and stun a single opponent simultaneously.",		"flushinggraphicsresources":"Flushing Graphics Resources",		"flurryshot2":"/flurryshot2 <target>: This ranged attack can make multiple targets dizzy at once.",		"flurryshot1":"/flurryshot1 <target>: This ranged attack can make a single target dizzy.",		"flower":"/flower: You pull a delicate flower from your pack and hold it gently.
/flower self: You inhale deeply trying to smell the flower's sweet scent.
/flower target: You give a delicate flower to (target name).",		"flourish+9":"/flourish 9: Perform one of your Dance or Music Flourishes.",		"flourish+8":"/flourish 8: Perform one of your Dance or Music Flourishes.",		"flourish+7":"/flourish 7: Perform one of your Dance or Music Flourishes.",		"flourish+6":"/flourish 6: Perform one of your Dance or Music Flourishes.",		"flourish+5":"/flourish 5: Perform one of your Dance or Music Flourishes.",		"flourish+4":"/flourish 4: Perform one of your Dance or Music Flourishes.",		"flourish+3":"/flourish 3: Perform one of your Dance or Music Flourishes.",		"flourish+2":"/flourish 2: Perform one of your Dance or Music Flourishes.",		"flourish+1":"/flourish 1: Perform one of your Dance or Music Flourishes.",		"flourish":"This command allows the user to flourish.",		"flirt":"/flirt: You flirt with danger.
/flirt self: You flirt with yourself. A little self-involved are we?
/flirt target: You flirt with (him, her, or it).",		"flipcoin":"/flipcoin: You flip a coin.
/flipcoin self: You flip a coin.
/flipcoin target: You flip (target name) for it.",		"flip":"/flip: You flip a coin.
/flip self: You flip head-over-heels.
/flip target: You flip head-over-heels for (target name).",		"flex":"/flex: You flex your muscles.
/flex self: You flex your bicep and secretly push it up with your other hand.
/flex target: You flex for (him, her, or it).",		"flee":"/flee: FLEE!!
/flee self: Time to flee?
/flee target: GO! RUN AWAY! FLEE!!",		"flamesingle2":"/flamesingle2 <target>: This powerful ranged attack sends a blast of flame towards a target, causing high damage once it strikes.  This is more powerful than Flame Single 1.",		"flamesingle1":"/flamesingle1 <target>: This ranged attack sends a blast of flame towards a single target and does considerable damage.",		"flamecone2":"/flamecone1 <target>: This powerful ranged area attack envelops a number of multiple opponents at once with a horrifying sheet of flame.  This attack causes more damage than Flame Cone 1.",		"flamecone1":"/flamecone1 <target>: This ranged area attack envelops a number of multiple opponents at once with a large sheet of flame.",		"flame":"/flame: You take a deep breath and exhale verbal flames everywhere.
/flame self: You put on your flame-proof suit.
/flame target: You verbally flame (target name).",		"flail":"/flail: You flail wildly.
/flail self: You flail wildly at yourself, as if trying to get something off your body.
/flail target: You flail wildly at (target name).",		"fizz":"This ability allows you to plays songs with the Fizzz instrument.",		"fistpalm":"/fistpalm: You pound your fist into your palm. Curses!
/fistpalm self: You slam your palm with your fist, muttering under your breath.
/fistpalm target: You slam your palm with your fist, muttering under your breath about (target name)'s idiocy.",		"fish":"This command allows the user to fish.",		"firstaid":"/firstaid <target>:  This Medic ability lets you stop a target's bleeding.",		"firelightningsingle2":"/firelightningsingle2 <target>: This powerful ranged attack blast a target with a big jolt of electricity, causing high damage.  This is more powerful than Lightning Single 1.",		"firelightningsingle1":"/firelightningsingle1 <target>: This ranged attack blasts a target with a high jolt of electricity, causing good damage.",		"firelightningcone2":"/firelightningcone2 <target>: This powerful ranged area attack fires in a cone in front of the player, damaging multiple opponents at once with a huge electrical blast.  This is more powerful than Lightning Cone 1.",		"firelightningcone1":"/firelightningcone1 <target>: This ranged area attack fires a cone in front of the player, damaging multiple opponents at once with a huge electrical blast.",		"firejet":"/firejet: Performs an effect of firey jets.",		"fireheavyweapon":"This command allows the user to fire a heavy weapon.",		"fireacidsingle2":"/fireacidsingle2 <target>: This powerful ranged attack douses a target in acid, causing very high damage.  This is more powerful than Acid Single 1.",		"fireacidsingle1":"/fireacidsingle1 <target>: This ranged attack douses a target in acid, causing high amounts of damage.",		"fireacidcone2":"/fireacidcone2 <target>: This powerful ranged area attack splashes acid in a cone in front of the player, damaging multiple opponents at once with its terrifying onslaught.  This is more powerful than Acid Cone 1.",		"fireacidcone1":"/fireacidcone1<target>: This ranged area attack splashes acid in a cone in front of the player, damaging multiple opponents at once with its terrifying onslaught.",		"find":"/find",		"fidget":"/fidget: You fidget restlessly.
/fidget self: You fidget restlessly in anticipation.
/fidget target: You fidget restlessly at (target name).",		"fiddle":"/fiddle: You fiddle with random objects.
/fiddle self: You pull a puzzle cube from your pack and fiddle with it.
/fiddle target: You fiddle with (target name)'s gear.",		"feigndeath":"/feigndeath: This command allows the smuggler the ability to pretend he has been incapacitated.  Enemies might just leave the smuggler alone...",		"feh":"/feh: FEH!
/feh self: You look at the condition of your gear and exclaim, "FEH!"
/feh target: You look disgustedly at (target name) and utter, "FEH!"",		"feel":"/feel: You feel blindly at your surroundings.
/feel self: You feel about yourself, checking for holes.
/feel target: You feel (his, her, or its) bicep. What do you think?",		"fear":"/fear: You tremble with fear.
/fear self: You become paralyzed with fear.
/fear target: You scream in terror at the sight of (him, her, or it).",		"fastblast":"/fastblast <target>: This ranged attack hits a target's torso and arms for a high amount of damage.",		"faq":"/faq: You direct everyone to the FAQ.
/faq self: You reference the FAQ.
/faq target: You direct (target name) to the FAQ.",		"fanshot":"/fanshot <target>: This ranged attack can hit a single target multiple times with your pistol.",		"fanfar":"This ability allows you to plays songs with the Fanfar instrument.",		"false":"/false: You believe that is false.
/false self: On second thought, you don't believe what you just said is true.
/false target: You refuse to believe what (he, she or it) is saying.",		"faint":"/faint: You faint.
/faint self: You look pale, as if about to faint.
/faint target: You faint into (his, her, or its) arms.",		"eyeshot":"/eyeshot <target>: This ranged attack damages an opponent's mind with a powerful attack, and can also blind its target.",		"eyeroll":"/eyeroll: You roll your eyes.
/eyeroll self: You roll your eyes and they fall back into your skull.
/eyeroll target: You rolls your eyes at (target name).",		"eyebrow":"/eyebrow: You raise an eyebrow.
/eyebrow self: You raise an eyebrow at yourself.
/eyebrow target: You raise an eyebrow at (him, her, or it). What is (he, she or it) up to?",		"extinguishfire":"/extinguishFire <target>: This command enables you to cure a fire effect from a target, if you have the appropriate medical equipment.",		"exhausted":"/exhausted: You collapse to the ground exhausted.
/exhausted self: You signal that you are absolutely exhausted.
/exhausted target: You inform (target name) that you are exhausted and must rest.",		"eweapons":"/eweapons: Emergency Power To Weapons - vastly increases weapon power for a short period of time by diverting power from other systems such as shielding and engines to weapons, to the point of disabling some of them.",		"evilgrin":"/evilgrin: You crack an evil grin.
/evilgrin self: You grin evilly at your thoughts.
/evilgrin target: You flash a wicked grin at (target name).",		"ethrust":"/ethrust: Emergency Power To Engines - vastly increases engine thrust for a short period of time by diverting power from other systems such as weapons and shields to the engines, to the point of disabling some of them.",		"eshields":"/eshields: Emergency Power To Shields - vastly increases shield protection for a short period of time by diverting power from other systems such as weapons and engines to shields, to the point of disabling some of them.",		"equilibrium":"/equilibrium: equalizes all three pool attributes to the same value. If the equilize value is greater than the pool's maximum, the value is truncated to the pools maximum. alias for "/innate equilibrium"",		"epulse3":"/epulse3: This command triggers an indiscriminant massive energy discharge from the shields and energy capacitor that is quite likely to damage all nearby vessels and their subsystems.",		"epulse2":"/epulse2: This command triggers a tuned energy pulse that can damage nearby vessels, and is likely to cause subsystem damage to them as well.",		"epulse1":"/epulse1: This command triggers an energy discharge that can damage nearby vessels.",		"enragepets":"/enragepets: This command causes all of your pets to go berserk for a time, causing more damage but also taking more.",		"endduel":"/endduel <player>: This command disallows you from attacking the other party in a duel.  If both parties /endduel, a duel is ended.",		"encourage":"/encourage: Go Team Go!!
/encourage self: You can do it!
/encourage target: You encourage (him, her, or it).",		"embrace":"/embrace: You hold your arms out offering a gentle embrace.
/embrace self: You give yourself a warm embrace.
/embrace target: You gently hold (target name) in your arms and give (him, her, or it) a warm embrace.",		"emboldenpets":"/emboldenpets: This causes your pets to become bolder, at some cost to you.",		"elbow":"/elbow: You try to clear the immediate area about you by throwing out your elbows.
/elbow self: You cringe in pain as you hit your funny bone.
/elbow target: You elbow (target name) in (his, her, or its) side.",		"eject":"/eject: This command will remove you from a balcony or raised part of a building if you are unable to get to the ground.",		"eek":"/eek: Eek!
/eek self: You take one look at yourself and exclaim "EEK!"
/eek target: You look at (target name) and exclaim "EEK!"",		"echuta":"/echuta: E chu ta!
/echuta self: You foam at the mouth, driveling as you curse under your breath.
/echuta target: You spray (target name) with spittle as you curse at (him, her, or it) in (his, her, or its) face.",		"echo":"Echo some text to your chat window.",		"dumppausedcommands":"Dump all pending paused or looping commands.",		"duel":"/duel <player>: This command will allow you to engage a player in combat, if they desire to.  Be warned, if you /duel somebody before they /duel you, you can not attack them until they hit you first.  A duel can be stopped if both sides /endduel each other, otherwise it is to the death.",		"duck":"/duck: You duck!
/duck self: Quack! Quack!
/duck target: You duck behind (target name).",		"drool":"/drool: You drool incessantly, creating a small puddle at your feet.
/drool self: You drool all over yourself.
/drool target: You drool all over (him, her, or it).",		"droidcommand_weaponoverloadtwo":"Increase weapon performance, at the cost of effeciency and possible system stress.",		"droidcommand_weaponoverloadthree":"Increase weapon performance, at the cost of effeciency and possible system stress.",		"droidcommand_weaponoverloadone":"Increase weapon performance, at the cost of effeciency and possible system stress.",		"droidcommand_weaponoverloadfour":"Increase weapon performance, at the cost of effeciency and possible system stress.",		"droidcommand_weaponnormalize":"Reset the weapon power to defaults.",		"droidcommand_weaponeffeciencytwo":"Re-tune the weapons to use less power, at the cost of performance.",		"droidcommand_weaponeffeciencythree":"Re-tune the weapons to use less power, at the cost of performance.",		"droidcommand_weaponeffeciencyone":"Re-tune the weapons to use less power, at the cost of performance.",		"droidcommand_weaponeffeciencyfour":"Re-tune the weapons to use less power, at the cost of performance.",		"droidcommand_weapcaptoshieldtwo":"This program allows the droid to use back-up power-routing systems to shunt power currently stored in the weapon capacitor directly to the shield generator systems.",		"droidcommand_weapcaptoshieldthree":"This program allows the droid to use back-up power-routing systems to shunt power currently stored in the weapon capacitor directly to the shield generator systems.",		"droidcommand_weapcaptoshieldone":"This program allows the droid to use back-up power-routing systems to shunt power currently stored in the weapon capacitor directly to the shield generator systems.",		"droidcommand_weapcaptoshieldfour":"This program allows the droid to use back-up power-routing systems to shunt power currently stored in the weapon capacitor directly to the shield generator systems.",		"droidcommand_weapcappoweruptwo":"Tell the droid to run more power through the weapon capacitor than it is rated for, leading to enhanced performance and increased system stress.",		"droidcommand_weapcappowerupthree":"Tell the droid to run more power through the weapon capacitor than it is rated for, leading to enhanced performance and increased system stress.",		"droidcommand_weapcappowerupone":"Tell the droid to run more power through the weapon capacitor than it is rated for, leading to enhanced performance and increased system stress.",		"droidcommand_weapcappowerupfour":"Tell the droid to run more power through the weapon capacitor than it is rated for, leading to enhanced performance and increased system stress.",		"droidcommand_weapcapequalize":"Resets the weapon capacitor energy settings back to their defaults.",		"droidcommand_shieldnormalize":"Resets shields back to their defaults.",		"droidcommand_shieldfronttobacktwenty":"Divert some of the stored charge from the front shields to the rear.",		"droidcommand_shieldfronttobackhundred":"Divert all of the stored charge from the front shields to the rear.",		"droidcommand_shieldfronttobackfifty":"Divert some of the stored charge from the front shields to the rear.",		"droidcommand_shieldfronttobackeighty":"Divert most of the stored charge from the front shields to the rear.",		"droidcommand_shieldemergencyrear":"This program immediately leeches the majority of front shield energy and current weapon capacitor charge and diverts it all to the rear shield facing. This is an instantaneous command with no lasting effects on any of the ship's systems involved.",		"droidcommand_shieldemergencyfront":"This program immediately leeches the majority of rear shield energy and current weapon capacitor charge and diverts it all to the front shield facing. This is an instantaneous command with no lasting effects on any of the ship's systems involved.",		"droidcommand_shieldbacktofronttwenty":"Divert some of the stored charge from the rear shields to the front.",		"droidcommand_shieldbacktofronthundred":"Divert all of the stored charge from the rear shields to the front.",		"droidcommand_shieldbacktofrontfifty":"Divert some of the stored charge from the rear shields to the front.",		"droidcommand_shieldbacktofronteighty":"Divert most of the stored charge from the rear shields to the front.",		"droidcommand_shieldadjustreartwo":"Changes the shield generators to generate stronger rear shields than front.",		"droidcommand_shieldadjustrearthree":"Changes the shield generators to generate stronger rear shields than front.",		"droidcommand_shieldadjustrearone":"Changes the shield generators to generate stronger rear shields than front.",		"droidcommand_shieldadjustrearfour":"Changes the shield generators to generate stronger rear shields than front.",		"droidcommand_shieldadjustfronttwo":"Changes the shield generators to generate stronger front shields than rear.",		"droidcommand_shieldadjustfrontthree":"Changes the shield generators to generate stronger front shields than rear.",		"droidcommand_shieldadjustfrontone":"Changes the shield generators to generate stronger front shields than rear.",		"droidcommand_shieldadjustfrontfour":"Changes the shield generators to generate stronger front shields than rear.",		"droidcommand_reactoroverloadtwo":"Reactor to generate more energy, at the cost of over-stressing it.",		"droidcommand_reactoroverloadthree":"Reactor to generate more energy, at the cost of over-stressing it.",		"droidcommand_reactoroverloadone":"Reactor to generate more energy, at the cost of over-stressing it.",		"droidcommand_reactoroverloadfour":"Reactor to generate more energy, at the cost of over-stressing it.",		"droidcommand_reactornormalize":"Reset reactor back to default settings.",		"droidcommand_mutedroid":"Toggles off and on the flight droid or flight-computer's auditory feedback mode, giving the pilot some control over how talkative and responsive they are.",		"droidcommand_engineoverloadtwo":"Makes engines provide more thrust, but is rather wasteful in energy.",		"droidcommand_engineoverloadthree":"Makes engines provide more thrust, but is rather wasteful in energy.",		"droidcommand_engineoverloadone":"Makes engines provide more thrust, but is rather wasteful in energy.",		"droidcommand_engineoverloadfour":"Makes engines provide more thrust, but is rather wasteful in energy.",		"droidcommand_enginenormalize":"Engine settings to their defaults.",		"droidcommand_engineefficiencytwo":"Engines consume less power, at the cost of a bit less thrust.",		"droidcommand_engineefficiencythree":"Engines consume less power, at the cost of a bit less thrust.",		"droidcommand_engineefficiencyone":"Engines consume less power, at the cost of a bit less thrust.",		"droidcommand_engineefficiencyfour":"Engines consume less power, at the cost of a bit less thrust.",		"droidcommand_breaklocktwo":"Spoof incoming warheads.",		"droidcommand_breaklockthree":"Spoof incoming warheads.",		"droidcommand_breaklockone":"Spoof incoming warheads.",		"droidcommand_breaklockfour":"Spoof incoming warheads.",		"droid_track":"This advanced Bounty Hunter innate ability enables you to receive a continual update on where your probe droid is indicating your quarry has recently been.",		"droid_find":"This Bounty Hunter innate ability enables your probe droid to indicate to you where you should go next to find your quarry.",		"droid+droidcommand_weaponoverloadtwo":"Increase weapon performance, at the cost of effeciency and possible system stress.",		"droid+droidcommand_weaponoverloadthree":"Increase weapon performance, at the cost of effeciency and possible system stress.",		"droid+droidcommand_weaponoverloadone":"Increase weapon performance, at the cost of effeciency and possible system stress.",		"droid+droidcommand_weaponoverloadfour":"Increase weapon performance, at the cost of effeciency and possible system stress.",		"droid+droidcommand_weaponoverload1":"This command will increase the damage out put of your weapons by 25%. It will increase the energy requirements as well.",		"droid+droidcommand_weaponnormalize":"Reset the weapon power to defaults.",		"droid+droidcommand_weaponeffeciencytwo":"Re-tune the weapons to use less power, at the cost of performance.",		"droid+droidcommand_weaponeffeciencythree":"Re-tune the weapons to use less power, at the cost of performance.",		"droid+droidcommand_weaponeffeciencyone":"Re-tune the weapons to use less power, at the cost of performance.",		"droid+droidcommand_weaponeffeciencyfour":"Re-tune the weapons to use less power, at the cost of performance.",		"droid+droidcommand_weapcaptoshieldtwo":"This program allows the droid to use back-up power-routing systems to shunt power currently stored in the weapon capacitor directly to the shield generator systems.",		"droid+droidcommand_weapcaptoshieldthree":"This program allows the droid to use back-up power-routing systems to shunt power currently stored in the weapon capacitor directly to the shield generator systems.",		"droid+droidcommand_weapcaptoshieldone":"This program allows the droid to use back-up power-routing systems to shunt power currently stored in the weapon capacitor directly to the shield generator systems.",		"droid+droidcommand_weapcaptoshieldfour":"This program allows the droid to use back-up power-routing systems to shunt power currently stored in the weapon capacitor directly to the shield generator systems.",		"droid+droidcommand_weapcappoweruptwo":"Tell the droid to run more power through the weapon capacitor than it is rated for, leading to enhanced performance.",		"droid+droidcommand_weapcappowerupthree":"Tell the droid to run more power through the weapon capacitor than it is rated for, leading to enhanced performance.",		"droid+droidcommand_weapcappowerupone":"Tell the droid to run more power through the weapon capacitor than it is rated for, leading to enhanced performance.",		"droid+droidcommand_weapcappowerupfour":"Tell the droid to run more power through the weapon capacitor than it is rated for, leading to enhanced performance.",		"droid+droidcommand_weapcapequalize":"Resets the weapon capacitor energy settings back to their defaults.",		"droid+droidcommand_shieldnormalize":"Resets shields back to their defaults.",		"droid+droidcommand_shieldfronttobacktwenty":"Divert some of the stored charge from the front shields to the rear.",		"droid+droidcommand_shieldfronttobackhundred":"Divert all of the stored charge from the front shields to the rear.",		"droid+droidcommand_shieldfronttobackfifty":"Divert some of the stored charge from the front shields to the rear.",		"droid+droidcommand_shieldfronttobackeighty":"Divert most of the stored charge from the front shields to the rear.",		"droid+droidcommand_shieldemergencyrear":"This program immediately leeches the majority of front shield energy and current weapon capacitor charge and diverts it all to the rear shield facing. This is an instantaneous command with no lasting effects on any of the ship's systems involved.",		"droid+droidcommand_shieldemergencyfront":"This program immediately leeches the majority of rear shield energy and current weapon capacitor charge and diverts it all to the front shield facing. This is an instantaneous command with no lasting effects on any of the ship's systems involved.",		"droid+droidcommand_shieldbacktofronttwenty":"Divert some of the stored charge from the rear shields to the front.",		"droid+droidcommand_shieldbacktofronthundred":"Divert all of the stored charge from the rear shields to the front.",		"droid+droidcommand_shieldbacktofrontfifty":"Divert some of the stored charge from the rear shields to the front.",		"droid+droidcommand_shieldbacktofronteighty":"Divert most of the stored charge from the rear shields to the front.",		"droid+droidcommand_shieldadjustreartwo":"Changes the shield generators to generate stronger rear shields than front.",		"droid+droidcommand_shieldadjustrearthree":"Changes the shield generators to generate stronger rear shields than front.",		"droid+droidcommand_shieldadjustrearone":"Changes the shield generators to generate stronger rear shields than front.",		"droid+droidcommand_shieldadjustrearfour":"Changes the shield generators to generate stronger rear shields than front.",		"droid+droidcommand_shieldadjustfronttwo":"Changes the shield generators to generate stronger front shields than rear.",		"droid+droidcommand_shieldadjustfrontthree":"Changes the shield generators to generate stronger front shields than rear.",		"droid+droidcommand_shieldadjustfrontone":"Changes the shield generators to generate stronger front shields than rear.",		"droid+droidcommand_shieldadjustfrontfour":"Changes the shield generators to generate stronger front shields than rear.",		"droid+droidcommand_reactoroverloadtwo":"Reactor to generate more energy, at the cost of over-stressing it.",		"droid+droidcommand_reactoroverloadthree":"Reactor to generate more energy, at the cost of over-stressing it.",		"droid+droidcommand_reactoroverloadone":"Reactor to generate more energy, at the cost of over-stressing it.",		"droid+droidcommand_reactoroverloadfour":"Reactor to generate more energy, at the cost of over-stressing it.",		"droid+droidcommand_reactornormalize":"Reset reactor back to default settings.",		"droid+droidcommand_mutedroid":"Toggles off and on the flight droid or flight-computer's auditory feedback mode, giving the pilot some control over how talkative and responsive they are.",		"droid+droidcommand_engineoverloadtwo":"Makes engines provide more thrust, but is rather wasteful in energy.",		"droid+droidcommand_engineoverloadthree":"Makes engines provide more thrust, but is rather wasteful in energy.",		"droid+droidcommand_engineoverloadone":"Makes engines provide more thrust, but is rather wasteful in energy.",		"droid+droidcommand_engineoverloadfour":"Makes engines provide more thrust, but is rather wasteful in energy.",		"droid+droidcommand_enginenormalize":"Engine settings to their defaults.",		"droid+droidcommand_engineefficiencytwo":"Engines consume less power, at the cost of a bit less thrust.",		"droid+droidcommand_engineefficiencythree":"Engines consume less power, at the cost of a bit less thrust.",		"droid+droidcommand_engineefficiencyone":"Engines consume less power, at the cost of a bit less thrust.",		"droid+droidcommand_engineefficiencyfour":"Engines consume less power, at the cost of a bit less thrust.",		"droid+droidcommand_breaklocktwo":"Spoof incoming warheads.",		"droid+droidcommand_breaklockthree":"Spoof incoming warheads.",		"droid+droidcommand_breaklockone":"Spoof incoming warheads.",		"droid+droidcommand_breaklockfour":"Spoof incoming warheads.",		"dream":"/dream: You float away on a fluffy white cloud.
/dream self: Daydreaming again?
/dream target: Dreamy, isn't (he, she or it)?",		"drainforce":"/drainForce <target>: This attack allows a Jedi to drain stored Force power from another player Jedi.",		"dragplayer":"/dragplayer <name>: This command allows you to drag an incapacitated player to safety.  It functions similarly to the /corpse command, in that you must be somewhat close for this command to work.",		"dragincapacitatedplayer":"/dragincapacitatedplayer <target>: This command allows you to drag an incapacitated player to a safer location than where they became incapacitated at.",		"down":"/down: You point at the ground.
/down self: You're staying right here!
/down target: You tell (target name) to stay right here.",		"doubletap":"/doubletap <target>: This ranged attack fires two bolts at once, damaging your target more than the default attack.",		"doh":"/doh: Doh!
/doh self: DOH DOH DOH!
/doh target: You look at (him, her, or it) and say "DOH!"",		"dock":"/dock: Dock with or undock from a space station.",		"dizzyattack":"This command utilizes the dizzy attack.",		"diveshot":"/diveshot: A diving shot will cause you to dive and attack at the same time, leaving you in a prone position.",		"distract":"/distract: Performs a distracting effect of color and lights.",		"dismount":"/dismount: You climb down of your mount, if you are currently on one.",		"dismiss":"/dismiss: You dismiss everyone.
/dismiss self: You dismiss the notion.
/dismiss target: You dismiss (target name) with a quick gesture.",		"disarmingshot2":"/disarmingshot2 <target>: This ranged attack is used to hit your opponent's weapon.  This is more powerful than Disarming Shot 1.",		"disarmingshot1":"/disarmingshot1 <target>: This ranged attack is used to hit your opponent's weapon.",		"disagree":"/disagree: You politely disagree.
/disagree self: You change your mind and disagree with your last statement.
/disagree target: You disagree with (target name).",		"dies":"/dies: Death to all of them!
/dies self: You contemplate the meaning of life.
/dies target: You grimly dictate the fate of (target name).",		"diagnose":"/diagnose: This ability reveals the attribute wounds of your target so that you can focus your healing efforts where they are most needed. The wounds shown are a snapshot of your target at the time you diagnose them. If you wish to update your target's wound information to reflect recent healing or damage, simply diagnose them again.",		"deride":"/deride: Playing the town fool? You ridicule everyone about you.
/deride self: You deride yourself.
/deride target: You laugh at (target name) with contempt.",		"demure":"/demure: You blush shyly.
/demure self: You blush, smiling secretly.
/demure target: You blush shyly at (target name).",		"defuseminefield":"This command allows the user to defuse a mine field.",		"defend":"/defend: You try to stand imposingly, exhibiting your intent to defend the area.
/defend self: You prepare to defend yourself.
/defend target: You step in front of (target name), ready to defend (him, her, or it).",		"defaultattack":"This is the most basic attack action.",		"deepbow":"/deepbow: You bow deeply.
/deepbow self: You bow deeply before yourself and almost fall over.
/deepbow target: You bow deeply before (target name), showing great respect.",		"declareovert":"This command allows a covert faction member to declare overt faction status. Usage of this command is restricted to a 50m radius around friendly player-placed faction headquarters.",		"dazzle":"/dazzle: Performs a dazzling effect of color and lights.",		"dancer":"This ability allows you to perform dance commands.",		"dance":"/dance: You dance about the area.
/dance self: You dance with yourself.
/dance target: You grab (target name) and drag (him, her, or it) to the dance-floor.",		"customizedroid":"This command allows the user to attempt to customize the target droid.",		"curtsey":"/curtsey: You curtsey for your audience.
/curtsey self: You perform a very formal curtsey.
/curtsey target: You curtsey to (target name).",		"curse":"/curse: You spew obscenities.
/curse self: You quietly curse to yourself.
/curse target: You spew obscenities at (target name), and let (him, her, or it) have it.",		"curious":"/curious: You look around inquisitively.
/curious self: You look curiously at yourself, as if something has changed.
/curious target: You peer curiously over (his, her, or its) shoulder.",		"curepoison":"/curepoison <target>: This command enables you to cure poison from a target, if you have the appropriate medical equipment.",		"curedisease":"/curedisease <target>: This command enables you to cure disease from a target, if you have the appropriate medical equipment.",		"culater":"/culater:  See ya later.
/culater self:  "Not if I see you first!"
/culater target:  See ya later, (target name).",		"cuckoo":"/cuckoo: These people are cuckoo.
/cuckoo self: You just realized that you are cuckoo.
/cuckoo target: You think (target name) is cuckoo.",		"cu":"/cu: See ya later.
/cu self: "Not if I see you first!"
/cu target: See ya later, (target name).",		"cry":"/cry: You burst into tears.
/cry self: You cry uncontrollably.
/cry target: You cry on (his, her, or its) shoulder.",		"cripplingshot":"/cripplingshot <target>: This powerful ranged attack is very damaging to a single target.",		"cringe":"/cringe: EEP! You cringe.
/cringe self: You cringe at the thought.
/cringe target: You cringe away from (target name) in fear.",		"creatureareattack":"Creatures",		"creatureareapoison":"Creature",		"creatureareaknockdown":"Creatures",		"creatureareadisease":"Creature",		"creatureareacombo":"Creatures",		"creatureareableeding":"Creature",		"createprototype":"This command allows the user to create a prototype.",		"createmanfschematic":"This command is used to create a manufacture schematic.",		"cower":"/cower: You cower.
/cower self: You cower submissively.
/cower target: You cower away from (him, her, or it).",		"covereyes":"/covereyes: You cover your eyes.
/covereyes self: You hide your eyes behind your crossed arms.
/covereyes target: You cover (his, her, or its) eyes.",		"cover":"/cover: You tell everyone to cover up!
/cover self: Feeling a draft?
/cover target: Get some clothes on (target name)!",		"counterattack":"This command utilizes the counter attack sequence.",		"cough":"/cough: *COUGH* *COUGH*
/cough self: *cough* *ahem* You hack out a stifled cough. Trying to tell someone something?
/cough target: You cough in (his, her, or its) face.",		"corpse":"/corpse: Using this command with a corpse targeted will move the corpse closer to you.  If it is not your corpse, you will need /consent from the player who died.",		"contemplate":"/contemplate: You contemplate.
/contemplate self: You contemplate your future.
/contemplate target: You contemplate (target name)'s future.",		"consider":"/consider: This allows you to determine the relative difficulty of your current target.",		"consent":"/consent",		"congratulate":"/congratulate: Congrats to all!
/congratulate self: You give yourself a pat on the back.
/congratulate target: You congratulate (him, her, or it).",		"confusionshot":"/confusionshot <target>: This ranged attack is designed to confuse its target, and can stun and dizzy its target as well.",		"concealshot":"/concealshot <target>: This ranged sneak attack, if successful, will damage your target without them knowing where the attack came from.",		"conceal":"/conceal: This command allows you to apply a camouflage kit to become far less detectable by NPCs and creatures while in the concealed state.  This can be used on other players.",		"con":"/con",		"comfort":"/comfort: You comfort everyone and let them know it will be OK.
/comfort self: You subtly drop the hint that you could use some comforting.
/comfort target: You comfort (him, her, or it).",		"combhair":"/combhair:  You claw at the knots in your hair in desperate need of a comb.
/combhair self:  You comb your hair. There! Perfect!
/combhair target:  You comb (target name)'s hair.",		"combattarget":"/combattarget:  Type /combattarget while on an attackable target to maintain that as what you will be attacking, regardless of what else you target afterwards.  This is very useful for healing other party members while fighting creatures or players.",		"combarea":"/combarea:  Looking for something? You comb the area.
/combarea self:  There you are!
/combarea target:  You comb the area searching for (target name).",		"comb":"/comb: Looking for something? You comb the area.
/comb self: You comb your hair. There! Perfect!
/comb target: You comb (target name)'s hair.",		"colorlights":"/colorlights: Performs a series of colored light effects.",		"closeeyes":"/closeeyes:  You close your eyes for a moment.
/closeeyes self:  You close your eyes for a moment, thinking.
/closeeyes target:  You close your eyes, unwilling to look at (target name).",		"close":"/close: You close your eyes for a moment.
/close self: You close your eyes for a moment, thinking.
/close target: You close your eyes, unwilling to look at (target name).",		"claw":"/claw: You hiss and bare your claws.
/claw self: You remove a file from your pack and begin to sharpen your claws.
/claw target: You claw at (target name).",		"clap":"/clap: You clap your hands together.
/clap self: You give yourself a hand.
/clap target: You clap for (target name).",		"citywarn":"/citywarn <target>: Warns the target to leave the city in 30 seconds or be attacked.  Players made attackable with this command cannot defend themselves, but are only attackable up to the city limits.  You may only use this command if you are a militia member.",		"citypardon":"/citypardon <target>: Removes the ban state from a person in your city.  You may only use this command if you are a militia member.",		"cityban":"/cityban <target>: Prevents a player from being able to buy travel tickets at the city shuttleport and prevents them from entering public civic structures like cloning facilities and the city hall.  You may only use this command if you are a militia member.",		"city_spec_stronghold":"A 'Stronghold' has trained its militia members to the peak of their abilities in the methods of tactical defense.  Militia members in a 'Stronghold' get a 50 point bonus to all defense rolls against other players.",		"city_spec_sample_rich":"A sample rich city has a lot of highly accessable surface resources for manual collection.  The sample rich city bestows a 20% bonus to sample sizes and a 10% bonus to extraction skill checks during resource collection using a survey tool.",		"city_spec_research":"Any experimentation done within a 'Research Center' is enhanced.  A 15% bonus to the final result roll is added during the experimentation phase of crafting.",		"city_spec_missions":"Missions taken in a city with an 'Improved Job Market' grant a 15% increase to their rewards.",		"city_spec_master_manufacturing":"An 'Industrial Society' gains the bonuses of both the 'Manufacturing Center' and 'Research Center' specializations.",		"city_spec_master_healing":"A 'Scientific Society' gains the bonuses of both the 'Medical Center' and 'Entertainment District' specializations.",		"city_spec_industry":"Crafting done in a 'Manufacturing Center' earns a 10% bonus to prototype assembly results, significantly reducing the chance of failures.",		"city_spec_entertainer":"Entertainer healing is 10% more effective in an 'Entertainment District'.",		"city_spec_doctor":"Medical healing is 10% more effective in a 'Medical Center'.",		"city_spec_cloning":"The cost of clone insurance in a city with the 'Clone Lab' specialization is reduced by 20%.",		"city_map":"If the Politician is a Mayor, he can register his city on the planetary map and register the city's civic buildings with the /find command.",		"chuckle":"/chuckle: You chuckle.
/chuckle self: You chuckle to yourself.
/chuckle target: You chuckle politely at (target name).",		"chortle":"/chortle: You chortle.
/chortle self: With a series of nasally snorts, you chortle to yourself.
/chortle target: You chortle uncontrollably at the sight of (target name).",		"choppedliver":"/choppedliver: You wonder what is wrong with you. Are you chopped liver?
/choppedliver self: What am I? Chopped liver?
/choppedliver target: You ask (target name) if you are chopped liver?",		"chestpuff":"/chestpuff: You puff up your chest and attempt to look imposing.
/chestpuff self: You chest-puff and pump up your own ego a bit.
/chestpuff target: You realize that (target name) is just chest-puffing and let (him, her, or it) know that (he, she or it) full of hot air.",		"chestpound":"/chestpound: You pound on your chest!
/chestpound self: You pound on your chest, daring anyone to take you on.
/chestpound target: You pound your chest. Will (target name) take you on?",		"cheer":"/cheer: You cheer wildly.
/cheer self: You cheer for yourself! YAY ME!!
/cheer target: YAY!! You cheer for (target name).",		"cheek":"/cheek: You turn your head and expose your cheek looking for a kiss.
/cheek self: You point to your cheek indicating where to kiss.
/cheek target: You give (target name) a tender kiss on the cheek.",		"chatterspeech+youreallclearkid":"Use this command to quickly say: You're all clear, kid.",		"chatterspeech+wookieewin":"Use this command to quickly say: Let the wookiee win.",		"chatterspeech+wholeading":"Use this command to quickly say: Who's leading this sortie?",		"chatterspeech+wellstayback":"Use this command to quickly say: We'll stay back.",		"chatterspeech+watchyourself":"Use this command to quickly say: Watch yourself!",		"chatterspeech+watchyourback":"Use this command to quickly say: Watch your back!",		"chatterspeech+watchcrossfire":"Use this command to quickly say: Watch that crossfire!",		"chatterspeech+thisisit":"Use this command to quickly say: This is it!",		"chatterspeech+theycamefrombehind":"Use this command to quickly say: They came from behind.",		"chatterspeech+targetcoming":"Use this command to quickly say: Targets coming up!",		"chatterspeech+stayontarget":"Use this command to quickly say: Stay on target.",		"chatterspeech+scopesnegative":"Use this command to quickly say: My scope's negative.",		"chatterspeech+rightwithyou":"Use this command to quickly say: Right with you.",		"chatterspeech+retreat":"Use this command to quickly say: Retreat!",		"chatterspeech+reportin":"Use this command to quickly say: All wings report in.",		"chatterspeech+rendezvous":"Use this command to quickly say: Rendezvous at my location.",		"chatterspeech+outgunned":"Use this command to quickly say: I'm outgunned here!",		"chatterspeech+onmetight":"Use this command to quickly say: He's on me tight.",		"chatterspeech+negativenoimpact":"Use this command to quickly say: Negative. It just impacted on the surface.",		"chatterspeech+negative":"Use this command to quickly say: Negative.",		"chatterspeech+locksfoils":"Use this command to quickly say: Lock S-foils in attack position.",		"chatterspeech+keepeyesopen":"Use this command to quickly say: Keep your eyes open.",		"chatterspeech+itsaway":"Use this command to quickly say: It's away!",		"chatterspeech+itsahit":"Use this command to quickly say: It's a hit!",		"chatterspeech+iseethem":"Use this command to quickly say: I see them!",		"chatterspeech+imontheleader":"Use this command to quickly say: I'm on the leader.",		"chatterspeech+imonit":"Use this command to quickly say: I'm on it.",		"chatterspeech+iminrange":"Use this command to quickly say: I'm in range.",		"chatterspeech+imhit":"Use this command to quickly say: I'm hit!",		"chatterspeech+holdthemoff":"Use this command to quickly say: Just hold them off for a few seconds.",		"chatterspeech+heavyfire":"Use this command to quickly say: I'm taking heavy fire!",		"chatterspeech+greatshot":"Use this command to quickly say: Great shot!",		"chatterspeech+greatgoingkid":"Use this command to quickly say: Great going, kid!",		"chatterspeech+gothim":"Use this command to quickly say: Got him!",		"chatterspeech+fullthrottle":"Use this command to quickly say: We're going in full throttle.",		"chatterspeech+followmylead":"Use this command to quickly say: Follow my lead.",		"chatterspeech+fallback":"Use this command to quickly say: Fall back!  Regroup on the surface.",		"chatterspeech+escortcriticaltarget":"Use this command to quickly say: Escort the critical target.",		"chatterspeech+defendourtarget":"Use this command to quickly say: Defend our target.",		"chatterspeech+closeup":"Use this command to quickly say: Close up formation.",		"chatterspeech+cantshakethem":"Use this command to quickly say: Help!  I can't shake them!",		"chatterspeech+cantmaneuver":"Use this command to quickly say: I can't maneuver!",		"chatterspeech+cantholdthem":"Use this command to quickly say: I can't hold them.",		"chatterspeech+attackrun":"Use this command to quickly say: Get set to make your attack run.",		"chatterspeech+attackmytarget":"Use this command to quickly say: Attack my target!",		"chatterspeech+attackcriticaltarget":"Use this command to quickly say: Attack the critical target!",		"chatterspeech+almostthere":"Use this command to quickly say: Almost there.",		"chatterspeech+allwingsreport":"Use this command to quickly say: All wings report in.",		"chatterspeech+allclear":"Use this command to quickly say: All clear.",		"chatterspeech+acceleratetoattack":"Use this command to quickly say: Accelerate to attack speed.",		"chase":"/chase: You don't have to go home, but you can't stay here!
/chase self: You turn circles, chasing your own tail.
/chase target: You chase (target name) around the area.",		"chargeshot2":"/chargeshot2 <target>: This ranged attack can knock multiple targets down at once.",		"chargeshot1":"/chargeshot1 <target>: This ranged attack can knock a target down.",		"channelforce":"/channelForce: This ability allows a Jedi to quickly convert some of his natural life energy into usable Force power.",		"cert_vibroknuckler":"This certification allows you to wield a Vibroknuckler.",		"cert_twohandlightsaber_gen4":"This certification allows you to wield a Fourth Generation Two-handed Lightsaber.",		"cert_twohandlightsaber_gen3":"This certification allows you to wield a Third Generation Two-handed Lightsaber.",		"cert_twohandlightsaber_gen2":"This certification allows you to wield a Second Generation Two-handed Lightsaber.",		"cert_twohandlightsaber_gen1":"This certification allows you to wield a First Generation Two-handed Lightsaber.",		"cert_twohandlightsaber":"This certification allows you to wield a Two-handed Lightsaber.",		"cert_thrown_shuriken":"This certification allows you to wield a Throwing Star.",		"cert_thrown_plasmasphere":"This certification allows you to wield a Plasma Sphere.",		"cert_thrown_knife":"This certification allows you to wield a Throwing Knife.",		"cert_thrown_hatchet":"This certification allows you to wield a Throwing Axe.",		"cert_thrown_dagger":"This certification allows you to wield a Throwing Dagger.",		"cert_thrown_bolo":"This certification allows you to wield a Bolo.",		"cert_sword_rantok":"This certification allows you to wield a Rantok Sword.",		"cert_sword_blade_ryyk":"This certification allows you to wield a Ryyk Blade.",		"cert_sword_blade_rantok":"This certification allows you to wield a Rantok Sword.",		"cert_sword_2h_scythe":"This certification allows you to wield a Scythe.",		"cert_sword_2h_maul":"This certification allows you to wield a Power Hammer.",		"cert_sword_2h_katana":"This certification allows you to wield a Two-handed Curved Sword.",		"cert_sword_2h_cleaver":"This certification allows you to wield a Two-handed Cleaver.",		"cert_sword_2h_axe":"This certification allows you to wield a Two-handed Axe.",		"cert_sword_02":"This certification allows you to wield a Curved Sword.",		"cert_sword_01":"This certification allows you to wield a Sword.",		"cert_starships_z95headhunter":"Z-95 Headhunter Piloting Certification",		"cert_starships_ywinglongprobe":"Y-Wing 'LongProbe' Piloting Certification",		"cert_starships_ywing":"Y-Wing Piloting Certification",		"cert_starships_yt2400":"YT-2400 Freighter Piloting Certification",		"cert_starships_yt1300":"YT-1300 Transport Piloting Certification",		"cert_starships_ykl37r":"YKL-37R Nova Courier Piloting Certification",		"cert_starships_xwing":"X-Wing Piloting Certification",		"cert_starships_tieoppressor":"TIE Oppressor Piloting Certification",		"cert_starships_tieinterceptor":"TIE Interceptor Piloting Certification",		"cert_starships_tiefighterlight":"TIE Fighter (Light Duty) Piloting Certification ",		"cert_starships_tiefighterin":"TIE/In Fighter Piloting Certification",		"cert_starships_tiefighter":"TIE Fighter Piloting Certification",		"cert_starships_tiebomber":"TIE Bomber Piloting Certification",		"cert_starships_tieaggressor":"TIE Aggressor Piloting Certification",		"cert_starships_tieadvanced":"TIE Advanced Piloting Certification",		"cert_starships_republicfighter":"Republic Starfighter Piloting Certification",		"cert_starships_rebeltransport":"Rebel Transport Piloting Certification",		"cert_starships_merchantcruiser":"Merchant Cruiser Piloting Certification",		"cert_starships_mediumhuttfighter":"Dunelizard Starfighter Piloting Certification",		"cert_starships_mediumblacksunfighter":"Ixiyen Starfighter Piloting Certification",		"cert_starships_lighthuttfighter":"Scyk Starfighter Piloting Certification",		"cert_starships_lightblacksunfighter":"Light Black Sun Starfighter Piloting Certification",		"cert_starships_imperialtransport":"Imperial Transport Piloting Certification",		"cert_starships_huttfighter":"Dunelizard Starfighter Piloting Certification",		"cert_starships_hutt_turret_ship":"M22-T "Krayt" Gunship Piloting Certification",		"cert_starships_heavyhuttfighter":"Kimogila Starfighter Piloting Certification",		"cert_starships_heavyblacksunfighter":"Rihkxyrk Starfighter Piloting Certification",		"cert_starships_firespray":"KSE Firespray Piloting Certification",		"cert_starships_decimator":"VT-49 Decimator Piloting Certification",		"cert_starships_corsecfighter":"CORSEC Starfighter Piloting Certification",		"cert_starships_bwing":"B-Wing Piloting Certification",		"cert_starships_blacksunfighter":"Kihraxz Starfighter Piloting Certification",		"cert_starships_awing":"A-Wing Piloting Certification",		"cert_rocket_launcher":"This certification allows you to wield a Rocket Launcher.",		"cert_rifle_tusken":"This certification allows you to wield a Tusken Rifle.",		"cert_rifle_t21":"This certification allows you to wield a T21 Rifle.",		"cert_rifle_spraystick":"This certification allows you to wield a Spraystick.",		"cert_rifle_sg82":"This certification allows you to wield an SG82 Rifle.",		"cert_rifle_lightning":"This certification allows you to wield a Light Lightning Cannon.",		"cert_rifle_laster":"This certification allows you to wield a Laser Rifle.",		"cert_rifle_laser":"This certification allows you to wield a Laser Rifle.",		"cert_rifle_jawa_ion":"This certification allows you to wield a Jawa Ion Rifle.",		"cert_rifle_flamethrower":"This certification allows you to wield a Flame Thrower.",		"cert_rifle_flame_thrower":"This certification allows you to wield a Flame Thrower.",		"cert_rifle_e11":"This certification allows you to wield an E11 Rifle.",		"cert_rifle_dlt20a":"This certification allows you to wield a DLT20a Rifle.",		"cert_rifle_dlt20":"This certification allows you to wield a DLT20 Rifle.",		"cert_rifle_cdef":"This certification allows you to wield a CDEF Rifle.",		"cert_rifle_bowcaster":"This certification allows you to wield a Bowcaster.",		"cert_rifle_beam":"This certification allows you to wield a Beam Rifle.",		"cert_rifle_acid_beam":"This certification allows you to wield a Heavy Acid Rifle.",		"cert_rifle_acid":"This certification allows you to wield a Heavy Acid Rifle.",		"cert_polearmlightsaber_gen4":"This certification allows you to wield a Fourth Generation Polearm Lightsaber.",		"cert_polearmlightsaber_gen3":"This certification allows you to wield a Third Generation Polearm Lightsaber.",		"cert_polearmlightsaber_gen2":"This certification allows you to wield a Second Generation Polearm Lightsaber.",		"cert_polearmlightsaber_gen1":"This certification allows you to wield a First Generation Polearm Lightsaber.",		"cert_polearmlightsaber":"This certification allows you to wield a Polearm Lightsaber.",		"cert_pistol_tangle":"This certification allows you to wield a Tangle Pistol.",		"cert_pistol_striker":"This certification allows you to wield a Striker Pistol.",		"cert_pistol_srcombat":"This certification allows you to wield an SR Combat Pistol.",		"cert_pistol_scout_blaster":"This certification allows you to wield a Scout Blaster.",		"cert_pistol_scatter":"This certification allows you to wield a Scatter Pistol.",		"cert_pistol_republic_blaster":"This certification allows you to wield a Republic Blaster.",		"cert_pistol_power5":"This certification allows you to wield a Power5 Pistol.",		"cert_pistol_launcher":"This certification allows you to wield a Launcher Pistol.",		"cert_pistol_fwg5":"This certification allows you to wield a FWG5 Pistol.",		"cert_pistol_dx2":"This certification allows you to wield a DX2 Pistol.",		"cert_pistol_dl44_metal":"This certification allows you to wield a DL44 Metal Pistol.",		"cert_pistol_dl44":"This certification allows you to wield a DL44 Pistol.",		"cert_pistol_dl18":"This certification allows you to wield a DL18 Pistol.",		"cert_pistol_dh17":"This certification allows you to wield a DH17 Pistol.",		"cert_pistol_d18":"This certification allows you to wield a D18 Pistol.",		"cert_pistol_cdef":"This certification allows you to wield a CDEF Pistol.",		"cert_ordnance_levelten":"Level 10 Starship Equipment Certification",		"cert_ordnance_level9":"Level 9 Starship Equipment Certification",		"cert_ordnance_level8":"Level 8 Starship Equipment Certification",		"cert_ordnance_level7":"Level 7 Starship Equipment Certification",		"cert_ordnance_level6":"Level 6 Starship Equipment Certification",		"cert_ordnance_level5":"Level 5 Starship Equipment Certification",		"cert_ordnance_level4":"Level 4 Starship Equipment Certification",		"cert_ordnance_level3":"Level 3 Starship Equipment Certification",		"cert_ordnance_level2":"Level 2 Starship Equipment Certification",		"cert_ordnance_level1":"Level 1 Starship Equipment Certification",		"cert_onehandlightsaber_training":"This certification allows you to wield a One-handed Training Lightsaber.",		"cert_onehandlightsaber_gen4":"This certification allows you to wield a Fourth Generation One-handed Lightsaber.",		"cert_onehandlightsaber_gen3":"This certification allows you to wield a Third Generation One-handed Lightsaber.",		"cert_onehandlightsaber_gen2":"This certification allows you to wield a Second Generation One-handed Lightsaber.",		"cert_onehandlightsaber_gen1":"This certification allows you to wield a First Generation One-handed Lightsaber.",		"cert_onehandlightsaber":"This certification allows you to wield a One-handed Lightsaber.",		"cert_light_fragmentation_grenade":"This certification allows you to use a Light Fragmentation Grenade.",		"cert_lance_vibrolance":"This certification allows you to wield a Vibro Lance.",		"cert_lance_vibro_axe":"This certification allows you to wield a Long Vibro Axe.",		"cert_lance_staff_wood_s2":"This certification allows you to wield a Reinforced Combat Staff Certification.",		"cert_lance_staff_wood_s1":"This certification allows you to wield a Wood Staff.",		"cert_lance_staff_metal":"This certification allows you to wield a Metal Staff.",		"cert_lance_controllerfp":"This certification allows you to wield a Basic Lance.",		"cert_knife_vibroblade":"This certification allows you to wield a Vibroblade.",		"cert_knife_survival":"This certification allows you to wield a Survival Knife.",		"cert_knife_stone":"This certification allows you to wield a Stone Knife.",		"cert_knife_dagger":"This certification allows you to wield a Dagger.",		"cert_heavy_particle_beam":"This certification allows you to wield a Heavy Particle Beam Cannon.",		"cert_heavy_lightning_beam":"This certification allows you to wield a Lightning Beam Cannon.",		"cert_heavy_acid_beam":"This certification allows you to wield a Heavy Acid Beam weapon.",		"cert_grenade_thermal_detonator":"This certification allows you to wield a Thermal Detonator.",		"cert_grenade_proton":"This certification allows you to wield a Proton Grenade.",		"cert_grenade_imperial_detonator":"This certification allows you to wield an Imperial Detonator.",		"cert_grenade_glop":"This certification allows you to wield a Glop Grenade.",		"cert_grenade_fragmentation":"This certification allows you to wield a Fragmentation Grenade.",		"cert_grenade_cryoban":"This certification allows you to wield a Cryoban Grenade.",		"cert_droid_astromech_6":"Level Six Flight-Rated Astromech or Flight Computer Management Certification. This allows you to use the memory core on astromechs (or flight computers) to interface with a starship's systems and run starship control programs to manage power allocation and other starship functions.",		"cert_droid_astromech_5":"Level Five Flight-Rated Astromech or Flight Computer Management Certification. This allows you to use the memory core on astromechs (or flight computers) to interface with a starship's systems and run starship control programs to manage power allocation and other starship functions.",		"cert_droid_astromech_4":"Level Four Flight-Rated Astromech or Flight Computer Management Certification. This allows you to use the memory core on astromechs (or flight computers) to interface with a starship's systems and run starship control programs to manage power allocation and other starship functions.",		"cert_droid_astromech_3":"Level Three Flight-Rated Astromech or Flight Computer Management Certification. This allows you to use the memory core on astromechs (or flight computers) to interface with a starship's systems and run starship control programs to manage power allocation and other starship functions.",		"cert_droid_astromech_2":"Level Two Flight-Rated Astromech or Flight Computer Management Certification. This allows you to use the memory core on astromechs (or flight computers) to interface with a starship's systems and run starship control programs to manage power allocation and other starship functions.",		"cert_droid_astromech_1":"Level One Flight-Rated Astromech or Flight Computer Management Certification. This allows you to use the memory core on astromechs (or flight computers) to interface with a starship's systems and run starship control programs to manage power allocation and other starship functions.",		"cert_carbine_nym_slugthrower":"This certification allows you to wield a Slugthrower Carbine.",		"cert_carbine_laster":"This certification allows you to wield a Laser Carbine.",		"cert_carbine_laser":"This certification allows you to wield a Laser Carbine.",		"cert_carbine_elite":"This certification allows you to wield an Elite Carbine.",		"cert_carbine_ee3":"This certification allows you to wield an EE3 Carbine.",		"cert_carbine_e11":"This certification allows you to wield an E11 Carbine.",		"cert_carbine_dxr6":"This certification allows you to wield a DXR6 Carbine.",		"cert_carbine_dh17_snubnose":"This certification allows you to wield a DH17 Snubnose Carbine.",		"cert_carbine_dh17_short":"This certification allows you to wield a DH17 Short Carbine.",		"cert_carbine_dh17":"This certification allows you to wield a DH17 Carbine.",		"cert_carbine_cdef":"This certification allows you to wield a CDEF Carbine.",		"cert_baton_stun":"This certification allows you to wield a Stun Baton.",		"cert_baton_gaderiffi":"This certification allows you to wield a Gaderiffi Baton.",		"cert_axe_vibro":"This certification allows you to wield a Vibro Axe.",		"cert_axe_heavy_duty":"This certification allows you to wield a Heavy Axe.",		"centerofbeing":"This command will cause your character to focus on avoiding combat blows. This will only apply when you are wielding a melee weapon.",		"censor":"/censor: You are appalled at the usage of obscenities.
/censor self: You scold yourself and wash your own mouth with soap.
/censor target: You censor (target name).",		"catchbreath":"/catchbreath: You wheeze and gasp for air as you try to catch your breath.
/catchbreath self: You rest your hands on your knees and try to catch your breath.
/catchbreath target: You signal to (target name) that you will be just a moment as you catch your breath.",		"cancelcraftingsession":"This command cancels a crafting session.",		"calm":"/calm: You try to calm everyone down.
/calm self: Take a deep breath and count to 10. 1.. 2.. 3..
/calm target: You try to calm (target name) down.",		"callstop":"/callstop:  Everybody stop!
/callstop self:  You bravely try to stop the onrushing world.
/callstop target:  You order (target name) to stop.",		"callretreat":"/callretreat: RETREAT!!
/callretreat self: You prepare to retreat.
/callretreat target: You give (target name) the signal to retreat.",		"cackle":"/cackle: You cackle.
/cackle self: You cackle insanely at yourself.
/cackle target: You cackle in (target name)'s face.",		"bye":"/bye: BYE!
/bye self: BYE-BYE!
/bye target: You wish (target name) well and hope to see (him, her, or it) soon.",		"burstshot2":"/burstshot2 <target>: This area ranged attack is more damaging than Burst Shot 1.",		"burstshot1":"/burstshot1 <target>: This ranged attack is more damaging than the default attack.",		"burstrun":"/burstrun: Burst Run lets you run rapidly for a short duration by expending some of your Health, Action, and Mind pools at once.",		"burp":"/burp: You burp loudly and look toward the judges.
/burp self: Was it tasty? You burp to yourself and get a bitter, acidic taste in your mouth.
/burp target: You burp in (target name)'s face.",		"bump":"/bump: You offer an open invitation for bumping.
/bump self: You bump with yourself.
/bump target: You bump with (target name).",		"bstrike3":"/bstrike3 : This ability allows a pilot to call in a TIE Bomber strike wing against their current target, assuming it is valid.",		"bstrike2":"/bstrike2 : This ability allows a pilot to call in a TIE Bomber strike force against their current target, assuming it is valid.",		"bstrike1":"/bstrike1 : This ability allows a pilot to call in a TIE Bomber strike package against their current target, assuming it is valid.",		"brt":"/brt: BRT!
/brt self: Not much farther now!!
/brt target: You tell (target name) to go on and that you will be right there.",		"brb":"/brb: Be Right Back!
/brb self: You take a leave of absence from reality.
/brb target: You tell (target name) that you will be right back.",		"brandish":"/brandish: You brandish your weapon at the general area.
/brandish self: You look exasperated and sarcastically brandish your weapon at yourself.
/brandish target: You brandish your weapon menacingly at (target name).",		"bowhead":"/bowhead: You bow your head.
/bowhead self: You bow your head and focus yourself.
/bowhead target: You bow your head to (target name).",		"bow4":"/bow4: You bow.
/bow4 self: You gracefully perform a flourished bow.
/bow4 target: You bow to (target name).",		"bow3":"/bow3: You bow.
/bow3 self: You gracefully perform a flourished bow.
/bow3 target: You bow to (target name).",		"bow2":"/bow2: You bow.
/bow2 self: You gracefully perform a flourished bow.
/bow2 target: You bow to (target name).",		"bow":"/bow: You bow.
/bow self: You gracefully perform a flourished bow.
/bow target: You bow to (target name).",		"bouquet":"/bouquet: Wow! Great trick! You pull a flower bouquet out of thin air.
/bouquet self: You grab a flower bouquet and inhale deeply of the flowers' smell.
/bouquet target: Awww. How nice of you! You give a flower bouquet to (target name).",		"bounce":"/bounce: You bounce around with excitement!
/bounce self: You try to bounce yourself off the ground.
/bounce target: You bounce circles around (target name).",		"bored":"/bored: Bored!
/bored self: You go stir-crazy from boredom.
/bored target: You tell (target name) that you are bored of (him, her, or it).",		"boostmorale":"/boostmorale: This very powerful Squad Leader ability allows the Squad Leader to boost the morale of their troopers by re-distributing all party wounds evently among all of its members.  This ability takes a heavy toll on the Squad Leader's Action and Mind pools.  Use the /setboostmorale <message> command to set the message the Squad Leader shouts when this ability is used.  The Squad Leader must be the leader of the group for this to work.",		"boogie":"/boogie: Get down! You boogie-woogie-oogie.
/boogie self: You tell yourself it's time to boogie.
/boogie target: You tell (target name) that you are going to boogie.",		"bonk":"/bonk: Bonk! bOnk! BoNk!
/bonk self: You bonk yourself on the head. Look at all the birdies!!
/bonk target: You bonk (target name) on the head. What were they thinking?!",		"boggle":"/boggle: You boggle at that concept.
/boggle self: You boggle at yourself. What were you thinking?!
/boggle target: You boggle at (target name). What did (he, she or it) just say?",		"bodyslam":"/bodyslam: Unable to find a target, you pull a stuffed animal from your pack and bodyslam it! TAKE THAT!
/bodyslam self: You pick yourself up and throw yourself on the ground.
/bodyslam target: You try to pick up (target name) and bodyslam (him, her, or it).",		"bodyshot3":"/bodyshot3 <target>: This powerful ranged attack targets an opponent's body in order to devastate their Health pool.  This is the most powerful Body Shot attack.",		"bodyshot2":"/bodyshot2 <target>: This advanced ranged attack targets an opponent's body in order to damage their Health pool.  This is more powerful than Body Shot 1.",		"bodyshot1":"/bodyshot1 <target>: This ranged attack targets an opponent's body in order to damage their Health pool.",		"bob":"/bob: You bob your head to the beat.
/bob self: You go bobbing for apples.
/bob target: You bob up from behind (target name).",		"boardshuttle":"This command allows the user to board a shuttle.",		"bmoc":"/bmoc: You look around for the BMOC.
/bmoc self: You are "THE MAN"!! You declare yourself BMOC.
/bmoc target: You cast your BMOC vote for (target name).",		"blush":"/blush: You blush.
/blush self: You blush in embarrassment.
/blush target: You blush at (target name).",		"blowkiss":"/blowkiss: You blow kisses.
/blowkiss self: Got it! You catch a kiss.
/blowkiss target: You blow a kiss to (target name).",		"blow":"/blow: You pull out a string and some soapy water and proceed to blow bubbles.
/blow self: You blow your hair out of your face.
/blow target: You blow in (target name)'s ear.",		"blink":"/blink: You blink.
/blink self: You blink in disbelief.
/blink target: You blink in disbelief at (target name).",		"blindattack":"This command utilizes the blind attack sequence.",		"bleedingshot":"/bleedingshot <target>: This ranged attack is of medium power, but can cause its target to bleed.",		"bleed":"/bleed: MEDIC!!  You bleed on the ground.
/bleed self: You bleed all over yourself and make a nice pool of blood at your feet.
/bleed target: You bleed all over (target name).",		"blame":"/blame: You blame everyone else.
/blame self: You blame yourself.
/blame target: You blame (target name).",		"bite":"/bite: You snap your teeth at everyone around you.
/bite self: You bite your lip nervously.
/bite target: You bite (target name) on the leg.",		"bet":"After joining a suitable gambling station, you may target the station and use the /bet command to set your wager.",		"berserk2":"/berserk2: While berserk, you cause more melee damage to your targets but get hit more often in return.  This is more powerful than Berserk 1.",		"berserk1":"/berserk1: While berserk, you cause more melee damage to your targets but get hit more often in return.",		"belch":"/belch: You let out a resounding belch! Feel better?
/belch self: You try to muffle your belch.
/belch target: You belch in (target name)'s face.",		"beckon":"/beckon: You do your best to gather everyone around you.
/beckon self: You summon your inner strength.
/beckon target: You motion at (target name) to come here.",		"bearhug":"/bearhug: You hold your arms out wide and look for a target to bear-hug.
/bearhug self: You bear-hug yourself and stretch out your shoulders.
/bearhug target: You give (target name) a great, big bear-hug that lifts (him, her, or it) off the ground.",		"beam":"/beam: Feeling radiant, are we?
/beam self: You beam at yourself.
/beam target: You beam at (target name).",		"bbl":"/bbl: You tell everyone you will be back later... See ya soon!
/bbl self: Trying to have an out of body experience, are we?
/bbl target: You let (target name) know that you will be back later.",		"battlefieldstatus":"This command allows the user to view a battlefield's status.",		"batlashes":"/batlashes:  And just whom are you trying to impress?   You bat your lashes.
/batlashes self:  You practice batting your lashes.
/batlashes target:  You bat your lashes at (target name).",		"bat":"/bat: And just whom are you trying to impress?  You bat your lashes.
/bat self: You practice batting your lashes.
/bat target: You bat your lashes at (target name).",		"bark":"/bark: You get on all fours and bark like a dog.
/bark self: You bark at yourself.
/bark target: BARK BARK!  You bark at (target name).",		"bang":"/bang: You bang your head to the music.
/bang self: You bang your head against the wall.
/bang target: You bang (target name)'s head against the wall.",		"bandfill":"This ability allows you to plays songs with the Bandfill instrument.",		"bak":"/bak: You let everyone know that you are back at your keyboard.
/bak self: You smile contentedly as you realize you are back to your old self again!
/bak target: You wish that (target name) would come back to (his, her, or its) keyboard.",		"bah":"/bah: BAH!
/bah self: You take one look at your surroundings and think aloud, "BAH!"
/bah target: You look (target name) up and down and utter, "BAH!"",		"badfeeling":"/badfeeling: You have a bad feeling about this...
/badfeeling self: You start to express your bad feeling and think better of it.
/badfeeling target: You signal to (him, her, or it) that you have a bad feeling about this...",		"bad":"/bad: Uh. What just went horribly wrong?
/bad self: Just how bad have you been?
/bad target: You make it obvious that you think (target name) has been bad.",		"backhand":"/backhand: You raise your hand as if to backhand slap someone.
/backhand self: You backhand slap your other palm, emphasizing your point.
/backhand target: You slap (him, her, or it) in the face with a swift backhand.",		"ayt":"/ayt: You try to figure out who is AFK and who is not.
/ayt self: I don't know.  Are you really here?
/ayt target: Hello? (target name)? Well, it seems (his, her, or its) lights are on, but is anyone home?",		"avoidincapacitation":"/avoidIncapacitation: This ability allows a Jedi to prevent themselves from going into an unconscious state.  This power only lasts for a short time and can quickly deplete a Jedi of Force power if they try to remain conscious for a lengthy period of time.",		"attend":"/attend: You listen hard.
/attend self: You listen to something only you can hear.
/attend target: You listen to (target name).",		"attack":"/attack: This initiates combat against your current target.",		"astromech_droid_cert_6":"This certification allows you to equip an Astromech with a level 6 data storage module, or a v6 Flight Computer, on your starship.",		"astromech_droid_cert_5":"This certification allows you to equip an Astromech with a level 5 data storage module, or a v5 Flight Computer, on your starship.",		"astromech_droid_cert_4":"This certification allows you to equip an Astromech with a level 4 datastorage module, or a v4 Flight Computer, on your starship.",		"astromech_droid_cert_3":"This certification allows you to equip an Astromech with a level 3 data storage module, or a v3 Flight Computer, on your starship.",		"astromech_droid_cert_2":"This certification allows you to equip an Astromech with a level 2 data storage module, or a v2 Flight Computer, on your starship.",		"astromech_droid_cert_1":"This certification allows you to equip an Astromech with a level 1 data storage module, or a v1 Flight Computer, on your starship.",		"associatedroidcontroldevicewithship":"Associate a droid with a ship, so that it's loaded in your ship when you launch into space.",		"assist":"/assist <name>: Assist lets you immediately Combat Target somebody else's current target.",		"areatrack_player":"Gives the Ranger the ability to track players using /areatrack.",		"areatrack_npc":"Enhances the Ranger's tracking skills to hunt down non-player characters.",		"areatrack_distance":"Gives the Ranger the ability to judge the approximate distance of targets in the area using /areatrack.",		"areatrack_direction":"Gives the Ranger the ability to judge the approximate direction of a target using /areatrack.",		"areatrack_animal":"Gives the Ranger the ability to scan animal activity using the /areatrack command.",		"areatrack":"/areatrack: Gives the Ranger the ability to study tracking clues in the area to figure out what kind of creatures or people have been in the region recently.",		"arch":"/arch: You arch your back like a cat.
/arch self: You arch your back in an effort to work the kinks out. SNAP! CRACK! POP!
/arch target: You arch your back seductively for (target name).",		"applypoison":"/applypoison <target>: This command will enable you to attack your target with poison, if you have the proper item.",		"applydisease":"/applydisease <target>: This command will enable you to attack your target with disease, if you have the proper item.",		"applaud":"/applaud: You give a hearty round of applause.
/applaud self: You give yourself a hand. Go ahead, you deserve it!
/applaud target: Bravo! Bravo! You give (target name) an ovation.",		"apologize":"/apologize: OOPS!! Sorry everyone!!
/apologize self: You apologize to yourself. But, what good is that going to do unless you forgive yourself too?
/apologize target: You apologize to (target name) and beg (his, her, or its) forgiveness.",		"anxious":"/anxious: You feel anxious.
/anxious self: You look around anxiously.
/anxious target: You look anxiously at (target name).",		"anon":"This command allows the user to go anonymous.",		"animalscare":"/animalScare <target>: This ability allows a Jedi to enter the mind of the target and fill it with unease, scaring the target away. Note that this ability will only work on creatures.",		"animalcalm":"/animalCalm <target>: This ability will cause a target that is in combat to stop attacking, returning to its normal peaceful state. Note that this ability will only work on creatures.",		"animalattack":"/animalAttack <target>: This ability allows a Jedi to enter the mind of his or her look-at target and cause it to attack the current combat target. Note that this ability will only work on creatures.",		"amazing":"/amazing",		"amaze":"/amaze: That was amazing! How did they do that?
/amaze self: You amaze yourself!
/amaze target: You try to amaze (target name) with a magic trick.",		"alert":"This command utilizes the alert ability.",		"airguitar":"/airguiter: You rock the crowd.
/airguiter self: You rock out.
/airguiter target: You rock out for (target name).",		"aim":"/aim: This combat move allows you to give up an attack round in order to gain better accuracy on your next ranged attack.",		"agree":"/agree: You nod in agreement.
/agree self: You agree with yourself.
/agree target: You agree with (target name).",		"afk4food":"/afk4food: Your stomach will thank you.  You announce you are AFK to grab a bite.
/afk4food self: You announce that you will be AFK to grab some food at the next break in the action.
/afk4food target: You let everyone know that (target name) went AFK to find sustenance.",		"afk4drink":"/afk4drink: We'll be waiting! You announce you are AFK to get a drink.
/afk4drink self: You let everyone know that you will be going to grab a drink next break.
/afk4drink target: You remind everyone that (target name) went AFK to go get a beverage.",		"afk":"/afk: You notify everyone around you that you are going AFK. Hurry back, now!
/afk self: OK... You are really AFK now.
/afk target: You point out that (target name) is AFK.",		"adn":"/adn: You openly show that your patience has expired.
/adn self: A bit frustrated with yourself?
/adn target: You encourage (target name) to hurry. Any day now!",		"adjust":"/adjust: You adjust your outfit. There you go. Perfect!
/adjust self: You tighten down your gear and get ready for action.
/adjust target: You adjust (target name)'s outfit for (him, her, or it).",		"ad_fees_1":"The merchant gains a reduction in the cost of maintaining a vendor registered on the planetary map.",		"activateclone":"This command is used to activate a clone and send the user to the nearest Cloning Facility after death.",		"actionshot2":"/actionshot2 <target>: This area ranged attack can wreak havoc with a target's Action pool drain and regeneration rates.  This is more powerful than Action Shot 1.",		"actionshot1":"/actionshot1 <target>: This ranged attack can wreak havoc with a target's Action pool drain and regeneration rates.",		"ache":"/ache: You ache all over.
/ache self: Eat something bad? Your stomach grumbles and aches.
/ache target: You let (target name) know that your body aches for (him, her, or it).",		"accuse":"/accuse: You point accusingly at everyone else.
/accuse self: Have you been bad? Tsk, tsk.
/accuse target: You point accusingly at (target name).",		"access_fee":"This ability allows you to place an access fee on any public building you own.  Entry to a building with an access fee set is restricted to players who have paid the fee."
}}
