{
	"stfFile":"collectible_loot_items_d",
	"entries": {
		"casual_rug":"A cheaply made red rug.",		"majestic_rug":"An intricately woven rug.",		"green_rug":"A hand tufted green rug.",		"brown_rug":"A hand threaded brown rug.",		"fs_tracking_device_case":"A casing section for a tracking device used to locate downed satellites. Designed for use in an auto-crafting kit.",		"fs_tracking_device_assembly_bracket":"An assembly bracket for a tracking device used to locate downed satellites. Designed for use in an auto-crafting kit.",		"fs_tracking_device_kit":"A kit used to assemble a tracking device used to locate downed satellite. The device will be assembled once all the required components are placed inside of it.",		"fs_tracking_device":"A device used to track down the location of downed and abandoned satellites.",		"sculpture_structure_01":"Framework and body for a Nabooian style sculpture. Designed for use in an auto-crafting kit.",		"sculpture_goldinlay_01":"Gold plating compound that is used in an auto-crafting kit.",		"sculpture_adhesive":"An adhesive compound designed for use in an auto-crafting kit.",		"light_table_structure_01":"Framework and base for glass top table.",		"light_table_glasstop_01":"Glass table tops designed for use in an auto-crafting kit.",		"light_table_adhesive":"A strong bonding agent specifically designed for use in an auto-crafting kit.",		"collectible_sculpture_s01":"A gold covered, decorative sculpture. A fine example of classic Nabooian style.",		"collectible_table":"A finely crafted glass top table.",		"sculpture_kit":"A device designed to create a sculpture once all required components are placed inside of it.",		"light_table_kit":"A device designed to auto-craft a table once all required components are placed inside of it.",		"gong":"A giant model gong. This gong looks like a decorative piece and doesn't seem to be a functioning instrument.",		"gong_kit":"A device used to put together a giant model gong once all the required components are placed inside of it.",		"gong_adhesive":"An adhesive component specifically designed for use on a giant model gong.",		"gong_skin_front":"A front skin covering for a giant model gong.",		"gong_skin_back":"The back skin covering for a giant model gong.",		"gong_structure":"Framework and  base for a giant model gong.",		"orange_rug_thread":"Thread designed specially for use in an auto-loom.",		"orange_rug_patches":"Cloth patches that are designed for use in an auto-loom.",		"orange_rug_kit":"A device designed to weave iteself into a rug after all required components are placed inside of it.",		"orange_rug_dye":"Orange colored dye specially designed for use in an auto-loom.",		"orange_rug_adhesive":"An adhesive component specically designed for use in an auto-loom.",		"orange_rug":"A finely woven orange rug.",		"blue_rug_thread":"Thread designed specially for use in an auto-loom.",		"blue_rug_patches":"Cloth patches that are designed for use in an auto-loom.",		"blue_rug_kit":"A device designed to weave itself into a rug after all required components are placed inside of it.",		"blue_rug_dye":"Blue colored dye specially designed for use in an auto-loom.",		"blue_rug_adhesive":"An adhesive component specifically designed for use in an auto-loom.",		"blue_rug":"A finely woven blue rug."
}}
