{
	"stfFile":"craft_dna_components_d",
	"entries": {
		"dna_template_generic":"This is a bio-engineered DNA template.",		"dna_template_zucca_boar":"This is a bio-engineered DNA template of a Zucca Boar's DNA.",		"dna_template_veermok":"This is a bio-engineered DNA template of a Veermok's DNA.",		"dna_template_tybis":"This is a bio-engineered DNA template of a Tybis' DNA.",		"dna_template_torton":"This is a bio-engineered DNA template of a Torton's DNA.",		"dna_template_snorbal":"This is a bio-engineered DNA template of a Snorbal's DNA.",		"dna_template_sand_panther":"This is a bio-engineered DNA template of a Razor Cat's DNA.",		"dna_template_ronto":"This is a bio-engineered DNA template of a Ronto's DNA.",		"dna_template_rancor":"This is a bio-engineered DNA template of a Rancor's DNA.",		"dna_template_pugoriss":"This is a bio-engineered DNA template of a Pugoriss' DNA.",		"dna_template_narglatch":"This is a bio-engineered DNA template of a Narglatch's DNA.",		"dna_template_kusak":"This is a bio-engineered DNA template of a Kusak's DNA.",		"dna_template_krahbu":"This is a bio-engineered DNA template of a Krahbu's DNA.",		"dna_template_kimogila":"This is a bio-engineered DNA template of a Kimogila's DNA.",		"dna_template_kahmurra":"This is a bio-engineered DNA template of a Kahmurra's DNA.",		"dna_template_kaadu":"This is a bio-engineered DNA template of a Kaadu's DNA.",		"dna_template_gurreck":"This is a bio-engineered DNA template of a Gurreck's DNA.",		"dna_template_gurrcat":"This is a bio-engineered DNA template of a Gurrcat's DNA.",		"dna_template_guf_drolg":"This is a bio-engineered DNA template of a Guf Drolg's DNA.",		"dna_template_gualama":"This is a bio-engineered DNA template of a Gualama's DNA.",		"dna_template_fambaa":"This is a bio-engineered DNA template of a Fambaa's DNA.",		"dna_template_falumpaset":"This is a bio-engineered DNA template of a Falumpaset's DNA.",		"dna_template_eopie":"This is a bio-engineered DNA template of an Eopie's DNA.",		"dna_template_dewback":"This is a bio-engineered DNA template of a Dewback's DNA.",		"dna_template_dalyrake":"This is a bio-engineered DNA template of a Dalyrake's DNA.",		"dna_template_choku":"This is a bio-engineered DNA template of a Choku's DNA.",		"dna_template_carrion_spat":"This is a bio-engineered DNA template of a Carrion Spat's DNA.",		"dna_template_brackaset":"This is a bio-engineered DNA template of a Brackaset's DNA.",		"dna_template_bolma":"This is a bio-engineered DNA template of a Bolma's DNA.",		"dna_template_bolle_bol":"This is a bio-engineered DNA template of a Bolle Bol's DNA.",		"dna_template_bol":"This is a bio-engineered DNA template of a Bol's DNA.",		"dna_template_blurrg":"This is a bio-engineered DNA template of a Blurrg's DNA.",		"dna_template_bearded_jax":"This is a bio-engineered DNA template of a Bearded Jax's DNA.",		"dna_template_bantha":"This is a bio-engineered DNA template of a Bantha's DNA.",		"dna_template_angler":"This is a bio-engineered DNA template of an Angler's DNA. ",		"below_average_quality_dna":"This DNA smaple is of below average quality.",		"above_average_quality_dna":"This DNA sample is of above average quality.",		"average_quality_dna":"This DNA sample is of average quality.",		"low_quality_dna":"This DNA sample is of low quality.",		"high_quality_dna":"This DNA sample is of high quality.",		"very_low_quality_dna":"This DNA sample is of very low quality.",		"very_high_quality_dna":"This DNA sample is of very high quality."
}}
