{
	"stfFile":"crafting_detail",
	"entries": {
		"space_public_station_name":"This is a public station used as a passive part of the process in making more complicated starship components and ship chassis. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or your datapad to see what schematics require access to a public or private crafting station before they can be constructed.
",		"space_station_name":"This is a private station used as a passive part of the process in making more complicated starship components and ship chassis. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or your datapad to see what schematics require access to a public or private crafting station before they can be constructed. In addition to being able to craft as you normally would but with access to any additional high-level schematics you might have, you will have an 'input hopper' option added to the pop-up menu for your specilized crafting tool. This gives you the ability to store resources within the private crafting station you are closest to. To make use of these additional resources during the crafting process, click the 'input hopper' tab on the left side of the item assembly screen. This will allow you to use the resources and components stored in that crafting station's input hopper to fulfill ingredient slot requirements the same as you'd use ingredients located in your own inventory.",		"space_tool_name":"This tool is used to craft ship components and systems.",		"jedi_tool_name":"This toolkit is used by users of the Force to create lightsabers and associated equipment.",		"hopper":"An ingredient hopper.",		"hopper_structure_small":"A small ingredient hopper structure.",		"hopper_structure_medium":"A medium sized ingredient hopper structure.",		"hopper_structure_large":"A large ingredient hopper structure.",		"hopper_small":"A small ingredient hopper.",		"hopper_medium":"A medium sized ingredient hopper.",		"hopper_large":"A large ingredient hopper.",		"weapon_tool_name":"This tool is used to create weaponry, droids, and complex generic items.",		"weapon_station_name":"This is a private station used as a passive part of the process in making more complicated weapons, droids, and general items. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or you datapad to see what schematics require access to a public or private crafting station before they can be constructed. In addition to being able to craft as you normally would but with access to any additional high-level schematics you might have, you will have an 'input hopper' option added to the pop-up menu for your specilized crafting tool. This gives you the ability to store resources within the private crafting station you are closest to. To make use of these additional resources during the crafting process, click the 'input hopper' tab on the left side of the item assembly screen. This will allow you to use the resources and components stored in that crafting station's input hopper to fulfill ingredient slot requirements the same as you'd use ingredients located in your own inventory.",		"weapon_repair_name":"This is a tool used to repair weaponry.",		"structure_tool_name":"This tool is used to craft structures and furniture.",		"structure_station_name":"This is a private station used as a passive part of the process in making more complicated structures and furniture. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or you datapad to see what schematics require access to a public or private crafting station before they can be constructed. In addition to being able to craft as you normally would but with access to any additional high-level schematics you might have, you will have an 'input hopper' option added to the pop-up menu for your specilized crafting tool. This gives you the ability to store resources within the private crafting station you are closest to. To make use of these additional resources during the crafting process, click the 'input hopper' tab on the left side of the item assembly screen. This will allow you to use the resources and components stored in that crafting station's input hopper to fulfill ingredient slot requirements the same as you'd use ingredients located in your own inventory.",		"structure_repair_name":"This is a tool used to repair structures and buildings.",		"weapon_public_station_name":"This is a public station used as a passive part of the process in making more complicated weapons, droids, and general items. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or you datapad to see what schematics require access to a public or private crafting station before they can be constructed.",		"structure_public_station_name":"This is a public station used as a passive part of the process in making more complicated structures and furniture. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or you datapad to see what schematics require access to a public or private crafting station before they can be constructed.
",		"food_public_station_name":"This is a public station used as a passive part of the process in making more complicated food and chemicals. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or you datapad to see what schematics require access to a public or private crafting station before they can be constructed.",		"clothing_public_station_name":"This is a public station used as a passive part of the process in making more complicated clothing and armor. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or you datapad to see what schematics require access to a public or private crafting station before they can be constructed.",		"generic_tool_name":"This is a generic crafting tool used to make all kinds of relatively simple items.",		"food_tool_name":"This tool is used to make food and chemicals",		"food_station_name":"This is a private station used as a passive part of the process in making more complicated food and chemicals. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or you datapad to see what schematics require access to a public or private crafting station before they can be constructed. In addition to being able to craft as you normally would but with access to any additional high-level schematics you might have, you will have an 'input hopper' option added to the pop-up menu for your specilized crafting tool. This gives you the ability to store resources within the private crafting station you are closest to. To make use of these additional resources during the crafting process, click the 'input hopper' tab on the left side of the item assembly screen. This will allow you to use the resources and components stored in that crafting station's input hopper to fulfill ingredient slot requirements the same as you'd use ingredients located in your own inventory.",		"droid_repair_name":"A tool used to repair droids.",		"clothing_tool_name":"This tool is used to craft clothing and armor.",		"clothing_station_name":"This is a private station used as a passive part of the process in making more complicated clothing and armor. To make use of this station, stand near it and use a crafting tool of the same type as the station. Depending on what draft schematics your skills have granted you, you may be able to craft additional items. Check the draft schematic listing in the crafting tool or you datapad to see what schematics require access to a public or private crafting station before they can be constructed. In addition to being able to craft as you normally would but with access to any additional high-level schematics you might have, you will have an 'input hopper' option added to the pop-up menu for your specilized crafting tool. This gives you the ability to store resources within the private crafting station you are closest to. To make use of these additional resources during the crafting process, click the 'input hopper' tab on the left side of the item assembly screen. This will allow you to use the resources and components stored in that crafting station's input hopper to fulfill ingredient slot requirements the same as you'd use ingredients located in your own inventory.",		"clothing_repair_name":"A tool that repairs clothing.",		"armor_repair_name":"A tool that repairs armor."
}}
