{
	"stfFile":"ephant",
	"entries": {
		"em117":"Go and speak to Bib Fortuna again.",		"em116":"Go and see Barada.",		"em115":"Go and see Max Rebo.",		"em114":"What should I do now?",		"em113":"Here is your reward...",		"em112":"No problem.",		"em111":"Thanks for helping my friend.",		"em110":"Well, I'm done packing.",		"em109":"Bye!",		"em108":"See you later.",		"em107":"Thanks for nothing.",		"em106":"Thanks.",		"em104":"Where is his home?",		"em103":"What does it say?",		"em102":"Will do.",		"em101":"Ok, ok, I'll help.",		"em100":"Well, I understand.  Tell Ephant Mon he was a good friend.  I hope he won't miss my funeral.",		"em99":"Well, I am kinda busy...",		"em98":"Sure thing.",		"em97":"Could you just hang around and make sure nobody bothers me while I'm packing?",		"em96":"I'm not loading boxes!",		"em95":"What do you want me to do?",		"em94":"I'm loading up everything I own in the world.  Gotta keep one step ahead of these nerfherders.  I could use your help.",		"em93":"Well, I am kinda busy...",		"em92":"Sure thing.",		"em91":"Good thing you showed up then.  Think you can hang around and keep the thugs off me while I load up my stuff and move out?",		"em90":"What are you doing?",		"em89":"Ephant Mon sent me to see how you were doing.",		"em88":"Wow!  You unloaded on those guys.  I've never seen anything like it!",		"em63":"Apologize?  Forget it.",		"em62":"You're right.  I acted rudely.",		"em61":"If you've come to apologize then maybe I can help you.",		"em60":"You have quite the attitude don't you?  Well if you do know Ephant Mon then tell him that I don't deal with your sort.  Perhaps he has other friends he can send to talk to me.",		"em59":"Just as a contact.",		"em58":"Yes.",		"em57":"Mentioned me in what context?  As a friend?",		"em56":"I think you're lying.",		"em55":"It's Ok.  I'm a friend of Ephant Mon.",		"em54":"I don't know anyone by that name.  Are you sure you're in the right place?",		"em53":"Here.  I'll add the location to your datapad.  Good luck.
",		"em48":"Great!  Tell me where!",		"em47":"I know he was planning on moving, and that some thugs were looking for him.  If you find him, and those thugs are there, maybe you can help him out.",		"em46":"Doesn't sound like it.",		"em45":"How?",		"em44":"Not at the moment.  I know he was having some problems.  Perhaps I can help you...",		"em43":"Tell me where Tash Kolt is now!",		"em42":"He's looking for Tash Kolt.  Do you know where he is?",		"em41":"Is there something I can do to help?",		"em40":"No, but he's mentioned you.",		"em39":"Yes he did.",		"em38":"Ephant Mon?  Did he send you to see me?",		"em37":"Do you know where I can find Tash Kolt?",		"em36":"I'm a friend of Ephant Mon.",		"em35":"How can I help you?",		"em34":"Jabba is a Hutt.  He's a powerful crimelord, and can be a useful ally.  Never cross him though.  No one has ever done so and lived long to talk about it.",		"em33":"The Gamorreans are fiercely loyal to Jabba, but not the brightest creatures in the galaxy.  They do their job well though, keeping out the riff-raff.",		"em32":"Bib is Jabba's Majordomo.  Everyone has to deal with him before speaking to Jabba directly.",		"em31":"Barada is Jabba's chief mechanic, and he also handles some of the mercenary work in the palace.",		"em30":"Max is an Ortollan.  He's the band leader.  He seems to spend all his time thinking about his next meal, even when he's playing music.",		"em29":"Tell me about Jabba.",		"em28":"Tell me about Gamorrean Guards.",		"em27":"Tell me about Bib Fortuna.",		"em26":"Tell me about Barada.",		"em25":"Tell me about Max.",		"em24":"Well, there's Max Rebo, Barada, Bib Fortuna, Jabba, of course, and the Gamorrean Guards.",		"em23":"That's fine, come back and see me when you have some time.",		"em22":"Maybe later.",		"em21":"Well, ok.",		"em20":"Well, Tash is in and out of trouble all the time.  It could just be a misunderstanding, but I'd like to know for sure.  Can you help me out?",		"em19":"What can I do to help?",		"em18":"You don't seem particularly worried.",		"em17":"It's hard to say with Tash.  He may be in some trouble with the empire, or it may be someone he's annoyed.",		"em16":"You're going to have to get a bit more reputation before Jabba will pay any attention to you.  If you can get some work done you'll be well on your way.",		"em15":"Who lives in the palace?",		"em14":"Can you introduce me to him?",		"em13":"Well, this and that.  He and I used to be partners a long time ago.",		"em12":"Can you introduce me to Jabba?",		"em11":"What do you advise him on?",		"em10":"I used to be a smuggler for Jabba, but I'm getting too old for that now.  What I do now is advise Jabba in certain situations.",		"em9":"I need to do some things first.",		"em8":"I'll get right on it.",		"em7":"Start by talking to Hazir Gam'mur in Wayfar.  If anyone knows where Tash is, it will be Hazir.  I'll mark a location on your datapad where Hazir usually hangs out.",		"em6":"What do you suspect?",		"em5":"Where should I start?",		"em4":"A friend of mine named Tash Kolt sent me a distress call that was jammed at the source. I don't know how serious the situation is, but I want you to find out.",		"em3":"What do you do around here?",		"em2":"What do you need done?",		"em1":"So you're the new guy, huh?  My name is Ephant Mon, and you'll be working for me for a while."
}}
