{
	"stfFile":"event_perk_detail",
	"entries": {
		"wrecked_sandcrawler_name":"Deploying this rental will create a wrecked sandcrawler at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"picnic_pavillion_name":"Deploying this rental will create a party pavillion at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"jawas_and_droids_name":"Deploying this rental will create jawas and droids at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"graveyard_name":"Deploying this rental will create a graveyard at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"fire_pit_name":"Deploying this rental will create a fire pit at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"fenced_enclosure_name":"Deploying this rental will create a barbed wire fenced enclosure at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"audience_seating_name":"Deploying this rental will create audience seating at the closest valid location.  This deed and the perk it generates will expire eight hours after the time of purchase.",		"meat_rack_deed_name":"Deploying this rental will create a Meat Rack at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"fruit_stand_deed_name":"Deploying this rental will create a Fruit Stand at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"gravestone_deed_name":"Deploying this rental will create a Grave Stone at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"sandcrawler_deed_name":"Deploying this rental will create a Sandcrawler at your location. This deed can only be used on Tatooine. This deed and the perk it generates will expire eight hours after the time of purchase.",		"web_tree_deed_name":"Deploying this rental will create a web filled tree at your location. This deed and the perk it creates will expire eight hours after purchase.",		"military_outpost_deed_name":"Deploying this rental will create a military outpost at your location. This deed and the perk it creates will expire eight hours after purchase.",		"web_tree_n":"Web covered tree",		"sandcrawler_d":"A sandcrawler.",		"sandcrawler_n":"Sandcrawler",		"yavn_flag_n":"Yavin Flag",		"xwing_n":"X-Wing",		"tie_bomber_n":"Tie Bomber",		"tat_flag_n":"Tatooine Flag",		"talus_flag_n":"Talus Flag",		"rori_flag_n":"Rori Flag",		"shuttle_n":"Shuttle",		"nboo_flag_n":"Naboo Flag",		"lok_flag_n":"Lok Flag",		"lambda_n":"Lambda Shuttle",		"gazebo_d":"A gazebo.",		"gazebo_n":"Gazebo",		"endr_flag_n":"Endor Flag",		"dath_flag_n":"Dathomir Flag",		"dant_flag_n":"Dantooine Flag",		"flag_d":"A decorative flag.",		"corl_flag_n":"Corellian Flag",		"corl_banner_n":"Corellian Banner",		"tat_banner_n":"Tatooine Banner",		"reb_banner_n":"Rebel Banner",		"imp_banner_n":"Imperial Banner",		"banner_d":"A decorative banner.",		"banner_n":"Banner",		"scavenger_droid_deed_name":"Deploying this rental will place a scavenger hunt droid at your location. You may show the droid a number of items by dragging and dropping them onto him. You may then initialize the droid to start the game. The one who returns all of the items to the droid first is the winner. The droid keeps track of the current leader of the contest. This deed and the perk it generates will expire eight hours after the time of purchase.",		"race_droid_deed_name":"Deploying this rental will place a race droid at your location. You may program the droid with a number of waypoints. Once you initialize the droid, others can run the course you have created and the droid will record the person with the best time for the race. This deed and the perk it generates will expire eight hours after the time of purchase.",		"lottery_droid_deed_name":"Deploying this rental will place a droid that you may use to run a lottery. You may set the length of time the lottery runs, the cost of registration for the lottery and the percentage of the proceeds that the winner of the lottery will recieve. Credits not paid out by the winner may be collected by you after the lottery drawing. The Lottery Droid will expire 24 hours after the lottery drawing is complete.",		"game_flag_deed":"Deploying this rental will create a flag. After setting a time limit and starting the game, any Special Forces member of a faction registered for your event may capture the flag for the opposing team. The team that holds the flag the longest during the time limit wins. This deed and the perk it generates will expire eight hours after the time of purchase.",		"flag_game_neut_flag":"Neither side is currently in control of the flag.",		"flag_game_reb_flag":"The Rebel Alliance is currently in control of the flag.",		"flag_game_imp_flag":"The Empire is currently in possession of the flag.",		"treasure_box_chest_deed_name":"Deploying this rental will create a treasure chest at your location. You may fill the chest with items. Anyone happening upon the chest will be able to pull one piece of loot from the chest. This deed and the perk it generates will expire eight hours after the time of purchase. Note that any items left in the chest at the time of expiration will be destroyed and forever lost.",		"shuttle_beacon":"Use this beacon to select and then initiate a shuttle landing. You may also use this beacon to issue a command to order the shuttle to take off again. The shuttle beacon will expire eight hours after the time of purchase. Note that you may only possess one shuttle beacon at a time.",		"npc_actor_name":"Deploying this rental will summon an NPC actor of your choosing. After deploying you may give the actor a line and an animation, dress them, set their mood and they will perform whenever someone comes near them. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rsf_stage_theater_deed_name":"Deploying this rental will create a RSF Stage at the closest valid location.  This deed and the perk it generates will expire eight hours after the time of purchase.",		"fed_dub_stage_theater_deed_name":"Deploying this rental will create a Fed-Dub at the closest valid location.  This deed and the perk it generates will expire eight hours after the time of purchase.",		"corsec_stage_theater_deed_name":"Deploying this rental will create a Corsec Stage at the closest valid location.  This deed and the perk it generates will expire eight hours after the time of purchase.",		"rebel_stage_theater_deed_name":"Deploying this rental will create an Rebel Stage at the closest valid location.  This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_stage_theater_deed_name":"Deploying this rental will create an Imperial Stage at the closest valid location.  This deed and the perk it generates will expire eight hours after the time of purchase.",		"party_stage_theater_deed_name":"Deploying this rental will create a Party Stage at the closest valid location.  This deed and the perk it generates will expire eight hours after the time of purchase.",		"rsf_4x10_honorguard_deed_name":"Deploying this rental will create an honor guard of RSF forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rsf_3x10_honorguard_deed_name":"Deploying this rental will create an honor guard of RSF forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rsf_2x10_honorguard_deed_name":"Deploying this rental will create an honor guard of RSF forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rsf_1x10_honorguard_deed_name":"Deploying this rental will create an honor guard of RSF forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"xwing_static_deed_name":"Deploying this rental will create a X-Wing at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"wedding_garden_rebel_large_theater_name":"Deploying this rental will create a Large Rebel Wedding Garden at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"wedding_garden_imperial_large_theater_name":"Deploying this rental will create a Large Imperial Wedding Garden at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"universe_flags_theater_name":"Deploying this rental will create Flags of the Universe at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"tie_fighter_static_deed_name":"Deploying this rental will create a Tie Fighter at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"tie_bomber_static_deed_name":"Deploying this rental will create a Tie Bomber at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"tatooine_flag_deed_name":"Deploying this rental will create a Flag of Tatooine at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"tatooine_banner_static_deed_name":"Deploying this rental will create a Tatooine Banner at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"talus_flag_deed_name":"Deploying this rental will create a Flag of Talus at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"stone_base_banner_static_deed_name":"Deploying this rental will create a Stone Based Banner at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"shuttle_static_deed_name":"Deploying this rental will create a shuttle at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rori_flag_deed_name":"Deploying this rental will create a Flag of Rori at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rebel_recruiting_station_theater_deed_name":"Deploying this rental will create a Rebel Pavillion at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rebel_recruiter_deed_name":"Deploying this rental will summon a Rebel Recruiter at your location.  This deed and the perk it generates will expire eight hours after the time of purchase.",		"rebel_banner_static_deed_name":"Deploying this rental will create a Rebel Banner at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rebel_4x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Alliance Forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rebel_3x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Alliance Forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rebel_2x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Alliance Forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"rebel_1x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Alliance Forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"pavillion_2_static_deed_name":"Deploying this rental will create a Pavillion at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"pavillion_1_static_deed_name":"Deploying this rental will create a Pavillion at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"naboo_gazebo_static_deed_name":"Deploying this rental will create a Naboo style Gazebo at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"naboo_flag_deed_name":"Deploying this rental will create a Flag of Naboo at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"marble_gazebo_static_deed_name":"Deploying this rental will create a Marble Gazebo at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"lok_flag_deed_name":"Deploying this rental will create a Flag of Lok at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"lambda_shuttle_static_deed_name":"Deploying this rental will create a Lambda Shuttle at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_recruiting_station_theater_deed_name":"Deploying this rental will summon an Imperial Pavillion at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_recruiter_deed_name":"Deploying this rental will summon an Imperial recruiter at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_landing_party_lambda_theater_deed_name":"Deploying this rental will create an Imperial landing party at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_landing_party_atat_theater_deed_name":"Deploying this rental will create an Imperial landing party at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_banner_static_deed_name":"Deploying this rental will create an Imperial Banner at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_4x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Stormtroopers at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_3x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Stormtroopers at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_2x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Stormtroopers at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"imperial_1x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Stormtroopers at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"fed_dub_4x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Fed-Dub forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"fed_dub_3x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Fed-Dub forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"fed_dub_2x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Fed-Dub forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"fed_dub_1x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Fed-Dub forces at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"endor_flag_deed_name":"Deploying this rental will create a Flag of Endor at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"destroyed_atat_theater_deed_name":"Deploying this rental will create a destroyed AT-AT at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"dathomir_flag_deed_name":"Deploying this rental will create a Flag of Dathomir at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"dantooine_flag_deed_name":"Deploying this rental will create a Flag of Dantooine at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"crashed_xwing_theater_deed_name":"Deploying this rental will create a crashed X-Wing at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"crashed_tie_fighter_theater_deed_name":"Deploying this rental will create a crashed tie fighter at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"crashed_tie_bomber_theater_deed_name":"Deploying this rental will create a crashed tie bomber at the closest valid location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"corsec_4x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Corsec at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"corsec_3x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Corsec at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"corsec_2x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Corsec at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"corsec_1x10_honorguard_deed_name":"Deploying this rental will create an honor guard of Corsec at your location and heading. This deed and the perk it generates will expire eight hours after the time of purchase.",		"corellian_banner_static_deed_name":"Deploying this rental will create a Corellian Banner at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"corellia_flag_deed_name":"Deploying this rental will create a flag of Corellia at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"bantha_static_deed_name":"Deploying this rental will create a saddled bantha at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"banner_style_2_static_deed_name":"Deploying this rental will create a banner at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"banner_style_1_static_deed_name":"Deploying this rental will create a banner at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"atst_static_deed_name":"Deploying this rental will create an AT-ST at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"atat_static_deed_name":"Deploying this rental will create an AT-AT at your location. This deed and the perk it generates will expire eight hours after the time of purchase.",		"yavin_flag_deed_name":"Deploying this rental will create a Flag of Yavin at your location. This deed and the perk it generates will expire eight hours after the time of purchase."
}}
