{
	"stfFile":"exp_d",
	"entries": {
		"shipwright":"This experience is gained by crafting ship components and chassis.",		"unobtainable":"This experience is unobtainable.",		"trapping":"This experience is gained from successfully trapping creatures in the wilderness.",		"squadleader":"This experience is gained by a Squad Leader's group performing well in combat.  Only the Squad Leader gets this type of experience.",		"space_combat_general":"This experience is gained by engaging in starship combat.",		"slicing":"This experience is gained by successfully slicing weapons, armor, terminals, and by unlocking chests.",		"scout":"This experience is gained from harvesting and other Scout activities.",		"resource_harvesting_inorganic":"This experience is gained from sampling resources.",		"pretige_rebel":"This experience represents your status within the Rebellion.",		"prestige_pilot":"This experience represents your status within the Pilot's Guild.",		"prestige_imperial":"This experience represents your status within the Empire.",		"political":"Political experience is earned by participating in the weekly mayoral votes held in player cities.",		"pilot_rebel":"This experience is gained by aiding the Rebel Alliance.",		"pilot_imperial":"This experience is gained through service to the Empire.",		"pilot_general":"This experience is gained by engaging in starship combat.",		"music":"This experience is gained by playing music.",		"merchant":"This experience is gained from having a vendor and from having people use that vendor.  This can accrue offline.",		"medical":"This experience is gained from healing people, with commands and with medpacks and stimpacks.",		"jedi_general":"This experience is gained from following the ways of the Force.",		"jedi":"This experience is gained from following the ways of the Force.",		"imagedesigner":"This experience is gained by changing other players' appearances.",		"fs_senses":"This experience is gained through conversion of senses related experience types such as entertainer, scout, and medical.",		"fs_reflex":"This experience is gained through conversion of standard combat experience types.",		"fs_crafting":"This experience is gained through conversion of standard crafting experience types.",		"fs_combat":"This experience is gained through conversion of standard combat experience types.",		"force_rank_xp":"This experience is a measure of your standing with your Jedi Enclave.  It can be gained by defeating Enclave enemies in battle.  It can be lost by being killed in combat as well as not fulfilling Enclave duties.",		"entertainer_healing":"This experience is gained by healing Battle Fatigue and Mind Wounds through performance techniques.",		"dance":"This experience is gained by performing dances.",		"creaturehandler":"This experience is gained from taming creatures, training creatures commands, and when creatures do well in combat.",		"crafting_weapons_general":"This experience is gained by crafting weapons.",		"crafting_structure_general":"This experience is gained by crafting structures.",		"crafting_spice":"This experience is gained by crafting spices.",		"crafting_medicine_general":"This experience is gained by crafting medical items.  Doctors, Medics, and Combat Medics benefit from this type of experience.",		"crafting_general":"General crafting experience; not one of the specialized 'elite' professions.",		"crafting_food_general":"This experience is gained by crafting foods.",		"crafting_droid_general":"This experience is gained by crafting droids.",		"crafting_clothing_general":"This experience is granted by making clothes.",		"crafting_clothing_armor":"This experience is gained from crafting armor.",		"crafting_cloth_armor":"This experience is gained from crafting armor.",		"crafting_bio_engineer_creature":"This experience is earned by crafting Bio-Engineered components and creatures.",		"combat_rangedspecialize_rifle":"This experience is gained from killing NPCs and creatures with a rifle.",		"combat_rangedspecialize_pistol":"This experience is gained by engaging in combat with a pistol.",		"combat_rangedspecialize_heavy":"This experience is gained by engaging in combat with heavy weapons.",		"combat_rangedspecialize_carbine":"This experience is gained by engaging in combat with a carbine.",		"combat_meleespecialize_unarmed":"This experience is gained by engaging in unarmed melee combat.",		"combat_meleespecialize_twohandlightsaber":"This experience is gained by engaging in two handed lightsaber melee combat.",		"combat_meleespecialize_twohand":"This experience is gained by engaging in two handed melee combat.",		"combat_meleespecialize_polearmlightsaber":"This experience is gained by engaging in polearm lightsaber melee combat.",		"combat_meleespecialize_polearm":"This experience is gained by engaging in polearm combat.",		"combat_meleespecialize_onehandlightsaber":"This experience is gained by engaging in one handed lightsaber melee combat.",		"combat_meleespecialize_onehand":"This experience is gained by engaging in one handed melee combat.",		"combat_general":"This experience is gained by engaging in combat.",		"combat":"Description of Combat experience type.",		"camp":"This experience is gained from setting up and maintaining camps in the wilderness.",		"bountyhunter":"This experience is gained by completing bounty hunter missions.",		"bio_engineer_dna_harvesting":"This experience is earned by sampling DNA from creatures.",		"apprenticeship":"This experience is gained purely from teaching other player's skills."
}}
