{
	"stfFile":"faction_recruiter",
	"entries": {
		"resign_on_leave":"You cannot resign while on leave.",		"on_leave_complete":"You are now on leave. You will not be attacked by enemy NPCs or players. Be careful as enemy crackdown troops can expose you as a member of the enemy faction. This will turn you back into a combatant.",		"overt_complete":"You are now a member of the Special Forces. You will be attacked by enemy NPCs on sight and are at risk from enemy players.",		"enemy_pilot":"Wait a minute... you're an enemy pilot!  There's no way I'll let you join us!",		"no_imp_rebel_pilots":"Overt and Covert Imperials cannot become Rebel Pilots.",		"no_rebel_imp_pilots":"Overt and Covert Rebels cannot become Imperial Pilots.",		"jedi_cant_go_covert":"As an Enlave member, you may not go covert without first surrendering your Force Rank skills.",		"jedi_cant_resign":"You may not resign from your faction without first leaving your Enclave.",		"resignation_recinded":"Glad to have you back!",		"option_recind_resignation":"I would like to rescind my resignation.",		"invalid_training_type":"Your training request has been aborted due to a non-allowed experience type.",		"corporal":"Corporal",		"response_promotion_complete":"Congratulations, you have attained the rank of %TO!",		"surface_marshal":"Surface Marshal",		"high_general":"High General",		"general":"General",		"lieutenant_colonel":"Lieutenant Colonel",		"major_general":"Major General",		"brigadier_general":"Brigadier General",		"high_colonel":"High Colonel",		"colonel":"Colonel",		"lieutenant_general":"Lieutenant General",		"major":"Major",		"captain":"Captain",		"lieutenant":"Lieutenant",		"second_lieutenant":"Second Lieutenant",		"warrant_officer_1":"Warrant Officer I",		"master_sergeant":"Master Sergeant",		"warrant_officer_2":"Warrant Officer II",		"staff_corporal":"Staff Corporal",		"staff_sergeant":"Staff Sergeant",		"sergeant":"Sergeant",		"lance_corporal":"Lance Corporal",		"private":"Private",		"recruit":"Recruit",		"promotion_max_rank":"You have already reached the highest rank that you can.",		"response_no_to_promotion":"No. I'm not yet ready to accept a promotion.",		"response_yes_to_promotion":"Yes. I accept the promotion.",		"promotion_confirm":"Promotion to the rank of %TO requires %DI standing which I'm happy to say you meet.  Do you accept this great honor?",		"not_enough_for_promotion":"Promotion to the rank of %TO requires %DI standing over the factional minimum.  You do not yet have enough for promotion.",		"option_promotion":"Have I qualified for a promotion?",		"option_purchase_installation":"I am interested in installations.",		"bribe_success":"Looks like everything is in order.  I'll see what I can do for you.  If you happen to feel generous again, you know where you can find me.",		"bribe_fail":"Is this a joke?  You don't have enough money to cover your offer.",		"checking_credit":"Hold on while I validate your credit...",		"too_much_faction":"I appreciate the offer, but you've done enough for us already.",		"get_lost_faction":"Don't offer money when you can't afford to pay.",		"yes_faction_onek":"I'll transfer twenty thousand credits into your account.",		"yes_faction_tenk":"I'll transfer one hundred thousand credits into your account.",		"no_faction":"I've changed my mind, I have other things to spend my money on.",		"interested_faction_imp":"A 'donation' eh?  I might see to it that certain individuals hear of your kindness and that certain materials are made available should you see fit to make such a 'donation.'",		"interested_faction_reb":"Honestly, the Rebellion is in sore need of funds.  Our operations require men, supplies, and weapons, none of which comes free.  Anything you can give would be appreciated.",		"no_faction_reb":"You are a known Imperial collaborator and supporter.  I have no interest in what you have to offer.",		"no_faction_imp":"You are known to be a Rebel supporter and while I do not have enough evidence to arrest you, I will find a reason to complicate your life unless you leave my sight immediately.",		"buy_faction":"I'd like to make a ... donation ... to your cause.",		"bad_stuff_2":"Three days ago our spy network confirmed the exact opposite of what you have you just told me.  I don't have time to waste on traitors and I certainly don't have time to waste on traitors who are wrong.  Good day.",		"bad_stuff_1":"Hah, that's rich.  I had a Bothan freighter captain in my office two hours ago with the exact same piece of information.  I'm sorry, but I can't pay you for what I already know.",		"good_stuff_3":"While it goes against my better judgement, this information seems to be in line with what we already know.  You've done a good job, here is your payment.  By the way, if you find any enemy orders in the field, hand them to me and I might be willing to pay you more.",		"good_stuff_2":"So that's why their communication lines have been quiet.  I knew they were planning something.  Here is your payment.  If you learn anything else you know where to find me.",		"good_stuff_1":"This may be exactly what we needed to know.  I'm surprised...for a piece of traitorous scum you are somewhat reliable.  Here is your payment.  Now get out of my sight.",		"prose_reward":"You have been given %DI credits in exchange for your information.",		"get_lost":"Don't waste my time.  Come back when you know something.",		"here_you_go":"Here's the latest information I've been able to get.",		"nevermind":"On second thought, I probably don't know enough yet to help you.",		"interested_secrets_reb_3":"If we listened to every Imperial officer with 'information' to sell, the Rebellion would have been put down long ago.  I'll listen to what you have to say, but believe me: I know bait when I hear it.  You'll get your money only if the information is sound.",		"interested_secrets_reb_2":"I get the feeling this information isn't going to be free...but I'm listening.  I've heard that you were working with the Empire and I might be willing to buy what you know.",		"interested_secrets_reb_1":"We occaisionally get Imperial 'sympathizers' who want to sell their information to the highest bidder.  What makes you think I'm interested in what you have to say?",		"interested_secrets_imp_3":"You are known to me as a Rebel sympathizer.  Several patrols have your name and visual ID, in fact.  If you have useful intelligence for me, I might be able to make those patrols forget about you...and line your pockets at the same time.",		"interested_secrets_imp_2":"Going turncoat on the Rebellion eh?  I can't say I blame you.  Rebel bases have been collapsing as fast as we can discover them.  Maybe you could help us in our efforts?",		"interested_secrets_imp_1":"Yes...I've heard that you were aiding the Rebellion.  Rather good at it too: you've dealt us more than a few setbacks.  Give me a reason why I shouldn't have you arrested.",		"no_secrets_3":"You will pardon me if I don't respect you as a source of credible information.  Earn the trust of our enemies, then I might be willing to pay you for what you know.",		"no_secrets_2":"You make the fourth petty thug to try and sell me rumors this week.  If you earn the trust of our enemies, I might be interested in buying what you know, but at the moment you are simply wasting my time.  Good day.",		"no_secrets_1":"I'm not interesting in hearing petty rumors about enemy activity.   Come back when you have something substantial.",		"sell_secrets":"I may have some valuable information for you.",		"faction_training":"Faction Training",		"schematic_purchase_complete":"Schematic requisition complete.",		"greeting_hate":"I have no business with you.  You'd best be going.",		"shuttle_initiated_group":"%TU has initiated shuttle extraction procedures.  Stay close to the extraction point and remain outside of buildings.  The shuttle will arrive within the next %DI seconds.",		"already_request_shuttle":"You have already requested a shuttle.",		"shuttle_extraction_point":"Shuttle Extraction",		"shuttle_destination":"You have arrived at %TO.",		"shuttle_inside_building":"You have moved inside where the shuttle has missed you!",		"too_far_from_shuttle":"You have moved too far from the extraction point and missed the shuttle!",		"not_outside":"You must be outside in order to call for a Shuttle Extraction.",		"shuttle_initiated":"Shuttle extraction procedures initiated.  Stay close to the extraction point and remain outside of buildings.  The shuttle will arrive within the next %DI seconds.",		"shuttle_extract_description":"Shuttle Extraction calls for an immediate evacuation of you and your group.  In most cases, response time is less than 1 minute.",		"shuttle_extract":"Shuttle Extraction",		"order_purchase_complete":"Your requisition of the %TT orders is complete.",		"order_shuttle_extract":"Call For Shuttle Extraction",		"datapad_full":"Your datapad is full.  You must first free some space.",		"inventory_full":"Your inventory is full.  Dropping item at feet.",		"option_faction_orders":"I would like to hear about what faction orders are available.",		"hireling_released":"Your %TT has abandoned you.",		"too_many_hirelings":"You already have too much under your command.",		"hireling_purchase_complete":"The %TT is now under your command.",		"option_hirelings":"I would like some personnel support.",		"covert_complete":"You are now a Combatant. Enemy NPCs will attack you on sight but you cannot be attacked by enemy players.",		"must_be_faction_member_use":"You must be an Overt or Covert member of the %TO faction in order to use that item.",		"must_be_declared_use":"Your faction affiliation must be declared in order to use that item.",		"must_be_faction_member":"You must be an Overt or Covert member of the %TO faction in order to equip that item.",		"must_be_declared":"Your faction affiliation must be declared or you must be within a battlefield in order to equip that item.",		"item_purchase_complete":"Your requisition of %TT is complete.",		"faction_purchase":"Faction Item Requisition",		"select_item_purchase":"Select the item you wish to request.  All costs are in faction standing points.",		"no_items_available":"There are no items of that type available.",		"show_items":"This is what we have to offer.",		"option_purchase_schematics":"I'm interested in schematics.",		"option_purchase_weapons_armor":"I'm interested in weapons and armor.",		"option_purchase_uniforms":"I'm interested in uniforms.",		"option_purchase_furniture":"I'm interested in furniture.",		"show_item_categories":"What type of items do you wish to consider?",		"option_purchase_items":"What items are available for requisition?",		"training_experience_granted":"You have earned %DI %TO experience.",		"amount_to_spend_too_small":"You must allocate more faction standing in order to earn a point of experience.",		"not_enough_standing_spend":"You do not have enough faction standing to spend.  You must maintain at least %DI to remain part of the %TO faction.",		"invalid_amount_entered":"That is an invalid amount.",		"enter_training_points":"Enter the amount of faction standing you wish to convert to experience.",		"skill_training_select":"Very good.  Training will help you aid us in this struggle.",		"select_skill_type":"Select a category in which you would like to gain experience at the cost of faction standing.",		"option_skill_training":"I would like to train.",		"go_covert_yes":"Very well.  We will be able to conceal your affiliation in about %DI hours.  Is there anything else with which I can help you?",		"go_declared_yes":"Very well. Your affiliation is now apparent to all.  Do you need anything else?",		"response_no_to_go_declared":"On second thought, I'll stay covert for now.",		"response_yes_to_go_declared":"Yes.  I'm certain I want to declare my affiliation.",		"response_no_to_go_covert":"No. I'd rather keep my allegiance declared.",		"response_yes_to_go_covert":"Yes, I wish to become a covert member.",		"go_covert_confirm":"Becoming covert will shield you from attacks by our enemies, but will also prevent you from initiating conflicts with them.  Are you sure you this is what you want?",		"go_declared_confirm":"If you declare your affiliation, you will become open to attack from our enemies.  Furthermore, should you change your mind, returning to your covert status is not immediate.  Are you sure you want to do this?",		"option_go_covert":"I would like to become a covert faction member.",		"option_go_declared":"I would like to declare my faction affiliation.",		"resign_complete":"Your resignation from the %TO faction is complete.",		"resign_faction_yes":"Very well. You will be removed from the %TO faction in %DI hours.",		"resign_faction_no":"I'm glad you changed your mind.  What would you like to do?",		"response_no_to_resign":"No.  I will stay for now.",		"response_yes_to_resign":"Yes, I would like to leave the faction.",		"resign_faction_confirm":"We'd hate to lose you, %TU.  Your request will require %DI hours to process.  Be warned, if you resign all of your faction perks will be lost to you.  This includes your factional backpacks and anything contained within!  Are you sure you want to resign?",		"option_resign_from_faction":"I would like to resign.",		"show_options":"What interests you?",		"response_no_to_see_options":"No thanks.  Not right now.",		"response_yes_to_see_options":"Yes. I would like to see what's available.",		"welcome_to_faction":"A fine decision!  Welcome to the %TO faction.  Perhaps you would like to hear about our faction services? ",		"join_faction_player_no":"Sorry to hear it.  Speak with me again if you ever reconsider.",		"response_no_to_join":"No. I'd rather not join at this time.",		"response_yes_to_join":"Yes. I am certain that I wish to join.",		"join_faction_denied":"I am glad you've expressed such interest in joining us.  You must, however, prove your devotion to our cause by increasing your %TO faction standing to at least %DI.
",		"join_faction_confirm":"A wise decision!  Are you certain you wish to join us?",		"invalid_response":"I'm sorry.  I can't help you with that.",		"greeting_member":"Hello, %TO.  What would you like to do?",		"greeting_prose":"Greetings.  With what can the %TO faction help you?",		"response_change_faction":"I would like to quit my faction and join the %TO faction.",		"response_nothing":"Nothing. Goodbye.",		"response_join_faction":"I would like to become a Covert member of your faction.",		"not_member":"That is only for Overt and Covert faction members.",		"greeting":"Greetings.  What can I do for you today?"
}}
