{
	"stfFile":"frn_d",
	"entries": {
		"vet_jabba_toy":"A miniature replica of Jabba the Hutt.",		"vet_couch_falcon_section_s01":"YT1300 Modular Seating.",		"vet_couch_falcon_corner_s01":"YT1300 Passenger Lounge",		"vet_data_terminal_s4":"A Control Array.",		"vet_data_terminal_s3":"A Holonet Terminal.",		"vet_data_terminal_s2":"A Sample Readout Console.",		"vet_tech_console_sectional_d":"A Main Systems Databank.",		"vet_data_terminal_s1":"A Holonet Tracking Console.",		"vet_tech_console_sectional_c":"A Database Input Terminal.",		"vet_tech_console_sectional_b":"A System Readout Terminal.",		"vet_x_wing_toy":"A miniature replica of an X-wing.",		"vet_tie_fighter_toy":"A miniature replica of a TIE Fighter.",		"vet_stormtrooper_toy":"A miniature replica of a Stormtrooper.",		"vet_r2_toy":"A miniature replica of an R2 droid.",		"vet_protocol_droid_toy":"A miniature replica of a protocol droid.",		"vet_darth_vader_toy":"A miniature replica of Darth Vader.",		"vet_tech_console_sectional_a":"A Holonet Databank.",		"waterfall":"This is a knock-off or a forgery of an actual painting of the Agrilat region.",		"victorious_reign":"This is a propaganda poster showing a Stormtrooper with the text "Victorious Reign"",		"valley_view":"This is a landscape of a view through a valley.",		"vader_victory":"A poster of Lord Darth Vader, with the text "Victory through Conform"",		"trandoshan_wanted":"This is a wanted poster for a Trandoshan who has committed atrocities against a Wookiee clan.",		"teras_kasi_2":"This is a poster for a classic Teras Kasi defensive stance.",		"teras_kasi":"This is a poster for a Teras Kasi attack known as the "Spitting Rawl Technique"",		"tatooine_tapestry":"This is a tapestry with a symbol for Tatooine on it.",		"tanning_hide":"This is a stretched leather hide, used as a decoration.",		"stuffed_fish":"This is a fished, stuffed, meant to be used as a display item.  Apparently someone thinks they're quite the fisherman...",		"starmap":"A stylized painting of a starmap.",		"squill_lair":"A squill lair. Upon further investigation, you can see a skull inside. The skull seems as if it would be important to someone. Maybe you can search it somehow?",		"spear_rack":"A decorative rack of weapons.",		"slave_brazier":"This is a decorative brazier.",		"skyscraper":"A blueprint poster of a skyscraper to be built on Coronet.",		"skeleton_human":"A human skeleton.",		"shisa":"A shisa.  Like the one in Jabba's Palace.",		"sarlacc":"The Sarlacc is a gruesome, omnivorous, immobile beast almost entirely concealed beneath the desert sands. Only its foul mouth extends to the surface, ringed with grasping tentacles ready to pull any prey unfortunate to fall into the shifting sands. Because of its isolation, the Sarlacc rarely feeds, as it must rely on animals that stumble into the pit. As such, it has evolved an extremely efficient digestive process. According to lore, the stomach pit of the Sarlacc keeps its prey alive for a thousand years, slowly dissolving its meal into needed nutrients, while the hapless victim is kept alive in searing, endless agony. ",		"radio":"This is a radio.",		"portable_stove":"This is a small portable stove.  Though it has all its components it doesn't appear to work.",		"plain_bowl":"This is a plain bowl.",		"pitcher_full":"This is a pitcher full of liquid.  Probably water.",		"park_bench":"This is a bench, like the kind you'd find in a park.",		"painting_zabrak_m":"A portrait of High Commander T'Inia, recently commissioned for a Zabrak warrior of some reknown.",		"painting_zabrak_f":"A portrait of Lady T'Inia, the wife of a Zabrak warrior of some reknown.",		"painting_wookiee_m":"In the tradition of Life Day, this painting represents a family patriarch who has passed away.",		"painting_wookiee_f":"In the tradition of Life Day, this painting represents a family matriarch who has passed away.",		"painting_vet_09":"Emperor's Eyes (TIE Sentinel), given for the one year anniversary of Star Wars Galaxies",		"painting_vet_08":"Imperial Oppression (TIE Oppressor), given for the one year anniversary of Star Wars Galaxies",		"painting_vet_07":"Smuggler's Run, given for the one year anniversary of Star Wars Galaxies",		"painting_vet_06":"Hutt Greed, given for the one year anniversary of Star Wars Galaxies",		"painting_vet_05":"Fighter Study, given for the one year anniversary of Star Wars Galaxies",		"painting_vet_04":"Weapon of War, given for the one year anniversary of Star Wars Galaxies",		"painting_vet_03":"Tatooine Dune Speeder, given for the one year anniversary of Star Wars Galaxies",		"painting_vet_02":"Decimator, given for the one year anniversary of Star Wars Galaxies",		"painting_vet_01":"Cast Wing in Flight, given for the one year anniversary of Star Wars Galaxies",		"painting_twilek_m":"This painting was done by Furva Keill, and was supposedly inspired by his dealings with Bib Fortuna, Jabba the Hutt's major domo.",		"painting_twilek_f":"A portrait of a female Twi'lek.",		"painting_trees_s01":"In the tradition of Life Day, this painting depicts the landscape of the Wookiee homeworld Kashyyyk. It was probably painted by memory as part of a Life Day remembrance ceremony.",		"painting_trandoshan_m1":"This painting was done by Dreyba the Hutt.",		"painting_trandoshan_m":"This painting was done by the Hutt artist Dreyba.",		"painting_tato_s04":"This poster is of the kind found in Star Ports all across the galaxy.",		"painting_tato_s03":"This landscape of a single tree is amateurish at best, and was probably done by an art student.",		"painting_smoking_ad":"This advertisement appears to be unfinished.  Either that or the company that created it forgot to put the product they were advertising anywhere on the picture.",		"painting_schematic_weapon_s03":"This poster shows the schematics for a Block Turret.",		"painting_schematic_weapon":"This poster shows the schematics of a Turret.",		"painting_schematic_transport_ship":"This poster shows the schematic for a transport ship.",		"painting_schematic_droid":"This poster shows the schematics of a Mouse Droid, or MSE-6 type droid.",		"painting_ronka":"A painting of a ronka plant.",		"painting_rodian_m":"This painting was done by Ob Khaddar, the mysterious artist who disappeared after the Emperor put a death mark on his head.",		"painting_rodian_f_ad_01":"This is an advertisement for an alcoholic beverage called "Corellian Twister".  The slogan reads "Where the Fun's At."",		"painting_rodian_f":"This painting was done by Ob Khaddar, the mysterious artist who disappeared after the Emperor put a death mark on his head.",		"painting_raventhorn":"A painting of a raventhorn plant.",		"painting_rainbow_berry_bush":"A painting of a rainbow berry bush.",		"painting_planet_01":"This painting makes excellent use of light.  It was probably done by the Mon-Calamari master Yeliab.",		"painting_palowick_ad":"An advertisement for a Pa'lowick musician.",		"painting_nebula_orchid":"This still life is of a plant called the Nebula Orchid.",		"painting_moncal_eye_02":"A painting of a Mon Calamari Eye - second of the series.",		"painting_moncal_eye_01":"A painting of a Mon Calamari Eye - first of the series.",		"painting_mattberry":"A painting of a mattberry plant.",		"painting_lucky_despot":"A painting of the Lucky Despot wreckage.",		"painting_krayt_skeleton":"A painting of a krayt dragon skeleton.",		"painting_kite_plant":"A still life of a Kite plant.  Rumor has it that the legendary artist Bahzel may have done this painting.",		"painting_human_f":"This famous portrait of a beautiful saddened human female was possibly done by the artist Venthan Chassu, though it's never been proven officially.",		"painting_house":"A painting of a residential house.",		"painting_golden_flower_03":"An abstract painting of golden petals - third of the series.",		"painting_golden_flower_02":"An abstract painting of golden petals - second of the series.",		"painting_golden_flower_01":"An abstract painting of golden petals - first of the series.",		"painting_food_baking_s02":"This poster is meant to be hung in a kitchen, and shows food items.",		"painting_food_baking_s01":"This poster is meant to be hung in a kitchen, and shows a few completed food items.",		"painting_fighter_pilot_human_01":"This picture is of a human star pilot, preparing for battle presumably.",		"painting_bothan_m":"A famous painting of a Bothan male, done by legendary artist Bahzel.",		"painting_bothan_f":"A famous painting of a Bothan female, done by legendary artist Bahzel.",		"painting_boffa":"A painting of a boffa plant.",		"painting_blumbush":"A painting of a blumbush.",		"painting_blueleaf_temple":"A painting of the Blue Leaf temple.",		"painting_agrilat_s01":"A landscape of the swamps of Agrilat, done by an unknown artist.",		"lytus_family_artefact":"A artefact from the noble Lytus family.",		"luke_wanted":"This is a wanted poster for Rebel Pilot Luke Skywalker.",		"leia_wanted":"This is a wanted poster for Princess Leia, a noblewoman who is a known leader of the Rebellion against the Empire.",		"kitchen_utensils":"This is a set of kitchen utensils.",		"hanging_planter":"This is a hanging plant.",		"han_wanted":"This is a wanted poster for notorious rebel pilot, Han Solo.",		"generic_bench":"A bench.",		"fruit_assorted":"This is a set of preserved fruits arranged in a display.",		"frn_torch":"A torch.",		"frn_toolchest":"A toolchest.",		"frn_throwpillow":"A throw pillow.",		"frn_tent":"A tent.",		"frn_tato_vase":"An ornamental vase.",		"frn_tato_meat_rack":"A rack of cured meats.",		"frn_tato_fruit_stand_small":"A small fruit stand.",		"frn_tato_fruit_stand_large":"A large fruit-stand.",		"frn_tato_cantina_table":"A cantina table.",		"frn_tato_cantina_seat_worn":"A worn cantina seat.",		"frn_tato_cantina_seat_small":"A small cantina seat.",		"frn_tato_cantina_seat_large":"A large cantina seat.",		"frn_tato_cafe_table":"A cafe table.",		"frn_tato_cafe_parasol":"A cafe parasol.",		"frn_tato_cafe_chair":"A cafe chair.",		"frn_table_small":"A small table.",		"frn_table":"A table.",		"frn_storage_drums":"Small storage drums.",		"frn_sofa_chair":"A sofa chair.",		"frn_searchable_desk_02":"A desk used for business. The desk may have valuable items and is able to be searched.",		"frn_searchable_desk_01":"A desk used for business. The desk may have valuable items and is able to be searched.",		"frn_rug_01":"A fine woven rug.",		"frn_potted_plant":"A potted plant.",		"frn_partition_vertical_small":"A decorative panel of vertical alignment. Size small.",		"frn_partition_vertical_large":"A decorative panel of vertical alignment. Size large.",		"frn_partition_horizontal_small":"A decorative panel of horizontal alignment. Size small.",		"frn_partition_horizontal_large":"A decorative panel of horizontal alignment. Size large.",		"frn_partition_cloth_vertical_small":"A decorative panel of vertical alignment made out of cloth. Size small.",		"frn_partition_cloth_vertical_large":"A decorative panel of vertical alignment made out of cloth. Size large.",		"frn_partition_cloth_horizontal_small":"A decorative panel of horizontal alignment made out of cloth. Size small.",		"frn_partition_cloth_horizontal_large":"A decorative panel of horizontal alignment made out of cloth. Size large.",		"frn_ottoman":"An ottoman.",		"frn_metal_crate":"A small metal storage crate.",		"frn_love_seat":"A loveseat.",		"frn_light":"A durasteel filament lantern.",		"frn_lawn_chair":"A lawn chair",		"frn_lamp_table":"A table-top lamp.",		"frn_lamp_free":"A free-standing lamp.",		"frn_lamp_desk":"A desk lamp.",		"frn_lamp_candlestick":"A candle.",		"frn_jedi_throne":"A Majestic Throne",		"frn_jedi_chair":"An Ornate Chair",		"frn_end_table":"An end table.",		"frn_droid_detector":"A droid detection device.",		"frn_dining_table":"A dining table.",		"frn_desk":"A desk.",		"frn_dented_drum":"A damaged metal drum.",		"frn_data_terminal":"A data terminal.",		"frn_crate":"A storage crate.",		"frn_couch_small":"A small couch.",		"frn_couch_large":"A large couch.",		"frn_couch_futon":"A futon.",		"frn_couch_divan":"A divan.",		"frn_couch":"A couch.",		"frn_cot":"A camp cot.",		"frn_console":"A technical console.",		"frn_command_console":"A command console of some kind.  There are buttons here that can be pressed...",		"frn_coffee_table":"A coffee table.",		"frn_chest":"A chest.",		"frn_chair_wooden":"A wooden chair.",		"frn_chair_upholstered":"An upholstered chair.",		"frn_chair_recliner":"A reclining chair.",		"frn_chair_metal":"A metal chair.",		"frn_chair_kitchen":"A kitchen chair.",		"frn_chair":"A chair.",		"frn_camp_stool_tall":"A tall camp stool",		"frn_camp_stool_short":"A short camp stool.",		"frn_cabinet":"A cabinet.",		"frn_bookcase":"A bookcase.",		"frn_bed_small":"A small bed.",		"frn_bed_large":"A large bed.",		"frn_art":"A work of art.",		"frn_armoire":"An armoire.",		"frn_all_banner_rebel":"A small banner displaying the Rebellion insignia.",		"freedom":"This painting is a contradiction in terms.  The text on top reads "Glorious Sacrifice"  and at the bottom "Freedom isn't Free".  The picture doesn't seem to go with the text, almost as though it were changed in a rush.",		"foodcart":"A foodcart.",		"droid_bright":"This picture is obviously done by an artist learning a new style.  The color choices are unique, and make the painting almost unbearable to look at.",		"double_helix":"Genetically enhanced creatures attached by a DNA strand.  This obviously belongs in the office of a bio-engineering company.",		"diagnostic_screen":"This is a diagnostic screen.",		"dance_party":"This appears to be an advertisement for some kind of celebration, though it's hard to say how old it might be, and the text doesn't seem to make any sense.  Perhaps it's slang?",		"carved_bowl":"This is a carved bowl.",		"cargoport":"This is a blueprint poster of a cargo port.",		"campfire":"This is a decorative campfire.",		"bw_stormtrooper":"A stylized picture of a close up Stormtrooper helm.  The text reads "No Division".",		"bubble_tank":"This is a decorative bubble tank.",		"bottle_tall":"This is a tall glass bottle.",		"bottle_pear":"This is a pear shaped glass bottle.",		"bottle_fat":"This is a fat glass bottle.",		"bio_orange":"A picture of a genetically enhanced creature.",		"bestine_quest_statue":"A large statue meant to be used as a house decoration. Attached to the statue is a small inscription which reads: "Sean Trenwell, Director of Commerce".",		"bestine_quest_rug":"A well-made rug given as a gift from Sean Trenwell. The rug would be perfect for many a house, providing comfort and style to any dwelling.",		"bestine_quest_painting":"A rare painting depicting an Imperial prison, shadowed by an omnious storm.",		"bestine_quest_imp_banner":"An imperial banner. The banner is meant to be used as a house decoration for the proud citizen of the Empire.",		"bestine_history_quest_painting":"A unique painting. This photorealistic painting, no longer in regular circulation, depicts an artist's rendition of a star being revealed as it emerges from behind a planet.",		"basket_closed":"This is a closed basket, used for display.",		"bar_piece_curve_s1":"A bar countertop.",		"bacta_tank":"A large bacta tank, unusable, but interesting none the less.",		"armor":"A diagram study of the RIS Armor."
}}
