{
	"stfFile":"fs_quest_village",
	"entries": {
		"groupmate_powered_down":"One of your groupmates has successfully dispatched a number of enemy troops.  The base commander has emerged inside of the camp and may be captured.",		"arrived_without_commander":"You have failed to escort the commander back to the Aurilian village and have thus failed your mission.  You have failed this attempt at your quest.  You may try again at another camp.",		"p3_item_decayed":"That item's circuitry has decayed beyond use.  It is useless. ",		"rescue10":"ATTAAAAAAAAACK!",		"rescue9":"Where are those reinforcements?!?!?  No matter.   ATAAAAACK!",		"rescue8":"I've spotted the commander.  Requesting reinforcement at my coordinates!",		"rescue7":"Let the land be drenched in the blood of those who oppose our will.  FREE THE COMMANDER!",		"rescue6":"Slay the commander's captors!  Leave none alive.",		"rescue5":"HALT!  Release our commander, or I will take your life here and now!",		"rescue4":"UNHAND THE COMMANDER!",		"rescue3":"You will not live to regret the decision to help those meddlesome Aurilians!",		"rescue2":"I shall have your life if you do not release our commander!  STOP RIGHT THERE!",		"rescue1":"Unhand our commander!",		"mission_time_failed":"You did not extract the commander in time.  The shields have powered back on and you have failed your mission attempt.  You may try again at any time.",		"quest_logout":"It appeared that you had abandoned your mission, so you must begin your mission from the start once more.",		"combat_quest_failed_timeout":"You have failed to complete your quest on time.  You may try again the next time it becomes available.",		"commander_too_far":"You're going to have to get closer than that to recapture the commander!",		"commander_pain3":"*gurgle*",		"commander_pain2":"The poison has taken its course.  You meddleso... ARGH!  *cough*",		"commander_pain":"ARGH!  The pain... terrible... HA HA Ha... argh...",		"commander_died_toxins":"The commander you were responsible for escorting to the Aurilian village has perished, apparently from ingesting a variety of biotoxins.  You have failed your mission.  You may reattempt your mission at another enemy camp.",		"commander_already_capd":"This base commander is already being escorted.",		"teamwork_bonus":"As a special bonus for completing this mission alongside a fellow adventurer, displaying unity and teamwork, the Aurilian elder has authorized a special reward for you that will help you in future conflicts.  Your extra reward has also been placed in your inventory.",		"quest_complete":"The commander has been successfully returned to the Aurilian village for interrogation.  For your efforts, you will now be allowed to train in melee accuracy!  You have also been awarded a special color crystal that may be of use later on down the road as you begin to craft your first lightsaber.",		"commander_is_free":"Your companion has failed!  The commander has escaped and is making a run for it!  Catch him if you can.  You can still earn credit for this mission if you recapture the commander and safely return him to the Aurilian village yourself.",		"fs_cs_capd_commander_via_group":"You have taken custody of the base commander.  Ensure the commander's safe return to the village of Aurilia.  A waypoint has been added to your datapad.  If the commander is not safely returned to the village before he dies, no one who has participated in this mission will receive credit.  Should you lose custody of the commander, you will fail this mission.  If you fail the mission, you will be able to attempt it again at another enemy camp.",		"remote_break":"The remote control unit pops and crackles as you use it, eventually burning up.  The remote has been destroyed.",		"commander_death_notify":"HA HA!  You fools.  I will never divulge my secrets.  *crunch* *swallow*
I will be dead long before I ever see an interrogation chamber.",		"fs_cs_quest_done_detail":"You have completed the mission given to you by the villagers.  As a measure of gratitude you will now be able to receive Melee Accuracy training.  Your other rewards have been placed in your inventory.",		"fs_cs_quest_done_sum":"Quest Complete!",		"fs_cs_recapture":"Recapture!",		"fs_cs_escort_commander_sec":"The commander has been captured by someone in your group.  You must ensure that he is delivered to Aurilia safe and sound.  

If the commander does not make it to the village, you will not receive credit for this mission.  Should something unspeakable happen to your party member and they can no longer retain custody of the commander, you may recapture the commander if you can catch up with him.  This way you can still receive credit for the mission, even if your partner fails.",		"fs_cs_commander_cap_other":"The commander has been captured by someone in your group other than yourself.  You have failed this mission.  You may attempt this mission again by finding another enemy camp and infiltrating according to your previous instructions.  See your quest journal for details.",		"fs_cs_capd_commander":"You have taken custody of the base commander.  Ensure the commander's safe return to the village of Aurilia.  A waypoint has been added to your datapad.  If the commander is not safely returned to the village before he dies, no one who has participated in this mission will receive credit.  Should you lose custody of the commander, you will fail this mission.",		"fs_primary_escort_fail":"You have failed to escort the commander back to the Aurilian village and have thus failed your mission.  You may attempt the mission again at another camp.",		"fs_cs_ensure_detail":"Ensure that the commander of the camp is captured.  You can either capture him yourself, or someone on the same mission and in the same group as you can capture him.",		"fs_cs_ensure_sum":"Ensure the Commander Is Captured",		"camp_last_chance_complete":"You have captured the commander!  You may still earn credit for this mission if you are able to safely return him to the Aurilian village.",		"camp_commander_no_auth":"You do not have the authority to capture the commander.  You must either be the person who powered down the shield generator or be in a group with that person.",		"camp_commander_capture":"Capture!",		"fs_remote_dont_have":"You don't have the proper data disk.",		"fs_cs_last_chance_detail":"Since you failed to fend off the camp guards, your only chance of completing your mission at this camp is to capture the camp's commander yourself and return him safely to Captain Sarguillo in the Aurilian village.  If you choose not to complete your mission at this camp, you may attempt to complete this mission again at a later time. ",		"fs_cs_last_chance_sum":"Capture the Commander!",		"fs_cs_step_intro_complete":"You have completed the mission step 'Power Down The Shield Generator'.   The next step is to dispatch at least 5 of the defending enemy forces.  You must also take care to stay alive to oversee the capture of the camp commander.   Failure is not an option.",		"fs_remote_fail":"Nothing happens.",		"fs_cs_remote_use":"Activate Remote",		"name_rem_nu":"a 'nu' shield generator remote",		"name_rem_zeta":"a 'zeta' shield generator remote",		"name_rem_zed":"a 'zed' shield generator remote",		"name_rem_ypsylon":"a 'ypsylon' shield generator remote",		"name_rem_xi":"a 'xi' shield generator remote",		"name_rem_theta":"a 'theta' shield generator remote",		"name_rem_tau":"a 'tau' shield generator remote",		"name_rem_sigma":"a 'sigma' shield generator remote",		"name_rem_rho":"a 'rho' shield generator remote",		"name_rem_psi":"a 'psi' shield generator remote",		"name_rem_pi":"a 'pi' shield generator remote",		"name_rem_phy":"a 'phy' shield generator remote",		"name_rem_omikron":"an 'omikron' shield generator remote",		"name_rem_omega":"an 'omega' shield generator remote",		"name_rem_mu":"a 'mu' shield generator remote",		"name_rem_lamda":"a 'lamda' shield generator remote",		"name_rem_kappa":"a 'kappa' shield generator remote",		"name_rem_iota":"an 'iota' shield generator remote",		"name_rem_gamma":"a 'gamma' shield generator remote",		"name_rem_eta":"an 'eta' shield generator remote",		"name_rem_epsilon":"an 'epsilon' shield generator remote",		"name_rem_delta":"a 'delta' shield generator remote",		"name_rem_chi":"a 'chi' shield generator remote",		"name_rem_beta":"a 'beta' shield generator remote",		"name_rem_alpha":"an 'alpha' shield generator remote",		"frequency_datapad_detail":"This datapad appears to contain frequency codes for a shield generator.  Return it to Captain Sarguillo at the Aurilian village on Dathomir for more information.",		"frequency_datapad_name":"remote frequency codes",		"waypoint_datapad_detail":"This datapad appears to contain coordinates for some sort of outpost.  The records mention something about shadow of the Sith.",		"waypoint_datapad_name":"a waypoint datapad",		"fs_cs_accepted":"You have accepted the mission.",		"fs_cs_secondary_escort_detail":"The commander has been captured by someone in your group.  You must ensure that he is delivered to Aurilia safe and sound.  Being a well trained agent of the Dark Side, the commander has ingested a quantity of bio toxins in an attempt to end his own life before being captured and interrogated.  If he is not returned to the village for immediate medical attention he will surely perish and your efforts will have been in vain.

If the commander does not make it to the village, you will not receive credit for this mission.  Should something unspeakable happen to your party member and they can no longer retain custody of the commander, you may recapture the commander if you can catch up with him.  This way you can still receive credit for the mission, even if your partner fails.",		"fs_cs_secondary_escort_sum":"Escort the Commander to Aurilia",		"fs_cs_primary_escort_sum":"Return the Commander to Aurilia",		"fs_cs_primary_escort_detail":"You have taken custody of the base commander.  Being a well-trained agent of the Dark Side, he has ingested a quantity of biotoxins in an attempt to end his own life before being captured and interrogated.  Make haste and return the commander to the village before the toxins take their toll on him.  Without medical attention from the Aurilian healers, he will not live to see the interrogation chambers.  You have less than an hour to return him to the village.

If the commander is not safely returned to the village, no one who has participated in the mission will receive credit.  If you lose custody of the commander, you will lose this mission.",		"fs_cs_kill_guards_detail":"Kill at least 5 of the camp's defending troops and stay alive until the commander has been captured.",		"fs_cs_kill_guards_sum":"Kill 5 Enemy Troops",		"fs_cs_intro_journal_detail":"With several enemy camps on Dathomir, Captain Sarguillo of the Aurilian village has asked you to scout out the locations of these camps.  They could be located anywhere on Dathomir.  Each camp has a shield generator that must be powered down remotely before you can infiltrate the camp.  In order to find the frequency codes for the various shield generators in use at the enemy camps, you must hunt down members of the enemy force and relieve them of any frequence code datadisks they might be carrying.  If you return such a datadisk to Captain Sarguillo, he will give you a remote control configured for the frequency code on the disk.  You may then use this remote to power down the corresponding shield. 

Once you have a remote control device (or you are grouped with someone who has one),  you may attempt to capture the camp's commander.   There are two ways to earn credit for this mission:

Option 1:  Power down the shield generator and eliminate at least 5 of the enemy's troops afterwards - that should be enough to lure the commander out.  You will also be made personally responsible for making sure the commander gets back safely to Aurilia.  If you perish any time after the shield comes down but before the commander is captured, i.e. you will need to complete 'Option 2' below, instead of allowing one of your group mates to take on that responsibility. 

Option 2:  Join a group with someone who powered down the shield generator and capture the commander.  You must then safely return him to Captain Sarguillo for questioning. 

Since the Aurilians value teamwork and comraderie so greatly, you will receive a mission bonus from Captain Sarguillo if you complete this mission with a friend.  To become eligible for the bonus, one of you must power down the shield and one of you must capture the commander. 

Remember that the mission is not complete for any participant until the commander is safely returned to the Aurilian village.",		"fs_cs_intro_journal_sum":"Capture Enemy Leadership",		"cache_detail":"This crystal caches is used to store frequence resonance crystals - often used in various remote control technologies.",		"cache_name":"a resonance crystal cache",		"crystal_detail":"this resonance crystal must be combined with the correct frequence crystal cache to be of any use",		"crystal_name":"a frequence resonance crystal",		"remote_name":"a shield generator remote",		"remote_detail":"This device looks like it has been contructed by an amateur.  There is no telling how well it might work.",		"camp_defender_10":"Running is futile!  You will only die tired.",		"camp_defender_9":"You will have to get past me first, scum!",		"camp_defender_8":"Defend the base!  Don't let the intruders slip inside!",		"camp_defender_7":"Hold the line!",		"camp_defender_6":"The commander has called in reinforcements.  Hold off the intruders until they arrive!!!",		"camp_defender_5":"ATTAAAACK!",		"camp_defender_4":"I shall defend my commander until the death!",		"camp_defender_3":"We are under attack!  Spread out!",		"camp_defender_2":"Find the intruders and slay them!",		"camp_defender_1":"INTRUDERS!",		"remote_powering_down":"The shield generator appears to be powering down.",		"remote_shield_down_by_player":"Althought your remote has the correct frequency for this shield generator, the shield generator has already been powered down by %TT.",		"remote_shield_down_already":"Althought your remote has the correct frequency for this shield generator, the shield generator has already been powered down by someone else.",		"remote_nothing_happens":"Nothing happens.  You must be closter to the enemy camp shield generator for that too work.",		"shield_remote_wrong_camp":"The lights on the remote flicker briefly, but nothing happens.  This remote must use an incorrect frequency for this camp.",		"shield_remote_cant_use":"You don't know how to operate this particular remote control model.",		"shield_remote_interference":"There is too much electronic interference for this device to work here.",		"expel_shield":"You are pushed back by an invisible force!  You suspect some sort of shield technology is involved.",		"name_mdroid_test":"a 'test' surveillance droid",		"name_mdroid_zed":"a 'zed' surveillance droid",		"name_mdroid_omega":"an 'omega' surveillance droid",		"name_mdroid_psi":"a 'psi' surveillance droid",		"name_mdroid_chi":"a 'chi' surveillance droid",		"name_mdroid_phy":"a 'phy' surveillance droid",		"name_mdroid_ypsylon":"an 'ypsylon' surveillance droid",		"name_mdroid_tau":"a 'tau' surveillance droid",		"name_mdroid_sigma":"a 'sigma' surveillance droid",		"name_mdroid_rho":"a 'rho' surveillance droid",		"name_mdroid_pi":"a 'pi' surveillance droid",		"name_mdroid_omikron":"an 'omikron' surveillance droid",		"name_mdroid_xi":"a 'xi' surveillance droid",		"name_mdroid_nu":"a 'nu' surveillance droid",		"name_mdroid_mu":"a 'mu' surveillance droid",		"name_mdroid_lamda":"a 'lamda' surveillance droid",		"name_mdroid_kappa":"a 'kappa' surveillance droid",		"name_mdroid_iota":"an 'iota' surveillance droid",		"name_mdroid_theta":"a 'theta' surveillance droid",		"name_mdroid_eta":"an 'eta' surveillance droid",		"name_mdroid_zeta":"a 'zeta' surveillance droid",		"name_mdroid_epsilon":"an 'epsilon' surveillance droid",		"name_mdroid_delta":"a 'delta' surveillance droid",		"name_mdroid_gamma":"a 'gamma' surveillance droid",		"name_mdroid_beta":"a 'beta' surveillance droid",		"name_mdroid_alpha":"an 'alpha' surveillance droid",		"desc_mouse_surv_droid":"a surveillance droid with etchings on either side of the exterior"
}}
