{
	"stfFile":"gcwlaunchevent",
	"entries": {
		"closingbroadcast_1":"<<Alliance Transmission: Control, Alder Six-Two. We are gear up and on our way to our next rally. May the Force be with you..>>",		"closingbroadcast_0":"<<Imperial Transmission: Shuttle ST321, your departure vector is right six-nine-three. Command station out.>>",		"areabroadcast_1":"<<Incoming Alliance Transmission: Ground control, this is shuttle Alder Six-Two. We have the Princess on board and are coming in for a landing.>>",		"areabroadcast_0":"<<Incoming Imperial Transmission: Command station, this is ST321, code clearance blue. We're starting our approach.>> ",		"dialogue_1_3_11":"Friends of the Alliance, I wish you good luck, and may the Force be with you.",		"dialogue_1_3_10":"In our pursuit of peace, we must sometimes embrace conflict.",		"dialogue_1_3_9":"I have been authorized to call for open attacks on all Imperial loyalists and Dark Jedi.  ",		"dialogue_1_3_8":"To any who still hold allegiance to the Empire, I extend this word of caution:  Beware.  Your days are few.  No evil can survive where justice and peace take root.",		"dialogue_1_3_7":"To any who oppose the Empire, I extend this invitation.  Join us.  Help us. ",		"dialogue_1_3_6":"And if we control the cities, there's no end to the good we can do.",		"dialogue_1_3_5":"Every Rebel base brings us that much closer to control of the cities.",		"dialogue_1_3_4":"To that end, friends and allies, I call upon you to establish Rebel bases and outposts all through the outlying areas of this region.",		"dialogue_1_3_3":"The Rebellion must have safe haven, in order to grow, thrive, and overthrow this evil Empire.",		"dialogue_1_3_2":"If we do not oppose the Empire now, we shall be pushed into the farthest reaches of the Outer Rim, or rounded up like criminals.",		"dialogue_1_3_1":"This is our most desperate hour.",		"dialogue_1_2_11":"May the force be with you all.",		"dialogue_1_2_10":"Friends of the Rebellion, you are my only hope.",		"dialogue_1_2_9":"If we continue to fight and build and persevere, even the might of the Empire cannot crush our spirits.",		"dialogue_1_2_8":"From there, we can gain the trust and cooperation of the populace, and control the very cities themselves!",		"dialogue_1_2_7":"Establish new Rebel bases in the outlying country, as many as you can.",		"dialogue_1_2_6":"We can control this sector if we band together and fight.",		"dialogue_1_2_5":"Take the battle against them to the very streets of the city.",		"dialogue_1_2_4":"All Imperials and Dark Jedi must be confronted and defeated!",		"dialogue_1_2_3":"Rise up and fight, my friends!  ",		"dialogue_1_2_2":"Today we draw a line in the sand, and declare that the Empire will rule us no more. ",		"dialogue_1_2_1":"Friends of the Rebellion, hear my call to action.",		"dialogue_0_3_11":"By the Emperor's command.  Farewell.",		"dialogue_0_3_10":"Pray that does not come to pass, for I have little sympathy for failure.",		"dialogue_0_3_9":"Should you fail to achieve this goal, I may be forced to return to this dismal planet, and oversee its administration.  ",		"dialogue_0_3_8":"And then, we shall be unstoppable.",		"dialogue_0_3_7":"Once we have gained control of the countryside, we shall consolidate our control of the cities. ",		"dialogue_0_3_6":"And so, the Emperor commands all his allies to establish military bases and outposts in the outlying areas.",		"dialogue_0_3_5":"To achieve absolute control of this sector, we must control the cities.  ",		"dialogue_0_3_4":"The Emperor has tolerated their presence long enough.  But even his graciousness and forgiveness has a limit.",		"dialogue_0_3_3":"And any of the so-called Jedi Knights are to be similarly dealt with.",		"dialogue_0_3_2":"From now on, all members of the Rebellion are to be terminated on sight.  No mercy shall be shown.  ",		"dialogue_0_3_1":"Citizens of the Empire, I have come to declare an end to the Rebellion.",		"dialogue_0_2_11":"I suggest you carry them out without further delay.",		"dialogue_0_2_10":"You have your orders. ",		"dialogue_0_2_9":"Do not disappoint him.  I needn't remind you, the Emperor is not as forgiving as I am.",		"dialogue_0_2_8":"Once this perimeter has been established, he wishes that the cities be controlled unilaterally by the Empire.",		"dialogue_0_2_7":"In addition, the Emperor commands that you establish military bases and outposts in the outlying regions, so that insurrections can be crushed immediately.",		"dialogue_0_2_6":"Any illegal sympathizers or Jedi are to be shot on sight, no questions asked.",		"dialogue_0_2_5":"From this day forward, no Rebel presence shall be tolerated. ",		"dialogue_0_2_4":"He wishes this insignificant uprising to be crushed, and quickly.",		"dialogue_0_2_3":"The Rebellion has too long been a thorn in the side of progress and order.",		"dialogue_0_2_2":"The Emperor is angry.",		"dialogue_0_2_1":"Greetings, citizens of the Empire.  I bring you dark news.",		"dialogue_1_1_11":"May the Force be with you all.",		"dialogue_1_1_10":"Our freedom and future is in your hands. ",		"dialogue_1_1_9":"That is all I can ask. Be careful and fight well. ",		"dialogue_1_1_8":"I call upon you all to do what is right. We must fight this evil here and now. ",		"dialogue_1_1_7":"Once we have the support of the smaller towns, we will see the populace rise to support us. ",		"dialogue_1_1_6":"We will establish Rebel bases on this planet, beacons of hope and justice.",		"dialogue_1_1_5":"First we must fight Imperial oppression in the outlying areas.  ",		"dialogue_1_1_4":"Peace must be restored, and so, we must band together and fight.",		"dialogue_1_1_3":"Dark Jedi and others known to fight for the Empire wander freely though our cities.",		"dialogue_1_1_2":"The Empire has ruled us with fear and lies long enough. ",		"dialogue_1_1_1":"Friends and allies of the Rebellion:  The end of tyranny begins today...",		"dialogue_0_1_11":"You have your orders. Dismissed.",		"dialogue_0_1_10":"I will make sure the Emperor knows of your loyalty.",		"dialogue_0_1_9":"I have seen all that is necessary. ",		"dialogue_0_1_8":"Allowing the rebellion to establish control will not be tolerated.",		"dialogue_0_1_7":"Only by establishing Imperial bases across this planet, we can achieve our goal of controlling the cities and crushing all resistance. ",		"dialogue_0_1_6":"If we are able to control enough of the outlying areas, we will also control the cities. ",		"dialogue_0_1_5":"To bring law and order to the cities we must first control the outlying areas by establishing a military presence in the form of outposts and bases.",		"dialogue_0_1_4":"Effective immediately, known Rebels and all Jedi will be shot on sight by Imperial troops.",		"dialogue_0_1_3":"Order must be restored.",		"dialogue_0_1_2":"For too long has this Rebellion remained in our midst, but no longer will such an affront be tolerated.",		"dialogue_0_1_1":"Today marks a turning point in this Galactic Civil War..."
}}
