{
	"stfFile":"loc_d",
	"entries": {
		"corellia_privateer":"\#pcontrast1 FREELANCE PILOTS\#.  (This is the best starting location for players who wish to join CorSec as Freelance Pilots. Choosing this as your start location will not automatically enlist you in CorSec, but you will be provided with a path to the recruiter, \#pcontrast3 Sergeant Rhea\#.)

\#pcontrast3 CorSec Pilots, CORONET CITY, Corellia \#.- Officially neutral in the Galactic Civil War, Corellia is on its own when it comes to patrolling the system, defeating pirates and defending the Corellian merchants and civilians. If you choose this as your starting location, you will be delivered to the Coronet Starport.

Follow the yellow-ribbon to \#pcontrast3 Sergeant Rhea \#.at the CorSec HQ to join the CorSec pilots!

Coronet City is the capital city of Corellia and, in many ways, the center of the entire Corellian system. Often referred to as the "Jewel of Corellia", Coronet City is a bustling, urban metropolis. The city attracts entrepreneurs, merchants, and tourists from all five of the Corellian worlds, along with a great many visitors from beyond the system.

Coronet City has a number of important landmarks and interesting sites, but it is probably best known for its park land and abundant open space. The city also offers advanced technological facilities, including the Coronet Medcenter which specializes in experimental medical treatments.

Although Coronet City is certainly among the galaxy's most advanced cities, it is not without its problems. Roving gangs of thugs threaten visitors in some areas of the city, and the local government is dominated by corrupt Imperial officials. Corellia is also home to both Imperial and Rebel agents, and clashes between these two groups occasionally spill into Coronet City's otherwise peaceful streets.",		"naboo_privateer":"\#pcontrast1 FREELANCE PILOTS\#.  (This is the best starting location for players who wish to join the RSF as Freelance Pilots. Choosing this as your start location will not automatically enlist you in the RSF, but you will be provided with a path to the recruiter, \#pcontrast3 Captain Dinge\#.)

\#pcontrast3 The RSF, THEED, Naboo \#.- The Royal Security Forces defends the Royals of Naboo and polices the local system, defending peaceful merchants and other civilians from piracy and Rebel aggression. Home world of the Emperor, Naboo officially supports the Empire, and even though the RSF is a neutral organization, RSF Pilots are advised to be mindful of the Empire's absolute authority. If you choose this as your starting location, you will be delivered to the Theed Hangar.

Follow the yellow-ribbon to \#pcontrast3 Captain Dinge \#.in the Theed Palace to join the RSF!

Naboo's affluent capital city, Theed is home to the Royal Palace, breathtaking waterfalls, and a number of the planet's most prominent citizens. The city represents the zenith of Naboo architectural achievement and is known for its libraries, museums, theaters, and cultural centers.

Theed was founded by settlers fleeing revolution on their home planet. Eight hundred years later, the city was invaded by the Trade Federation. The populace quickly surrendered, preventing violence in the streets and ensuring that the buildings and monuments remained unscathed. Theed was eventually liberated and has remained free well into the era of the Empire. While Imperials have established garrisons and outposts on Naboo, the Imperial presence in Theed is minimal, largely because the city's population is naturally peaceful and has yet to resist the Empire.  ",		"tatooine_privateer":"\#pcontrast1 FREELANCE PILOTS\#.  (This is the best starting location for players who wish to join the Smugglers Alliance as Freelance Pilots. Choosing this as your start location will not automatically enlist you in the Smugglers Alliance, but you will be provided with a path to the recruiter, \#pcontrast3 Dravis\#.)

\#pcontrast3 The Smugglers Alliance, MOS EISLEY, Tatooine \#.- The Smugglers Alliance on Tatooine is the brainchild of Talon Karrde and his partner Dravis. Building an alliance of pilots willing to do an assortment of jobs - no questions asked - on Tatooine is sure to draw the ire of Jabba the Hutt sooner or later, and that could mean big trouble for you should you sign-up with Talon Karrde. Choosing this as your starting location will deliver you to the Mos Eisley Starport.

Follow the yellow-ribbon to the Mos Eisley cantina, and snoop around the back room. You'll find \#pcontrast3 Dravis \#.lurking there, ready to enlist your help in ensuring their clients' deliveries arrive in spite of piracy, blockades and local patrols.

A wretched hive of scum and villainy, Mos Eisley sings a siren's song for smugglers, gangsters, and mercenaries. A frontier town built around the wreckage of crashed starships, Mos Eisley boasts dozens of discrete landing bays for pilots who wish to pass through the system unnoticed. Mos Eisley's most famous landmarks are the Lucky Despot Hotel and Casino, owned by the ruthless crime lord Lady Valarian, and the Mos Eisley cantina, where criminals of every stripe can find work.

Like many cities on Tatooine, Mos Eisley has a turbulent history. It was originally built as an alternative to Anchorhead, which was at that time a bustling and expensive city. From its inception, Mos Eisley attracted criminals: the earliest construction crews were comprised largely of Rodian refugees with criminal and violent pasts. Mos Eisley later attracted Jabba the Hutt, who now controls much of the city's criminal operations.

The Empire also has a strong presence in Mos Eisley. Imperial Prefect Eugene Talmont and his contingent of stormtroopers attempt to maintain order in the totally lawless town.",		"tatooine_rebel":"\#pcontrast1 REBEL ALLIANCE\#.  (This is the best starting location for players who wish to join the Crimson Phoenix Squadron as Rebel Alliance Pilots. Choosing this as your start location will not automatically enlist you in the Rebel Alliance, but you will be provided with a path to the recruiter, \#pcontrast3 Commander Da'la Socuna\#.)

\#pcontrast3 Crimson Phoenix, MOS ESPA, Tatooine \#.- Commander Da'la Socuna can be hard to find, hiding away in the back room of the Mos Espa cantina. If you choose this as your starting location, you'll be delivered to the Mos Espa Starport on Tatooine.

Follow the yellow-ribbon to the cantina, and go to the back room to find \#pcontrast3 Commander Da'la Socuna \#.and join the Rebel Alliance's Crimson Phoenix Squadron. Beware of Stormtrooper Patrols on the streets of Mos Espa!

An expansive spaceport, Mos Espa rests near the Dune Sea and is one of Tatooine's largest cities. It is usually considered Tatooine's default capital, although the Empire has made Bestine its base of operations on the desert world.

Like many Tatooine settlements, Mos Espa began as a mining colony. When the mining efforts failed, the town attracted the criminal Hutts, who took control of the settlement and turned it into a thriving, but dangerous spaceport. Mos Espa became well-known for its lethal Podraces, which were sponsored by the Hutts to encourage rampant gambling. During the Hutt reign, Mos Espa's population consisted largely of poor settlers and slaves. However, when the Empire arrived on Tatooine, the Podraces were outlawed and Mos Espa lost much of its illicit allure. Jabba the Hutt, the city's most infamous citizen, soon left Mos Espa for more lucrative areas. 

Since Jabba's departure, Mos Espa has actually gained a reputation as a respectable and law-abiding town. It remains a center for trade on Tatooine and is a welcome rest stop for travelers braving treks into the Dune Sea.  

As one of Tatooine's more civilized communities, Mos Espa has luxuries that few other cities provide. Most of the buildings have built-in cooling units to protect occupants from Tatooine's intense heat, and the bustling marketplace provides everything from cooked gorgs to illegal weapons. The merchant district houses a variety of businesses, including Watto's Junkshop, where mechanics can find even the most obscure machine parts. 
",		"corellia_rebel":"\#pcontrast1 REBEL ALLIANCE\#.  (This is the best starting location for players who wish to join the Havoc Squadron as Rebel Alliance Pilots. Choosing this as your start location will not automatically enlist you in the Rebel Alliance, but you will be provided with a path to the recruiter, \#pcontrast3 Captain Kreezo\#.)

\#pcontrast3 Havoc Squadron, TYRENA, Corellia \#.- Captain Kreezo in the city of Tyrena on Corellia is eager to enlist you into ranks of the Rebel Alliace pilots. If you choose this as your starting location, you will be delivered the Tyrena Starport.

Follow the yellow-ribbon to \#pcontrast3 Captain Kreezo\#.'s safehouse.

Corellia's most popular tourist destination, Tyrena features lavish hotels, vast ornamental plazas, and the busiest beach on the planet. Inhabitants of the Core Worlds flock to Tyrena and the city is constantly filled with sightseers.
 
Tyrena is popular among adventurers because it is relatively close to many of Corellia's most exciting attractions. Tyrena serves as an excellent staging ground for forays into the Agrilat Swamps, slice-hound hunting expeditions, and trips to the planet's stunning Gold Beaches.

On the surface, Tyrena appears totally self-governed and free of Imperial entanglements. However, stormtroopers are present to "keep the peace," and the Empire taxes many of Tyrena's most lucrative businesses. Rebels can also be found in Tyrena, hiding amid the throngs of tourists.  ",		"naboo_rebel":"\#pcontrast1 REBEL ALLIANCE\#.  (This is the best starting location for players who wish to join the Vortex Squadron as Rebel Alliance Pilots. Choosing this as your start location will not automatically enlist you in the Rebel Alliance, but you will be provided with a path to the recruiter, \#pcontrast3 V3-FX\#.)

\#pcontrast3 Vortex Squadron, MOENIA, Naboo \#.- V3-FX, the Rebel Alliance Starfighter Pilot training droid, can be found (if one knows where to look) in the town of Moenia on Naboo. If you choose this as your starting location, you'll be delivered to the Moenia starport.

Follow the yellow-ribbon to \#pcontrast3 V3-FX \#.and join the Rebel Alliance.

A colony of Naboo intelligentsia protected by dense swamplands, Moenia is a mecca for Naboo's educated elite.  The city boasts Naboo's highest concentration of successful authors, artists and musicians.  It has also been the training ground for many of Naboo's elected officials and includes some of the galaxy's most respected universities.

The Empire views Moenia as little more than an artists' retreat and virtually ignores all activities in the city.  This has allowed the formation of a small but influential group of political idealists sympathetic to the Rebellion.  Publicly, Moenia's leadership may support the Empire, but they surreptitiously fund Alliance activities, welcome refugees from worlds under Imperial siege, and arrange meetings between Rebel agents and powerful political figures from throughout the galaxy.  While it's unlikely that the peaceful residents of Moenia would ever take up arms against the Empire, their underground support of the Alliance could prove a valuable asset.",		"talus_imp":"\#pcontrast1 THE EMPIRE\#.  (This is the best starting location for players who wish to join Black Epsilon as Imperial Navy Pilots. Choosing this as your start location will not automatically enlist you in the Imperial Navy, but you will be provided with a path to the recruiter, \#pcontrast3 Hakasha Sireen\#.)

\#pcontrast3 Black Epsilon, TALUS, Imperial Outpost \#.- Though Corellia is officially neutral in the Galactic Civil War, Hakasha Sireen has been assigned the task of changing that. If you choose this as your starting location, you will be transported to the Imperial Base on Talus (one of the planets in the Corellian system).

Follow the yellow-ribbon to \#pcontrast3 Hakasha Sireen\#..

Note that the Talus Imperial Base lacks many municipal facilities you may find youself in need of, but even a ship that lacks a hyperdrive engine can take you from the Imperial Base on Talus to any city on either Talus or Corellia.",		"naboo_imp":"\#pcontrast1 THE EMPIRE\#.  (This is the best starting location for players who wish to join the Imperial Inquisition as Imperial Navy Pilots. Choosing this as your start location will not automatically enlist you in the Imperial Navy, but you will be provided with a path to the recruiter, \#pcontrast3 Lt. Barn Sinkko\#.)

\#pcontrast3 Imperial Inquisition, KAADARA, Naboo \#.- Located in the city of Kaadara on Naboo, the recruiter for the Imperial Inquisition will demand unquestionable loyalty to the Emperor.  If you choose this as your starting location, you will arrive at the Kaadara Starport.

Follow the 'yellow ribbon' and speak with \#pcontrast3 Lt. Barn Sinkko \#.to sign-up with the Imperial Inquisition.

Be warned, though:  Working so closely for The Emperor - most especially working with the Imperial Inquisitors - will mean extra effort on your part to prove your dedication to the cause.

KAADARA - Located along a scenic coastline in the northern reaches of Naboo, Kaadara is one of the planet's most luxurious tourist destinations.  The small city is well-known for its outdoor cafes, beautiful beaches, and leisurely way of life.

Founded about one thousand years after the first human settlers arrived on Naboo, Kaadara was originally designed as a lavish retreat for Naboo royalty and their large entourages.  Early in its history, Kaadara was unique among Naboo cities because the local populace welcomed (and even encouraged) interactions with the native Gungans.  Kaadara's first regent, Kallos Sook, actually hired a large contingent of Gungans to serve as the city's security force.  For many centuries, these Gungan mercenaries lived on the outskirts of Kaadara, protecting the retreat and its visitors from wild animals and outlaws.

As Naboo gradually expanded its contact with other Republic worlds, Kadaara became a favorite destination for visiting dignitaries and wealthy travelers.  Unfortunately, the increasing presence of outsiders led the suspicious Gungans to abandon their role as protectors of Kaadara.  The Naboo have since installed a small garrison of RSF officers to patrol the city, bolstering the force by ten-fold whenever the current monarch arrives in Kaadara. Without the Gungans culling the local creatures, many native (but relatively harmless) animal populations have bred uncontrollably and the area around Kaadara is a prime hunting ground for the pampered elite.

After the defeat of the Trade Federation, Queen Amidala encouraged the Kaadara regent to renew the city's long relationship with the Gungans.  Many Gungans actually relocated to the city and, along with settlers from other worlds, now form the basis of Kaadara's powerful working class.  Since the Empire's arrival on Naboo, Kaadara's entrenched Gungan population has been largely overlooked, perhaps because Imperial forces realize that the city (a favorite of many high-ranking Moffs) would collapse without its able Gungan workforce.",		"tatooine_imp":"\#pcontrast1 THE EMPIRE\#.  (This is the best starting location for players who wish to join Storm Squadron as Imperial Navy Pilots. Choosing this as your start location will not automatically enlist you in the Imperial Navy, but you will be provided with a path to the recruiter, \#pcontrast3 Lt. Akal Colzet\#.)

\#pcontrast3 Storm Squadron, BESTINE TOWNSHIP, Tatooine \#.- Stationed in Bestine, the capital of Tatooine, Lt. Akal Colzet recruits for the Imperial Navy's Storm Squadron.  Choosing this as your starting location will take you to the Bestine Starport and provide you with waypoint to the Imperial Pilot Trainer.

When you arrive on Tatooine, follow the 'yellow-ribbon' to locate \#pcontrast3 Lt. Akal Colzet\#.. And don't forget to stand at attention!

A stately gem of Imperial politics, Bestine is carved into the southern Jundland Wastes west of the Mos Eisley spaceport. Before the arrival of the Empire, Bestine was primarily a farming community, but it has since become the seat of Imperial power on Tatooine. As a result, Bestine is now the most cosmopolitan and cultured Tatooine settlement.

Due largely to the influx of Imperial personnel - and their credits - Bestine is flourishing while other Tatooine cities struggle. Bestine has transformed from a modest agrarian township into a thriving economic hub. While Mos Eisley attracts smugglers and their ilk, Bestine is a magnet for honest traders and merchants interested in doing legitimate business on Tatooine. Bestine is also the safest of all Tatooine cities. Imperial stormtroopers patrol the streets, protecting the local populace from common thugs. The Imperial forces also defend the city from Tusken Raider attacks and guard the routes to and from Bestine.
",		"privateer":"\#pcontrast1 FREELANCE PILOTS\#.  (These are the best starting locations for players who wish to become Freelance Pilots. Choosing one of these starting locations will not automatically make you a Freelance Pilot, but you will be provided with a path to the nearest pilot trainer.)

While many pilots have decided to take a stand for or against the Empire, there are still others who prefer to remain on the fence, or on the fringe.  Talon Karrde and Dravis' infamous \#pcontrast3 Smugglers Alliance \#.on Tatooine will recruit anyone with the desire to learn how to fly, while \#pcontrast3 CorSec \#.struggles to maintain the official Corellian policy of remaining neutral in the Galactic Civil War.  Meanwhile Naboo's \#pcontrast3 Royal Security Forces \#.take what pilots they can get, being strongly allied with the Empire and yet remaining officially an independent organization.

Many Freelance Pilots eventually enlist with the Rebel Alliance or the Empire, fighting the Galactic Civil War on land and space. Freelance Pilots may participate in the Galactic Civil War by visiting a factional recruiter for the side they wish to join, and becoming either Covert or Declared members of that faction (while still piloting the 'Freelance Pilot'-style ships they've learned to fly).",		"rebel":"\#pcontrast1 REBEL ALLIANCE\#.  (These are the best starting locations for players who wish to become Rebel Alliance Pilots. Choosing one of these starting locations will not automatically enlist you in the Rebel Alliance, but you will be provided with a path to the nearest recruiter.)

Although the Rebel Alliance has acquired a new hope from their victory over the Imperial Death Star at the Battle of Yavin, the Empire is still very strong. The Rebel Alliance is still in need of pilots to battle the Imperial fleet. Although the recruiters can be difficult to find, hiding from the Empire as they are, a number of bold recruiters have been actively acquiring and training Rebel Alliance Pilots.

\#pcontrast3 Captain Kreezo\#. on Corellia, \#pcontrast3 V3-FX \#.on Naboo and \#pcontrast3 Commander Da'la Socuna\#. on Tatooine are three such recruiters.",		"imperial":"\#pcontrast1 THE EMPIRE\#.  (These are the best starting locations for players who wish to become Imperial Navy Pilots. Choosing one of these starting locations will not automatically enlist you in the Imperial Navy, but you will be provided with a path to the nearest recruiter.)

Following the destruction of the Death Star in the Battle of Yavin, the Empire has had to scramble to replace its Pilot forces. Several special squadrons have been created or expanded to admit volunteer pilots in order to battle the Rebel Alliance Fleet. \#pcontrast3 Storm Squadron \#.on Tatooine, the \#pcontrast3 Imperial Inquisition \#.on Naboo or \#pcontrast3 Black Epsilon \#.at the Imperial Base on Talus are three such organizations that you may join.",		"kaadara":"KAADARA - Located along a scenic coastline in the northern reaches of Naboo, Kaadara is one of the planet's most luxurious tourist destinations.  The small city is well-known for its outdoor cafes, beautiful beaches, and leisurely way of life.

Founded about one thousand years after the first human settlers arrived on Naboo, Kaadara was originally designed as a lavish retreat for Naboo royalty and their large entourages.  Early in its history, Kaadara was unique among Naboo cities because the local populace welcomed (and even encouraged) interactions with the native Gungans.  Kaadara's first regent, Kallos Sook, actually hired a large contingent of Gungans to serve as the city's security force.  For many centuries, these Gungan mercenaries lived on the outskirts of Kaadara, protecting the retreat and its visitors from wild animals and outlaws.

As Naboo gradually expanded its contact with other Republic worlds, Kadaara became a favorite destination for visiting dignitaries and wealthy travelers.  Unfortunately, the increasing presence of outsiders led the suspicious Gungans to abandon their role as protectors of Kaadara.  The Naboo have since installed a small garrison of RSF officers to patrol the city, bolstering the force by ten-fold whenever the current monarch arrives in Kaadara. Without the Gungans culling the local creatures, many native (but relatively harmless) animal populations have bred uncontrollably and the area around Kaadara is a prime hunting ground for the pampered elite.

After the defeat of the Trade Federation, Queen Amidala encouraged the Kaadara regent to renew the city's long relationship with the Gungans.  Many Gungans actually relocated to the city and, along with settlers from other worlds, now form the basis of Kaadara's powerful working class.  Since the Empire's arrival on Naboo, Kaadara's entrenched Gungan population has been largely overlooked, perhaps because Imperial forces realize that the city (a favorite of many high-ranking Moffs) would collapse without its able Gungan workforce.",		"yaviniv":"YAVIN 4 - The planet of Yavin is an enormous gas giant that has managed to attract an impressive number of moons. Yavin IV is the fourth moon, one of only three able to support life. And support life it does; Yavin IV is covered with dense jungles and all manner of creatures.

Though there have been no sightings of the former people that inhabited Yavin, the architecture they left behind proves their existence. Mighty temples are dotted all throughout the landscape, ranging from small places of worship to towering pyramids rising over the jungle canopy. No one is too certain whom the people were who built these temples. Or for that matter, what happened to them.

A short while ago, the combined forces of the Rebellion used these temples as a base to conduct their operations. The location of the Rebels' secret base had been found by the Empire, and the moon was targeted for destruction. The Empire planned to use their new super weapon, the Death Star. The Rebel fleet launched an impossible assault on this space fortress, and with the help of Luke Skywalker, managed to destroy it before it could destroy any more worlds.

The Empire has re-directed most of it's forces to Yavin IV to put an end to the Rebellion. For a while now, a heated siege has been waged against the Rebel's base, and it appears that the Rebellion is slowly losing. Large battles of Imperial and Rebel forces wage war across the planet on a daily basis.

The remains of the Death Star that litter the moon are the only testament to the fact there ever was a weapon of such destruction. The temples of the Rebels made into bases have managed to hold up remarkably well, considering how old they are. Unfortunately, if the Rebels do not win this battle, they will be in need of finding a new secret base.




",		"lok":"LOK - Not much is known about the volcanic planet called Lok. History tells us that Lok , found in the Karthakk System, was the first place the former Trade Federation tested it's prototypes for their droid army. What follows are hazy accounts of some type of battle held shortly after the Battle of Naboo, then that's where the story ends.

The secrecy that surrounds Lok has been due to the fact that it has been used for a long time as a safe hiding place for most the pirates that raid the spacelanes. All manner of pirates, corsairs, and brigands call this planet home. Though there are many who try to control the others, there is one man who is the disputed King of the Pirates. Nym, a member of a long forgotten species, rules the other pirate clans with an iron fist. His motives are his own, yet at this time he has chosen not to ally with the Empire, the Rebellion, or even the Hutts.

The Empire as of late has begun to crack down on the activities of these pirates and has erected an outpost to keep an eye on them. Many of the Imperial officers who are stationed here feel their assignment is more a punishment than a chance to rise within the Empire. Once the Empire has managed to quell the Rebellion, they will then have the resources available to try to put a stop to the pirates and fully restore order to the Galaxy once and for all.

For the time being, Lok still manages to provide safe shelter to pirates and those who don't want to be found. Dangerous creatures roam the countryside, making this an uneasy home. It's not uncommon to hear of a Kimogila, the deadliest of all predators on Lok, has rampaged through a pirate base.


",		"endor":"ENDOR - Orbiting the silvery gas giant with the same name, the forest moon of Endor is found in the Moddell Sector. Due to the fact that it is not located near any hyperspace nodes, a complex series of jumps is needed to reach the planet. Not many people have heard of Endor, and if the rumors are true, the Empire would like to keep it that way.

One of the two dominant life form on the planet are called the Ewoks. Short, furry creatures, the Ewoks form a primitive society led by tribal chieftains and spiritual shamans. Technologically speaking, the Ewoks are still in their "Stone Age", using crude weapons such as stone knives and spears.

In addition to the native wildlife, the Ewoks have other enemies they must fight for survival against. The Duloks are a distant relative to the Ewok, but far more fierce and aggressive. The Duloks generally attack on sight, asking questions later. Tribal wars will erupt between the two species at times, though neither one of the two have managed to gain the upper hand.

Though the Ewoks and Duloks are fighting a constant war against each other, there will be times when the sound of thundering steps will cause them to forget their animosities. The fabled Gorax is a creature of legend, towering high into the sky, and known to have a horrendous appetite. Though the Gorax prefers the tastes of the indigenous creatures native to Endor, it is not opposed to feasting upon foreigners as well.

Not all of the species on Endor are completely primitive. A group of spacefaring people crash landed on Endor a long time back. Calling themselves the Marauders, these reptilian humanoids have spent the past several decades trying to capture enough technology so that they can leave the moon and return to the stars. Rumors say that recently they have enlisted the aid of a woman who casts "spells" and makes "potions". No one knows if these rumors are true.

As of late there has been increased Imperial activity on the planet. So far, their plans have been kept completely secret, therefore no one knows why the Empire is interested in Endor. Only the most skilled of shuttle pilots attempt to make the jumps to this far away moon, and with the Empire moving in, this may not be for long.



",		"dathomir":"DATHOMIR - Located in the Quelli sector, Dathomir is a planet filled with dark forests, shadowy ravines, and thick fogs.  Were the terrain the only natural hazard, Dathomir might be an exciting place to take a vacation, Unfortunately, the planet is home to numerous creatures straight out of a nightmare. The wilds are teeming with reptilian avians, spiders of gigantic proportions, and even the herds of carnivorous Rancors.

 Not all of the inhabitants are monstrous creatures, though. Some are even more fearsome. For thousands of years, the Old Republic used Dathomir as a form of prison planet where they would exile criminals and murderers. After exiling a rogue Jedi to the planet, the practice ended as new means of dealing with criminals were adopted.

Close to 400 years ago, an enormous spaceship used as a training academy for the Jedi crashed on the planet. When the Jedi Council attempted to rescue their brethren, they found the planet's inhabitants had become a society of force-wielding "witches" over the centuries. The witches rode upon the back of Rancors and practiced "magic", having been taught by the original Jedi exiled there. Using the Force in a way never seen before by the Jedi, the witches of Dathomir were able to repel the Jedi from the planet. The Jedi planned on returning one day when they could understand how the witches were "casting spells". With the rise of the Empire and the destruction of the Jedi, this would never actually happen.

Some of the witches were intrigued with the way the Jedi were using their "magic". Some of these sisters would eventually start exploring the darker side of their "spells". The most powerful of these witches, Gethzerion, attempted to take over the Singing Mountain Clan at one point. Her coup failed, but she managed to win many over to her side. In turn, she formed a new clan called the Nightsisters. Ever since, both the "good" Singing Mountain Clan and the "evil" Nightsisters fight over dominance of the clans.

Shortly after his rise to power, the Emperor reinstated the old practice of using Dathomir as a prison planet. Having built a large prison facility, the Empire encountered the Witches just as the Jedi had hundreds of years prior. The Emperor refused to be defeated, therefore he launched an assault on the planet - and was repelled. In the end, he ordered the destruction of all means of escaping the planet, including all transportation ships.

Currently, Dathomir is under an Imperial blockade, preventing all passage to and from the planet. This has not stopped the most daring of shuttle pilots to attempt a landing, therefore it is rumored that there is a hidden shuttleport somewhere on the planet. The Empire still uses the prison to keep dangerous political prisoners, dropshipping them in by shuttle. And the war between the opposing clans of the witches continues on.


",		"talus":"TALUS - One of the five habitable planets in the Corellian system, Talus is a temperate world very similar to Corellia.  It has a wide range of terrain, including forests, grass plains, and mud flats.  The planet is inhabited by three sentient species: humans; the stocky, fur-covered Drall; and the sleek Selonians.  Although all three species generally co-exist peacefully, they do have a history of political conflict that has been marked by sporadic violence.

Talus is roughly the same size as its sister planet, Tralus.  Both orbit a common center of gravity, and are together known as the Double Worlds.  Both Talus and Tralus are governed by the elected Federation of the Double Worlds, or Fed-Dub. 

Like Corellia, Talus has remained largely neutral in the early days of the Galactic Civil War.  The Empire monitors Talus for Rebel activity, but allows Fed-Dub to operate independently and has yet to interfere with any of the planet's major corporations.  Although Talus is less renowned than Corellia, the planet does have a vibrant economy that revolves around starship manufacturing.  

Talus still holds many mysteries for explorers.  In fact, it is rumored that a planetary repulsor is located deep beneath the world's surface.  This device may have been used eons before the Battle of Yavin, presumably to move Talus from an unknown location and into its current orbit.",		"rori":"RORI - A moon of Naboo, Rori is an overgrown, wild world dominated by oppressive gray skies, thick jungles, and thick swamps. Unlike Naboo, Rori is not widely populated.  In fact, it supports only two small colonies, which are separated by a giant, reed-infested bog.

Rori's history is somewhat contested by Naboo scholars.  Some claim that a small contingent of Naboo's original human colonists actually landed on Rori before traveling on to the more temperate parent planet.  If this is true, those early settlers left no obvious signs of their stay.  Others hold that Rori remained unsettled until a small group of spice miners decided to relocate to the moon in search of fabled spice lodes.  Some spice miners do, in fact, inhabit Rori, but they live a primitive lifestyle and have no records of their first landing on the moon.

Whatever the truth, Rori was officially colonized about two thousand years before the Battle of Naboo, during the short-lived reign of King Narmle.  Although widely regarded as a charming and intelligent man, Narmle was a restless explorer who spent most of time visiting distant worlds in search of new vistas.  The Naboo Royal Advisory Council soon suggested that Narmle relinquish the throne and become an ambassador.  Before leaving office as King, however, Narmle personally planned the construction of a small settlement on Rori.  He envisioned that Rori would one day become an active agricultural hub, supplying food and medicines to other neighboring planets.  Unfortunately, Rori attracted few settlers.  Frustrated, Narmle left Rori and vanished into the Outer Rim forever, although the city he helped build still bears his name.

In the centuries since Narmle's disappearance, Rori's population has grown only slightly.  During an outbreak of brainworm rot some two hundred years before the Battle of Naboo, the Advisory Council commissioned the construction of a second spaceport on Rori; this city, known as Restuss, was used for decades as a quarantined processing center for colonists traveling to Naboo.  Although both Restuss and Narmle were built by Naboo architects, most of the moon's current colonists have been drawn from other, less hospitable worlds, including Iridonia and Ryloth.  The Gungans, who colonized the Naboo moon of Ohma-D'un, have also established small outposts on Rori.   

The Naboo rulers have typically viewed Rori as an extension of their domain.  As a result, Rori does receive regular supplies from Naboo and travel between the moon and its parent planet is routine.  Members of the Naboo Royal Security Forces are stationed in both Restuss and Narmle, and Rori's governor sits on the Naboo Royal Advisory Council.  The Empire also views Rori as little more than a small Naboo outpost and expects all of the moon's inhabitants to remain loyal to Emperor Palpatine.  In reality, Rori's denizens are far more independent than the "planetary" Naboo and it is believed that the moon harbors some Rebels.",		"dantooine":"DANTOOINE - Dantooine is a world that is pristine and untouched. Far removed from the center of the Galactic Empire, Dantooine's beautiful grasslands have yet to be cultivated by the Empire or other entities. The natives to the planet, the Dantari, may be part of this reason as well. Speaking in a crude language and possessing no technology beyond the spear and bow, the Dantari live their lives upon the planet, completely unaware of the Civil War being waged across the galaxy.

This planet was not always ignored, though. Thousands of years ago, the Jedi found Dantooine to be a place that was ideal for training. Building a temple dedicated to their teachings, the Jedi trained many candidates in the way of the Force. For unknown reasons, the temple was abandoned long before the Empire came to power. Only the most curious, and brave, may find what secrets lie within the ancient temple,

Before relocating to Yavin IV, the Rebels had made Dantooine their base of operations. Being careful to not disturb the native Dantari, the Rebels constructed a temporary base that could be abandoned at a moment's notice. Having found a tracking device in one of their cargo shipments, then Rebels managed to vacate the base in a manner of one day.

Since the destruction of the Death Star, the Empire has found the Rebel's abandoned base and is intent on eliminating all the remaining stragglers out of principle. The Empire feels as if they have the situation under control, and there are no remaining Rebels on the planet. If they only knew...


",		"restuss":"RESTUSS - The second settlement founded on the Naboo moon of Rori, Restuss rose from tragedy.  The city was originally constructed to serve as a quarantine area during a devastating Brainworm Rot Plague that affected Naboo and many outlying systems.  The first inhabitants were therefore doctors, missionaries, and the afflicted. When the plague was crushed, the Republic ordered that Restuss remain quarantined for several years, for fear that the disease would somehow resurface.  During this crisis, the citizens of Restuss developed a deep distrust for authority.  An unarmed revolt eventually ensued, and the Republic reluctantly lifted the quarantine.  Huge portions of Restuss, including the hospital and detainment center, were razed to the ground in the ensuing riots.  Restuss was then rebuilt around a small starport, which still serves as the town's primary meeting place and financial center.

Restuss is located on the northern shores of the Narmle Bog.  Like the city of Narmle, Restuss is largely surrounded by swamplands.  Perhaps because of its history or the fact that Governor Ferrox rarely visits, Restuss seems even further removed from Naboo politics than its sister city.  It's not uncommon to meet a Restuss citizen who has difficulty identifying the current Queen.  Restuss seems even less interested in galactic dealings: the populace rarely discusses the raging civil war, but when they do, it is as if the conflict it taking place in some far distant corner of the galaxy. 

By contrast, local politics on Restuss are hugely important.  Restuss has hundreds of laws and ordinances, many of which are over a century old.  Although Restuss is self-governed by elected officials, the election process is long and arduous and often produces results that only Restuss natives can understand.  The city often seems mired in bureaucracy. Fortunately, the numerous laws do seem to favor local merchants, who thrive in the city.  Trade is only lightly-regulated and the city is known for its extensive access to black market goods, including weapons.

The inhabitants of Restuss are hard-working, but suspicious of outsiders.  This paranoia protects a community that is actually extremely giving and supportive of their own.  The inhabitants celebrate together often, and at night the local cantina is often overflowing.  Because the locals do not prey on one another, crime is virtually unknown.",		"narmle":"NARMLE - The original settlement on Rori, Narmle is nestled in the Narmle Swamp in the southwestern portion of Rori. The expansive Narmle Bog borders the city to the south and east.  The city's founders selected this location because they believed the bog would protect the settlement from any dangerous native inhabitants, while the lands to the north and west promised an abundance of natural resources.  Unfortunately, life in Narmle proved much more difficult than any of the Naboo colonists expected and the city never became the hub of agriculture that its original founders envisioned.

Narmle would have withered away if not for the onset of a devastating Brainworm Rot Plague nearly two hundred years before the Battle of Naboo.  Narmle's inhabitants were commissioned to build a second settlement, Restuss, to quarantine infected colonists traveling to Naboo.  The influx of credits and new labor helped Narmle expand into a small, thriving city.  Medical research conducted in Narmle eventually helped cure the plague, and Republic officials rewarded the city for its efforts by funding the construction of a Center for Arts and Education.  Although the city remains small when compared to Theed or Coronet, it is a far cry from its early days as a simple supply outpost for hard-working farmers.

Although technically under the control of Naboo's Queen Kylantha, Narmle is largely self-governed by a handful of elected officials.  Like Rori itself, Narmle goes relatively unnoticed by most of the galaxy as the Galactic Civil War intensifies.  Governor Ferrox, who is charged with ruling the entire population of Rori, has his home and offices in Narmle.

Narmle maintains a friendly rivalry with its sister city, Restuss.  As the only cities on Rori, Narmle and Restuss typically compete for funds, visitors, and settlers from Naboo.  Narmle's inhabitants often exhibit a sense of superiority, stemming from the fact that Narmle natives actually built Restuss.  The rivalry has become heated on occasion, although it has only rarely erupted into violence. 

In general, the residents of Narmle are a very open and welcoming people, both kind to strangers and hospitable to all visitors.  Tourists are often directed to the fabled "Talking Bantha", a large and hairy bantha that apparently speaks with great insight and wisdom.  Although scholars insist that the Talking Bantha is a simple hoax, the verbose creature continues to attract curiosity seekers from across the galaxy.",		"nashal":"NASHAL - Rising along the banks of the Mephyt River in the northeastern reaches of Talus, Nashal is an incredibly diverse city originally founded by Selonian architects.  In its early days, the fledgling settlement served as a neutral ground for meetings between Talus' three native species.  As the Drall, Selonians, and humans learned to cooperate and communicate more effectively, Nashal became a focal point for cultural exchange.  After the construction of Nashal's starport, the city's reputation as a diplomatic safe haven grew stronger.  The Republic often held peace summits between rival systems in Nashal, and the influx of visitors from around the galaxy only increased the city's diversity.

When the Empire abolished the Imperial Senate, Nashal's prominence faded.  However, the inhabitants have retained a great appreciation for high culture and still believe strongly in peace between all sentient species.  In recent years, Nashal's focus has shifted from diplomacy to food and drink.  In fact, Nashal is known for producing some of the most successful chefs in the Corellian system. 

Nashal's emphasis on high culture is not all-inclusive.  The city does have its share of slums, industrial areas, and military zones. Like other Corellian cities, Nashal has a small Imperial presence.",		"dearic":"DEARIC - The primary starport on Talus, Dearic is one of the most active cities in the Corellian system.  New arrivals to Talus are typically processed through Dearic, and the city provides numerous import and export services for locals.  Due to its location in the southern portion of Talus, Dearic is also an excellent staging ground for excursions into the planet's wilder regions. 

On the surface, Dearic is a beautiful, if bustling utopia.  All three native sentient species seem to live together peacefully, and the city is not marred by rampant poverty or crime.  Public services operate smoothly, and the residents appear happy and healthy.  In reality, however, Dearic is far from perfect.  Its idyllic parks conceal violent thugs, and tensions between the humans, Drall, and Selonians are on the rise.  In addition, Dearic serves as the capital for the Federation of the Double Worlds, which has given the city a highly politicized atmosphere.  The city is plagued by corruption and scandal, and the populace is largely controlled by wealthy, uncaring and unscrupulous Fed-Dub officials.  
",		"doaba_guerfel":"DOABA GUERFEL - Cradled in the arms of Corellia's northern Nomad Mountains rests Doaba Guerfel, a quaint mountain resort with a slow pace and peaceful history.  The site was originally a private resort, complete with a hunting lodge, small hotel, and raucous cantina.  The limited membership included Corellia's wealthiest families, as well as many powerful Republic senators.  The resort, which was simply known as Nomad's Retreat, eventually fell under sharp criticism for its elitism.  Over the course of several decades, Nomad's Retreat gradually expanded its membership and eventually became a public resort about four hundred years before the start of the Galactic Civil War.

For nearly a century, Nomad's Retreat was a seasonal resort town, with attendance ebbing and flowing as weather changed.  To provide staff with a semi-permanent home, the proprietors and investors of the retreat funded construction of a village only a few kilometers from the resort.  The village, which took on the name Doaba Guerfel, was populated for only about half of each standard year with a variety of resort staff, ranging from cooks and cleaning crew to hunting guides and airspeeder pilots. 

During the past three hundred years, Doaba Guerfel has continued to grow, eventually merging with the original resort.  Nomad's Retreat no longer exists as an independent entity, and Doaba Guerfel has become Corellia's finest mountain resort city.  Like many other tourist destinations, Doaba Guerfel strives to remain a placid, safe escape from the rest of the galaxy.  The city is far removed from galactic politics and has rigorously resisted both Imperial and Rebel incursions.

Due to the city's proximity to pristine forests and wilderness, the citizens of Doaba Guerfel are active environmentalists.  The town spends millions of credits each year on preservation and restoration projects in the hopes of protecting Corellia's native flora and fauna, but perhaps more significant is Doaba Guerfel's reputation for wild revelry.  Nights in Doaba Guerfel are filled with sounds of music and celebration, and the town annually consumes more Corellian Ale than all of the neighboring cities combined.",		"kor_vella":"KOR VELLA - In Corellia's more primitive times, long before the advent of hyperspace travel, intrepid explorers made their reputation by successfully scaling the Kor Vella mesa.  The terrain was treacherous, and the area around the mesa boasted numerous predatory creatures.  Those Corellians who did manage to reach the mesa, however, found that the bleak, weather-beaten landscape actually offered great solitude.  Kor Vella mesa became a site for introspection and meditation, where hardy Corellians could escape the trials of daily life for a few hours of reflection.

Nearly ten thousand years before the Battle of Yavin, a small religious sect established a monastery on Kor Vella mesa.  The religious retreat shunned metropolitan values and emphasized self-reliance over creature comforts.  Despite Kor Vella's harsh rules, the religious retreat attracted other Corellians, who built shanties around the central monastery.

Kor Vella's history changed dramatically when local miners located large deposits of ore near the mesa.  This discovery coincided with a sudden surge in demand for Corellian starships throughout the galaxy.  As starship manufacturers purchased ore from Kor Vella, the influx of credits nearly overwhelmed the community.  Nearly overnight, the inhabitants of Kor Vella could afford all the luxuries that they had formerly despised.  Kor Vella eventually dropped all pretense of being a religious retreat and emerged from relative isolation to become one of Corellia's most respected cities. 

Despite its transformation into a thriving economic hub, Kor Vella still maintains much of its rustic charm.  Many of the settlement's original buildings still stand and the residents maintain historic areas throughout the city.  Kor Vella also lacks the huge skyscrapers that dominate the skyline of most other Corellian cities.",		"kadaara":"KAADARA - Located along a scenic coastline in the northern reaches of Naboo, Kaadara is one of the planet's most luxurious tourist destinations.  The small city is well-known for its outdoor cafes, beautiful beaches, and leisurely way of life.

Founded about one thousand years after the first human settlers arrived on Naboo, Kaadara was originally designed as a lavish retreat for Naboo royalty and their large entourages.  Early in its history, Kaadara was unique among Naboo cities because the local populace welcomed (and even encouraged) interactions with the native Gungans.  Kaadara's first regent, Kallos Sook, actually hired a large contingent of Gungans to serve as the city's security force.  For many centuries, these Gungan mercenaries lived on the outskirts of Kaadara, protecting the retreat and its visitors from wild animals and outlaws.

As Naboo gradually expanded its contact with other Republic worlds, Kadaara became a favorite destination for visiting dignitaries and wealthy travelers.  Unfortunately, the increasing presence of outsiders led the suspicious Gungans to abandon their role as protectors of Kaadara.  The Naboo have since installed a small garrison of RSF officers to patrol the city, bolstering the force by ten-fold whenever the current monarch arrives in Kaadara. Without the Gungans culling the local creatures, many native (but relatively harmless) animal populations have bred uncontrollably and the area around Kaadara is a prime hunting ground for the pampered elite.

After the defeat of the Trade Federation, Queen Amidala encouraged the Kaadara regent to renew the city's long relationship with the Gungans.  Many Gungans actually relocated to the city and, along with settlers from other worlds, now form the basis of Kaadara's powerful working class.  Since the Empire's arrival on Naboo, Kaadara's entrenched Gungan population has been largely overlooked, perhaps because Imperial forces realize that the city (a favorite of many high-ranking Moffs) would collapse without its able Gungan workforce.",		"mos_entha":"MOS ENTHA - A Tatooine city located between Mos Espa and Mos Taike, Mos Entha is one of several modest spaceport cities on the desert world.  Although orderly and relatively safe, Mos Entha is rarely the first choice of new colonists when they first arrive on Tatooine.  Imperials usually opt to live in Bestine, while those interested in honest trade head to Mos Espa, and all of Tatooine's cities are overshadowed by the larger (and infinitely more corrupt) Mos Eisley.  However, for those who have decided to make a life in Mos Entha, the city proves to be a welcome respite from the harsh environment.

Mos Entha is largely residential, with only small industrial zones.  The streets are clean and quiet, and the inhabitants usually keep to themselves.  The city seemingly supports itself through moisture farms, some hydroponic gardens, and very limited mining operations.  In reality, most of Mos Entha's income is generated by providing storage facilities for outdated Imperial munitions and hazardous wastes, which are housed far beneath the city's streets. 

Mos Entha is not completely free from crime and, in fact, the city is often home to Jabba the Hutt's chief rival: the Whiphid known as Lady Valarian.  Although Valarian's primary "legitimate" business, the Lucky Despot Hotel and Casino, is located in Mos Eisley, she owns a lavish town home in Mos Entha.  The town house is a sprawling compound filled with lush vegetation imported from other worlds, including Talus, Yavin 4, and even the forest moon of Endor.  A large contingent of Valarian's guards protect the town house at all times to protect the Whiphid's possessions from a desperate criminal element and ward off would-be assassins hired by Jabba.",		"belavistal":"BELA VISTAL - Nestled in a serene mountain valley, Bela Vistal is considered to be an ideal tourism destination for those on a modest budget.  Its isolation and tall mountains have made it a favorite for hikers and climbers, but the fresh air and clean valleys surrounding it are refreshing to many other types of adventurers and travellers.  For those who wish to remain inside the city limits and just enjoy the city's natural beauty, the fountains and natural lake found within Bela Vistal are just as beautiful as what you will find outside of the city limits. 

An important trading outpost as well as a travel hot-spot, both Imperial and Rebel sympathizers can be found among its numerous merchants, tradesfolk, and citizens.  Bela Vistal can be somewhat dangerous to those who are careless with their credits, and its back alleys should be traversed with care.  It's been said that the lower prices occasionally come with a different sort of tax.",		"chafala":"CHAFALA - Established in the swamps of the southern regions, Chafala lies somewhere between civilization and frontier.  Originally settled by scientists and explorers, it has become an important link in the political history shared between the Gungans and the Naboo.  Many important treaties and declarations have been established in Chafala, and some Gungans have chosen to make it their permanent home.

Surrounded on all sides by shallow water, vegetation, and small islets, Chafala is a sedately lush travel destination.  While some visitors have remarked that it's a bit gloomy, no one who has been there can forget its unique character. ",		"keren":"KEREN - The most important trading city on Naboo, Keren is a bustling hive of mercantile activity.  Planetary as well as interstellar traders can be found here, amid a wide assortment of (mostly) legal goods and products.  Those who are looking to make business contacts or a good deal may find themselves here.

While it may be the center of commerce on the planet, it has also become a major hub for the criminal element in the sector.   Smugglers, mercenaries and bounty hunters are common here, so it's a good idea to steer clear of the seedier areas of the city if there's a price on your head.

Keren is also renowned as a stunning example of architecture and nature complimenting each other.  The streets and buildings have been designed with the local streams and waterfalls in mind, and the highest plateau offers a chance to relax next to the beautiful lake at the top of the city.",		"beta_newbie":"Welcome to the Star Wars Galaxies beta test.  This starting location is for new users coming to our beta test for one of your first visits.  Here, we'll teach you about some of the basic features of our game, such as how to report bugs, using the camera, movement, basic chat, character creation and customizations, and more!  If you haven't done this step already, it is important for you to begin here!  We need your feedback and opinions, and you need these skills to be helpful for our next test.  Come on in!",		"beta5":"PUBLIC TEST STARTING LOCATION 5 - This is a miscellaneous patch of wilderness on Tatooine, selected as a place where players will enter Star Wars Galaxies during the public test.",		"beta4":"PUBLIC TEST STARTING LOCATION 4 - This is a miscellaneous patch of wilderness on Tatooine, selected as a place where players will enter Star Wars Galaxies during the public test.",		"beta3":"PUBLIC TEST STARTING LOCATION 3 - This is a miscellaneous patch of wilderness on Tatooine, selected as a place where players will enter Star Wars Galaxies during the public test.",		"beta2":"PUBLIC TEST STARTING LOCATION 2 - This is a miscellaneous patch of wilderness on Tatooine, selected as a place where players will enter Star Wars Galaxies during the public test.",		"beta1":"PUBLIC TEST STARTING LOCATION 1 - This is a miscellaneous patch of wilderness on Tatooine, selected as a place where players will enter Star Wars Galaxies during the public test.",		"tyrena":"TYRENA - Corellia's most popular tourist destination, Tyrena features lavish hotels, vast ornamental plazas, and the busiest beach on the planet. Inhabitants of the Core Worlds flock to Tyrena and the city is constantly filled with sightseers.
 
Tyrena is popular among adventurers because it is relatively close to many of Corellia's most exciting attractions. Tyrena serves as an excellent staging ground for forays into the Agrilat Swamps, slice-hound hunting expeditions, and trips to the planet's stunning Gold Beaches.

On the surface, Tyrena appears totally self-governed and free of Imperial entanglements. However, stormtroopers are present to "keep the peace," and the Empire taxes many of Tyrena's most lucrative businesses. Rebels can also be found in Tyrena, hiding amid the throngs of tourists.  

",		"coronet":"CORONET CITY - Coronet City is the capital city of Corellia and, in many ways, the center of the entire Corellian system. Often referred to as the "Jewel of Corellia," Coronet City is a bustling, urban metropolis. The city attracts entrepreneurs, merchants, and tourists from all five of the Corellian worlds, along with a great many visitors from beyond the system.

Coronet City has a number of important landmarks and interesting sites, but it is probably best known for its park land and abundant open space. The city also offers advanced technological facilities, including the Coronet Medcenter which specializes in experimental medical treatments.

Although Coronet City is certainly among the galaxy's most advanced cities, it is not without its problems. Roving gangs of thugs threaten visitors in some areas of the city, and the local government is dominated by corrupt Imperial officials. Corellia is also home to both Imperial and Rebel agents, and clashes between these two groups occasionally spill into Coronet City's otherwise peaceful streets.

",		"moenia":"MOENIA - A colony of Naboo intelligentsia protected by dense swamplands, Moenia is a mecca for Naboo's educated elite.  The city boasts Naboo's highest concentration of successful authors, artists and musicians.  It has also been the training ground for many of Naboo's elected officials and includes some of the galaxy's most respected universities.

The Empire views Moenia as little more than an artists' retreat and virtually ignores all activities in the city.  This has allowed the formation of a small but influential group of political idealists sympathetic to the Rebellion.  Publicly, Moenia's leadership may support the Empire, but they surreptitiously fund Alliance activities, welcome refugees from worlds under Imperial siege, and arrange meetings between Rebel agents and powerful political figures from throughout the galaxy.  While it's unlikely that the peaceful residents of Moenia would ever take up arms against the Empire, their underground support of the Alliance could prove a valuable asset.",		"theed":"THEED - Naboo's affluent capital city, Theed is home to the Royal Palace, breathtaking waterfalls, and a number of the planet's most prominent citizens. The city represents the zenith of Naboo architectural achievement and is known for its libraries, museums, theaters, and cultural centers.

Theed was founded by settlers fleeing revolution on their home planet. Eight hundred years later, the city was invaded by the Trade Federation. The populace quickly surrendered, preventing violence in the streets and ensuring that the buildings and monuments remained unscathed. Theed was eventually liberated and has remained free well into the era of the Empire. While Imperials have established garrisons and outposts on Naboo, the Imperial presence in Theed is minimal, largely because the city's population is naturally peaceful and has yet to resist the Empire.  
",		"bestine":"BESTINE TOWNSHIP - A stately gem of Imperial politics, Bestine is carved into the southern Jundland Wastes west of the Mos Eisley spaceport. Before the arrival of the Empire, Bestine was primarily a farming community, but it has since become the seat of Imperial power on Tatooine. As a result, Bestine is now the most cosmopolitan and cultured Tatooine settlement.

Due largely to the influx of Imperial personnel - and their credits - Bestine is flourishing while other Tatooine cities struggle. Bestine has transformed from a modest agrarian township into a thriving economic hub. While Mos Eisley attracts smugglers and their ilk, Bestine is a magnet for honest traders and merchants interested in doing legitimate business on Tatooine. Bestine is also the safest of all Tatooine cities. Imperial stormtroopers patrol the streets, protecting the local populace from common thugs. The Imperial forces also defend the city from Tusken Raider attacks and guard the routes to and from Bestine.
",		"mos_eisley":"MOS EISLEY SPACEPORT - A wretched hive of scum and villainy, Mos Eisley sings a siren's song for smugglers, gangsters, and mercenaries. A frontier town built around the wreckage of crashed starships, Mos Eisley boasts dozens of discrete landing bays for pilots who wish to pass through the system unnoticed. Mos Eisley's most famous landmarks are the Lucky Despot Hotel and Casino, owned by the ruthless crime lord Lady Valarian, and the Mos Eisley cantina, where criminals of every stripe can find work.

Like many cities on Tatooine, Mos Eisley has a turbulent history. It was originally built as an alternative to Anchorhead, which was at that time a bustling and expensive city. From its inception, Mos Eisley attracted criminals: the earliest construction crews were comprised largely of Rodian refugees with criminal and violent pasts. Mos Eisley later attracted Jabba the Hutt, who now controls much of the city's criminal operations.

The Empire also has a strong presence in Mos Eisley. Imperial Prefect Eugene Talmont and his contingent of stormtroopers attempt to maintain order in the totally lawless town.
",		"mos_espa":"MOS ESPA - An expansive spaceport, Mos Espa rests near the Dune Sea and is one of Tatooine's largest cities. It is usually considered Tatooine's default capital, although the Empire has made Bestine its base of operations on the desert world.

Like many Tatooine settlements, Mos Espa began as a mining colony. When the mining efforts failed, the town attracted the criminal Hutts, who took control of the settlement and turned it into a thriving, but dangerous spaceport. Mos Espa became well-known for its lethal Podraces, which were sponsored by the Hutts to encourage rampant gambling. During the Hutt reign, Mos Espa's population consisted largely of poor settlers and slaves. However, when the Empire arrived on Tatooine, the Podraces were outlawed and Mos Espa lost much of its illicit allure. Jabba the Hutt, the city's most infamous citizen, soon left Mos Espa for more lucrative areas. 

Since Jabba's departure, Mos Espa has actually gained a reputation as a respectable and law-abiding town. It remains a center for trade on Tatooine and is a welcome rest stop for travelers braving treks into the Dune Sea.  

As one of Tatooine's more civilized communities, Mos Espa has luxuries that few other cities provide. Most of the buildings have built-in cooling units to protect occupants from Tatooine's intense heat, and the bustling marketplace provides everything from cooked gorgs to illegal weapons. The merchant district houses a variety of businesses, including Watto's Junkshop, where mechanics can find even the most obscure machine parts. 
",		"tatooine":"TATOOINE - A harsh desert world, Tatooine orbits twin suns in the Outer Rim of the galaxy. The planet's terrain includes tall mesas, deep canyons, and the expansive Dune Sea.

Tatooine is far from the center of the galaxy, but it does occupy a strategic location at the nexus of several hyperspace routes. As a result, it has become a way station for merchants, explorers, and others traveling the Outer Rim. Tatooine has also been the site of many orbital battles between rival gangsters and smugglers, and its surface is littered with ancient starship wrecks, most of which have long since been scavenged by native Jawas or buried by the fierce sandstorms.

Much of Tatooine is inhospitable wasteland. However, unique wind patterns and atmospheric concentrations have made a small area of the planet somewhat livable. Most life-forms and settlements can be found in this "temperate zone." 

Tatooine's native species include the diminutive, chattering Jawas and the terrifying Sand People. A host of dangerous creatures, including the dreaded krayt dragon, also inhabit Tatooine's wastes and pose a threat to any traveler. 

Generally considered a lawless world, much of Tatooine is basically ruled by immoral crime lords, including Jabba the Hutt. Cities like Mos Eisley are criminal havens, attracting smugglers, thieves, and mercenaries from throughout the galaxy. Hardworking settlers are typically confined to moisture farms located throughout the temperate zone. The Empire has taken control of Bestine, converting it into one of the most prominent Imperial outposts in the Outer Rim, and maintains garrisons in many other Tatooine cities. The Rebel Alliance has very few full-fledged operatives on Tatooine, but many smugglers and other shady figures are sympathetic to the Rebellion's cause. 

",		"corellia":"CORELLIA - Corellia is the central planet of the Corellian system, which is well-known for its starship manufacturing facilities and steady supply of talented pilots.  A temperate and habitable world, Corellia is marked by rolling hills, thick forests, lush fields, golden beaches, and large seas.  Because most of Corellia's manufacturing facilities are located in orbit around the planet, the world itself remains rural and underdeveloped.  Urban blight is nearly non-existent, and most Corellians live in small towns or farming communities.  The planet does support a handful of cities, including Coronet and Tyrena.

Corellia is populated by all three of the system's sentient species: Humans, Selonians, and Drall.  As Corellia has limited settlements, wildlife has also flourished on the planet.

As a member of the Core Worlds, Corellia is often considered part of the Empire, but the planet was also the site of the signing of the Corellian Treaty, which officially formed the Alliance to Restore the Republic (more commonly known as the "Rebel Alliance").  In truth, since the Corellian Treaty, the planet has remained fairly neutral in the Galactic Civil War.  Corellia does have a noticeable Imperial presence, but the Empire has not yet Imperialized any of Corellia's corporations, taken control of Corellian cities, or imposed martial law.  Rumors have also emerged that Princess Leia Organa has established a hidden "command and control" center for Rebel operations on Corellia and seeks the services of sympathizers to aid the Rebellion.",		"naboo":"NABOO - Located in the Chommell sector, Naboo is a fairly idyllic world covered by dense swamps, rolling plains, and verdant hills. The planet has two sentient species: peaceful humans who call themselves the Naboo; and the more aggressive, warlike Gungans. The Naboo populate many striking cities, including Theed and Moenia, while the Gungans reside deep in the planet's foreboding swamps. Naboo's pleasant climate and numerous terrain types have also given rise to dozens of native animal species, from the towering, reptilian fambaa to the deadly tusk cat. 

Human colonists from the planet Grizmallt discovered Naboo nearly four thousand years before the Battle of Yavin. Within weeks of their arrival, the settlers encountered the Gungans. Although immediately distrustful of one another, neither species attacked the other, and the humans were allowed to establish their first settlements without incident. Over the next several decades, the settlers slowly spread across the planet's largest landmass, building cities and villages to support their growing numbers. The human colonists kept to the grassy plains and ocean coastlines, only occasionally treading into Gungan territory. Despite this, tension between the humans and the Gungans remained strong. The friction between the Gungans and the Naboo was based largely on cultural differences, but armed clashes were extremely rare. 

Eventually, the Naboo and the Gungans joined forces to repel a Trade Federation invasion. The conflict, now known as the Battle of Naboo, marked a new era of cooperation between the two cultures. Unfortunately, after the Emperor rose to power, he made a special effort to quickly bring Naboo under his control. When Imperial forces arrived on the planet, allegedly to "protect" Naboo's resources, the Gungan population migrated deeper into the swamps, yet again isolating themselves from the rest of Naboo.

Although Naboo is home to numerous Imperials and even hosts one of the Emperor's strongholds, the Naboo themselves have managed to preserve much of their culture. They remain a largely democratic society ruled by an elected monarch. Naboo gain the right to vote after passing aptitude tests that determine intellectual maturity, and political leaders are often far younger than their peers on other worlds. The Naboo are still an extremely peaceful people, focusing all of their energies into art, science, and education. They maintain a small security force to protect their cities from rabble-rousers and criminals, but they have no standing army. Although it's been rumored that the current monarch, Queen Kylantha, is extremely loyal to the Emperor, she has yet to dissolve the Naboo Royal Advisory Council or impose any significant changes in the Naboo's democratic structure. According to some sources, Rebel cells also flourish in areas of Naboo, including Theed and the swamplands. 
"
}}
