{
	"stfFile":"loot_dath_d",
	"entries": {
		"singular_nak_q2_needed":"A well-crafted mockup of a lightsaber",		"singular_nak_q1_needed":"An ancient broken lightsaber",		"aujante_klee_q2_needed":"The collected wisdom of the Singing Mountain Clan",		"shaki_hamachil_q2_needed":"Recent research by Imperial scientist Shibb Nisshil to create a force of cyber-rancors as Imperial shock troops.",		"shaki_hamachil_q1_needed":"Bath salts ordered from the Blue North Reef on the planet Tibrin, home of the Ishi Tib species, for Imperial scientist Shib Nisshil at the Imperial Research Outpost on Dathomir",		"mozo_bondog_q2_needed":"Dathomir Imperial Prison security chief Mozo Bondog nurses a sentimental attachment to this old (non-functional) jet model, which was stolen by a mercenary warlord from Lok.",		"vhaunda_q1_needed":"rank insignia of a stormtrooper sergeant",		"vurlene_q3_needed":"A Jar of Healing Salve",		"vurlene_q2_needed":"A Jar of Healing Salve",		"vurlene_q1_needed":"a sample of the algae",		"diax_q2_needed":"healing salve ",		"kais_q3_needed":"Inside this jar contains enough powder to poison a small water supply. The grains inside appear to very fine, and you wonder how easily airborne they can become. The jar is best left closed",		"kais_q2_needed":"This jar contains the heart of a Malkloc. Being of such immense size, you were only able to gather a large chunk of it to fit inside. You dare not open the lid, for the odor is overwhelming.",		"kais_q1_needed":"A jar containing the sacs of concentrated poison from within a Gaping Spider. Were this jar to break while in your possession, the poison would likely seep into you skin within seconds.",		"xarot_korlin_q2_needed":"A small stone that was embedded within the headdress of a Nightsister. It feels warm to the touch, and having it on your person puts you slightly at ease.",		"xarot_korlin_q1_needed":"A small stone that was embedded within the headdress of a Nightsister. It feels very cold to the touch, and having it on your person makes you feel uneasy.
",		"dolac_legasi_q2_needed":"Sith Altar "
}}
