{
	"stfFile":"loot_tato_d",
	"entries": {
		"bantha_doll":"A small doll of a Bantha, made by patched up pieces of cloth. It's a bit dirty with small dots on it, like someone cried while hugging it.",		"bren_kingal_q4_reward":"The recipe for this delicious dessert is a closely guarded Kingal family secret.",		"bren_kingal_q4_needed":"A standard Imperial pilot's helmet.",		"bren_kingal_q3_needed":"Jespral Farandan's datadisk is labelled "Reb forces – local."",		"bren_kingal_q2_needed":"Kli Sithrin's medpack bears an Empire logo.",		"bren_kingal_q1_needed":"Thark the Aqualish's personal shield generator apparently comes from the Imperial Army. Someone has scratched through the Empire logo.",		"tekil_barje_q1_needed":"A vaccine against Gray Rot",		"rakir_banai_q4_needed":"Employment contract between Rakir Banai and Drik Bandrik in Wayfar, Tatooine.",		"rakir_banai_q2_needed":"Evidence of Drik Bandrik's slave operation in a Wayfar mine on Tatooine.",		"sango_rond_q1_needed":"Droid verbobrain stolen from trader Sango Rond at the Jawa Mountain Fortress on Tatooine.",		"aaph_koden_q1_needed":"Message from the Alliance for Talia Reede",		"vardias_tyne_q2_needed":"A small statue of a bantha",		"windom_starkiller_q2_needed":"Blix Lanister's blaster, used to murder Alita Sweetwater in Anchorhead on Tatooine.",		"fixer_q3_needed":"A small part for a speeder.",		"fixer_q1_needed":"An X-wing power coupling",		"kaeline_ungasan_q2_needed":"A list of criminal enforcers working for Jabba the Hutt.",		"kaeline_ungasan_q1_needed":"A datadisc with Kaeline Ungasan's proposal to ally with Lady Valarian.",		"mat_rags_q4_needed":"Hide of a dead grizzled dewback from Tatooine.",		"mat_rags_q3_needed":"The horns from a dead matriarch bantha of Tatooine.",		"mat_rags_q2_needed":"The skin from a variegated womp rat of Tatooine.",		"mat_rags_q1_needed":"A dead desert squill.",		"kitster_banai_q5_needed":"Proof exonerating Kitster Banai of Mos Espa from crimes invented by slaver Drik Bandrik.",		"wald_q4_needed":"Medical pack from Watto's Junk Shop in Mos Espa.",		"wald_q3_needed":"Unidentifiable item from Watto's Junk Shop in Mos Espa; some kind of container (a stimpack?) is barely visible inside.",		"wald_q2_needed":"Salvaged equipment from Watto's Junk Shop in Mos Espa.",		"wald_q1_needed":"Broken droid brain from Watto's Junk Shop in Mos Espa.",		"hedon_istee_q3_needed":"An ancient scroll sacred to the B'omarr Order.",		"ikka_gesul_q2_needed":"A datadisc containing an encrypted message.",		"senni_tonnika_q3_needed":"An encrypted datadisc",		"senni_tonnika_q2_needed":"An encrypted datadisc",		"senni_tonnika_q1_needed":"An encrypted datadisc",		"brea_tonnika_q1_needed":"An encrypted datadisc",		"figrindan_q3_needed":"Letter from Figrin D'an, leader of the Modal Nodes, pleading with his "new fan" to have faith in him.",		"figrindan_q2_needed":"Recording of a song, "You Must Be Forgiving," written by Figrin D'an, leader of the Modal Nodes.",		"figrindan_q1_needed":"Notes of affection from Bith musician Figrin D'an, leader of the Modal Nodes.",		"boshek_q3_needed":"A dozen Mer-Sonn C-22 fragmentation grenades with enhanced magnetic grapples.",		"boshek_q1_needed":"Current authorization codes from Imperial Customs.",		"wuher_q4_needed":"An encrypted datadisc",		"wuher_q3_needed":"Small sealed vial",		"wuher_q2_needed":"A droid verbo-brain",		"wuher_q1_needed":"An encrypted datadisc",		"kormund_thrylle_q1_needed":"Message for Alliance officer Reen Loruk",		"wilhalm_skrim_q2_needed":"Sensitive information for Wilhalm Skrim, Prefect Talmont's secretary in Bestine.",		"wilhalm_skrim_q1_needed":"Documents belonging to Wilhalm Skrim, secretary to Prefect Talmont in Bestine on Tatooine.",		"binna_jode_q4_reward":"Spiced meat pastries in pounded mounder dough. A Tatooine specialty, mainly because no other world would touch it. This tray, however, tastes pretty good.",		"binna_jode_q3_reward":"Corellian ale spiked with secret Tatooine liquors. Bites like a maddened dewback.",		"binna_jode_q2_reward":"A small gourd of the Tatooine funnel flower, stuffed with ground bantha meat and lightly spiced. Delicate, delicious flavor.",		"binna_jode_q1_reward":"Unexpectedly fresh, with flaky crust and a delightful spiced sauce.",		"binna_jode_q4_needed":"May contain info about Bestine cantina owner Binna's missing husband.",		"binna_jode_q3_needed":"Shirt given by Bestine cantina owner Binna to a young mother.",		"binna_jode_q2_needed":"Bestine cantina owner Binna's gift to a wounded veteran on Tatooine.",		"binna_jode_q1_needed":"A small metal drum, crudely decorated with colorful drawings.",		"lilas_dinhint_q4_needed":"A dried chunk of bantha meat that could be centuries old.",		"lilas_dinhint_q3_needed":"A centuries-old surveyor's scanner, now a museum piece.",		"lilas_dinhint_q2_needed":"A padded chest plate allegedly worn by Melnea Arnthout, leader of the miners who settled Tatooine from the Dowager Queen colony ship",		"lilas_dinhint_q1_needed":"A threadbare and scurrier-chewed robe allegedly worn centuries ago by one of Tatooine's Sand People.",		"melios_purl_q3_needed":"Cylinder of bacta juice",		"melios_purl_q2_needed":"A festering womp rat hide",		"bren_kingal_q3_reward":"Mix 1 cup blue milk, 1 cup water, 1 pinch Tusken brew-yeast. Leave in warm place for a while. Mix 1 handful (humanoid hand) mounder flour, 3 pinches salt. Slowly add bantha butter until doughy; add brew-yeast mixture. Knead until stiff. Leave in warm place until doubled. Knead briefly, rip hand-size (humanoid hand) pieces of dough, pound flat. Fry over low heat until crisp. Eat immediately.",		"bren_kingal_q2_reward":"Cube 1 thick bantha steak; trim fat, pat dry. Saute meat in bantha butter until brown. Core, seed, and chop 2 large ootowergs, 3 ripe dropes, 1 small koba if available. Add vegetables to cooked meat, cook til heated through. Put all in pot of boiling water. Cover, simmer at low heat for 3 days. Add roosha to taste. Serves 1-2.",		"bren_kingal_q1_reward":"Salt 1 small worrt; dust with mounder flour. Saute in blue milk until brown; place in casserole dish, pour pan drippings over worrt. Add 1 handful (humanoid hand) trimpian, 1 pinch tomo spice. Fill casserole with blue milk, cover, bake at medium heat until tender. Serves 1.",		"stella_q3_needed":"Information secured by a Bothan spy for Stella, owner of the Third Sun cantina in Mos Taike on Tatooine.",		"stella_q2_needed":"Deed to the Third Sun cantina in Mos Taike on Tatooine, stolen from owner Stella.",		"stella_q1_needed":"Credits owed to Stella, Third Sun cantina owner in Mos Taike on Tatooine. "
}}
