{
	"stfFile":"medicine_detail",
	"entries": {
		"fs_medic_puzzle_heal_pack":"Formed with very violent and aggressive chemical reactions, this Experimental Biological Counteragent has the potential to help cure many things. It also has the potential to cause additional problems as well.",		"medpack_enhance_poison_c":"This powerful medpack allows a person with the correct medical skill to temporarily enhance the Poison Resist of themselves or their target. This pack may also bestow a slight absorption rate, reducing the strength of all poison that do affect the target.  This is more powerful than Enhance Poison Resist Medpack - B.",		"medpack_enhance_poison_b":"This advanced medpack allows a person with the correct medical skill to temporarily enhance the Poison Resist of themselves or their target. This is more powerful than Enhance Poison Resist Medpack - A",		"medpack_enhance_poison_a":"This medpack allows a person with the correct medical skill to temporarily enhance the Poison Resist of themselves or their target.",		"medpack_enhance_disease_c":"This powerful medpack allows a person with the correct medical skill to temporarily enhance the Disease Resist of themselves or their target. This pack may also bestow a slight absorption rate, reducing the strength of all poison that do affect the target.  This is more powerful than Enhance Disease Resist Medpack - B.",		"medpack_enhance_disease_b":"This advanced medpack allows a person with the correct medical skill to temporarily enhance the Disease Resist of themselves or their target. This is more powerful than Enhance Disease Resist Medpack - A",		"medpack_enhance_disease_a":"This medpack allows a person with the correct medical skill to temporarily enhance the Disease Resist of themselves or their target.",		"medic_cure_poison_area_c":"This very advanced medpack is very efficient at curing a group of allies near the doctor of most poisons.",		"medic_cure_poison_area_b":"This more advanced medpack has a better chance of curing a group of allies near the doctor who have become poisoned.",		"medic_cure_poison_area_a":"This medpack allows for the possibility of curing a group of allies near the doctor who have become poisoned.",		"medic_cure_disease_area_c":"This very advanced medpack is very efficient at curing a group of allies near the doctor of most diseases.",		"medic_cure_disease_area_b":"This more advanced medpack has a better chance of curing a group of allies around the doctor who have become diseased.",		"medic_cure_disease_area_a":"This medpack allows for the possibility of curing a group of allies around the doctor who have become diseased.",		"droid_wound_kit_d":"This droid reconstruction kit allows the user to repair the wounds of a nearby droid. To use it, click on your target (they should be your look-at target) then click on the reconstruction kit and choose the option to use.  Alternately, you can put the droid reconstruction kit in your toolbar, choose your lookat target, then hit the quick-key that corresponds to the kit.",		"droid_wound_kit_c":"This droid reconstruction kit allows the user to repair the wounds of a nearby droid. To use it, click on your target (they should be your look-at target) then click on the reconstruction kit and choose the option to use.  Alternately, you can put the droid reconstruction kit in your toolbar, choose your lookat target, then hit the quick-key that corresponds to the kit.",		"droid_wound_kit_b":"This droid reconstruction kit allows the user to repair the wounds of a nearby droid. To use it, click on your target (they should be your look-at target) then click on the reconstruction kit and choose the option to use.  Alternately, you can put the droid reconstruction kit in your toolbar, choose your lookat target, then hit the quick-key that corresponds to the kit.",		"droid_wound_kit_a":"This droid reconstruction kit allows the user to repair the wounds of a nearby droid. To use it, click on your target (they should be your look-at target) then click on the reconstruction kit and choose the option to use.  Alternately, you can put the droid reconstruction kit in your toolbar, choose your lookat target, then hit the quick-key that corresponds to the kit.",		"droid_damage_kit_d":"This droid repair kit allows the user to repair the damage of a nearby droid. To use it, click on your target (they should be your look-at target) then click on the repair kit and choose the option to use.  Alternately, you can put the droid repair kit in your toolbar, choose your lookat target, then hit the quick-key that corresponds to the kit.",		"droid_damage_kit_c":"This droid repair kit allows the user to repair the damage of a nearby droid. To use it, click on your target (they should be your look-at target) then click on the repair kit and choose the option to use.  Alternately, you can put the droid repair kit in your toolbar, choose your lookat target, then hit the quick-key that corresponds to the kit.",		"droid_damage_kit_b":"This droid repair kit allows the user to repair the damage of a nearby droid. To use it, click on your target (they should be your look-at target) then click on the repair kit and choose the option to use.  Alternately, you can put the droid repair kit in your toolbar, choose your lookat target, then hit the quick-key that corresponds to the kit.",		"droid_damage_kit_a":"This droid repair kit allows the user to repair the damage of a nearby droid. To use it, click on your target (they should be your look-at target) then click on the repair kit and choose the option to use.  Alternately, you can put the droid repair kit in your toolbar, choose your lookat target, then hit the quick-key that corresponds to the kit.",		"medic_fire_blanket":"This specially designed synthetic cloth can instantly quench flames on a target.",		"droid_stimpack_a":"This droid condition regenerator allows anyone to heal a nearby droid. To use it, click on your target (they should be your look-at target) then click on the droid condition regenerator and choose the option to use.  Alternately, you can put the droid condition regenerator in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your regenerator.",		"droid_stimpack_d":"This droid condition regenerator allows anyone to heal a nearby droid. To use it, click on your target (they should be your look-at target) then click on the droid condition regenerator and choose the option to use.  Alternately, you can put the droid condition regenerator in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your regenerator.  This is more powerful than Droid Condition Regen - C.",		"droid_stimpack_c":"This droid condition regenerator allows anyone to heal a nearby droid. To use it, click on your target (they should be your look-at target) then click on the droid condition regenerator and choose the option to use.  Alternately, you can put the droid condition regenerator in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your regenerator.  This is more powerful than Droid Condition Regen - B.",		"droid_stimpack_b":"This droid condition regenerator allows anyone to heal a nearby droid. To use it, click on your target (they should be your look-at target) then click on the droid condition regenerator and choose the option to use.  Alternately, you can put the droid condition regenerator in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your regenerator.  This is more powerful than Droid Condition Regen - A.",		"droid_vitapack_a":"The Droid Vitality Regenerator is specifically designed to repair the damage to a droid's Vitality due to being brought to near destruction during combat. To use it, click on your droid target (they should be your look-at target) then click on the Droid Vitality Regenerator and choose the option to use.  Alternately, you can put the Droid Vitality Regenerator in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine. ",		"droid_vitapack_b":"The Droid Vitality Regenerator is specifically designed to repair the damage to a droid's Vitality due to being brought to near destruction during combat. To use it, click on your droid target (they should be your look-at target) then click on the Droid Vitality Regenerator and choose the option to use.  Alternately, you can put the Droid Vitality Regenerator in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Droid Vitality Regenerator - A.",		"droid_vitapack_c":"The Droid Vitality Regenerator is specifically designed to repair the damage to a droid's Vitality due to being brought to near destruction during combat. To use it, click on your droid target (they should be your look-at target) then click on the Droid Vitality Regenerator and choose the option to use.  Alternately, you can put the Droid Vitality Regenerator in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Droid Vitality Regenerator - B.",		"pet_vitapack_c":"Medicine specifically designed to heal the damage to a pet's Vitality due to being brought to near death during combat. To use it, click on your target (they should be your look-at target) then click on the Vitality Medpack and choose the option to use.  Alternately, you can put the Vitality Medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Pet Vitality Medpack - B.",		"pet_vitapack_b":"Medicine specifically designed to heal the damage to a pet's Vitality due to being brought to near death during combat. To use it, click on your target (they should be your look-at target) then click on the Vitality Medpack and choose the option to use.  Alternately, you can put the Vitality Medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Pet Vitality Medpack - A.",		"pet_vitapack_a":"Medicine specifically designed to heal the damage to a pet's Vitality due to being brought to near death during combat. To use it, click on your target (they should be your look-at target) then click on the Vitality Medpack and choose the option to use.  Alternately, you can put the Vitality Medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine. ",		"pet_stimpack_d":"This pet stimpack allows anyone to heal a nearby pet. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to use.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Pet Stimpack - C.",		"pet_stimpack_c":"This pet stimpack allows anyone to heal a nearby pet. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to use.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Pet Stimpack - B.",		"pet_stimpack_b":"This pet stimpack allows anyone to heal a nearby pet. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to use.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Pet Stimpack - A.",		"pet_stimpack_a":"This pet stimpack allows anyone to heal a nearby pet. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to use.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medic_tool_advanced":"This tool can be used to view their current wound and battle-fatigue status, and to reduce a player's damage and wounds. In order to utilize the tool's healing capabilities, it must be charged up with resources that the medic has foraged for. While using the medic's inventory, drag any foraged resources onto the medical tool in order to charge the device up to it's maximum number of healing uses. This advanced version of the Medic MultiTool requires a medic to be of a minimum level of skill before they can use it properly and to its full effect.",		"medic_tool":"This tool can be used to view their current wound and battle-fatigue status, and to reduce a player's damage and wounds. In order to utilize the tool's healing capabilities, it must be charged up with resources that the medic has foraged for. While using the medic's inventory, drag any foraged resources onto the medical tool in order to charge the device up to it's maximum number of healing uses.",		"stimpack_sm_s1_e":"This stimpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine. This is more powerful than Small Stimpack - D, and is the most powerful Small Stimpack available.",		"stimpack_sm_s1_c":"This stimpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine. This is more powerful than Small Stimpack - B.",		"stimpack_sm_s1_d":"This stimpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Small Stimpack - C.",		"stimpack_sm_s1_b":"This stimpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Small Stimpack - A.",		"medpack_wound_strength_e":"Medicine specifically designed to heal wounds to the Strength pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Strength Wound Medpack - D, and is the most advanced Strength Wound Medpack available.",		"medpack_wound_strength_d":"Medicine specifically designed to heal wounds to the Strength pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Strength Wound Medpack - C.",		"medpack_wound_strength_c":"Medicine specifically designed to heal wounds to the Strength pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Strength Wound Medpack - B.",		"medpack_wound_strength_b":"Medicine specifically designed to heal wounds to the Strength pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Strength Wound Medpack - A.",		"medpack_wound_strength_a":"Medicine specifically designed to heal wounds to the Strength pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine. ",		"medpack_wound_stamina_e":"Medicine specifically designed to heal wounds to the Stamina pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Stamina Wound Medpack - D, and is the most advanced Stamina Wound Medpack available.",		"medpack_wound_stamina_d":"Medicine specifically designed to heal wounds to the Stamina pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Stamina Wound Medpack - C.",		"medpack_wound_stamina_c":"Medicine specifically designed to heal wounds to the Stamina pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Stamina Wound Medpack - B.",		"medpack_wound_stamina_b":"Medicine specifically designed to heal wounds to the Stamina pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Stamina Wound Medpack - A.",		"medpack_wound_stamina_a":"Medicine specifically designed to heal wounds to the Stamina pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound_quickness_e":"Medicine specifically designed to heal wounds to the Quickness pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Quickness Wound Medpack - D, and is the most advanced Quickness Wound Medpack available.",		"medpack_wound_quickness_d":"Medicine specifically designed to heal wounds to the Quickness pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Quickness Wound Medpack - C.",		"medpack_wound_quickness_c":"Medicine specifically designed to heal wounds to the Quickness pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Quickness Wound Medpack - B.",		"medpack_wound_quickness_b":"Medicine specifically designed to heal wounds to the Quickness pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Quickness Wound Medpack - A.",		"medpack_wound_quickness_a":"Medicine specifically designed to heal wounds to the Quickness pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound_health_e":"Medicine specifically designed to heal wounds to the Health pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Health Wound Medpack - D, and is the most advanced Health Wound Medpack available.",		"medpack_wound_health_d":"Medicine specifically designed to heal wounds to the Health pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Health Wound Medpack - C.",		"medpack_wound_health_c":"Medicine specifically designed to heal wounds to the Health pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Health Wound Medpack - B.",		"medpack_wound_health_b":"Medicine specifically designed to heal wounds to the Health pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Health Wound Medpack - A.",		"medpack_wound_health_a":"Medicine specifically designed to heal wounds to the Health pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound_constitution_e":"Medicine specifically designed to heal wounds to the Constitution pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Constitution Wound Medpack - D, and is the most advanced Constitution Wound Medpack available.",		"medpack_wound_constitution_d":"Medicine specifically designed to heal wounds to the Constitution pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Constitution Wound Medpack - C.",		"medpack_wound_constitution_c":"Medicine specifically designed to heal wounds to the Constitution pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Constitution Wound Medpack - B.",		"medpack_wound_constitution_b":"Medicine specifically designed to heal wounds to the Constitution pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Constitution Wound Medpack - A.",		"medpack_wound_constitution_a":"Medicine specifically designed to heal wounds to the Constitution pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound_action_e":"Medicine specifically designed to heal wounds to the Action pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Action Wound Medpack - D, and is the most advanced Action Wound Medpack available.",		"medpack_wound_action_d":"Medicine specifically designed to heal wounds to the Action pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Action Wound Medpack - C.",		"medpack_wound_action_c":"Medicine specifically designed to heal wounds to the Action pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Action Wound Medpack - B.",		"medpack_wound_action_b":"Medicine specifically designed to heal wounds to the Action pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.  This is more powerful than Action Wound Medpack - A.",		"medpack_wound_action_a":"Medicine specifically designed to heal wounds to the Action pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_revive":"This resuscitation kit is an extremely advanced piece of medical technology.  It has the possibility, if used by somebody with the proper Doctor skills, to shock and coax a dying body back to life.",		"medpack_enhance_strength_d":"This very powerful medpack allows a person with the correct medical skill to temporarily enhance the Strength pool of themselves or their target. This is more powerful than Enhance Strength Medpack - C.",		"medpack_enhance_strength_c":"This powerful medpack allows a person with the correct medical skill to temporarily enhance the Strength pool of themselves or their target. This is more powerful than Enhance Strength Medpack - B.",		"medpack_enhance_strength_b":"This advanced medpack allows a person with the correct medical skill to temporarily enhance the Strength pool of themselves or their target. This is more powerful than Enhance Strength Medpack - A.",		"medpack_enhance_strength_a":"This medpack allows a person with the correct medical skill to temporarily enhance the Strength pool of themselves or their target.",		"medpack_enhance_stamina_d":"This very powerful medpack allows a person with the correct medical skill to temporarily enhance the Stamina pool of themselves or their target. This is more powerful than Enhance Stamina Medpack - C.",		"medpack_enhance_stamina_c":"This powerful medpack allows a person with the correct medical skill to temporarily enhance the Stamina pool of themselves or their target. This is more powerful than Enhance Stamina Medpack - B.",		"medpack_enhance_stamina_b":"This advanced medpack allows a person with the correct medical skill to temporarily enhance the Stamina pool of themselves or their target. This is more powerful than Enhance Stamina Medpack - A.",		"medpack_enhance_stamina_a":"This medpack allows a person with the correct medical skill to temporarily enhance the Stamina pool of themselves or their target.",		"medpack_enhance_quickness_d":"This very powerful medpack allows a person with the correct medical skill to temporarily enhance the Quickness pool of themselves or their target. This is more powerful than Enhance Quickness Medpack - C.",		"medpack_enhance_quickness_c":"This powerful medpack allows a person with the correct medical skill to temporarily enhance the Quickness pool of themselves or their target. This is more powerful than Enhance Quickness Medpack - B.",		"medpack_enhance_quickness_b":"This advanced medpack allows a person with the correct medical skill to temporarily enhance the Quickness pool of themselves or their target. This is more powerful than Enhance Quickness Medpack - A.",		"medpack_enhance_quickness_a":"This medpack allows a person with the correct medical skill to temporarily enhance the Quickness pool of themselves or their target.",		"medpack_enhance_health_d":"This very powerful medpack allows a person with the correct medical skill to temporarily enhance the Health pool of themselves or their target. This is more powerful than Enhance Health Medpack - C.",		"medpack_enhance_health_c":"This powerful medpack allows a person with the correct medical skill to temporarily enhance the Health pool of themselves or their target. This is more powerful than Enhance Health Medpack - B.",		"medpack_enhance_health_b":"This advanced medpack allows a person with the correct medical skill to temporarily enhance the Health pool of themselves or their target. This is more powerful than Enhance Health Medpack - A.",		"medpack_enhance_health_a":"This medpack allows a person with the correct medical skill to temporarily enhance the Health pool of themselves or their target.",		"medpack_enhance_constitution_d":"This very powerful medpack allows a person with the correct medical skill to temporarily enhance the Constitution pool of themselves or their target. This is more powerful than Enhance Constitution Medpack - C.",		"medpack_enhance_constitution_c":"This powerful medpack allows a person with the correct medical skill to temporarily enhance the Constitution pool of themselves or their target. This is more powerful than Enhance Constitution Medpack - B.",		"medpack_enhance_constitution_b":"This advanced medpack allows a person with the correct medical skill to temporarily enhance the Constitution pool of themselves or their target. This is more powerful than Enhance Constitution Medpack - A.",		"medpack_enhance_constitution_a":"This medpack allows a person with the correct medical skill to temporarily enhance the Constitution pool of themselves or their target.",		"medpack_enhance_action_d":"This very powerful medpack allows a person with the correct medical skill to temporarily enhance the Action pool of themselves or their target. This is more powerful than Enhance Action Medpack - C.",		"medpack_enhance_action_c":"This powerful medpack allows a person with the correct medical skill to temporarily enhance the Action pool of themselves or their target. This is more powerful than Enhance Action Medpack - B.",		"medpack_enhance_action_b":"This advanced medpack allows a person with the correct medical skill to temporarily enhance the Action pool of themselves or their target.  This is more powerful than Enhance Action Medpack - A.",		"medpack_enhance_action_a":"This medpack allows a person with the correct medical skill to temporarily enhance the Action pool of themselves or their target.",		"medic_stunned_a":"This device can be used to attempt to cure an ally who has become stunned.",		"medic_intimidated_a":"This device can be used to attempt to clear an ally from being intimidated by giving them a dose of adrenaline to shock them out of their state.",		"medic_cure_disease_c":"This very advanced medpack is very efficient at curing most diseases.",		"medic_cure_disease_b":"This more advanced medpack has a better chance of curing an ally of disease.",		"medic_cure_disease_a":"This medpack allows for the possibility of curing an ally who has become diseased.",		"stimpack_sm_s1_a":"This stimpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"stimpack_sm_s1":"This stimpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the stimpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_damage_a":"This medpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_area_c":"This medpack allows someone with medic skill to heal the damage of all friendly units within an area around the target.",		"medpack_area_b":"This medpack allows someone with medic skill to heal the damage of all friendly units within an area around the target.",		"medpack_area_a":"This medpack allows someone with medic skill to heal the damage of all friendly units within an area around the target.",		"medic_disease_area_willpower_c":"This device delivers a cloud of powerful disease at range which inflicts willpower wounds.",		"medic_disease_area_willpower_b":"This device delivers a cloud of strong disease at range which inflicts willpower wounds.",		"medic_disease_area_willpower_a":"This device delivers a cloud of disease at range which inflicts willpower wounds.",		"medic_disease_area_strength_c":"This device delivers a cloud of powerful disease at range which inflicts strength wounds.",		"medic_disease_area_strength_b":"This device delivers a cloud of strong disease at range which inflicts strength wounds.",		"medic_disease_area_strength_a":"This device delivers a cloud of disease at range which inflicts strength wounds.",		"medic_disease_area_stamina_c":"This device delivers a cloud of powerful disease at range which inflicts stamina wounds.",		"medic_disease_area_stamina_b":"This device delivers a cloud of strong disease at range which inflicts stamina wounds.",		"medic_disease_area_stamina_a":"This device delivers a cloud of disease at range which inflicts stamina wounds.",		"medic_disease_area_quickness_c":"This device delivers a cloud of powerful disease at range which inflicts quickness wounds.",		"medic_disease_area_quickness_b":"This device delivers a cloud of strong disease at range which inflicts quickness wounds.",		"medic_disease_area_quickness_a":"This device delivers a cloud of disease at range which inflicts quickness wounds.",		"medic_disease_area_mind_c":"This device delivers a cloud of powerful disease at range which inflicts mind wounds.",		"medic_disease_area_mind_b":"This device delivers a cloud of strong disease at range which inflicts mind wounds.",		"medic_disease_area_mind_a":"This device delivers a cloud of disease at range which inflicts mind wounds.",		"medic_disease_area_health_c":"This device delivers a cloud of powerful disease at range which inflicts focus wounds.",		"medic_disease_area_health_b":"This device delivers a cloud of strong disease at range which inflicts focus wounds.",		"medic_disease_area_health_a":"This device delivers a cloud of disease at range which inflicts health wounds.",		"medic_disease_area_focus_c":"This device delivers a cloud of powerful disease at range which inflicts focus wounds.",		"medic_disease_area_focus_b":"This device delivers a cloud of strong disease at range which inflicts focus wounds.",		"medic_disease_area_focus_a":"This device delivers a cloud of disease at range which inflicts focus wounds.",		"medic_disease_area_constitution_c":"This device delivers a cloud of powerful disease at range which inflicts constitution wounds.",		"medic_disease_area_constitution_b":"This device delivers a cloud of strong disease at range which inflicts constitution wounds.",		"medic_disease_area_constitution_a":"This device delivers a cloud of disease at range which inflicts constitution wounds.",		"medic_disease_area_action_c":"This device delivers a cloud of powerful disease at range which inflicts action wounds.",		"medic_disease_area_action_b":"This device delivers a cloud of strong disease at range which inflicts action wounds.",		"medic_disease_area_action_a":"This device delivers a cloud of disease at range which inflicts action wounds.",		"medpack_damage_e":"This medpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_damage_d":"This medpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_damage_c":"This medpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_damage_b":"This medpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medic_poison_area_mind_c":"This device delivers a cloud of powerful poison at range which causes mind damage.",		"medic_poison_area_mind_b":"This device delivers a cloud of strong poison at range which causes mind damage.",		"medic_poison_area_mind_a":"This device delivers a cloud of poison at range which causes mind damage.",		"medic_poison_area_action_c":"This device delivers a cloud of powerful poison at range which causes action damage.",		"medic_poison_area_action_b":"This device delivers a cloud of strong poison at range which causes action damage.",		"medic_poison_area_action_a":"This device delivers a cloud of poison at range which causes action damage.",		"medic_poison_area_health_c":"This device delivers a cloud of powerful poison at range which causes health damage.",		"medic_poison_area_health_b":"This device delivers a cloud of strong poison at range which causes health damage.",		"medic_poison_area_health_a":"This device delivers a cloud of poison at range which causes health damage.",		"medic_disease_willpower_c":"This device delivers a powerful disease at range which inflicts willpower wounds.",		"medic_disease_willpower_b":"This device delivers a strong disease at range which inflicts willpower wounds.",		"medic_disease_willpower_a":"This device delivers a disease at range which inflicts willpower wounds.",		"medic_disease_strength_c":"This device delivers a powerful disease at range which inflicts strength wounds.",		"medic_disease_strength_b":"This device delivers a strong disease at range which inflicts strength wounds.",		"medic_disease_strength_a":"This device delivers a disease at range which inflicts strength wounds.",		"medic_disease_stamina_c":"This device delivers a powerful disease at range which inflicts stamina wounds.",		"medic_disease_stamina_b":"This device delivers a strong disease at range which inflicts stamina wounds.",		"medic_disease_stamina_a":"This device delivers a disease at range which inflicts stamina wounds.",		"medic_disease_quickness_c":"This device delivers a powerful disease at range which inflicts quickness wounds.",		"medic_disease_quickness_b":"This device delivers a strong disease at range which inflicts quickness wounds.",		"medic_disease_quickness_a":"This device delivers a disease at range which inflicts quickness wounds.",		"medic_disease_mind_c":"This device delivers a powerful disease at range which inflicts mind wounds.",		"medic_disease_mind_b":"This device delivers a strong disease at range which inflicts mind wounds.",		"medic_disease_mind_a":"This device delivers a disease at range which inflicts mind wounds.",		"medic_disease_health_c":"This device delivers a powerful disease at range which inflicts health wounds.",		"medic_disease_health_b":"This device delivers a strong disease at range which inflicts health wounds.",		"medic_disease_health_a":"This device delivers a disease at range which inflicts health wounds.",		"medic_disease_focus_c":"This device delivers a powerful disease at range which inflicts focus wounds.",		"medic_disease_focus_b":"This device delivers a strong disease at range which inflicts focus wounds.",		"medic_disease_focus_a":"This device delivers a disease at range which inflicts focus wounds.",		"medic_disease_constitution_c":"This device delivers a powerful disease at range which inflicts constitution wounds.",		"medic_disease_constitution_b":"This device delivers a strong disease at range which inflicts constitution wounds.",		"medic_disease_constitution_a":"This device delivers a disease at range which inflicts constitution wounds.",		"medic_disease_action_c":"This device delivers a powerful disease at range which inflicts action wounds.",		"medic_disease_action_b":"This device delivers a strong disease at range which inflicts action wounds.",		"medic_disease_action_a":"This device delivers a disease at range which inflicts action wounds.",		"medic_poison_mind_c":"This device delivers a powerful poison at range which causes mind damage.",		"medic_poison_mind_b":"This device delivers a strong poison at range which causes mind damage.",		"medic_poison_mind_a":"This device delivers a poison at range which causes mind damage.",		"medic_poison_action_c":"This device delivers a powerful poison at range which causes action damage.",		"medic_poison_action_b":"This device delivers a strong poison at range which causes action damage.",		"medic_poison_action_a":"This device delivers a poison at range which causes action damage.",		"medic_poison_health_c":"This device delivers a powerful poison at range which causes health damage.",		"medic_poison_health_b":"This device delivers a strong poison at range which causes health damage.",		"medic_poison_health_a":"This device delivers a poison at range which causes health damage.",		"medic_cure_poison_c":"This very advanced medpack is very efficient at curing most poisons.",		"medic_cure_poison_b":"This more advanced medpack has a better chance of curing an ally of malicious poisons.",		"medic_dizzy_a":"This medpack can be used to attempt to cure an ally who has become dizzy.",		"medic_blinded_a":"This medpack allows for the possibility of curing an ally who has become blind.",		"medic_cure_poison_a":"This medpack allows for the possibility of curing an ally who has become poisoned.",		"medic_damage_a":"This low-level health-stim hypodermic appliance allows Medics to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"healing_grenade":"This grenade is designed to spray a jelly-like type of bacta that can ease the extent of battlefield injuries.",		"medpack_wound_strength":"Medicine specifically designed to heal wounds to the Strength pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound_stamina":"Medicine specifically designed to heal wounds to the Stamina pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound_quickness":"Medicine specifically designed to heal wounds to the Quickness pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound_health":"Medicine specifically designed to heal wounds to the Health pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound_constitution":"Medicine specifically designed to heal wounds to the Constitution pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound_action":"Medicine specifically designed to heal wounds to the Action pool. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_wound":"This medpack will allow someone who is skilled to heal minor wounds on their target. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_sm_s1":"This medpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine.",		"medpack_damage":"This medpack allows someone with medic skill to heal themselves and others who are nearby. To use it, click on your target (they should be your look-at target) then click on the medpack and choose the option to heal your target.  Alternately, you can put the medpack in your toolbar, choose your lookat target, then hit the quick-key that corresponds to your medicine."
}}
