{
	"stfFile":"mission_deliver_neutral_easy",
	"entries": {
		"interest_incorrect_player":"I wasn't talking to you. Go away.",		"deliver_attack_group":"There you area. We're here to take that data disk from your dead body",		"deliver_attack_single":"There you are. I'm here to reclaim that data disk!",		"escort_attack":"I think I've changed my mind. I'll be taking that data disk now",		"escort_pre_attack":"Hey.. Is that a data disk you're carrying?",		"escort_arrival":""Thank you for helping me. Here is something for your trouble. I'm sorry it's not much, but it's all I have."",		"escort_end_no_follow":"Thanks for nothing.",		"escort_end_follow":"Thank you so much. I'll follow you. ",		"escort_request_no":"I'm sorry but you're on your own. I don't have time to help you.",		"escort_request_yes":"I'd be happy to help you. Cmon.",		"escort_request":"Could you take me with you? I'll make it worth your while. ",		"escort_intro_no":"I'm not going there and I don't have time to talk to you.",		"escort_intro_yes":"As a matter of fact I am going there. Can I help you?",		"escort_entice":"HELP! Please help me!",		"escort_intro_mos_teike":"You wouldn't happen to be going to Mos Espa would you? I've been lost for days trying to find my way there. My Bantha broke it's leg and fell into a ravine and bandits stole all of my supplies. I need to get there for my brother's wedding. ",		"escort_intro_mos_espa":"You wouldn't happen to be going to Mos Espa would you? I've been lost for days trying to find my way there. My Bantha broke it's leg and fell into a ravine and bandits stole all of my supplies. I need to get there for my brother's wedding. ",		"escort_intro_mos_entha":""You wouldn't happen to be going to Mos Entha would you? I've been wandering for days trying to find my way there. My dewback died and bandits stole all of my supplies. I'm supposed to start my apprenticeship there, but If I don't get there soon the job will surely go to someone else. "",		"escort_intro_mos_eisley":"You wouldn't happen to be going to Mos Eisley would you? I've been traveling for days and was ambushed by bandits. They took all of my supplies. All I want is to get to Mos Eisley to visit my mother. She's in the hospital. Her final wish is to see me before she dies. ",		"escort_intro_bestine":"You wouldn't happen to be going to Bestine would you? I've been lost for days trying to find my way there. My Bantha broke it's leg and fell into a ravine and bandits stole all of my supplies. I need to get there for my brother's wedding. ",		"escort_intro_wayfar":""You wouldn't happen to be going to Wayfar would you? I've been wandering for days trying to find my way there. My dewback died and bandits stole all of my supplies. I'm supposed to start my apprenticeship there, but If I don't get there soon the job will surely go to someone else. "",		"escort_intro_anchorhead":"You wouldn't happen to be going to Anchorhead would you? I've been traveling for days and was ambushed by bandits. They took all of my supplies. All I want is to get to Anchorhead to visit my mother. She's in the hospital. Her final wish is to see me before she dies. ",		"demand_threat_yes":"It's a deal. Here.",		"demand_intro_mos_teike":"I hear you're making the delivery to Mos Teike. Interested in making some extra cash?",		"demand_intro_mos_espa":"I hear you're making the delivery to Mos Espa. Interested in making some extra cash?",		"demand_intro_mos_entha":"I hear you're making the delivery to Mos Entha.  Interested in making some extra cash?",		"demand_intro_mos_eisley":"I hear you're making the delivery to Mos Eisley. Interested in making some extra cash?",		"demand_intro_bestine":"I hear you're making the delivery to Bestine. Interested in making some extra cash?",		"demand_intro_wayfar":"I hear you're making the delivery to Wayfar. Interested in making some extra cash?",		"default":"",		"demand_offer_finish":"Here ya go. Great doing business with you!",		"demand_offer_doublecross":""On second thought, I don't think i'll be paying you. I'll take it off of your corpse"",		"demand_offer_no":"No thanks. Not interested. ",		"demand_offer_yes":"It's a deal. Here.",		"demand_offer":"I'll pay you 200 credits for that disk.",		"demand_attack":"Fine. I'll be taking that disk now. ",		"demand_threat_no":"I said no thanks. I will be leaving now",		"demand_threat":"If you know what's good for you you'll sell me that disk. ",		"demand_intro_yes":"Of course I am. Whatcha got?",		"demand_intro_no":""No thanks, not interested"",		"demand_entice":""Hey you! yeah you.. the one with the pants. Cmere, I wanna talk to you!"",		"demand_intro_anchorhead":"I hear you're making the delivery to Anchorhead. Interested in making some extra cash?",		"deliver_neutral_easy_2":""I require a skilled courier to handle the delivery of a package to one of my clients.  Discretion is appreciated, as my competitors would love the chance to disrupt my business.  One of my associates will supply you the item and the recipient."",		"deliver_neutral_easy_3":"There has been a civilian causality in a recent raid by Stormtroopers. Victim's belongings need to be delivered to family.",		"deliver_neutral_easy_4":"Easy credits. Quick delivery of goods to one of my customers. No experience necessary. ",		"deliver_neutral_easy_1":"A friend left a personal item at my house. I am unable to reach them on the comm. link and need someone to return it for me.  Someone will meet you with the item.  Please deliver it to my friend.",		"deliver_neutral_easy_5":"I have a routine delivery job available. Just meet me and take a package from one part of this miserable planet to another."
}}
