{
	"stfFile":"pvp_rating",
	"entries": {
		"arena_incap_opponent":"You have incapcitated your opponent.  If you deathblow them, be sure to stay in the arena until the match has completely resolved (you will get another message) or you may lose the challenge for abandoning the fight prematurely.",		"arena_duelist_already_engaged":"%TT is already involved in a duel at the moment.  Please wait until that challenge concludes.",		"enclave_deny_pet_entry":"As you are not permitted to bring any pets or hirelings into the enclave.  They have been returned to your data pad for you.",		"pvp_rating_target":"%TT has a player vs. player combat rating of %DI.",		"pvp_rating":"Your player vs. player combat rating is %DI.",		"enclave_deny_entry":"A strange force repels you and keeps you from entering.",		"ch_terminal_arena_close_imminent":"The arena is about to close for challenges.",		"ch_terminal_arena_open_imminent":"The arena is about to open for challenges.",		"ch_terminal_arena_open_in":"The arena is currently closed.  The arena will be open for challenges again in %TO.",		"ch_terminal_arena_close_in":"The arena is currently open for challenges.  Challenges can be issued for another %TO.",		"ch_terminal_arena_status":"Arena Status",		"ch_terminal_notenoughexp":"You do not currently qualify for a promotion into the next rank.",		"ch_terminal_too_far":"You are too far away from the terminal to use it.",		"ch_terminal_no_need_challenge":"You do not need to challenge the rank as there are enough open seats available.  Use the Voting Terminal in the enclave to petition for one of these open slots.",		"ch_terminal_cant_challenge_rank_bounds":"You may not issue challenges at your current rank level.",		"ch_terminal_challenger_forfeit_ch":"Since you were not in the enclave, or you were dead,  when your challenge was accepted, you have conceded the battle.  Your honor has been tarnished significantly by your actions.",		"ch_terminal_challenger_forfeit":"The challenger has forfeit this battle by not being present and alive in the enclave to complete the duel.  Honor has been restored to your rank.",		"ch_terminal_challenge_wrong_rank":"That player has not issued a challenge against your current rank.",		"ch_terminal_challenge_no_more":"That challenger no longer has a challenge issued against your rank.",		"ch_terminal_choose_challenge":"Choose the challenger that you wish to combat in defense of your rank's honor!",		"ch_terminal_verify_accept_challenge":"Are you certain you wish to accept the responsibility of defending the honor of your rank against the challengers?  The battle will be to the death.  Should you be bested in combat, your punishment will be demotion to the rank below yours, while the challenger will receive your position in the rank.  If you leave the arena during the battle you will concede the battle.",		"ch_terminal_no_challenges_for_rank":"There are no pending challenges to accept for your rank.",		"ch_terminal_pending":"Pending challenges for selected rank:",		"ch_terminal_verify_challenge":"Are you sure you wish to issue a challenge to the next rank?  The rank you are challenging has 60 minutes to answer the challenge.  Should you not be in the enclave when the challenge is accepted or should you be dead, you will concede the battle which will carry with it the same consequences as losing the battle.  Should you leave the arena during the battle, you will also concede.  If you are not in the arena when the challenge is accepted, you will be teleported into the arena as long as you are at least within the enclave.",		"ch_terminal_arena_closed":"The arena is not currently open for challenges.",		"ch_no_challenges_to_view":"There are no active challenges against any rank.",		"ch_select_active_challenges":"Select the rank you wish to view challenges for.  If a rank is not listed here, that rank has no active challenges.",		"ch_rank_scores":"A challenge score of zero denotes a rank that is meeting its challenges.  A negative score denotes ranks that have missed a number of challenges.  Once a rank reaches -8 points, every member of that rank will be demoted to rank zero.  Every time a rank fails to meet at least one challenge during a challenge period (which occurs once every 30 hours), they incur a -1 penalty.  Should no challenges be issued during a challenge period, that rank's challenge score will return to zero.  If challenges were issued, the rank must answer at least 50% of the challenges for the score to return to zero, else the rank will incur a -1 score penalty even though some challenges may have been answered.",		"ch_terminal_demote_subject":"Rank Demoted!",		"ch_terminal_demote_rank_penalty":"The members of rank %DI have failed to answer numerous challenges issued by the Dark Jedi of the enclave.  As a result, the entire rank has been demoted to rank zero.  Weakness cannot be tolerated in the Council.",		"ch_terminal_cant_challenge_rank":"You are unable to issue a challenge until you are at least rank one.",		"ch_terminal_issue_challenge":"Issue Challenge",		"ch_terminal_accept_challenge":"Accept a Challenge",		"ch_terminal_view_challenges":"View Issued Challenges",		"ch_terminal_view_scores":"View Challenge Scores",		"challenge_timout_subject_header":"Challenge Remains Unanswered!",		"challenge_concluded_timeout":"Although a challenge had been issued, no one in rank %DI saw fit to defend the honor of their rank by accepting the challenge issued by %TT.  The challenge has thus expired.",		"challenge_concluded_defender_win":"%TU has defeated %TT during a battle for the honor of rank %DI.  As a result, %TU will remain at their station in rank %DI, while %TT will live in shame for their defeat.",		"challenge_concluded_subject_header":"Challenge Concluded!",		"challenge_accepted_subject_header":"Challenge Accepted!",		"challenge_concluded_challenger_won":"%TU was defeated by %TT during a battle for the honor of rank %DI.  As a result %TU has been demoted from rank %DI, while %TT has taken their place.",		"challenge_accepted":"%TU has stepped forward to accept a challenge against rank %DI, issued by %TT.  A battle to the death is commencing in the arena at the hidden enclave.",		"challenge_issued_subject_header":"A Challenge has been Issued!",		"challenge_issued_challenger":"You have issued a challenge against rank %DI.  Any member of that rank may accept your challenge during the next 60 minutes.  Should a rank member accept your challenge and you are not present in the enclave (or you are dead), you will lose the challenge by default.  If you are not in the arena hall when the challange is accepted you will be teleported there as long as you are within the walls of the enclave.  Should you win the challenge, you will be granted a position in rank %DI.  Should you lose the challenge, you will lose a quantity of Force RankXP.",		"challenge_issued_rank":"%TT has issued a challenge against your rank!  If you wish to defend the honor of your rank, find the challenge terminal in the Dark Jedi enclave and accept the challenge.  You have 60 minutes to do so, starting now.  Should you accept and lose the challenge, you will be demoted into the rank below yours, while %TT will take your position.",		"councilpurge_timout":"The Council Leader's order to purge the Council has expired.  Any Council member that was not slain will retain their seat in the Council.",		"banishment_end_timeout":"%TT is no longer a target of banishment from the ranks as the the Council's order has expired.",		"pvp_action_end_death":"After being targeted by the Council for removal from the ranks, %TT has fallen to a fellow Dark Jedi.  They have thus been demoted to rank zero.  Take notice of the Council's reward for such weakness.",		"sudden_death_timeout":"You have survied the voting period for your rank.  You are no longer at war with your fellow petitioners.",		"sudden_death_death":"%TT has fallen to a fellow rank petitioner.  Any votes they may have had accumilated have been divided amongs those that took part in the slaughter of %TT.  Let this be a lesson in how the Council deals with failure.",		"vendetta_end_timeout":"The vendetta between you and %TT has expired.   Neither Jedi has defeated the other in the alotted time.",		"sudden_death_start":"Voting has begun for the rank you have petitioned for.  All petitioning Jedi in your rank are now at war with one another.  Should you defeat a fellow petitioning Jedi, you will gain all of their accumilated votes as well knock them out of the race.  Take heed, however, as the same could happen to you.",		"purge_start":"The Dark Council Leader has called for the Council to be purged! .  If any ranked Jedi defeats a Dark Council member over the course of the next 7 days, they will be demoted to rank zero.  If a Council member has not been defeated by 7 days from now, the order to purge the council will expire.",		"banishment_start":"The Dark Council has called for %TT to be banished from the ranks.  If any ranked Jedi defeats %TT over the course of the next 7 days, %TT will be demoted to rank zero.  If %ST has not been defeated by 7 days from now, the banishment will expire.",		"vendetta_target_start":"%TT had declared a vendetta against you!  If either of you perish in combat against one another, the loser will be demoted to Force rank zero.  Should neither of you lose to the other over the course of the next 7 days, the vendetta will expire.",		"vendetta_initiator_start":"You have declared a vendetta against %TT.  If either of you perish in combat against one another, the loser will be demoted to Force rank zero.  Should neither of you lose to the other over the course of the next 7 days, the vendetta will expire.",		"dark_jedi_kill_lost_votes":"For dying to another petitioning Jedi, you have lost all of your votes.  You have also relinquished your rights to petition during the current voting period.",		"dark_jedi_kill_won_votes":"You have earned %DI votes for defeating %TT in combat.",		"pvp_action_message":"Dark Jedi Combat Notification",		"suddendeath_target":"Voting has begun for the Force rank that you have petitioned for.  During the voting period you are freely attackable by any other Dark Jedi petitioning for the same position as you are.  Any Jedi who is defeated by another petitioning Jedi during this period will forfeit their petition AND any accumilated votes to the winning Jedi.",		"councilpurge_init":"Council Leader %TT has invoked %PT powers to purge the Council of all members.  Every member of the Council is now freely attackable by any ranked Jedi (excluding rank zero), and vice versa.  The order to purge the Council will stand for one week.  If any Council member is defeated by a ranked Jedi during this time, they will be demoted to Rank zero.",		"rating_floor_trandoshan_winner":"Although you have honorably defeated your foe %TT, The Scorekeeper can award you no Jagannath points for this victory as your opponent can be disgraced no further.  Your player combat rating remains at %DI.",		"rating_throttle_trandoshan_winner":"Although you once again bathe yourself in the demise of %TT, The Scorekeeper will not award Jagannath points to you again so soon for their death.  A true warrior must diversify %PU prey.  Your player combat rating reamins at %DI.",		"rating_throttle_trandoshan_loser":"Although you have once again fallen disgracefully at the hand of %TT,  The Scorekeeper has chosen not to penalize your Jagannath points again so soon.  Let the shame and dishonor of defeat be your payment to The Scorekeeper.  Your player combat rating remains at %DI.",		"rating_throttle_loser":"You have once again been defeated by %TT, but you cannot lose more rating points to them so soon.  Your player combat rating remains at %DI.",		"rating_throttle_winner":"You have once again bested %TT in combat, but you cannot earn more points from their death so soon.  A true warrior must diversify %PU enemies.",		"rating_floor_winner":"Although you have valiantly defeated %TT in combat, you can reap no more combat rating points from %PT death at this time.  Your player combat rating remains at %DI.",		"rating_floor_victim":"Although you have fallen at the hands of %TT,  your cannot lose any more rating points at this time.  Your player combat rating remains at %DI.",		"rating_floor_trandoshan_loser":"Although you have disgraced yourself before The Scorekeeper in dying to %TT, you have no more Jagannath points to lose.  Your player combat rating remains at %DI.",		"trandoshan_killed3":"You have been slaughtered by %TT.  For failing her, The Scorekeeper has revoked a number of your Jagannath points.  Your new player combat rating is %DI.",		"trandoshan_killed2":"You have fallen shamefully to %TT.  Having disgraced yourself in the eyes of The Scorekeeper, she has revoked a number of Jagannath points from you.  Your new rating is %DI.",		"trandoshan_killed1":"In dying miserably to %TT, you have shamed yourself before The Scorekeeper.  As a result she has stripped a quantity of Jagannath points from you.  Your new player combat rating is %DI.",		"trandoshan_win3":"For skillfully shedding the blood of %TT, the The Scorekeeper has awarded you with a quantity of Jagannath points.  Given your part in their death, your new player combat rating is %DI.",		"trandoshan_win2":"The Scorekeeper has awarded you with a quantity of Jagannath points for your part in the decimation of %TT.  Your new player combat rating is %DI.",		"trandoshan_win1":"You have honored The Scorekeeper with your victory against %TT.  You have been awared a quantity of Jagannath points for your involvement in their death.  Your new player combat rating is %DI.",		"win3":"You have fearlessly slain your foe %TT.  For your part in their death your player combat rating has been adjusted to %DI.",		"win2":"You have killed %TT. For your part in their death your player combat rating has been adjusted to %DI.",		"win1":"You have fought valiantly against %TT.  For your part in their death your player combat rating has been adjusted to %DI.",		"killed3":"You have perished at the hand of %TT. Your new player combat rating is %DI.",		"killed2":"You have fallen prey to %TT. Your new player combat rating is %DI.",		"killed1":"You have been killed by %TT. Your new player combat rating is %DI."
}}
