{
	"stfFile":"stat_d",
	"entries": {
		"frs_dark_vengeance":"Vengeance inflicts wounds upon those who attack the Jedi.",		"frs_dark_suffering":"Suffering modifies Jedi special attacks so that they weaken the attributes of a non-Jedi (or Jedi depleted of Force power) for a short period of time.",		"frs_dark_envy":"Envy modifies Jedi special attacks so that they damage Force power and return some of it to the wielder.",		"frs_light_serenity":"Serenity temporarily weakens the attributes of those who attack the Jedi.",		"frs_light_wisdom":"Wisdom modifies Jedi special attacks so that they drain the attribute pools of a non-Jedi (or Jedi depleted of Force power) and transfer them to the wielder.",		"frs_light_vigilance":"Vigilance modifies Jedi special attacks so that they damage Force power.",		"language_sullustan_comprehension":"This skill mod determines how well you can comprehend Sullustan as spoken by other players.",		"language_sullustan_comprehend":"This skill mod determines how well you can comprehend Sullustan as spoken by other players.",		"language_sullustan_speak":"This skill mod determines how well you can speak Sullustan to other players.",		"language_ithorian_comprehension":"This skill mod determines how well you can comprehend Ithorian as spoken by other players.",		"language_ithorian_comprehend":"This skill mod determines how well you can comprehend Ithorian as spoken by other players.",		"language_ithorian_speak":"This skill mod determines how well you can speak Ithorian to other players.",		"engineering_reverse":"This number represents the highest level of reverse engineering you can accomplish.",		"propulsion_reverse":"This number represents the highest level of reverse engineering you can accomplish.",		"defense_reverse":"This number represents the highest level of reverse engineering you can accomplish.",		"systems_reverse":"This number represents the highest level of reverse engineering you can accomplish.",		"pilot_special_tactics":"This skill mod reflects the pilot's level of general knowledge and increasing ability in executing the various pilot command tricks of the trade that they learn.",		"weapon_systems_experimentation":"This skill mod affects the experimentation of ship weapon systems.",		"shields_experimentation":"This skill mod affects the experimentation of ship shield systems.",		"power_systems_experimentation":"This skill mod affects the experimentation of ship power systems.",		"engine_experimentation":"This skill mod affects the experimentation of engine components.",		"chassis_experimentation":"This skill mod affects experimentation of ship chassis.",		"booster_experimentation":"This skill mod affects experimentation of ship boosters.",		"advanced_ship_experimentation":"This skill mod affects experimentation of advanced ship components.",		"weapon_systems":"This skill mod affects crafting of starfighter weapon systems.",		"weapon_repair":"This skill mod determines how effective you are at repairing weapons.",		"weapon_experimentation":"This skill mod directly affects how many experimentation points you receive when creating weapons.",		"weapon_assembly":"This skill mod determines the chance of succeeding when crafting weapons.",		"warcry":"This modifier increases the chance of succesfully executing the Brawler profession's warcry command.",		"volley":"This mod improves your chance of successfully launching volley fire.",		"vendor_item_limit":"This skill mod determines how many items a merchant may sell on each vendor. ",		"unarmed_toughness":"This mod will decrease the amount of melee damage you take when fighting unarmed.",		"unarmed_speed":"This mod improves your speed when fighting unarmed.",		"unarmed_passive_defense":"This modifier improves your chances of reacting to a succesful hit with a dodge, counterattack or block.",		"unarmed_damage":"This mod improves your damage when fighting unarmed.",		"unarmed_center_of_being_efficacy":"This skill mod controls the efficacy of Center Of Being when fighting unarmed.",		"unarmed_accuracy":"This mod improves your accuracy when fighting unarmed.",		"twohandmelee_toughness":"This mod decreases the amount of melee damage you will take when using a two-handed melee weapon.",		"twohandmelee_speed":"This mod improves your speed with two-handed melee weapons.",		"twohandmelee_center_of_being_efficacy":"This skill mod controls the efficacy of Center Of Being when wielding a two-handed melee weapon.",		"twohandmelee_accuracy":"This mod improves your accuracy with two-handed melee weapons.",		"twohandlightsaber_toughness":"This skill mod decreases the amount of damage taken while wielding two-handed lightsabers.",		"twohandlightsaber_speed":"This skill mod improves your attack speed with two-handed lightsabers.",		"twohandlightsaber_accuracy":"This skill mod improves your accuracy with two-handed lightsabers.",		"trapping":"The trapping skill mod represents a Ranger or Scout's ability to use traps effectively.  As this skill mod increases, the player gains the ability to use more complex traps.  The player also becomes better at hitting increasingly stronger creatures with traps.",		"tissue_experimentation":"This skill mod directly affects how many experimentation points you receive when assembling tissue as a Bio-Engineer.",		"tissue_assembly":"This skill mod determines the chance of succeeding when assembling tissue as a Bio-Engineer.",		"thrown_speed":"This mod improves your speed with thrown weapons.",		"thrown_accuracy":"The Thrown Weapon Accuracy skill mod changes how often you tend to hit with thrown weapons.",		"taunt":"This modifier will increase your chance of succesfully taunting a creature as a Brawler.",		"tame_non_aggro":"This skill represents the Creature Handler's ability to tame non-aggressive creature types.",		"tame_level":"This skill mod increases the maximum level of pet that that you can tame, and the maximum number of pet levels you may have active at any one time.  For example, a total of 20 means that you can tame creatures that are of up to level 20.  You could call a level 20 creature, or two level 10 creatures.  Note that you must also have sufficient 'Additional Pets' skill to call multiple pets regardless of level.",		"tame_bonus":"This skill mod assists in the taming of wild creatures.",		"tame_aggro":"This skill represents the Creature Handler's ability to tame aggressive creature types.",		"take_cover":"This modifier will increase your chance of succesfully taking cover in ranged combat.",		"surveying":"As your surveying skill increases, you gain the ability to scan for resources over a greater distance.  You also gain a higher chance of successfully harvesting resources and yet a higher yield per successful sample attempt.",		"survey_solid_resolution":"A higher Mineral Surveying Resolution tool gives prospecting players the ability to increase the number of resource marks seen on their survey screen. The result is that players with a higher skill in this will be much more efficient at expediently tracking down high resource deposits, as compared to a novice Artisan.",		"survey_solid_range":"The Mineral Surveying Range skill determines the range at which surveying is possible. A high Mineral Surveying Range skill means that one can either modify the range at which surveying is seen. The result is that it is possible to get more accurate readings by reducing the surveying range one is looking at. This requires a surveying tool that supports range modification.",		"survey_solid":"A higher Mineral Surveying skill allows players to obtain samples more efficiently. Resources will start to become extractable at lower percentages, and more resources may be found on a successful sample.  However, this skill mod does not necessarily increase the chances of getting a successful sample. Prospecting has always been something of a hit-or-miss vocation.",		"survey_liquid_resolution":"A higher Liquid Surveying Resolution tool gives prospecting players the ability to increase the number of resource marks seen on their survey screen. The result is that players with a higher skill in this will be much more efficient at expediently tracking down high resource deposits, as compared to a novice Artisan.",		"survey_liquid_range":"The Liquid Surveying Range skill determines the range at which surveying is possible. A high Liquid Surveying Range skill means that one can either modify the range at which surveying is seen. The result is that it is possible to get more accurate readings by reducing the surveying range one is looking at. This requires a surveying tool that supports range modification.",		"survey_liquid":"A higher Liquid Surveying skill allows players to obtain samples more efficiently. Resources will start to become extractable at lower percentages, and more resources may be found on a successful sample.  However, this skill mod does not necessarily increase the chances of getting a successful sample. Prospecting has always been something of a hit-or-miss vocation.",		"survey_gas_resolution":"A higher Gas Surveying Resolution tool gives prospecting players the ability to increase the number of resource marks seen on their survey screen. The result is that players with a higher skill in this will be much more efficient at expediently tracking down high resource deposits, as compared to a novice Artisan.",		"survey_gas_range":"The Gas Surveying Range skill determines the range at which surveying is possible. A high Gas Surveying Range skill means that one can either modify the range at which surveying is seen. The result is that it is possible to get more accurate readings by reducing the surveying range one is looking at. This requires a surveying tool that supports range modification.",		"survey_gas":"A higher Gas Surveying skill allows players to obtain samples more efficiently. Resources will start to become extractable at lower percentages, and more resources may be found on a successful sample.  However, this skill mod does not necessarily increase the chances of getting a successful sample. Prospecting has always been something of a hit-or-miss vocation.",		"survey_flora_structural_resolution":"A higher Flora Surveying Resolution tool gives prospecting players the ability to increase the number of resource marks seen on their survey screen. The result is that players with a higher skill in this will be much more efficient at expediently tracking down high resource deposits, as compared to a novice Artisan.",		"survey_flora_structural_range":"The Flora Surveying Range skill determines the range at which surveying is possible. A high Flora Surveying Range skill means that one can either modify the range at which surveying is seen. The result is that it is possible to get more accurate readings by reducing the surveying range one is looking at. This requires a surveying tool that supports range modification.",		"survey_flora_structural":"A higher Flora Surveying skill allows players to obtain samples more efficiently. Resources will start to become extractable at lower percentages, and more resources may be found on a successful sample.  However, this skill mod does not necessarily increase the chances of getting a successful sample. Prospecting has always been something of a hit-or-miss vocation.",		"stun_defense":"This mod will decrease your chance of being stunned.",		"structure_experimentation":"This skill mod directly affects how many experimentation points you receive when creating structures.",		"structure_complexity":"This skill mod determines the level of complexity you have at your disposal when creating structures.",		"structure_assembly":"This skill mod determines the chance of succeeding when crafting structures.",		"stored_pets":"This is the number of pets you may have stored at any time.",		"steadyaim":"This skill mod determines the effectiveness of a Squad Leader's /steadyaim command.",		"spice_experimentation":"This skill mod controls the quality of results in a spice experimentation session.",		"spice_assembly":"This skill mod governs the effectiveness of spice crafting.",		"slope_move":"Terrain negotiation affects the player's ability to move in rough terrain.  From 0 to 50, this skill increases the player's ability to move up slopes quickly.  From 50 to 100, this skill increases the player's ability to move fast while prone.",		"shop_sign":"This skill mod governs which shop signs are accessible to merchants.",		"shields_assembly":"This skill mod affects the crafting of starfighter deflector shields.",		"sales":"This skill mod determines how effective a vendor is at sales.",		"saber_block":"This skill mod determines your chance to block ranged attacks with your lightsaber.",		"rifle_speed":"This mod will increase your attack speed with a rifle.",		"rifle_hit_while_moving":"This mod will make you more accurate with a rifle while moving.",		"rifle_crawl":"The Rifle Crawl Speed skill modifier influences how fast players can crawl while using a rifle.",		"rifle_concealment_chance":"This mod allows you to attack a mobile without attracting the attention from other mobiles nearby. You must be far enough away from the mobile for this ability to work properly.",		"rifle_aim":"The Rifle Aiming skill modifier directly amplifies the effectiveness of the Aim command. A high skill in this can drastically increase your odds of Aiming, particularly if multiple Aims are used consecutively in the course of one attack.",		"rifle_accuracy":"As the Rifle Accuracy skill mod increases, the chance to hit an enemy with a rifle ranged attack also increases.",		"ridingmount":"Currently riding on a vehicle or creature.",		"reverse_engineering":"This skill mod affects analysis and construction of reverse engineered spaceship parts.",		"resistance_states":"This skill mod increases the chance to resist the effects of state attacks.",		"resistance_poison":"This skill mod increases the chance to resist poison.",		"resistance_fire":"This skill mod increases the chance to resist fire.",		"resistance_disease":"This skill mod increases the chance to resist the effects of disease.",		"resistance_bleeding":"This skill mod increases the chance to resist bleeding.",		"rescue":"This modifier will increase your chance of successfully using the Ranger profession's rescue command.",		"ranged_speed":"This skill mod will improve your speed with all ranged weapons.",		"ranged_defense":"This mod will make you harder to hit with ranged weapons.",		"ranged_accuracy":"This skill mod will improve your accuracy with all ranged weapons.",		"power_systems":"This skill mod affects the crafting of reactors and power systems for starfighters.",		"posture_change_up_defense":"This mod will protect you from posture changing attacks.",		"posture_change_down_defense":"This mod will protect you from posture changing attacks.",		"polearmlightsaber_toughness":"This skill mod decreases the amound of damage taken while wielding double-bladed lightsabers.",		"polearmlightsaber_speed":"This skill mod improves your attack speed with double-bladed lightsabers.",		"polearmlightsaber_accuracy":"This skill mod improves your accuracy with double-bladed lightsabers.",		"polearm_toughness":"This mod decreases the melee damage you will take when wielding a polearm.",		"polearm_speed":"This mod improves your speed with polearms.",		"polearm_center_of_being_efficacy":"This skill mod controls the efficacy of Center Of Being when wielding a polearm.",		"polearm_accuracy":"This improves your accuracy with polearms.",		"pistol_speed":"This mod improves your attack speed with pistols.",		"pistol_hit_while_moving":"This improves your ability to hit while moving and using a pistol.",		"pistol_aim":"The Pistol Aiming skill modifier directly amplifies the effectiveness of the Aim command. A high skill in this can drastically increase your odds of Aiming, particularly if multiple Aims are used consecutively in the course of one attack.",		"pistol_accuracy_while_standing":"This improves your pistol accuracy while standing.",		"pistol_accuracy":"As the Pistol Accuracy skill mod increases, the chance to hit an enemy with a pistol ranged attack also increases.",		"onehandmeleeaccuracy":"This mod will improve your accuracy with one-handed melee weapons.",		"onehandmelee_toughness":"This mod will decrease the melee damage taken by you while using a one-handed melee weapon. ",		"onehandmelee_speed":"This mod will improve your speed with one-handed melee weapons.",		"onehandmelee_damage":"This mod will increase your damage with one-handed melee weapons.",		"onehandmelee_center_of_being_efficacy":"This skill mod controls the efficacy of Center Of Being when wielding a one-handed melee weapon.",		"onehandmelee_accuracy":"This mod will improve your accuracy with one-handed melee weapons.",		"onehandlightsaber_toughness":"This skill mod decreases the amount of damage taken while wielding one-handed lightsabers.",		"onehandlightsaber_speed":"This skill mod improves your attack speed with one-handed lightsabers.",		"onehandlightsaber_accuracy":"This skill mod improves your accuracy with one-handed lightsabers.",		"offensive_strategy":"This skill mod affects the efficiency of various tactics.",		"mountedcreature":"Current carrying a rider.",		"morale_management":"This skill mod affects the morale of a Squad Leader's group.",		"missile_launching":"This skill mod aids in controlling how well a missile shot is set up, how well the missile is locked onto its target, and other factors affecting a successful missile attack.",		"mindblast_accuracy":"This skill mod improves your chance to successfully invade and cause discord in the mind of an enemy.",		"melee_speed":"This skill mod will improve your speed with all melee weapons.",		"melee_defense":"This mod improves your defense against melee attacks.",		"melee_accuracy":"This skill mod will improve your accuracy with all melee weapons.",		"meditate":"As this skill modifier increases, the effects of the /meditate command become more potent.",		"medicine_experimentation":"This skill mod directly affects how many experimentation points you receive when crafting medicine and medical items.",		"medicine_assembly":"This skill mod increases the chance of succeeding when crafting medicine and medical items.",		"medical_foraging":"This skill mod determines how easy it is for you to successfully Medical Forage.",		"mask_scent":"The higher your mask scent skill mod, the more effective you will be at hiding from aggressive and stalking creatures while /maskscent is enabled.  As this skill mod increases, the delay until you can use /maskscent again when detected is reduced and the duration of your scent mask increases.",		"markings":"This skill mod determines how adept the Image Designer is at modifying the body markings of a character. This is used to change such things as  tattoos, Lekku markings, and Mon Calamarian spot patterns.",		"manage_vendor":"For each point of Manage Vendor, the player may place a vendor in a structure.",		"lightsaber_toughness":"This skill mod decreases the amount of melee damage taken when wielding a lightsaber.",		"light_lightning_cannon_speed":"This mod improves your attack speed with Light Lightning Cannons.",		"light_lightning_cannon_accuracy":"As the Light Lightning Cannon Accuracy skill mod increases, the chance to hit an enemy with a Light Lightning Cannon weapon also increases.",		"leadership":"This skill mod affects different Squad Leader abilities.",		"language_zabrak_speak":"This skill mod determines how well you can speak Zabrak to other players.",		"language_zabrak_comprehension":"This skill mod determines how well you can comprehend Zabrak as spoken by other players.",		"language_zabrak_comprehend":"This skill mod determines how well you can comprehend Zabrak as spoken by other players.",		"language_wookiee_speak":"This skill mod determines how well you can speak Shyriiwook to other players.",		"language_wookiee_comprehension":"This skill mod determines how well you can comprehend Shyriiwook as spoken by Wookiees.",		"language_wookiee_comprehend":"This skill mod determines how well you can comprehend Shyriiwook as spoken by Wookiees.",		"language_twilek_speak":"This skill mod determines how well you can speak Ryl to other players.",		"language_twilek_comprehension":"This skill mod determines how well you can comprehend Ryl as spoken by other players.",		"language_twilek_comprehend":"This skill mod determines how well you can comprehend Ryl as spoken by other players.",		"language_trandoshan_speak":"This skill mod determines how well you can speak Dosh to other players.",		"language_trandoshan_comprehension":"This skill mod determines how well you can comprehend Dosh as spoken by other players.",		"language_trandoshan_comprehend":"This skill mod determines how well you can comprehend Dosh as spoken by other players.",		"language_rodian_speak":"This skill mod determines how well you can speak Rodese to other players.",		"language_rodian_comprehension":"This skill mod determines how well you can comprehend Rodese as spoken by other players.",		"language_rodian_comprehend":"This skill mod determines how well you can comprehend Rodese as spoken by other players.",		"language_moncalamari_speak":"This skill mod determines how well you can speak Mon Calamarian to other players.",		"language_moncalamari_comprehension":"This skill mod determines how well you can comprehend Mon Calamarian as spoken by other players.",		"language_moncalamari_comprehend":"This skill mod determines how well you can comprehend Mon Calamari as spoken by other players.",		"language_lekku_speak":"This skill mod determines how well you can communicate in Lekku to other players.",		"language_lekku_comprehension":"This skill mod determines how well you can comprehend the language of Lekku as displayed by Twi'leks.",		"language_lekku_comprehend":"This skill mod determines how well you can comprehend the language of Lekku as displayed by Twi'leks.",		"language_bothan_speak":"This skill mod determines how well you can speak Bothese to other players.",		"language_bothan_comprehension":"This skill mod determines how well you can comprehend Bothese as spoken by other players.",		"language_bothan_comprehend":"This skill mod determines how well you can comprehend Bothese as spoken by other players.",		"language_basic_speak":"This skill mod determines how well you can speak Basic to other players.",		"language_basic_comprehension":"This skill mod determines how well you can comprehend Basic as spoken by other players.",		"language_basic_comprehend":"This skill mod determines how well you can comprehend Basic as spoken by other players.",		"language_all_comprehend":"With this ability a character can understand most languages spoken in the known galaxy.  (The player can understand any spoken language without special skills.)",		"knockdown_defense":"This mod will protect you from being knocked down.",		"keep_creature":"This skill mod represents how many active pets you can have under your control at one time.",		"jedi_toughness":"This skill mod increases a Jedi's natural resistance to all damage types except lightsaber",		"jedi_state_defense":"This skill mod increases a Jedi's natural resistance to all states",		"jedi_saber_experimentation":"This mod directly affects the extent to which you are able to customize and experiment when crafting a lightsaber.",		"jedi_saber_assembly":"This mod determines your chance of successfully assembling a lightsaber.",		"jedi_force_power_regen":"This mod represents the rate at which your Force power regenerates in points per 10 seconds.",		"jedi_force_power_max":"This mod represents the total Force power that is able to be wielded.",		"intimidate_defense":"This mod decreases the chance of becoming intimidated. ",		"intimidate":"This mod increases the chance of terrifying your target and putting them into the intimidated state. ",		"instrument_assembly":"This skill mod increases the chances of succeeding when crafting instruments.",		"hiring":"As your hiring skill mod increases, the variety of vendors you can place improves.  A high hiring skill mod gives the player access to new types of terminal, droid, and NPC vendors.",		"heavyweapon_speed":"The Heavy Weapon Speed skill mod changes how often you can fire your weapon.",		"heavyweapon_accuracy":"The Heavy Weapon Accuracy skill mod changes how often you tend to hit with heavy weapons.",		"heavy_rocket_launcher_speed":"This mod improves your attack speed with Heavy Rocket Launchers.",		"heavy_rocket_launcher_accuracy":"As the Heavy Rocket Launcher skill mod increases, the chance to hit an enemy with a Heavy Rocket Launcher also increases.",		"heavy_rifle_lightning_speed":"This mod improves your attack speed with Light Lightning Cannons.",		"heavy_rifle_lightning_accuracy":"As the Light Lightning Cannon Accuracy skill mod increases, the chance to hit an enemy with a Light Lightning Cannon weapon also increases.",		"heavy_rifle_lighting_accuracy":"As the Light Lightning Cannon Accuracy skill mod increases, the chance to hit an enemy with a Light Lightning Cannon weapon also increases.",		"heavy_rifle_acid_speed":"This mod improves your attack speed with Heavy Acid Rifles.",		"heavy_rifle_acid_accuracy":"As the Heavy Acid Rifle skill mod increases, the chance to hit an enemy with a Heavy Acid Rifle increases.",		"heavy_particle_beam_speed":"This mod improves your attack speed with Heavy Particle Beam weapons.",		"heavy_particle_beam_accuracy":"As the Heavy Particle Beam Accuracy skill mod increases, the chance to hit an enemy with a Heavy Particle Beam weapon also increases.",		"heavy_lightning_rifle_accuracy":"As the Light Lightning Cannon Accuracy skill mod increases, the chance to hit an enemy with a Light Lightning Cannon weapon also increases.",		"heavy_lightning_beam_speed":"This mod improves your attack speed with Heavy Lightning Beam weapons.",		"heavy_lightning_beam_accuracy":"As the Heavy Lightning Beam Accuracy skill mod increases, the chance to hit an enemy with a Lightning Beam weapon increases.",		"heavy_lighting_rifle_accuracy":"As the Light Lightning Cannon Accuracy skill mod increases, the chance to hit an enemy with a Light Lightning Cannon weapon also increases.",		"heavy_flame_thrower_speed":"This mod improves your attack speed with Flamethrowers.",		"heavy_flame_thrower_accuracy":"As the Flamethrower Accuracy skill mod increases, the chance to hit an enemy with a Flamethrower increases.",		"heavy_acid_rifle_speed":"This mod improves your attack speed with Heavy Acid Rifles.",		"heavy_acid_rifle_accuracy":"As the Heavy Acid Rifle skill mod increases, the chance to hit an enemy with a Heavy Acid Rifle increases.",		"heavy_acid_beam_speed":"This mod improves your attack speed with Heavy Acid Beam weapons.",		"heavy_acid_beam_accuracy":"This mod improves your accuracy with Heavy Acid Beam weapons.",		"healing_wound_treatment":"This skill mod provides a direct bonus to the amount of wounds you can heal at once.  A bonus of 50 would equal 50% more wounds healed per treatment.  This also changes the effects of enhancement medication.",		"healing_wound_speed":"This skill mod helps to lower the duration time between healing wounds.  A higher number means that you can heal wounds more often.",		"healing_range_speed":"This skill mod helps to lower the duration time between ranged healings.  A higher number means that you can perform ranged heals more often.",		"healing_range":"This Combat Medic skill mod is used to help extend the range of effective ranged healing.  The higher the number, the further your healing target can be from you and still be healed.",		"healing_music_wound":"This skill mod determines how effective you are at healing the Mind/Focus/Willpower wounds of players that are listening to you play music.",		"healing_music_shock":"This skill mod determines how effective you are at healing the Battle Fatigue of players that are listening to you play music.",		"healing_music_mind":"This skill mod determines how effective you are at healing the Mind injuries of players that are listening to you play music.",		"healing_music_ability":"This skill mod determines what songs you can play and what instruments you can use.  The higher the number, the wider the variety of both songs and instruments.",		"healing_injury_treatment":"This skill mod provides a direct bonus to the number of injuries you can heal at once.  A bonus of 50 would equal 50% more injury points healed per treatment.  This also changes the effects of enhancement medication.",		"healing_injury_speed":"This skill mod helps to lower the duration between healing injuries.  A higher number means that you can heal injuries more often.",		"healing_dance_wound":"This skill mod determines how effective you are at healing the Mind/Focus/Willpower wounds of players that are watching you dance.",		"healing_dance_shock":"This skill mod determines how effective you are at healing the Battle Fatigue of players that are watching you dance.",		"healing_dance_mind":"This skill mod determines how effective you are at healing the Mind injuries of players that are watching you dance.",		"healing_dance_ability":"This skill mod determines the number of dances that you know.  The higher the number, the more dances you are likely to know.",		"healing_ability":"This skill mod determines the level of medication that you have access to use to heal patients with.  The higher the number, the more advanced your medicine selection is.",		"hair":"This skill mod determines how adept the Image Designer is at modifying a character's hairstyle. This is used to trim or color facial hair, as well as to sculpt hairstyles and modify hair color.",		"group_slope_move":"This skill mod determines how fast members of a Squad Leader's group can move through sloped terrain conditions.  The higher the number, the easier group members can move over hills.",		"group_ranged_defense":"The group ranged defense skill mod grants everyone in the Squad Leader's party the ability to defend against ranged attacks more effectively.",		"group_melee_defense":"The group melee defense skill mod grants everyone in the Squad Leader's party the ability to defend against melee attacks more effectively.",		"group_burst_run":"The group burst run efficiency skill mod is a direct percentage decrease to the cost of using the /burstrun command for all members of your group.",		"grenade_experimentation":"The Grenade Experimentation skill mod directly affects how many Experimentation points you receive when crafting grenades.",		"grenade_assembly":"the Grenade Assembly skill mod helps to determine success in grenade assembly.",		"general_experimentation":"This skill mod directly affects how many experimentation points you receive when crafting general items.",		"general_assembly":"This skill mod increases the chance of succeeding when crafting general items.",		"forceweaken_accuracy":"This skill mod improves your chance to successfully debilitate your enemies with the Force.",		"forcethrow_accuracy":"This skill mod improves your chance to hit enemies with small objects thrown with the Force.",		"forcelightning_accuracy":"This skill mod improves your chance to successfully hit your enemies with Force lightning.",		"forceknockdown_accuracy":"This skill mod improves your chance to knock down enemies with the Force.",		"forceintimidate_accuracy":"This skill mod improves your chance to intimidate enemies with the Force.",		"force_vehicle_speed":"This skill mod affects your acceleration and deceleration abilities with a vehicle that you are piloting, allowing you to achieve your maximum speed more quickly, and making your ability to stop more effective.",		"force_vehicle_control":"This skill mod gives you better control over a vehicle that you are piloting, giving it a better maximum turn rate and better turning abilities overall.",		"force_shield":"This mod increase the amount of Force damage your Force Shield blocks.",		"force_run":"The Force run skill mod is a direct multiplier to the movement speed of the Jedi.",		"force_repair_bonus":"This skill mod directly affects your chances of repairing a damaged or broken item.",		"force_power_light":"This skill mod increases the strength of any offensive Force attack.",		"force_power_dark":"This skill mod increases the strength of any offensive Force attack.",		"force_persuade":"This skill mod allows you to use a minor Jedi mind trick, getting you better prices for some goods, like skill training from skill trainers.",		"force_manipulation_light":"This skill mod increases the efficiency of any Force ability.",		"force_manipulation_dark":"This skill mod increases the efficiency of any Force ability.",		"force_luck":"You seem to be lucky, and this skill mod is an indication of just how lucky.  This will affect things like the amount of money you find on defeated foes.",		"force_feedback":"This mod indicates the amount of feedback that a Force attack will cause.",		"force_failure_reduction":"This skill mod decreases the chances of failing when crafting an item.",		"force_experimentation":"This skill mod directly increases your chance at receiving an amazing success when crafting any object.",		"force_defense":"This skill mod affects your ability to defend yourself from Force attacks.",		"force_control_light":"This skill mod increases the strength of any healing or enhancement effects.",		"force_control_dark":"This skill mod increases the strength of any healing or enhancement effects.",		"force_choke":"This mod represents the duration of your Force Chokes.",		"force_assembly":"This skill mod enhances your ability to succeed when crafting any object.",		"force_armor":"This mod increase the amount of normal damage your Force Armor blocks.",		"force_absorb":"This mod indicates the amount of Force power you will absorb when attacked.",		"foraging":"The foraging skill mod improves the quality of the /forage command.  As this skill mod increases, the chance of successfully foraging improves.",		"food_experimentation":"This skill mod directly affects how many experimentation points you receive when crafting food.",		"food_assembly":"This skill mod determines the chance of succeeding when crafting food.",		"flora_harvester_speed":"This skill mod determines how fast your flora harvesters are at general extraction.",		"flora_harvester_maintenance":"This skill mod affects the maintenance rate of flora harvesters.",		"flora_harvester_efficiency":"This skill mod determines how efficiently your flora harvesters operate.",		"feign_death":"As this ability improves,  so does the player's chance of successfully performing feign death in combat.",		"face":"This skill mod determines how adept the Image Designer is at modifying the facial attributes of a character. This is used to change eye color, eye size, nose width, and all other facial options.",		"engine_assembly":"This skill mod affects crafting of starfighter engines.",		"droid_tracks":"This skill modifier value affects the Bounty Hunter player's number of possible 'tracks' when it comes to utilizing a Bounty Hunter's droid 'find' feature.",		"droid_track_speed":"This skill modifier value affects the Bounty Hunter player's speed when it comes to utilizing a Bounty Hunter's droid 'track' feature.",		"droid_track_chance":"This skill modifier value affects the Bounty Hunter player's success rate when it comes to utilizing a Bounty Hunter's droid 'track' feature.",		"droid_find_speed":"This skill modifier value affects the Bounty Hunter player's speed when it comes to utilizing a Bounty Hunter's droid 'find' feature.",		"droid_find_chance":"This skill modifier value affects the Bounty Hunter player's success rate when it comes to utilizing a Bounty Hunter's droid 'find' feature.",		"droid_experimentation":"This skill mod directly affects how many experimentation points you receive when creating droids.",		"droid_customization":"This skill modifier value affects the Droid Engineer's success rate and capabilities when it comes to colorizing and customizing droids and droid-related objects.",		"droid_complexity":"This is an erroneous value.",		"droid_assembly":"This skill modifier value affects the Droid Engineer's success rate when it comes to assembling droids and droid-related objects.",		"dodge":"This mod increases your chance to dodge incoming attacks. ",		"dna_harvesting":"This skill allows a Bio-Engineer to sample higher quality DNA from creatures with less trauma to their system.",		"dizzy_defense":"This mod improves your chance to avoid being dizzied. ",		"dissipation_poison":"This skill mod reduces the duration of poison.",		"dissipation_fire":"This skill mod reduces the duration of fire.",		"dissipation_disease":"This skill mod reduces the duration of disease.",		"dissipation_bleeding":"This skill mod reduces the duration of bleeding.",		"creature_knowledge":"When a player with creature knowledge examines a creature, they learn additional information about the creature's abilities.  The higher this skill mod, the more information displayed.",		"creature_hit_bonus":"Skilled scouts and rangers have gained the ability to strike creatures more effectively.  This raw to-hit bonus only applies to normal ranged attacks.",		"creature_harvesting":"This skill mod is used to determine the quantity of resources harvested from a creature.",		"creature_experimentation":"This skill mod directly affects how many experimentation points you receive while assembling creatures as a Bio-Engineer.",		"creature_assembly":"This skill mod determines the chance at success when assembling creatures as a Bio-Engineer.",		"crafting_repair":"This skill mod determines how effective you are at general repair of crafted items.",		"cover":"The Cover skill mod determines how safe you are from enemy notice and attack while in a covered state.",		"counterattack":"This mod controls your chance of responding to an aggressive attack with an unblockable counterattack.",		"combat_medicine_experimentation":"This skill mod directly affects how many experimentation points you receive when crafting Combat Medic medicines and medical items.",		"combat_medicine_assembly":"This skill mod increases the chances of succeeding when crafting Combat Medic medicines.",		"combat_medic_effectiveness":"This skill mod determines how effective you are at performing Combat Medic techniques.",		"combat_healing_ability":"This skill mod determines the range and sophistication of your combat medical techniques and medicines.  The higher the number, the higher the effectiveness of these techniques and medicines.",		"combat_haste":"This mod impoves your speed for all combat actions.",		"combat_equillibrium":"This mod increases the chance of automatically recovering from a forced posture change.",		"clothing_repair":"This skill mod determines how effective you are at repairing clothing.",		"clothing_experimentation":"This skill mod directly affects how many experimentation points you receive when crafting Combat Medic medicines and medical items.",		"clothing_customization":"This skill mod determines the extent of modification you can perform on clothing items in the crafting process.",		"clothing_assembly":"This skill mod increases the chance of succeeding when crafting clothing items.",		"chassis_assembly":"This skill mod affects crafting and experimentation of starfighter chassis.",		"center_of_being_duration_unarmed":"This skill mod controls the duration of the Center Of Being command when fighting unarmed.",		"center_of_being_duration_twohandmelee":"This skill mod controls the duration o fthe center of being command when fighting with a two-handed melee weapon.",		"center_of_being_duration_polearm":"This skill mod controls the duration o fthe center of being command when fighting with a polearm.",		"center_of_being_duration_onehandmelee":"This skill mod controls the duration o fthe center of being command when fighting with a one-handed melee weapon.",		"carbine_speed":"This mod improves your attack speed with carbines.",		"carbine_hit_while_moving":"This mod improves your chace of hitting while moving with a carbine.",		"carbine_aim":"The Carbine Aiming skill modifier directly amplifies the effectiveness of the Aim command. A high skill in this can drastically increase your odds of Aiming, particularly if multiple Aims are used consecutively in the course of one attack.",		"carbine_accuracy":"As the Carbine Accuracy skill mod increases, the chance to hit an enemy with a carbine ranged attack also increases.",		"camp":"A higher camping skill enables the use of increasingly complex camp kits.",		"camouflage":"A higher camouflage skill means the Ranger's conceal ability will last longer and be more effective on himself and others.",		"burst_run":"The burst run efficiency skill mod is a direct percentage decrease to the cost of using the /burstrun command.",		"bounty_mission_level":"Every point in this mod will allow access to more lucrative and difficult Bounty Hunter missions.",		"booster_assembly":"This skill mod affects the crafting of boosters for starfighters.",		"body":"This skill mod determines how adept the Image Designer is at modifying a character's body.  This is used to change height, weight, muscle, and other customizations.",		"block":"This mod increases the chance of succesfully blocking an attack. ",		"blind_defense":"This mod will protect you from being blinded.",		"bio_engineer_experimentation":"This skill mod governs the Bio-Engineer's ability to experiment on crafted creatures and tissue samples.",		"bio_engineer_assembly":"This skill mod governs the Bio-Engineer's ability to craft creatures and tissue samples.",		"berserk":"This mod improves your chance of succesfully entering the berserk state.",		"armor_repair":"This skill mod determines how effective you are at repairing armor.",		"armor_experimentation":"This skill mod directly affects how many experimentation points you receive when creating armor.",		"armor_customization":"This skill mod determines the extent of modification you can perform on armor items in the crafting process.",		"armor_assembly":"This skill mod determines the chance of succeeding when crafting armor.",		"anti_shock":"This skill mod determines your resistance to shock.",		"alert":"The Alert skill offers a chance to defend against a surprise shot from a covered sniper.  The higher the skill, the better the chance to successfully defend against this type of attack.",		"aim":"This mod increases the efficacy of your aim command.",		"advertising":"This is being removed for now.",		"advanced_assembly":"This skill mod affects the crafting of advanced starship systems.",		"absorption_poison":"This skill mod reduces the the damage taken from poison.",		"absorption_fire":"This skill mod reduces the damage taken from fire.",		"absorption_disease":"This skill mod reduces the damage taken from disease.",		"absorption_bleeding":"This skill mod decreases the damage taken from bleeding."
}}
