{
	"stfFile":"survey",
	"entries": {
		"radioactive_sample_unknown":"You have chosen to override safety measures and may now sample the chosen radioactive.",		"radioactive_sample_known":"You have chosen to override safety measures and may now sample ",		"radioactive_sample_d":"Sampling a radioactive mineral will result in harmful effects. Are you sure you wish to continue?",		"radioactive_sample_t":"Confirm Radioactive Sample",		"must_have_harvester":"You are unable to gather energy resources with a survey tool, and will need to place a generator here to take advantage of any available at this location.",		"gamble_fail":"You weren't able to recover the full concentration of resources.",		"gamble_success":"You successfully recover the concentration of resources!",		"gamble_no_action":"You don't have enough action points to recover the concentration.",		"gnode_2":"Attempt to recover the resources. (300 Action)",		"gnode_1":"Ignore the concentration and continue working.",		"gnode_d":"It appears you have found a previously undetected concentration of resource.  An initial inspection indicates the cache is of high quality, but it looks like it may be difficult to get to.",		"gnode_t":"Survey Event",		"node_recovery":"You successfully recover a particularly rich concentration of resource!",		"node_not_close":"You weren't close enough to the concentration to recover it.",		"node_waypoint":"A waypoint to the concentration has been added to your datapad.",		"cnode_2":"Focus the device on the concentration.",		"cnode_1":"Ignore the survey device and continue working.",		"cnode_d":"As you work, your survey device beeps and chatters.  You look down to find that it has discovered a nearby node of concentrated resources.",		"cnode_t":"Survey Event",		"critical_success":"You successfully recover a particularly rich sample!",		"sample_empty":"You are unable to find any more samples in the immediate area.",		"no_inv_space":"You don't have enough inventory space to carry the samples you found.",		"sample_cancel_attack":"You can't take samples while under attack!",		"sample_gone":"Sampling process aborted because the sampling tool is no longer in your inventory.",		"sample_select_type":"Select the type of resource you wish to sample.",		"sample_survey":"You can't take resource samples while you are surveying.",		"survey_sample":"You can't take a survey while you are collecting samples.",		"sample_cancel":"You stop taking resource samples.",		"survey_waypoint":"A waypoint to the highest detected concentration of the resource has been activated.",		"start_survey":"You begin to survey for %TO.",		"start_sampling":"You begin to sample for %TO.",		"trace_amount":"You are only able to locate trace amounts of %TO.",		"density_below_threshold":"Locating a viable sample of %TO here seems a bit beyond your skill.",		"efficiency_too_low":"%TO's resource density is too low to locate a sample here.",		"select_range":"Select the desired range to resolution ratio.",		"select_class":"Select the desired resource class.",		"sample_located":"You successfully locate a %DI unit sample of %TO.",		"sample_failed":"You failed to locate a sample of %TO.",		"tool_recharge_time":"You will be able to sample again in %DI seconds.",		"wrong_tool":"%TO resources cannot be located with this tool."
}}
