{
	"stfFile":"system_msg",
	"entries": {
		"manf_output_hopper_full":"Your manufacturing station, %TT, has stopped making items because the output hopper is full.",		"new_datapad_device":"A new device has been placed in your datapad.",		"move_fail_inventory_overloaded":"You cannot move because your inventory is overloaded.",		"inventory_full":"Your inventory is full",		"manf_schematic_generic_component":"The schematic %TT is unusable, due to being made with a generic component.",		"manf_schematic_error":"Schematic Error",		"crate_unuseable":"The crate %TT contains items no longer used by the game and should be removed from your inventory.",		"manf_schematic_unuseable":"The schematic %TT is no longer used by the game and should be removed from your inventory.",		"gift_granted_sub":"Happy Holidays",		"gift_granted":"Check your inventory for a special gift.  Happy Holidays and may The Force be with you!",		"equip_armor_fail_prose":"You need %DI more %TT to wear this armor.",		"cant_split_crate":"Your crate is too old to split. You can only split shiny new crates!",		"cant_delete_crafting_factory":"You may not destroy a factory crate that is being used during a crafting session.",		"schematic_granted":"You have been given a new Draft Schematic.",		"give_item_failure":"You were unable to receive an item because your inventory was full.",		"give_item_success":"An item was given to you and placed in your inventory.",		"lost_component":"Your component %TT was lost due to your inventory being full.",		"manf_error_9":"Error transferring new object to output hopper of manufacturing station, please file a bug report.",		"manf_error_8":"Error creating object for manufacturing station, please file a bug report.",		"manf_error_7":"Manufacturing station unable to create crate to store objects in, please file a bug report.",		"manf_error_6":"Can't find output hopper for manufacturing station when trying to create an object, please file a bug report.",		"manf_error_5":"Can't find input hopper for manufacturing station when trying to create an object, please file a bug report.",		"manf_error_4":"Manufacturing station found schematic with a count of <= 0 when trying to create an object, please file a bug report.",		"manf_error_3":"No schematic found when trying to create an object, please file a bug report.",		"manf_error_2":"Manufacturing station has an invalid item count, please file a bug report.",		"manf_error_1":"No schematic for station, please file a bug report.",		"manf_error":"Internal Manufacturing Error",		"migration_too_low":"Your stat migration goals are too low! They have been lowered to fit the limits defined by your character race.",		"migration_too_high":"Your stat migration goals are too high! They have been lowered to fit the limits defined by your character race.",		"report_wait":"You must wait %DI seconds before sending another harassment report.",		"no_ingredients":"Out of ingredients",		"manf_no_unknown_resource":"Your manufacturing station, %TT, has run out of a resource.",		"manf_no_named_resource":"Your manufacturing station, %TT, has run out of resource %TO.",		"manf_no_component":"Your manufacturing station, %TT, has run out of component %TO.",		"report_success":"Your harassment report has successfully been reported concerning %TT.",		"report_no_name":"You must enter the name of the person you are reporting for harassment. Ex. /report <name>",		"report_invalid_name":"No chat logs were found concerning %TT in the last %DI minutes. Make sure the harassing player's name you specified is correct.",		"no_power":"Out of power",		"manf_no_power":"Your manufacturing station, %TT, has run out of power.",		"stats_error":"Attributes error",		"stats_too_low":"Your maximum attribute values are too low! They have been raised to fit the limits defined by your character race.",		"stats_too_high":"Your maximum attribute values are too high! They have been lowered to fit the limits defined by your character race.",		"no_valid_schematics":"You don't have any draft schematics that can be used with this tool.",		"crafting_tool_full":"The crafting tool has a prototype or manufacturing schematic in its output hopper. You need to make room in your inventory or datapad and remove the item before you can use the tool again.",		"manf_done_sub":"Manufacturing station finished",		"already_member_of_bank":"You are already a member of this bank.",		"manf_done":"Your manufacturing station, %TT, has stopped making items. %DI items were made.",		"prototype_not_transferred":"A prototype object is finished being created, but cannot be placed in your inventory, probably because it is too big.",		"prototype_transferred":"A prototype object is finished being created and has been placed in your inventory.",		"sit":"You sit.",		"out_of_range":"You are out of range",		"item_not_equippable":"Item not equippable",		"succesfully_quit_bank":"You have quit the bank",		"bank_not_empty":"You cannot quit the bank while you still have items in it.",		"succesfully_joined_bank":"You have joined the bank",		"member_of_different_bank":"You cannot join this bank while you are already a member of a different bank.",		"crafting_tool_creating_prototype":"The crafting tool is creating a prototype object. It may not be used until the prototype has been completed.",		"crafting_tool_in_use":"The crafting tool is being used by another player.",		"prototype_done":"Your prototype object is finished.",		"cant_open_output_hopper":"The station's output hopper may not be opened while a prototype object is being created. Please wait.",		"equip_armor_fail":"You are not healthy enough to wear this armor!",		"equip_shield_fail":"You may not equip more than one personal shield."
}}
