{
	"stfFile":"ui_imagedesigner",
	"entries": {
		"return_to_tent_warning_prose":"You must re-enter the Image Design Tent within %DI seconds or the session will be canceled.",		"canceled_session_by_leaving_tent":"The Image Design session was canceled.",		"canceled_session_by_entering_combat":"The Image Design session was canceled because you have entered combat.",		"holoemote_none":"None",		"help_recipient_commit":"Click this button to accept the changes and pay the offered credits.  This button is not available until the minimum amount of time has elapsed, and the Image Designer has committed their changes.",		"help_recipient_credits":"This is how much money you are offering in return for the Image Designer's services.  The changes can not be made until you offer at least as much money as they require.",		"help_recipient_data":"This window displays how much more time must be spent before the changes can be committed.  In addtion, it lists the minimum amount of money you are required to pay (feel free to pay more if you're generous).  It also lists whether your stats will be migrated, and what Holo-Emote the Designer is granting to you, if any.",		"help_recipient_zoom":"Use these buttons to zoom in and examine your character more closely.",		"help_after":"This is how your character would look if you accepted the Image Designer's changes.",		"help_before":"This is how your character currently looks.",		"help_recipient_start":"An Image Designer is trying to change your appearance or migrate your stats.  You may click the "Reject" button at any time to end this process.",		"help_holoemotes":"Selecting one of these radio buttons will assign a Holo-Emote to a character.  These grant a command to players that are used to play visual effects.  They have a certain amount of charges, and a character may only have one active Holo-Emote command at a time.  A very skilled Image Designer can grant the "All" Holo-Emote to characters, which lets them select any Holo-Emote each time they use it.",		"help_statmigration":"Image Designers are the only characters that can migrate stats.  Characters set their targets in the character sheet, but this checkbox must be selected for the stat migration targets to take effect.",		"help_designer_commit":"Click this button to accept the changes.  Once you commit, the recipient must also accept before the changes are made.",		"help_revert":"Click this button to revert the changes made to the character.  The minimum time required timer will not reset.",		"help_cancel":"Click this button to cancel the current session.  Any time spent will be lost.",		"help_designer_credits":"This can be used to set a minimum amount of credits that the recipient must pay.  They can offer more than you require, but the changes cannot be made until they offer at least this many credits.",		"help_designer_offered":"This is the number of credits the recipient has offered to pay in return for the design changes.",		"help_timer":"This timer counts down the minimum time required before the selected changes can be committed.  Some changes, like changing a character's hair, can be done quickly.  More drastic changes require more time.",		"help_hair":"This allows you to select the hair for a character.",		"help_color":"The color palettes are used to modify color customizations.",		"help_morph":"These sliders change customizations that use a range (like height, or lip size).",		"help_group":"Like in character creation, a character's customizations are broken up into multiple categories.  Click on these buttons to select a group for modification.",		"help_designer_start":"This is the Image Design screen.  From this interface, you can modify the physical appearance of characters.  In addition, you can migrate player's stats and grant them "Holo-Emotes", which give the player the ability to display certain visual effects.",		"holoemotes":"Holo-Emotes",		"imagedesigner_not_paying_enough":"Session canceled, the recipient isn't paying enough credits.",		"must_be_at_booth":"You can only stat migrate players while inside an Image Designer Tent, but you can never stat migrate yourself.",		"hair_not_available_for_this_group":"Hair changes are not available for the selected group.  Try selecting "Hair", "Lekku", etc.",		"not_enough_skill_slider":"You don't have enough skill to modify this value.",		"not_enough_skill_picker":"You don't have enough skill to modify this value.",		"ready":"Ready",		"noskill":"You don't have any image designer skills",		"notarget":"ERROR: no target for image design session",		"holoemote_all":"All",		"holoemote_butterflies":"Butterflies",		"holoemote_phonytail":"Phonytail",		"holoemote_technokitty":"Technokitty",		"holoemote_bullhorns":"Bullhorns",		"holoemote_sparky":"Sparky",		"holoemote_holonotes":"Holonotes",		"holoemote_rebel":"Rebel",		"holoemote_imperial":"Imperial",		"holoemote_brainstorm":"Brainstorm",		"holoemote_beehive":"Beehive",		"holoemote_haunted":"Haunted",		"holoemote_hearts":"Hearts",		"holoemote_champagne":"Champagne",		"holoemote_blossom":"Blossom",		"holoemote_hologlitter":"Hologlitter",		"holoemote_bubblehead":"Bubblehead",		"recipient_cancelled_session":"The recipient cancelled the image design session.",		"designer_cancelled_session":"The Image Designer cancelled the session.",		"requiredcost":"Required Payment:",		"face":"View Face",		"body":"View Body",		"revert":"Revert",		"offeredmoney":"Offered Credits:",		"doingstatmigration":"Migrate Stats:",		"purchasedholoemotes":"Purchased Holo-Emote:",		"cost":"Cost",		"acceptedbydesigner":"Accepted By Designer:",		"advanced_tab":"Advanced",		"customization_tab":"Customizations",		"timeleft":"Time Until Committable:",		"cancel":"Cancel",		"commit":"Commit",		"accept":"Accept",		"reject":"Reject",		"after":"After",		"before":"Before",		"designer_caption":"Image Designer",		"recipient_caption":"Being Image Designed by: "
}}
