{
	"stfFile":"ui_opt",
	"entries": {
		"default":"",		"tooltip_show_radar_arrows":"Causes arrows to display on the radar for NPCs that are outside of the radar range.",		"show_game_obj_arrows_on_radar":"Show object arrows on the radar.",		"tooltip_show_radar_npc":"Enabling this option causes friendly NPCs to show up as white dots on your radar map.  If you have game object arrows turned on, arrows may also show up for these objects on the radar.",		"show_radar_npc":"Enable display of friendly NPCs on the radar.",		"winkey_windowed":"Enable Windows key in windowed mode",		"winkey_fullscreen":"Enable Windows key in fullscreen mode",		"waypoint_onscreen":"Show Arrows to Waypoints Onscreen",		"waypoint_mon":"Onscreen Waypoint Monitor",		"ui_res":"Show Average For These Resource Attributes",		"ui_palette":"UI Palette",		"turn_strafes":"Turn Strafes When Mouselook Enabled (EQ Style)",		"trackir":"Enable trackIR Head Tracking",		"tooltip_winkey_windowed":"Check this box to enable or disable the Windows key's function while in windowed mode.",		"tooltip_winkey_fullscreen":"Check this box to enable or disable the Windows key's function while in fullscreen mode.",		"tooltip_window":"Check this box to disable the Windows key from functioning while in windowed mode.",		"tooltip_waypoint_onscreen":"Select this option to show Arrows in the center of the screen which
point toward Waypoints that are not in your field of view.",		"tooltip_waypoint_mon":"Toggle the Onscreen Waypoint Monitor.",		"tooltip_ui_palette":"You can choose between several pre-defined palette color schemes for the UI.",		"tooltip_turn_strafes":"Check this box to enable whether turning causes your character to strafe (slide to the left or right) as well.",		"tooltip_trackir":"Enable Head Tracking via Natural Point's trackIR.",		"tooltip_text_colors_words":"If text in this list appears in chat, the text is displayed in the specified color. If you want to modify the color of an item in this list, click the item, then click the new color.",		"tooltip_text_colors_sentences":"If text in this list appears in chat, it entire sentence is displayed in the specified color. If you want to modify the color of an item in this list, click the item, then click the new color.",		"tooltip_text_colors_palette":"This is the palette of colors you can assign to your chat messages.",		"tooltip_text_colors_game_messages":"Select the game message, then select the color you want it to appear in chat.",		"tooltip_terrain_threshold_high":"This option modifies the distance around the player that the terrain is rendered at the highest possible detail.  High detail terrain contains many static objects such as flora and rocks.",		"tooltip_terrain_threshold":"This option modifies the overall detail of terrain and terrain objects seen in the game.  Low-end system users are encouraged to keep this in the mid to low range to enhance overall performance.",		"tooltip_target_nothing_untargets":"Check this box to toggle whether or not clicking in a space absent of any potential target will remove your current target.",		"tooltip_system_message_timeout":"Adjust the Onscreen System Message Duration",		"tooltip_space_reticle_percentage":"Adjusting this will change the size of the target reticle.",		"tooltip_space_camera_elasticity":"Adjust the camera's elasticity when following your starship.",		"tooltip_show_system_message":"Select this to have System Messages popup in the center of your screen, as well as in your Chat window.

Deselect this option to have System Messages only show up in your Chat Window.",		"tooltip_show_popup_help":"Many UI Windows have a series of Popup Help Tips associated with them.

If this option is selected, these Popup Help Tips appear the first time you use a UI Window.

If the option is not selected, you can still activate the Popup Help Tips at any time.",		"tooltip_show_modifier_window":"This window displays all the attribute and skill modifiers currently applied to your character.",		"tooltip_show_interesting_appearance":"Check this box to display an icon over NPCs when they have something interesting to discuss.",		"tooltip_show_icon_names":"Always Show Names on Object Icons, for instance on the Object Icons in your Inventory or Datapad.",		"tooltip_show_cockpit":"Show starfighter cockpit frame when piloting a starship",		"tooltip_show_auto_sort_inventory_contents":"Check this box to sort the contents of the player's inventory each time it is opened.
",		"tooltip_show_auto_sort_data_pad_contents":"Check this box to sort the contents of the player's datapad each time it is opened.
",		"tooltip_ship_autolevel":"Check this box to toggle your ship's ability to automatically return to its default rotation.",		"tooltip_screen_shake":"Enables or disables the shaking camera.",		"tooltip_run_default":"Check this box to toggle whether running or walking is your default moving state.",		"tooltip_rotate_inventory_objects":"Rotate the 3-D objects in Icon views, such as Inventory, Datapad, and Loot containers.",		"tooltip_reset_defaults":"Select this to reset the default options for this page.",		"tooltip_res_toughness":"Unit Toughness",		"tooltip_res_shock_resistance":"Shock Resistance",		"tooltip_res_quality":"Overall Quality",		"tooltip_res_potential_energy":"Potential Energy",		"tooltip_res_malleability":"Malleability",		"tooltip_res_heat_resist":"Heat Resistance",		"tooltip_res_flavor":"Flavor",		"tooltip_res_decay_resist":"Decay Resistance",		"tooltip_res_conductivity":"Conductivity",		"tooltip_res_conductivitiy":"Conductivity",		"tooltip_res_cold_resist":"Cold Resistance",		"tooltip_res":"The value for the resource attributes selected from the list below will be averaged for your resources and that average value will be shown on the resource icon. Any attributes that are selected but that a given resource does not have will be ignored.",		"tooltip_render_variable_target_reticle":"Check this box to toggle whether or not the targeting cursor is shown on the screen.",		"tooltip_radial_flora_non_collidable_distance":"Non-Collidable Flora Draw Distance",		"tooltip_radial_flora_non_collidable":"Check this box to toggle displaying flora that you can not collide with, such as small bushes and plants.",		"tooltip_radial_flora_near_distance":"Near Radial Flora Draw Distance",		"tooltip_radial_flora_near":"Check this box to toggle displaying grass and small flowers that appear near you.",		"tooltip_radial_flora_far":"Check this box to toggle displaying distant trees.",		"tooltip_radar_terrain":"Check this box to toggle whether terrain displays on your radar or not.",		"tooltip_profanity":"Check this box to enable or disable the in-game profanity filter.  When enabled, general profanity from other players will be censored from view.",		"tooltip_pov_hat_mode_snap_angle":"Set the angle to which the POV hat snaps the camera.",		"tooltip_pov_hat_mode_snap":"Snap the view to the direction of the POV hat.",		"tooltip_pov_hat_mode_pan_speed":"Set the speed at which the POV hat pans the camera.",		"tooltip_pov_hat_mode_pan":"Pan the camera view with the POV hat.",		"tooltip_pov_hat_mode":"Set how your joystick's POV Hat (Point-of-View Hat) controls your camera view. A gamepad's secondary controller, usually the digital pad, can also be used for this.",		"tooltip_pilot_mouse_mode_virtual_joystick":"Virtual Joystick - move your mouse to steer your ship. This is generally used when you do not have a joystick.",		"tooltip_pilot_mouse_mode_cockpit_camera":"Cockpit Camera - move your mouse to view the interior of your ship's cockpit. This is generally used when you have a joystick.",		"tooltip_pilot_mouse_mode_auto":"Automatic (recommended) - automatically detects whether or not you have a joystick and sets your mouse mode appropriately.",		"tooltip_pilot_mouse_mode":"Starship Piloting Mouse Mode - sets how your mouse will be used when piloting a starship.",		"tooltip_object_name_show_signs":"Show Signs.  Signs' Names appear in Bold Text.",		"tooltip_object_name_show_players":"Select this to toggle the display of all player names over their heads if they are within range.",		"tooltip_object_name_show_npcs":"Select this to toggle the display of NPC names over their heads if they are within range.",		"tooltip_object_name_show_guild":"Select this to toggle the display of all guild member's names over their heads if they are within range.",		"tooltip_object_name_show_group":"Select this to toggle displaying your group member names over their heads if they are within range.",		"tooltip_object_name_show_all":"Select this option to show all object names that are in range.",		"tooltip_object_name_range":"Move this slider to modify the distance that object names are seen at.",		"tooltip_object_name_font_size":"Move this slider to adjust the font size seen on object names.",		"tooltip_object_icon_size":"Object Icon Size affects the size of object icons inside container windows.",		"tooltip_net_status":"Check this box to enable viewing the status of your connection to our servers.",		"tooltip_mouse_sensitivity":"Move this slider to modify how sensitive your mouse is.  The more sensitive it is, the faster your cursor will move.",		"tooltip_mouse_mode":"Check this box to set Mouse Pointer Mode as the default mouse mode.  Uncheck the box to use Mouse Look Mode.",		"tooltip_mouse_inertia":"Move this slider to determine the amount of inertia (continued movement) your cursor has.",		"tooltip_modal_chat":"If Modal Chat is enabled, you use a keystroke (default ENTER) to chat.

If it is not enabled, alphanumeric keys are always interpreted as chat input.",		"tooltip_joystick_sensitivity":"Joystick sensitivity.",		"tooltip_joystick_invert":"Invert the y-axis (pitch) of your joystick when controlling ships or turrets. This setting will cause the nose of the ship to go up when you push the joystick forward, and to go down when you pull the joystick back. This setting will also cause turrets to respond in a similar fashion.",		"tooltip_joystick_dead_zone":"Change the size of the joystick deadzone.",		"tooltip_invert_mouselook":"Check this box to toggle whether your mouselook is inverted (flight-sim style) or non-inverted (FPS style).",		"tooltip_hud_opacity":"Move this slider to modify how opaque your general HUD is.  The less opaque (left) the slider is, the easier you can see the game-world through the UI menus and boxes.",		"tooltip_group_waypoints":"Toggle showing group members' waypoints.",		"tooltip_gfx_world_detail_bias":"Move this slider to modify the distance that buildings and other objects draw to you.  When set to a lower range, buildings won't draw until you are somewhat closer to them.",		"tooltip_gfx_water":"Move this slider to modify the level of detail seen in water.",		"tooltip_gfx_static_lod_bias":"This option modifies the overall quality of static objects seen in the game (such as rocks, trees, and buildings).   Low-end system users are encouraged to keep this in the mid to low settings, to increase overall performance.",		"tooltip_gfx_simple_camera_collision":"Simple Camera Collision is faster but less accurate.",		"tooltip_gfx_shadow_detail":"Move this slider to modify the level of detail displayed in all shadows.",		"tooltip_gfx_screenshot_type_tga":"Check this box to render Targas.",		"tooltip_gfx_screenshot_type_quality":"Dragging the slider to the right will increase the quality of your jpg.",		"tooltip_gfx_screenshot_type_jpg":"Check this box to render Jpegs.",		"tooltip_gfx_screenshot_type_bmp":"Check this box to render Bitmaps.",		"tooltip_gfx_screenshot_type":"Select the type of file that you would like to automatically save screenshots as.",		"tooltip_gfx_render_shadows":"Check this box to turn shadows on or off.  Displaying shadows is not suggested for users with low-end systems, as they can adversely affect your overall system performance.",		"tooltip_gfx_particle_lod_bias":"This option modifies the overall quality of particle systems seen in the game (such fire and smoke).   Low-end system users are encouraged to keep this in the mid to low settings, to increase overall performance.",		"tooltip_gfx_noncharacter_shadows_volumetric":"This setting displays detailed shadows on buildings and other objects.",		"tooltip_gfx_noncharacter_shadows_none":"This setting displays no shadows on buildings and other objects.",		"tooltip_gfx_noncharacter_shadows":"This lets you select between different shadow settings for non-character objects, such as buildings.",		"tooltip_gfx_nebula_density":"Change the density of nebulas in space.  Lowering this can improve your framerate for lower quality video cards.",		"tooltip_gfx_gamma":"This option is used to modify the gamma correction level.",		"tooltip_gfx_fade_objects":"Check this box to fade objects into and out of view.",		"tooltip_gfx_enable_bloom":"This option softens the rendered image around bright lights.",		"tooltip_gfx_detailobjects":"Check this box to show detailed world objects that aren't really necessary but add to scenery, such as pipes jutting from the ground.",		"tooltip_gfx_crossfade_detaillevels":"Check this box to fade between the levels of detail in the game.",		"tooltip_gfx_contrast":"This option is used to modify the contrast level seen in the game.",		"tooltip_gfx_character_shadows_volumetric":"This setting displays detailed shadows on character models.",		"tooltip_gfx_character_shadows_simple":"This setting displays simple shadows on character models.",		"tooltip_gfx_character_shadows_none":"This setting displays no shadows on character models.",		"tooltip_gfx_character_shadows":"This lets you select between different shadow settings for character models.",		"tooltip_gfx_character_lod_manager":"Enable this option to allow the client to automatically control how many high and medium quality characters are rendered at any given time.",		"tooltip_gfx_character_lod_bias":"This option modifies the overall quality of character objects seen in the game (such players, NPCs, and creatures).   Low-end system users are encouraged to keep this in the mid to low settings, to increase overall performance.",		"tooltip_gfx_camera_fov":"This option allows you to extend your field of vision outward, allowing you to see more to each side of your camera.  There is a slight distortion in distance seen when this is set to the maximum level.",		"tooltip_gfx_camera_far_plane":"This option changes how far into the distance your game camera renders terrain and objects.  Low-end system users may want to keep this option set to a low level to increase overall performance.",		"tooltip_gfx_brightness":"This option is used to modify the brightness level seen in the game.",		"tooltip_gfx_batch_renderer":"Renders distant Characters and Creatures at low detail.  Improves performance at the cost of visual quality.",		"tooltip_fullscreen":"Check this box to disable the Windows key from functioning while in fullscreen mode.",		"tooltip_entangle_resistance":"Entangle Resistance",		"tooltip_dead_zone":"Move this slider to modify how much 'give' your cursor has in standard gameplay, before your character begins to turn to either side.  A tight dead zone configuration will allow you to turn sharply but with less interaction possible with the game screen, whereas a loose dead zone configuration will allow you to interact with a wider amount of the screen before your character and camera begin turning.",		"tooltip_damage_num_size":"Move this slider to modify the appearance size of the damage numbers that appear on top of creatures and players.",		"tooltip_damage_num_self":"Check this box to toggle the display of damage numbers on top of your character.",		"tooltip_damage_num_others":"Check this box to toggle the display of damage numbers on top of others.",		"tooltip_controls_keymap":"Click this box to open up a controls keymap.  This allows you to modify, with great specificity, what your keyboard setup is like.",		"tooltip_confirm_obj_delete":"Check this box to enable the confirmation of any objects you delete, before they are gone for good.",		"tooltip_confirm_crafting":"If you want to receive Confirmation Dialogs when Crafting, select this option.
Confirmation Dialogs will appear when assembling and completing your item.",		"tooltip_cockpit_camera_zoom_multiplier":"This slider increases the zoom factor when in 3rd person ship view.",		"tooltip_cockpit_camera_y_offset":"This slider will change the default (rest) vertical position when in 3rd person ship view.",		"tooltip_cockpit_camera_snap_speed":"Set the speed at which your camera snaps to its target orientation.",		"tooltip_cockpit_camera_recenter":"Recenter Cockpit Camera when you adjust your ship's orientation.",		"tooltip_chatbox_keyclick":"Check this box to toggle ICQ-style audio chirps per keystroke.",		"tooltip_chat_timestamp":"Check this box to enable chat timestamping.  Timestamping will allow you to see when chat and tells were sent to you, within a second's accuracy.",		"tooltip_chat_show_npc_speech":"Select this option to filter out spatial chat from non-player characters.  You may not want this option if you are doing a mission from an NPC, or there are hostile NPCs nearby.",		"tooltip_chat_show_afk_speech":"Select this option to filter out spatial chat from players that are marked as 'AFK'.  ",		"tooltip_chat_mode_prose":"Prose chat format features descriptive text as well as providing some grammar and punctuation.",		"tooltip_chat_mode_diku":"Diku MUD chat format features all relevant chat information without adding as much detail as the more advanced prose format.",		"tooltip_chat_mode_brief":"Brief chat format features only the bare minimum amount of chat information, with no frills attached.",		"tooltip_chat_format_mode":"Select from the following options to choose the way incoming text is formatted for you.",		"tooltip_chat_bubble_socials":"Check this box to toggle chat bubbles displaying for socials.",		"tooltip_chat_bubble_show_self":"Check this box to toggle displaying chat bubbles for your own text.",		"tooltip_chat_bubble_show_player":"Check this box to toggle displaying chat bubbles for other players' text.",		"tooltip_chat_bubble_show_npc":"Check this box to toggle displaying chat bubbles for NPC text.",		"tooltip_chat_bubble_show_guild":"Check this box to toggle displaying chat bubbles for your Player Association's members' text.",		"tooltip_chat_bubble_show_group":"Check this box to toggle displaying chat bubbles for group members' text.",		"tooltip_chat_bubble_show_all":"Check this box to toggle the display of chat bubbles for other players, for NPCs, for PA members, and for group members.",		"tooltip_chat_bubble_range_factor":"Move this slider to modify the range at which you see chat bubbles in the game.  The further to the right this is set, the farther away chat bubbles will appear.",		"tooltip_chat_bubble_prose":"Check this box to toggle chat bubbles displaying prose format.",		"tooltip_chat_bubble_font_size":"Move this slider to modify the font size of all text that appears in chat bubbles.",		"tooltip_chat_bubble_enable":"Check this box to enable the existence of comic-style chat bubbles over PCs and NPCs.",		"tooltip_chat_bubble_emotes":"Check this box to toggle chat bubbles displaying for emotes.",		"tooltip_chat_bubble_duration":"Move this slider to modify how long chat bubbles remain on the screen after they appear.",		"tooltip_chat_box_font_size_default":"Move this slider to modify the default size of your chat text.",		"tooltip_chat_auto_emote":"If enabled, the game automatically performs animations when you speak.",		"tooltip_chase_cam":"When Chase Camera Mode is enabled, the 3rd person camera stays behind the avatar most of the time.",		"tooltip_camera_zoom_speed":"Move this slider to modify how fast your camera zooms in and out.",		"tooltip_away_from_keyboard_auto_response_message":"Input or change the text that you want to appear to players who send you a tell while you are in AFK mode.  You are responsible for keeping this message within the social guidelines of the game.",		"tooltip_auto_reject_invite":"Check this box to toggle whether or not you automatically reject group invitations.",		"tooltip_auto_afk_time":"Input the number of minutes it takes for you to be AFK before your auto-AFK status is activated.",		"tooltip_auto_afk_status":"Check this box to toggle auto-AFK status when you haven't interacted with the game for a set number of minutes.  You set the number of minutes to whatever you choose, if you enable this option.",		"tooltip_allow_overhead_map_rotation":"Allow Overhead Map Rotation",		"tooltip_alarm_sound_test":"Click this button to test your alarm clock's currently selected sound.",		"tooltip_alarm_sound":"Select the sound that your alarm clock will play via the pull-down menu below.",		"tooltip_alarm_remove":"Click this button, with an alarm selected above, to remove it from the list of alarms that you have saved.",		"tooltip_alarm_recurring":"Check this box to toggle whether or not your alarm clock goes off every session, or multiple times in a session, depending on your alarm clock settings and the amount of time you play in a session.",		"tooltip_alarm_message":"Input any text you might want to appear on your screen (when your alarm clock goes off) in the space below.",		"tooltip_alarm_list":"Below is a list of all your alarms that you have saved.",		"tooltip_alarm_in_minutes":"Input the number of minutes that you want your alarm clock to count down in the box to the right.",		"tooltip_alarm_in_hours":"Input the number of hours that you want your alarm clock to count down in the box to the right.",		"tooltip_alarm_in":"Check this box to enable or disable a countdown-style alarm clock.",		"tooltip_alarm_at_minute":"Input the exact minute you want your alarm clock to sound off at, with the pull-down menu on the right.  The time is in Earth time.",		"tooltip_alarm_at_hour":"Select the exact hour you want your alarm clock to sound off at, with the pull-down menu on the right.  The time is in Earth time.",		"tooltip_alarm_at":"Check this box to enable or disable a wake-up style alarm clock.",		"tooltip_alarm_add":"Add an alarm to your list of alarms.  This allows you to save a number of customized alarms for future use.",		"text_colors_words":"Word Colorizations",		"text_colors_sentences":"Sentence Colorizations",		"text_colors_input":"New Text Colorization",		"text_colors_highlight_word":"Add Word Colorization",		"text_colors_highlight_sentence":"Add Sentence Colorization",		"text_colors_highlight_remove":"Remove Colorization",		"text_colors_game_messages":"Game Message Colorizations",		"terrain_threshold_high":"Terrain High Detail Range",		"terrain_threshold":"Global Terrain Detail",		"target_nothing_untargets":"Clicking Nothing Untargets",		"system_message_timeout":"Onscreen System Message Duration",		"space_reticle_percentage":"Targeting Cursor Size (starships only)",		"space_camera_elasticity":"Camera Elasticity (starships only)",		"show_system_message":"Show System Message Onscreen.",		"show_popup_help":"Show Popup Help for New Windows",		"show_new_player_tutorial":"Show New Player Tutorial",		"show_modifier_window":"Show the Modifiers Window",		"show_interesting_appearance":"Show the quest icon for NPCs",		"show_icon_names":"Always Show Names on Object Icons",		"show_cockpit":"Show Cockpit Frame",		"show_average_tooltip":"The average value for the attributes you select will be displayed on the resource container in your inventory screens.",		"show_auto_sort_inventory_contents":"Automatically Sort Inventory Contents",		"show_auto_sort_data_pad_contents":"Automatically Sort Datapad Contents",		"ship_autolevel":"Automatic Ship Leveling",		"screen_shake":"Screen Shake",		"run_default":"Player Runs by Default",		"rotate_inventory_objects":"Allow Object Icon Rotation",		"reset_defaults":"Reset Defaults",		"render_variable_target_reticle":"Show Target Cursor (starships only)",		"radial_flora_non_collidable_distance":"Non-Collidable Flora Draw Distance",		"radial_flora_non_collidable":"Render Non-collidable flora",		"radial_flora_near_distance":"Near Radial Flora Draw Distance",		"radial_flora_near":"Render Nearby Radial Flora",		"radial_flora_far":"Render Distant Radial Flora",		"radar_terrain":"Show Terrain on Radar",		"profanity":"Profanity Filter On",		"pov_hat_mode_snap_angle":"POV Snap Angle",		"pov_hat_mode_snap":"Snap",		"pov_hat_mode_pan_speed":"POV Pan Speed",		"pov_hat_mode_pan":"Pan",		"pov_hat_mode":"POV Hat Mode",		"pilot_mouse_mode_virtual_joystick":"Virtual Joystick",		"pilot_mouse_mode_cockpit_camera":"Cockpit Camera",		"pilot_mouse_mode_auto":"Automatic (Recommended)",		"pilot_mouse_mode":"Starship Piloting Mouse Mode",		"page_ui":"UI Options",		"page_terrain":"Terrain Options",		"page_sound":"Sound Options",		"page_misc":"Misc Options",		"page_graphics":"Graphics Options",		"page_controls":"Controls Options",		"page_combat":"Combat Options",		"page_chat_colors":"Chat Color Options",		"page_chat":"Chat Options",		"page_alarm":"Alarm Options",		"page_afk":"AFK Options",		"object_name_show_signs":"Show Signs",		"object_name_show_players":"Show Players' Names",		"object_name_show_npcs":"Show NPCs' Names",		"object_name_show_guild":"Show Guild Members' Names",		"object_name_show_group":"Show Group Members' Names",		"object_name_show_all":"Show All Object Names",		"object_name_range":"Object Name Range",		"object_name_font_size":"Object Name Font Size",		"object_icon_size":"Object Icon Size",		"net_status":"Show Network Status Window",		"mouse_sensitivity":"Game Mouse Sensitivity",		"mouse_mode":"Mouse Pointer Mode Default",		"mouse_inertia":"Game Mouse Dead Zone Inertia",		"modal_chat":"Enable modal chat (pressing a key to use chat)",		"keybind_rebind":"Rebind",		"keybind_load_standard":"Load a standard keymap:",		"keybind_command":"Command",		"keybind_clear_binding":"Clear Binding",		"keybind_category_ui":"ui",		"keybind_category_target":"target",		"keybind_category_internal":"internal",		"keybind_category_custom":"custom",		"keybind_category_chat":"chat",		"keybind_category_character":"character",		"keybind_category_camera":"camera",		"keybind_category_all":"all",		"keybind_bindings":"Bindings",		"joystick_sensitivity":"Joystick Sensitivity",		"joystick_invert":"Invert Joystick Pitch",		"joystick_dead_zone":"Joystick Dead Zone (center)",		"invert_mouselook":"Invert Mouselook",		"invalid_command_type":"This command cannot be bound to this input type.",		"hud_opacity":"HUD Windows Opacity",		"help_tooltip":"The various Options for the Selected Category are shown here.

Move your mouse over an option to get a tooltip with more details.",		"help_reset":"You can Reset the Default Options for the Selected Category by pressing this button.",		"help_ok":"When you have finished modifying your Options, click this Ok button.",		"help_keymap_tabs":"Keymapping

You can bind any Action in the game to a Key or Button.

Use these tabs to select the category of Action you would like to bind to a Key or Button.",		"help_keymap_table":"View and Edit your Keymap using this table.

Double-click on an Action in the table to add or modify it's Keybindings.",		"help_keymap_rebind":"You can also modify the Keymapping of the Selected Action by pressing this button.",		"help_keymap_options":"Miscellaneous Options that affect your Keymapping are shown here.

These Options are set automatically by the various predefined Keymappings, but you can modify them manually as well.",		"help_keymap_combo":"Select one of the predefined Keymaps with this combo box.

Selecting a predefined Keymap will overwrite any custom Keymappings you have, but will give you a clean slate which you can customize.",		"help_keymap_clear":"Clear the Keymappings from the Selected Action with this button.",		"help_keymap":"To modify your Keymap, choose the 'Controls' category and press this button.",		"help_buttons":"Options Screen

Select a Category of Options by pressing one of these buttons.",		"group_waypoints":"Show Group Waypoints",		"gfx_world_detail_bias":"World Detail Bias",		"gfx_water":"Water Detail",		"gfx_static_lod_bias":"Static Object Level of Detail",		"gfx_simple_camera_collision":"Simple Camera Collision (Faster)",		"gfx_shadow_detail":"Shadow Detail",		"gfx_screenshot_type_tga":"Targas",		"gfx_screenshot_type_quality":"Jpg Quality",		"gfx_screenshot_type_jpg_min":"Min",		"gfx_screenshot_type_jpg_max":"Max",		"gfx_screenshot_type_jpg":"Jpgs",		"gfx_screenshot_type_bmp":"Bitmaps",		"gfx_screenshot_type":"Save Screenshots as:",		"gfx_render_shadows":"Render Shadows (ground)",		"gfx_particle_lod_bias":"Particle System Level of Detail",		"gfx_noncharacter_shadows_volumetric":"Volumetric",		"gfx_noncharacter_shadows_none":"None",		"gfx_noncharacter_shadows":"Non Character Shadows",		"gfx_nebula_density":"Nebula Density (space)",		"gfx_gamma":"Gamma Correction",		"gfx_fade_objects":"Fade Objects",		"gfx_enable_bloom":"Enable Bloom",		"gfx_detailobjects":"Show Detail World Objects",		"gfx_crossfade_detaillevels":"Cross-Fade Levels of Detail",		"gfx_contrast":"Contrast",		"gfx_character_shadows_volumetric":"Volumetric",		"gfx_character_shadows_simple":"Simple",		"gfx_character_shadows_none":"None",		"gfx_character_shadows":"Character Shadows",		"gfx_character_lod_manager":"Enable Character Lod Manager",		"gfx_character_lod_bias":"Character Level of Detail",		"gfx_camera_fov":"Field Of View",		"gfx_camera_far_plane":"Viewing Distance",		"gfx_brightness":"Brightness",		"gfx_batch_renderer":"Use Low Detail for Distant Characters",		"dead_zone":"Game Mouse Dead Zone",		"damage_num_size":"Damage Numbers Size",		"damage_num_self":"Show Damage Numbers over Self",		"damage_num_others":"Show Damage Numbers over Others",		"cpt_opt":"Options",		"cpt_keymap":"Keymap",		"controls_keymap":"Keymap",		"confirm_reset_defaults_prose":"Are you sure you want to reset defaults for %TT?",		"confirm_obj_delete":"Confirm Object Deletes",		"confirm_modeless_chat":"Switching Chat Modes yourself can cause key mapping conflicts if used improperly.

If you have never customized a keymap before, it is recommended that you switch Chat Modes by selecting one of the default keymappings provided by the game.
 
The combo box to perform this switch is located on this screen.

Are you sure you want to switch to Modeless Chat mode yourself?
",		"confirm_modal_chat":"Switching Chat Modes yourself can cause key mapping conflicts if used improperly.

If you have never customized a keymap before, it is recommended that you switch Chat Modes by selecting one of the default keymappings provided by the game.  

The combo box to perform this switch is located  on this screen.

Are you sure you want to switch to Modal Chat mode yourself?
",		"confirm_keymap_reset":"You are about to reset your keymap.

If you don't like the keymap, you can always discard your changes by pressing the Cancel button on the Keymap screen.",		"confirm_keymap_chat_clash":"This key is reserved for chat use.

It may be inaccessible when in modeless chat. 

Really create this keybinding?",		"confirm_crafting":"Confirm Crafting Actions
",		"cockpit_camera_zoom_multiplier":"Cockpit Camera Zoom Multiplier",		"cockpit_camera_y_offset":"Cockpit Camera Vertical Offset",		"cockpit_camera_snap_speed":"Cockpit Camera Snap Speed",		"cockpit_camera_recenter":"Recenter Cockpit Camera Automatically",		"chatbox_keyclick":"Chat Box Keyclick",		"chat_timestamp":"Timestamp Incoming Messages",		"chat_show_npc_speech":"Show NPC Chat",		"chat_show_afk_speech":"Show Chat From AFK Players",		"chat_mode_prose":"Prose Mode",		"chat_mode_diku":"Diku MUD Style",		"chat_mode_brief":"Brief",		"chat_format_mode":"Chat Formatting",		"chat_bubble_socials":"Chat Bubbles Show Social Messages",		"chat_bubble_show_self":"Show Chat Bubbles For Self",		"chat_bubble_show_player":"Show Chat Bubbles For Other Players",		"chat_bubble_show_npc":"Show Chat Bubbles For NPCs",		"chat_bubble_show_guild":"Show Chat Bubbles For Guild Members",		"chat_bubble_show_group":"Show Chat Bubbles For Group Members",		"chat_bubble_show_all":"Show Chat Bubbles for All Others",		"chat_bubble_range_factor":"Chat Bubble Range",		"chat_bubble_prose":"Prose Style Chat Bubble Text",		"chat_bubble_font_size":"Chat Bubble Font Size",		"chat_bubble_enable":"Chat Bubbles Enabled",		"chat_bubble_emotes":"Chat Bubbles Show Emotes",		"chat_bubble_duration":"Chat Bubble Duration",		"chat_box_font_size_default":"Default Chat Box Font Size",		"chat_auto_emote":"Perform Animations when Speaking",		"chase_cam":"Chase Camera Mode",		"camera_zoom_speed":"Camera Zoom Speed",		"b_ui":"Interface",		"b_terrain":"Terrain",		"b_sound":"Sound",		"b_misc":"Misc",		"b_graphics":"Graphics",		"b_controls":"Controls",		"b_combat":"Combat",		"b_chat_colors":"Chat Color",		"b_chat":"Chat",		"b_alarm":"Alarm",		"b_afk":"AFK",		"away_from_keyboard_title":"Away From Keyboard Options",		"away_from_keyboard_status":"Away From Keyboard",		"away_from_keyboard_never":"Never",		"away_from_keyboard_auto_response_message":"Auto-Response Message",		"away_from_keyboard_auto_afk_time":"Time until automatically away from the keyboard",		"auto_reject_invite":"Automatically Reject Group Invitations",		"auto_afk_time":"Auto AFK Timeout",		"auto_afk_status":"Auto AFK Enabled",		"allow_overhead_map_rotation":"Allow Overhead Map Rotation",		"alarm_title":"Alarm:",		"alarm_sound_test":"Test Sound",		"alarm_sound":"Alarm sound",		"alarm_remove":"Remove Alarm",		"alarm_recurring":"Recurring",		"alarm_options":"Alarm Options",		"alarm_none":"There are no alarms set.",		"alarm_message":"Alarm Message",		"alarm_list":"Alarm List",		"alarm_in_minutes":"Minute(s)",		"alarm_in_hours":"Hour(s)",		"alarm_in":"Alarm in",		"alarm_earth_time":"Earth Time",		"alarm_at_minutes":"Minute",		"alarm_at_hours":"Hour",		"alarm_at":"Alarm at",		"alarm_add":"Add Alarm"
}}
