{
	"stfFile":"veteran_new",
	"entries": {
		"multiple_events_help_text":"(You have triggered more than one reward.  After you claim a reward for this event, you will be offered another.)",		"sorosuub":"A Sorosuub luxury yacht",		"announcement_180day_jtl":"Congratulations!  You have earned the 180-day Jump to Lightspeed Veteran Reward, the Sorosuub Luxury Yacht!  You can claim this reward for every character on your account.",		"kit_created":"This item had Anti Decay applied to it.  A new Anti Decay Kit has been placed in your inventory.",		"failed_kit_create":"This item has Anti Decay applied to it but there was a failure to recreate the Anti Decay Kit. ",		"inventory_full":"The item can not be deleted because it has Anti Decay applied to it but you do not have room in your inventory to retrieve the Anti Decay Kit that will be created after destroying this item.",		"harvester_examine_title":"***Special Note***",		"harvester_examine_text":"This harvester does not require power to operate.",		"antidecay_examine_text":"This item will not decay from use or death.",		"event_unique_are_you_sure":"Once you select a reward with this character, you can not select a reward for this time period with another character on your account until you qualify for a new reward at a later time period.  Are you sure you wish to continue selecting this item with this character?",		"item_unique_are_you_sure":"The item you are selecting can only be selected as a reward item once for the the lifetime of your account.  Are you sure you wish to continue selecting this item?",		"item_and_event_unique_are_you_sure":"The item you are selecting can only be selected as a reward item once for the the lifetime of your account.  Additionally, once you select a reward with this character, you can not select a reward for this time period with another character on your account until you qualify for a new reward at a later time period.  Are you sure you wish to continue selecting this item with this character?",		"remind_next_login_description":"You will be reminded the next time you log in.",		"remind_one_day_description":"You will be reminded the next time you log in after 24 hours have passed.",		"remind_one_week_description":"You will be reminded the next time you log in after a week has passed.",		"remind_description_title":"Reward",		"selfpowered_harvester_examine":"***Special Note*** This harvester requires no power to function.",		"antidecay_examine_title":"***Special Note*** ",		"antidecay":"(ONE PER ACCOUNT LIFETIME) An Anti Decay Kit to make one item not decay from use or death.",		"mini_jabba":"A miniature replica of Jabba the Hutt.",		"failed_item_not_made_anti_decay":"The Anti Decay Kit failed to apply Anti Decay to this item.",		"failed_item_cannot_be_placed_in_inventory":"The Anti Decay Kit failed to place an item back into your inventory.  Please make sure that your inventory has room for this item and try again.",		"successfully_used_anti_decay_kit":"You have successfully used the Anti Decay Kit.  The item you used this Anti Decay Kit on will no longer require insurance nor will decay from use.",		"error_item_is_already_anti_decay":"The item you attempted to place in the Anti Decay Kit already has Anti Decay applied to it.  Please use another item.",		"error_kit_has_too_many_items":"This Anti Decay Kit can only function with one item inside.  There are currently more than one item inside.  Please remove the items from the Anti Decay Kit first by selecting the "Retrieve Item" menu option before continuing to use this Anti Decay Kit.",		"error_item_not_valid_for_anti_decay":"This item is not valid to be used by the Anti Decay Kit.  Valid items are items that can be insured and weapons.",		"error_kit_already_has_item":"This Anti Decay Kit already has an item inside.   Please use the Anti Decay Kit or retrieve the item from the Anti Decay Kit by using the radial menu options on the Anti Decay Kit.",		"error_kit_not_in_player_inventory":"This Anti Decay Kit can only be used when it is in your inventory.",		"error_item_not_in_player_inventory":"You can only use the Anti Decay Kit on an item that is in your inventory.",		"error_kit_already_used":"This Anti Decay Kit has already been used and can not be used again.",		"resourcecrate":"(ONE PER ACCOUNT LIFETIME) A crate of 30000 units of any existing resource (your choice)",		"falconchair":"YT1300 Modular Seating",		"falconcouch":"YT1300 Passenger Lounge",		"mini_tiefighter":"A miniature replica of a TIE Fighter",		"mini_xwing":"A miniature replica of an X-wing fighter",		"mini_stormtrooper":"A miniature replica of an Imperial Stormtrooper",		"mini_darthvader":"A miniature replica of Lord Vader",		"techconsole_d":"A Main Systems Databank (used to decorate your house)",		"techconsole_c":"A Database Input Terminal (used to decorate your house)",		"techconsole_b":"A System Readout Terminal (used to decorate your house)",		"techconsole_a":"A Holonet Databank (used to decorate your house)",		"poweredharvester":"(ONE PER ACCOUNT LIFETIME) A kit to make an existing harvester be self-powered",		"mini_r2":"A miniature replica of an R2 droid.",		"mini_protocoldroid":"A miniature replica of a protocol droid.",		"dataterminal4":"A Control Array data terminal (for decorating your house)",		"dataterminal3":"A Holonet Terminal (for decorating your house)",		"dataterminal2":"A Sample Readout Console (for decorating your house)",		"dataterminal1":"A Holonet Tracking Console (for decorating your house)",		"choice_description":"You may choose one of the items listed below.  This item will be placed in your inventory.",		"announcement_360day":"Congratulations!  You have earned a 360-day Veteran Reward!",		"announcement_180day":"Congratulations!  You have earned a 180-day Veteran Reward!",		"announcement_90day":"Congratulations!  You have earned a 90-day Veteran Reward!",		"unique_are_you_sure_box_title":"Reward",		"unique_are_you_sure":"You can only claim this reward with a single character on your account.  Are you sure?",		"no_options_box_title":"Reward",		"no_options":"Although you have reached this veteran event, there are no items you can choose.  All the possible items are limited to once-per-character or once-per-account, and you have already claimed them all.
",		"item_grant_box_title":"Reward",		"item_grant_failed":"The system could not create the item for you.  It is possible this was caused by trying to claim a one-per-account item from multiple characters.  Please try again at your next login, or contact customer support if the problem persists.
",		"item_grant_succeeded":"Your veteran reward has been created and placed in your inventory.
",		"ask_one_week":"Remind me in a week",		"ask_one_day":"Remind me tomorrow",		"ask_next_login":"Remind me at my next login",		"launch_browser":"See more info",		"claim_now":"Claim reward now",		"announcement_box_title":"Reward"
}}
