{
	"stfFile":"spawning/static_npc/herald_talus_aakuan_champions",
	"entries": {
		"waypoint_name_1":"Aakuan Champions",		"waypoint_description_1":"A crazy anarachist rules the Aakuans with an iron fist within these caverns",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I've decided to quit.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Why are you the "True" Aakuans?",		"player_2_1":"No thanks, you're a bit too weird for me.",		"player_1_1":"Ummm.. yeah. I think.",		"otherescort_1":"",		"npc_work_1":"Done already?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"You are one who is out of balance, yet you do not wish to see it. If you wish to become one with a harmonious nature, seek us out and we will show you where your lessons can begin.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Go find them and bring to them the gift of balance - with your blaster.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"We practice a philosophy of eternal balance. There is nothing that is so powerful that you must bend your will to it. One of our order has become unbalanced and now spreads his will to everyone. Anyone who will not listen to him, his followers are instructed to destroy. Will you be the one fortold to be of assistance?",		"npc_3_1":"You speak as if we are brothers, but we are not. You are one who is out of balance, yet you do not wish to see it. If you wish to become one with a harmonious nature, seek us out and we will show you where your lessons can begin.",		"npc_2_1":"Yes, you are the one. A powerful anarchist has subverted our order of philosophical thinkers and has brainwashed them. They all need to be killed to bring back the balance to all things. Go find them and bring to them the gift of balance - with your blaster.",		"npc_1_1":"We are members of the True Aakuan Order. We are asking any of those who have a streak of individualism to come forth an help stop a threat to our planet. Are you someone who finds that they will be the one to come forward and fulfill their destiny?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
