{
	"stfFile":"spawning/static_npc/herald_corellia_drall_patriot_hideout",
	"entries": {
		"waypoint_name_1":"Drall Patriots' Hideout",		"waypoint_description_1":"A group calling themselves the Drall Patriots use these caves to stage attacks on people.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am on my way there now.",		"player_reset":"No. I've decided not to go there.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Who is "The Empire's Slave"?",		"player_2_1":"Nope, not interested.",		"player_1_1":"Sure, tell me.",		"otherescort_1":"",		"npc_work_1":"Did you find the Drall Patriots' hideout?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"So be it. Farewell.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good luck!",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"There's a group of guys who call themselves the Patriots, right? They're a bunch of Drall like me who want to smash every government to the ground, and they formed a band to spread the message! They are sooo wizard!",		"npc_3_1":"Yeah, you're probably one of those Imperials, or worse yet, one of those Rebels. You're just like those guys they were talking about. Well, you can go off and be a slave to them? I know I'm not!",		"npc_2_1":"They were saying that anyone who wants to help destroy all governments should show up at the Patriots' base of operations. Watch out, though, because they probably might think you work for either the Empire or the Rebellion.",		"npc_1_1":"Hey you! Have you heard the new song playing in the cantina? "The Empire's Slave" is a band of musicians who have been singing about bringing down all kinds of government. Do you want to know where they might be playing next?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
