{
	"stfFile":"spawning/static_npc/herald_endor_jinda_spiritualists",
	"entries": {
		"waypoint_name_1":"Jinda Ewok Tribe",		"waypoint_description_1":"A tribe of ewoks called the Jinda perform strange shamanistic rituals within this cave",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"I am still looking.",		"player_reset":"I've decided to quit looking.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Easy, friend. Why are you so angry?",		"player_2_1":"Sorry, I have no gripes with the Ewoks!",		"player_1_1":"Sure, tell me.",		"otherescort_1":"",		"npc_work_1":"Did you find them?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"AAAH! Fine!",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good luck, then.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"WHY AM I SO ANGRY?! I'm angry because I came all the way to this planet to study those little rodents only to have them ruin my droid! I sent a droid to record everything the Jinda were doing in their rituals, the tribe I was studying. Then they went ahead and ATE IT!!! I spent my life savings on that thing, and I can't afford another! ",		"npc_3_1":"Well you should! Those nasty little things will eat anything you have the moment you turn your back on them! Hpmh!",		"npc_2_1":"Let me see your datapad! Okay, I've marked it down where you can find them and wipe out those little rats. I'd do it myself, but my shuttle is leaving soon. Good luck, and kill one for me!",		"npc_1_1":"You there! Do you want to know where you can find some of those blasted little buggers called Ewoks? I know the perfect place where you can find some and show them what a blaster does. So do you want to know or not?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
