{
	"stfFile":"spawning/static_npc/herald_dantooine_janta_stronghold",
	"entries": {
		"waypoint_name_1":"Janta Stronghold",		"waypoint_description_1":"A group of Dantari make this system of caves their home.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"I am still looking for them.",		"player_reset":"I've decided to quit looking.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Why didn't they kill you?",		"player_2_1":"Sorry, I'm busy.",		"player_1_1":"Sure, I'll help you.",		"otherescort_1":"",		"npc_work_1":"Did you find them?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Fine.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good luck, then.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"I don't know, to tell you the truth. When they came upon me, I thought it was curtains for me. They started to grunt at me, holding out some spears and pointing to my artwork. All they kept saying was Janta.  Looking back, I think they were trying to trade with me, but I don't know how to communicate with them. Could you help me?",		"npc_3_1":"Well a good day to you, too! Hmph!",		"npc_2_1":"Thank you so much! I saw them run off to their cave well, when I dared to open my eyes, that is. I'm pretty certain they smashed it once they realized it couldn't be eaten, but if you happen to find it there, I'd greatly appreciate it if you brought it back.",		"npc_1_1":"Would you mind helping a starving artisan? Just the other day, I was accosted by some of those primitive Dantari. I thought I was dead, but at the last moment, all they took were a couple of my sculptures. Mind you, I'm happy to be alive, but I would have preferred to have kept my art, as well. Would you help see if the art is still there?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
