{
	"stfFile":"spawning/static_npc/herald_rori_imperial_military_base",
	"entries": {
		"waypoint_name_1":"Imperial Military Base",		"waypoint_description_1":"A forward military base constructed by the Imperials for unknown reasons.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still working.",		"player_reset":"I've decided to skip this little adventure.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"So the Galactic Civil War is finally over?",		"player_2_1":"Sorry, but I'm not some Rebel scum.",		"player_1_1":"Yes, I am. Where can I sign the peace treaty?",		"otherescort_1":"",		"npc_work_1":"Done already?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Very good, citizen. It is refreshing to hear open loyalty to the Emperor. I would offer you the warning to not approach the area we are herding these Rebels to. The stormtroopers there have orders of shoot to kill. Please direct any rebellious citizens my way, thank you.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"I will mark it on your datapad for you. As a sign of our trust, during the peace meeting the Empire has disarmed and asks you to do the same. This offer apply to those who are openly Rebels, therefore you will need to announce your intent. Good luck. I mean, good day, citizen.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Absolutely. The Emperor has decreed that the war has taken too much of a toll on both sides. He feels that proper negotiation can solve many problems. He has even suggested that there will be a celebration of tea and cookies when the negotiations are complete.",		"npc_3_1":"Very good, citizen. It is refreshing to hear open loyalty to the Emperor. I would offer you the warning to not approach the area we are herding these Rebels to. The stormtroopers there have orders of shoot to kill. Please direct any rebellious citizens my way, thank you.",		"npc_2_1":"I will mark it on your datapad for you. As a sign of our trust, during the peace meeting the Empire has disarmed and asks you to do the same. This offer apply to those who are openly Rebels, therefore you will need to announce your intent. Good luck? I mean? Good day, citizen.",		"npc_1_1":"This declaration concerns all Rebels and sympathizers to the Rebel cause. The Empire has chosen to end it's war with Rebellion. The Empire is offering amnesty to all Rebels, and has set a meeting location for peace negotiations. Are you interested in peace with the Empire?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
