{
	"stfFile":"spawning/static_npc/herald_talus_berserk_khmurra",
	"entries": {
		"waypoint_name_1":"Khmurra Cave",		"waypoint_description_1":"This cave is rumored to be filled with overgrown Khmurra",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I've decided to pass on this little adventure.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Why are you so angry?",		"player_2_1":"No thanks. I don't like the way this sounds.",		"player_1_1":"Sure! I like killing critters!",		"otherescort_1":"",		"npc_work_1":"Done already?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Suit yourself. I'm sure I'll find someone who likes blowing away large blood-thirsty creatures.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Yes, yes, you looked like someone who would do this. Let me mark this down on your datapad for you. Here is where you can find a wide assortment of Khmurra that are bred to kill. Kill as many as you want. That'll teach him not to support his product!",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"I purchased a specially bred Khmurra to guard my house. The bio-engineer I bought it from said he had a lab filled with resources that increased both their viciousness and their loyalty. Well, he was only half right. It killed my whole family, and the engineer won't even give me my money back, the sith-spit! Do you want to kill some Khmurra?",		"npc_3_1":"Suit yourself. I'm sure I'll find someone who likes blowing away large blood-thirsty creatures.",		"npc_2_1":"Yes, yes, you looked like someone who would. Let me mark this down on your datapad for you. Here is where you can find a wide assortment of Khmurra that are bred to kill. Kill as many as you want. That'll teach him not to support his product!",		"npc_1_1":"How dare he? How dare he take my money, kill my family, then tell me 'buyer beware'?! WHO DOES HE THINK HE IS? Ah? sorry. Ah!!! You might be interested in this! Do you want to know where there are all manners of creatures you can destroy for fun?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
