{
	"stfFile":"spawning/static_npc/herald_naboo_servant_pirate_rescue_demitri",
	"entries": {
		"waypoint_name_1":"Pirate Bunker",		"waypoint_description_1":"A deserted bunker inhabited by vile pirates. Rumors have said that several nobles are held here for ransom.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I decided to quit looking.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"What other information do you have?",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"What other information do you have about this pirate hideout?",		"player_2_1":"No, I'm allergic to pirates.",		"player_1_1":"Yes, I will rescue him for you.",		"otherescort_1":"",		"npc_work_1":"Is he safe?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"I have no reward for you, unfortunately. But thank you for rescuing my master.",		"npc_reset":"I will find someone else to help me, then.",		"npc_noloc_1":"Come back later. I may have something for you to do.",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"I have no other information for you except that the hideout can be found in the mountains. Please help me. I'm desperate!",		"npc_failure_1":"My master? You couldn't save him? I'm hopeless!",		"npc_dropoff_1":"",		"npc_breech_1":"Where is my sister? I must find my sister! You! Will you go find her? She was captured by pirates! They demand that we pay some sort of ransom for her return. Please help me! You can find the pirate hideout here; I've marked it on your map.",		"npc_backtowork_1":"I've entered the information in your datapad. You should go look for him.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"I only know the general location of where it might be found. However, I have heard that many treasures can be found in a pirate hideout. Oh, and you may want to bring friends with you. It won't be easy.",		"npc_3_1":"You're not very good at lying.",		"npc_2_1":"I'm not exactly sure where this pirate hideout is, but I can enter the information, that I do know, in your datapad.",		"npc_1_1":"I'm looking for my master. Have you seen him? I suppose you haven't unless you've visited the pirate hideout. Oh? You haven't heard? My master was kidnapped. Will you rescue him?",		"notyet":"You can't help me right now.",		"notit_1":"Unfortunately, I'm not looking for anything right now.",		"next":"I have nothing else for you to help me with.",		"gotowork_1":"",		"dontknowyou_1":"Go away! I don't need your help.",		"cant_work":"You have too many other things to do at the moment. Come back when you have more time."
}}
