{
	"stfFile":"spawning/static_npc/herald_dathomir_nsister_cave_leandra",
	"entries": {
		"waypoint_name_1":"Nightsister Cave",		"waypoint_description_1":"This is where a cave of outcast Nightsisters is rumored to live.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"I have not managed to do your mission yet but I will get right on it.",		"player_reset":"I can't do it right now, very sorry.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"But they are also nightsisters?",		"player_2_1":"It sounds like I would need more assistance with me than I have right now. I will have to say no for now.",		"player_1_1":"I will try my best.",		"otherescort_1":"",		"npc_work_1":"You return empty handed?!",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"I suppose this could help, we will get right to planning what we have to do next.",		"npc_reset":"Apologies won't help me! Get out of here and don't come back until you're of any use to me!",		"npc_noloc_1":"I don't have time for you, get out of here!",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"You're just as useless as I thought!",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Hurry! I didn't say you could slack on this important task did I?!",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"They are an abomination! They don't even befriend the Rancor and are a disgrace to our entire sisterhood!",		"npc_3_1":"Fine! Find the help you need and come back when you have it.",		"npc_2_1":"Excellent. They are located in this area, find out as many details as you can and hurry back.",		"npc_1_1":"There's an abomination of a clan that holds fortress in a cave near the Great Canyon. We need someone to scout out this place for a weakness in their defenses. These heretics must be eradicated!",		"notyet":"",		"notit_1":"",		"next":"I don't have time for you, get out of here!",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":"You should finish your current tasks before bothering me, now get out!"
}}
