{
	"stfFile":"spawning/static_npc/herald_yavin_temple_of_the_blueleaf_cluster",
	"entries": {
		"waypoint_name_1":"Temple of the Blueleaf Cluster",		"waypoint_description_1":"An old temple that the travel agent has assured you is perfectly safe.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I've decided to do something else.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"What are these business expansions?",		"player_2_1":"Sorry, I'm too busy.",		"player_1_1":"Sure, I'll help you guys.",		"otherescort_1":"",		"npc_work_1":"Did you find it?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Ah, what a shame. To think I had a couple of tickets that I was thinking of giving away for our new cruiseliner, the Tzarina. Well, tickets for whenever it gets back from it's voyage. Well, ta-ta!",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good! All we need is for you to go to this building and explore the area. We'll ask other passerbys if they'll do the same for us as well. Just get a feel of the place, and ask yourself "Is this the type of place I would bring my family on vacation". We'll eventually meet up again and I'll then ask you what your opinion of the place is.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Well, if you're familiar with us, you'll know that we sell exciting tours across the galaxy. We're looking into offering a new way of exploring the galaxy that we call home, in what we call a "safari". One of the highlights will be to show off indigenous structures to explore? all safely, of course.",		"npc_3_1":"Ah, what a shame. To think I had a couple of tickets that I was thinking of giving away for our new cruiseliner, the Tzarina. Well, tickets for whenever it gets back from it's voyage. Well, ta-ta!",		"npc_2_1":"Spectacular! All we need is for you to go to this building and explore the area. We'll ask other passerbys if they'll do the same for us as well. Just get a feel of the place, and ask yourself "Is this the type of place I would bring my family on vacation". We'll eventually meet up again and I'll then ask you what your opinion of the place is.",		"npc_1_1":"Hello there! You might be asking yourself why someone like me would be here on a planet like this, aren't you? Well, I am a representative of Star Tours, a travel agency known Galaxy-wide. We're conducting surveys on possible future business expansions. Hey! Perhaps you might be able to help? Would you be interested in helping us?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
