{
	"stfFile":"spawning/static_npc/herald_dantooine_force_crytsal_hunters_cave",
	"entries": {
		"waypoint_name_1":"Mysterious Crystal Cave",		"waypoint_description_1":"According to the story, this cave is filled with people who can do strange things with their mind",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"I am still looking for the crystal hunters.",		"player_reset":"I've decided to skip it.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"How did he say he found out about the place?",		"player_2_1":"No thanks. It sounds like some tall tale.",		"player_1_1":"Sure, I have nothing better to do.",		"otherescort_1":"",		"npc_work_1":"Did you find the force crystal hunters' encampment?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Hmmm. Well, okay.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Then good luck to you.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Okay, here's the full story. He says he's a medic, right? He gets this call from some weird guy who says his brother needs help. The guy goes running out to these caves with the weirdo, finds the brother, then heals him up. While he's doing that, he says everyone around there were doing crazy things like moving stuff and jumping real high. Go figure. Interested in knowing where?",		"npc_3_1":"That's what I'm saying! I'm not running out there to find out if he's telling the truth or not. Then again, what if he was?",		"npc_2_1":"It's your time, not mine. Okay, this is where he said the place was. I'll warn you that if you find nothing there, it's your own fault for believing this guy. Good luck.",		"npc_1_1":"Want to hear a crazy story? This guy last night in the cantina was telling us where there's this group of people running around moving things with their minds. He says there was this cave filled with crystals where all of them live. Crazy, huh? He even told us where it was, too. Interested in going out there to see if this is real or not?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
