{
	"stfFile":"spawning/static_npc/herald_endor_korga_cave",
	"entries": {
		"waypoint_name_1":"Korga Cave",		"waypoint_description_1":"This cave is the home to a branch of Duloks who call themselves the Korga tribe.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"I am still looking.",		"player_reset":"I decided to quit looking.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"What else do you help other than Ewoks?",		"player_2_1":"Sorry, I don't care about Ewoks.",		"player_1_1":"Sure, I'll help those little guys!",		"otherescort_1":"",		"npc_work_1":"Did you find them?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Well. Well... alright.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good! Take care.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Oh, we've made great strides in helping the Narglatch on Naboo. We've set them up in a nice cave so they can breed without the threat of others. We've also helped a group of people learn how to raise Kimogilas on Lok. We're responsible for many, many good things in this galaxy. So, do you want to help us?",		"npc_3_1":"You're probably one of those Imperials, aren't you? It's just like an Imperial to say 'Who cares about the Ewoks?". If you don't help them, they won't help you! Well, if they were in a position to help. Arg! You know what I'm trying to say.",		"npc_2_1":"One tribe of these Duloks are called the Korga, and they've been become quite adept in killing their cousins, the Ewoks. We figure that if their numbers were whittled down a little, the Ewoks would have a better chance. Here's where the Korga can be found. Travel there and wipe out those little buggers.",		"npc_1_1":"Hello! I represent an organization called Rescue Our Lesser Brothers. We're dedicated to helping species that cannot help themselves. We've had the plight of the Ewok brought to our attention, and we're now striving to help them from the vicious Dulok species. Would you like to help join our crusade?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
