{
	"stfFile":"spawning/static_npc/herald_corellia_afarathucave",
	"entries": {
		"waypoint_name_1":"Afarathu Cave",		"waypoint_description_1":"This system of caves house an extremist group of Selonians who are known to raid all manner of people.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am on my way.",		"player_reset":"I changed my mind. I'm not going.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"What do you mean 'prone to violent actions'?",		"player_2_1":"No thanks. I'm a pacifist.",		"player_1_1":"I'm listening. Go on.",		"otherescort_1":"",		"npc_work_1":"Did you find the Afarathu Cult lair?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"So be it. Farewell.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good luck!",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Your people have a history according to your historians, if I know correctly. Some of my sisters only understand communication through violence.  Therefore, you would be an excellent moderator. Shall I continue?",		"npc_3_1":"Yes, as are many of our people, as well. Our politics are far more heated than yours are, with the Empire controlling all. A good day to you, pacifist.",		"npc_2_1":"A group of extremists calling themselves the Afarathu have made a pact with the Tribunals. Many of us know that this will soon make the Afarathu cocky, and soon they will begin raiding everyone with their stolen weapons. They need to be shown that might leads to violence. You will show them, yes? Good.",		"npc_1_1":"Ah, it is one of your kind. Your species are prone to violent actions more so than mine, thus you may want to be part of this, yes? It will help your people and mine, rest assured. Shall I continue?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
