{
	"stfFile":"spawning/static_npc/herald_dathomir_singing_vs_nightsister",
	"entries": {
		"waypoint_name_1":"Battle of Witches",		"waypoint_description_1":"Here is where you will find a battle being waged between the Nightsisters and Singing Mountain Clan",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"I am still looking, mistress.",		"player_reset":"I've decided to pass on this.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"What will I be armed with?",		"player_2_1":"I cannot do so, mistress.",		"player_1_1":"Yes, my mistress, I shall.",		"otherescort_1":"",		"npc_work_1":"Did you find it?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Hm. Unwise.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Do so.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"You shall be able to find more than ample supplies and weapons on the bodies of those who have come before you. Do not dare to disturb the dead bodies of your Mistresses, or even of the pathetic Singing Mountatin sisters, for you are beneath such an honor. Now, you are directed to leave at once.",		"npc_3_1":"YOU HAVE BEEN GIVEN A COMMAND! This was not a request. When your mistress has heard of this flagrant disobedience, you will wish you had died upon the fields immediately.",		"npc_2_1":"That is a good slave. Here is where the battle wages. Go forth and rip their hearts from their chests! You are commanded to fight until your life is quenched, at which time another will take your place. Now go!",		"npc_1_1":"You are a slave that has been granted greater freedoms, are you not? Then you are needed to help your mistresses defeat the Singing Mountain clan and their Clan Mother, Augwynne. You need to journey to the field of battle where your Nightsisters will claim victory over those worthless excuses for witches and take up arms against them.",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
