{
	"stfFile":"spawning/static_npc/herald_rori_cobral_hideout",
	"entries": {
		"waypoint_name_1":"Cobral Hideout",		"waypoint_description_1":"The evil Cobral organization forged Imperial documents to get a hold of this fortress.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I can't continue to look for them.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Who are the Cobrals?",		"player_2_1":"Sorry, I don't want to get involved.",		"player_1_1":"Yes, I'll do my part!",		"otherescort_1":"",		"npc_work_1":"Did you find those Cobral?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"That's a shame, kid. Without people like you helping, the Cobrals will eventually come up with some dastardly plan that will have all of Rori under their control. Think on that, then come back when you're interested.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good. Go out there and give them everything you've got! We can't pay you, but you can take anything you find on them.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"They are an organization comprised by some of the most despicable individuals on Rori. They are being led by the evil Cobral Overlord, who is bent on the domination of this moon. Only if everyone comes together can we finally put a stop to them.",		"npc_3_1":"That's a shame, kid. Without people like you helping, the Cobrals will eventually come up with some dastardly plan that will have all of Rori under their control. Think on that, then come back when you're interested.",		"npc_2_1":"You're the kind of person we were looking for! Here's where you can find the Cobral hideout. Go out there and give them everything you've got! We can't pay you, but you can take anything you find on them.",		"npc_1_1":"Are you interested in helping you fellow citizens of Rori? We're recruiting people to help put a stop to the menace posed by the Cobrals. We're asking everyone to do their part and help eradicate this threat. Are you willing to do your part?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
