{
	"stfFile":"spawning/static_npc/herald_dathomir_nsister_cave_olof",
	"entries": {
		"waypoint_name_1":"Nightsister cave",		"waypoint_description_1":"This is where a cave of outcast Nightsisters is rumored to live.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Sorry no, haven't had time yet. Will get right on it.",		"player_reset":"I've decided that it's probably not a good idea for me to head in to that area.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Why would this be interesting information?",		"player_2_1":"Nightsisters, from what I've heard about them, I should stay as far away from where ever they are as possible. No thanks.",		"player_1_1":"Sounds interesting, I will see what I can find out.",		"otherescort_1":"",		"npc_work_1":"Already back?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"Spiders eh? Hmm interesting, we may have to put together a strike force and see if we can capture some species.",		"npc_reset":"Didn't take you for the spineless type. Well I'm sure someone more courageous can assist me then.",		"npc_noloc_1":"I have lots of things to do, but nothing for you right now.",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"Bah, thought I could count on you doing this! Get out of here; I have no use for imbeciles.",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good, the sooner I get this information the better. Get to it soldier!",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Well if we can find a common variable in the way they tame their rancors and these creatures, we may be one step closer to...well but that's classified information.",		"npc_3_1":"Thought you were more skilled than you are I guess.",		"npc_2_1":"Good, I know they have their base of operations somewhere in this area. Let me know what you find out.",		"npc_1_1":"Lets see, yes, you could probably assist me. I've heard of a clan of the dangerous Nightsisters that has developed a strange symbiosis with some other creatures than the Rancor. I'd appreciate it if you could find out what's going on out there.",		"notyet":"",		"notit_1":"",		"next":"I have lots of things to do, but nothing for you right now.",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":"You already have plenty of things to worry about, come back when your less occupied."
}}
