{
	"stfFile":"spawning/static_npc/herald_dathomir_nsister_cave_azzenaj",
	"entries": {
		"waypoint_name_1":"Nightsister cave",		"waypoint_description_1":"This is where a cave of outcast Nightsisters is rumored to live.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"I'm sorry witch; I will get right back out there and see what I can find.",		"player_reset":"I've decided that it's probably not a good idea for me to head in to that area.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Do you have any idea what it could be out there?",		"player_2_1":"If she didn't return, I may not either. Doesn't sound like something I would want to get involved in.",		"player_1_1":"Yes witch, I will see what I can find out. Where is this area?",		"otherescort_1":"",		"npc_work_1":"What are you doing here maggot?! You're supposed to be out there checking what happened to my initiate!",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"As I thought. We've heard rumors about this foul clan before. Knowing the location of their cave will prove most useful. You have served me well maggot!",		"npc_reset":"Knew I shouldn't have put any trust in one of your kind!",		"npc_noloc_1":"What do you want maggot?! Can't you see I'm busy?!",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"You failed me maggot! What good are you?! Get out of my sight!",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"You better maggot!",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Dathomir is a dangerous place and we've heard rumors about...well you don't need to know about that. Just go find her already!",		"npc_3_1":"Your probably afraid maggot! Well I guess I couldn't expect anything less from one of your kind.",		"npc_2_1":"Excellent. The area where this herb grows is around here. Get out there and find out what happened!",		"npc_1_1":"Hmm, so you are looking to prove yourself worthy of your life eh? Well there is a little something you could assist me with I suppose. A few nights ago an initiate of mine was out collecting some herbs. She should have been back the same day but we haven't seen her since. This isn't the first time that we've lost sisters out in that area. Can you go out there and see what you can find out maggot?!",		"notyet":"",		"notit_1":"",		"next":"What do you want maggot?! Can't you see I'm busy?!",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":"Your mind is too occupied at the moment, come back another time when you are not so distracted."
}}
