{
	"stfFile":"spawning/static_npc/herald_naboo_pirate_pirate_rescue_ketter",
	"entries": {
		"waypoint_name_1":"Pirate Bunker",		"waypoint_description_1":"A deserted bunker inhabited by vile pirates. Rumors have said that several nobles are held here for ransom.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Nothing. I still have some investigating to do.",		"player_reset":"I decided to quit looking.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"What other information do you have?",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Do you have anymore information about these pirates?",		"player_2_1":"No, I'm not interested in anything a drunk pirate has to say.",		"player_1_1":"Yes, I am pretty interested.",		"otherescort_1":"",		"npc_work_1":"Oh, it's the scrawny kid. What did ye find out?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"I have nothin' fer ye. Ye were only suppose ta' investigate.",		"npc_reset":"Pah! Get out o' here an' let me drink in peace.",		"npc_noloc_1":"Come back later, I'm busy.",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"I have no other information for you except that the hideout can be found in the mountains. Please help me. I'm desperate!",		"npc_failure_1":"Ye can't do anythin' right, can ye?",		"npc_dropoff_1":"",		"npc_breech_1":"Where is my sister? I must find my sister! You! Will you go find her? She was captured by pirates! They demand that we pay some sort of ransom for her return. Please help me! You can find the pirate hideout here; I've marked it on your map.",		"npc_backtowork_1":"Get ye goin' then, kid! Don't waste me time on yer belly-achin'.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Neh. Just that they be kidnappin' nobles all over Naboo, keepin' 'em for ransom.",		"npc_3_1":"Yer nothin' but a coward. Ye couldn't go up against pirates anyway. Yer a scrawny kid.",		"npc_2_1":"Fine. Gimme yer datapad. Let me see wha' I can do wit' it. I hope I don't break it. Ha ha!",		"npc_1_1":"I be admirin' the bravery of 'dem pirates. Kidnappin' nobles, keepin' 'em locked up fer ransom. Hmm.. I bet yer hankerin' ta find where they be keepin' dem nobles.",		"notyet":"Ye can't help me, go away.",		"notit_1":"No, go back out an' try again, scrawny kid.",		"next":"I have nothin' else fer ye today.",		"gotowork_1":"",		"dontknowyou_1":"Go away! I don't need your help.",		"cant_work":"Go away an' let a pirate drink. Ye have too many things goin' on right now."
}}
