{
	"stfFile":"spawning/static_npc/herald_dathomir_crashed_civilian_transport",
	"entries": {
		"waypoint_name_1":"Crashed Civilian Transport Ship",		"waypoint_description_1":"The remains of the Tzarina, the largest ship in the Star Tours fleet.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I've decided to do something else.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"What happened to the ship?",		"player_2_1":"I am not interested, sorry.",		"player_1_1":"I promise I will tell others of your fate.",		"otherescort_1":"",		"npc_work_1":"Did you find the crashed starship?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Oh, I see. Farewell, then.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good luck, then.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"I was one of many who were lucky enough to be some of the first passengers on Star Tours newest luxury yacht. Everything was fine until the droid captain changed course towards Yavin to show us something "neat". The ship was hit by a strange T.I.E. Fighter that was tumbling out of control. Our hyperdrive initiated and drove us straight into this planet. You must let others know...",		"npc_3_1":"I see. Very well, then I think I need to sleep now. I'm very cold.",		"npc_2_1":"Thank you, friend. Tell the Star Tours company that they need to fix their droids, they're crazy! I will mark where we crashed on your datapad. Watch out, before I got out of there, I saw a number of scavengers approaching the area looking for food. I need to sleep now, good luck.",		"npc_1_1":"You... come closer. I don't have too much longer. I will give you something in exchange for your promise to tell others. I am the last survivor of a crashed cruise liner, the Star Tours Tzarina. If you promise to tell others of our fate, I will tell you where the wreckage is. Perhaps you can find something salvageable there. Agreed?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
