{
	"stfFile":"spawning/static_npc/herald_corellia_lord_nyax_cult",
	"entries": {
		"waypoint_name_1":"Lord Nyax Cult",		"waypoint_description_1":"This is the temple where a group of cultists are trying to bring Lord Nyax back from the dead.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I've decided not to search for them.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Who is Lord Nyax?",		"player_2_1":"No thanks. You sound like you're one card short of a full Sabbac deck.",		"player_1_1":"Umm... sure, I'll help you.",		"otherescort_1":"",		"npc_work_1":"Did you find the followers of Lord Nyax?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Perhaps that is for the best.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"I sure hope you can verify my story so people stop thinking that I'm crazy.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"What? You've never heard of Lord Nyax? He was the worst thing ever seen on Corellia? dressed all in black, choking people with his mind, you name it!Most people think he's just a story you tell to kids who are misbehaving, but I'm telling you, he's real!! Or at least these guys think he is!",		"npc_3_1":"You're just like everyone else here! I swear it's not just a story to tell kids! These guys are serious! Someone has to stop them before they summon up his ghost!",		"npc_2_1":"I knew someone would finally believe me! Here's where I saw them. If you have friends, bring them with you too! Someone has to stop these guys in case they actually know how to bring someone back from the dead!",		"npc_1_1":"Everyone here in town thinks I've gone crazy, but I know what I heard! You! You can go out there and prove that I haven't gone nuts! You need to go out into the wilderness and stop these cultists from bringing back Lord Nyax's ghost!",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
