{
	"stfFile":"spawning/static_npc/herald_dantooine_kunga_stronghold",
	"entries": {
		"waypoint_name_1":"Dantari Stronghold",		"waypoint_description_1":"According to the Imperial Officer, this area is home to aggressive Dantari",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I decided to quit looking.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Why are you concerned with the Dantari?",		"player_2_1":"Sorry, I have more important things to do.",		"player_1_1":"Yes, I wish to help the Empire.",		"otherescort_1":"",		"npc_work_1":"Did you find them?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Okay. Fine.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good luck!",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"The Dantari are a threat to our stormtroopers. At this time, we are devoting all of our efforts to wipe out the remaining Rebel sympathy on this planet. Once the Rebels have been completely stopped, we can then focus our attentions on subjugating the indigenous species, the Dantari.",		"npc_3_1":"Helping the Empire should be the most important thing on your list of things to do.",		"npc_2_1":"Very good. Here are the coordinates of an area we suspect the Dantari to have a heavy concentration of their people. All we need you to do is observe the area. When we need the information, we will come to you and ask you for your detailed report.",		"npc_1_1":"If you are looking for opportunities to help the Empire, then you are speaking with the right person. We are doing preliminary reconnaissance on the native Dantari. Since the Empire has just begun to take control of this planet, any information on the surrounding Dantari will help. Are you interested in helping the Empire?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
