{
	"stfFile":"spawning/static_npc/herald_naboo_noble_pirate_rescue_hanna",
	"entries": {
		"waypoint_name_1":"Pirate Bunker",		"waypoint_description_1":"A deserted bunker inhabited by vile pirates. Rumors have said that several nobles are held here for ransom.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"The pirates are a bit more difficult than I thought. I plan to try again, though.",		"player_reset":"I changed my mind. I really don't want to rescue your sister.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"What other information do you have?",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"What other information do you have about these pirates?",		"player_2_1":"No, I can't help you. I'm a pirate too!",		"player_1_1":"Yes, I will save her for you.",		"otherescort_1":"",		"npc_work_1":"Did you rescue her?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"Thank you! You saved my sister. I am ever so grateful!",		"npc_reset":"You're so cruel!",		"npc_noloc_1":"Please come back later. I may have something for you to do.",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"I have no other information for you except that the hideout can be found in the mountains. Please help me. I'm desperate!",		"npc_failure_1":"No! You were suppose to save her! You've failed me.. Please leave.",		"npc_dropoff_1":"",		"npc_breech_1":"Where is my sister? I must find my sister! You! Will you go find her? She was captured by pirates! They demand that we pay some sort of ransom for her return. Please help me! You can find the pirate hideout here; I've marked it on your map.",		"npc_backtowork_1":"At least I still have hope. Please save her as soon as possible.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"I don't have any other information. Except, you may want to bring your friends with you. Pirates are vile and dangerous.",		"npc_3_1":"Ahh! Someone help me! This pirate is threatening to hurt me!",		"npc_2_1":"Thank you, my kind friend. Please hurry. I fear she may be in danger. Let me have your datapad. I can enter the information for you.",		"npc_1_1":"My sister! Where could she be? You! Will you help me? She has been kidnapped by pirates. Please help me, I don't have enough money to pay their ransom. Will you save her for me?",		"notyet":"I'm sorry, but you can't help me right now.",		"notit_1":"No! You did it wrong! Go try again!",		"next":"I have no more work for you.",		"gotowork_1":"",		"dontknowyou_1":"Go away! I don't need your help.",		"cant_work":"You have too many things to do right now. I don't think you have the time to help me."
}}
