{
	"stfFile":"spawning/static_npc/herald_dantooine_mokk_stronghold",
	"entries": {
		"waypoint_name_1":"Mokk Caves",		"waypoint_description_1":"According to Daiv, this cave system may or may not hold a tribe of Dantari called the Mokk.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking for them.",		"player_reset":"I've decided to leave them alone.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"What are you doing on Dantooine?",		"player_2_1":"Sorry, I'm a bit busy.",		"player_1_1":"Sure, I'll help.",		"otherescort_1":"",		"npc_work_1":"Did you find the Mokk?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Suit yourself.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good luck, then.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Heck, I'm not one for lying. I'm a Rebel. Judging by the look in your eye, I'd say you are too, eh? Yeah,  I'm a good judge of character. Anyway, as you were asking - I'm looking for a new place to hide out in case the long arm of the Empire comes down on us. That's why I'm checking out these caves to make sure Dantari aren't already there.",		"npc_3_1":"Hey, I understand. If I hadn't spent so much time running around this planet, the Dantari would still scare me too!",		"npc_2_1":"Thanks a lot, friend. Let me mark down on your datapad where I saw this cave. All I need to know is if some Dantari are using it. I've heard a tribe named the Mokk Dantari are using it, but I need to make sure. I'll run off to the hospital shortly once you leave. Thanks again!",		"npc_1_1":"How are you doing today? The name's Daiv Dekven, Scout. Look, you might be able to help me out, actually. I'm nursing some wounds right now, but I was checking up on a cave to see if it's already being used by some Dantari. Do you think you might be able to help me, since I can't do it myself?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
