{
	"stfFile":"spawning/static_npc/herald_dathomir_nightsister_forcedlabor_camp",
	"entries": {
		"waypoint_name_1":"Forced-Labor Mine",		"waypoint_description_1":"A series of resource mines that are being worked by slaves of the Nightsisters.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I've decided to pass on this expedition.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Why don't you ask the Empire for help?",		"player_2_1":"I cannot help you.",		"player_1_1":"Yes, I'll definitely help!",		"otherescort_1":"",		"npc_work_1":"Did you find it?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"No problem. I hope to see you around.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good luck.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"They were the first people I sought out. The Empire told me that they would prefer to leave well enough alone, and that they didn't care about a few escaped slaves. Blast the Empire! They are no better than the Nightsisters! Will you help us, please?",		"npc_3_1":"I guess I understand. The Nightsisters are something no one should have to face in a battle. I will be off to try to find someone who is able to help.",		"npc_2_1":"Oh, thank you! Here is where the mines are. Were trapped down deep inside the mines, and the Nightsisters oversee everything we do. If you're going to help us, you will need to bring help of your own. I look forward to seeing my friends again? thank you so much.",		"npc_1_1":"You were able to escape from the sisters, too? What? You're from the stars!? Then maybe you might be able to help! The Nightsisters chose the strongest of their slaves and force them to work the mines! I managed to escape and search for help, for we cannot save ourselves! Will you please help us gain our freedom?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
