{
	"stfFile":"spawning/static_npc/herald_dathomir_mutant_rancor_cave",
	"entries": {
		"waypoint_name_1":"Mutant Rancor Cave",		"waypoint_description_1":"A cave filled with horribly inbred rancors. Destroy all you see so that they can no longer breed.",		"return_waypoint_name_1":"",		"return_waypoint_description_1":"",		"player_sorry":"Not yet. I am still looking.",		"player_reset":"I have other plans, mistress.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"How could something like this happen?",		"player_2_1":"No, mistress, I cannot do this.",		"player_1_1":"Yes, mistress.",		"otherescort_1":"",		"npc_work_1":"Did you find the mutant rancor cave?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"",		"npc_reset":"Then fare well... if you can.",		"npc_noloc_1":"",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"",		"npc_dropoff_1":"",		"npc_breech_1":"",		"npc_backtowork_1":"Good luck, then.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"A fellow sister had found that even though she desired to be trained to tame rancors, she had not the skill within her. Though she was directed to undertake different tasks, she rebelled and went into exile. It seems she has decided to continue with her training on her own, resulting in a perversion of the noble line of rancor. You will eradicate these mutants.",		"npc_3_1":"I will find who your owner is and bring upon a wrathful vengeance for your insolence. Your owner has not trained you adequately, slave. This will be rectified immediately.",		"npc_2_1":"I will mark the location of the cave on your datapad so that you can attend to this immediately. You are charged with entering the cave and destroying as many of these abominations as possible before you find your own life extinguished. Go now.",		"npc_1_1":"Slave, I will have words with you. You seem to have been given more freedom than most of your ilk, therefore I charge you with a task that other slaves may are not able to complete. It has come to my attention that there is a cave filled with many inbred rancors. These creatures must be destroyed before they spread their line. Are you ready for your task?",		"notyet":"",		"notit_1":"",		"next":"",		"gotowork_1":"",		"dontknowyou_1":"",		"cant_work":""
}}
