{
	"stfFile":"spawning/static_npc/naboo_rsf_surlin_rolei",
	"entries": {
		"waypoint_name_7":"Trade Federation Decoys",		"waypoint_name_6":"Trade Federation Scout",		"waypoint_name_5":"Trade Federation Loyalists",		"waypoint_name_4":"RSF Contact",		"waypoint_name_3":"Shaupaut Pack",		"waypoint_name_2":"RSF Field Agent",		"waypoint_name_1":"Captain Tish",		"waypoint_description_7":"Trade Federation Decoys",		"waypoint_description_6":"Trade Federation Scout",		"waypoint_description_5":"Trade Federation Loyalists",		"waypoint_description_4":"Field Agent",		"waypoint_description_3":"Shaupaut Pack",		"waypoint_description_2":"Camera Delivery",		"waypoint_description_1":"Captain Tish",		"return_waypoint_name_7":"Surlin Rolei",		"return_waypoint_name_6":"Surlin Rolei",		"return_waypoint_name_5":"Surlin Rolei",		"return_waypoint_name_4":"Surlin Rolei",		"return_waypoint_name_3":"Surlin Rolei",		"return_waypoint_name_2":"Surlin Rolei",		"return_waypoint_name_1":"Surlin Rolei",		"return_waypoint_description_7":"Surlin Rolei",		"return_waypoint_description_6":"Surlin Rolei",		"return_waypoint_description_5":"Surlin Rolei",		"return_waypoint_description_4":"Surlin Rolei",		"return_waypoint_description_3":"Surlin Rolei",		"return_waypoint_description_2":"Surlin Rolei",		"return_waypoint_description_1":"Surlin Rolei",		"player_sorry":"I am ready to continue with my task.",		"player_reset":"Something appears to have gone wrong. Give me another chance.",		"player_more_3_7":"",		"player_more_3_6":"",		"player_more_3_5":"",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_7":"",		"player_more_2_6":"",		"player_more_2_5":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_7":"",		"player_more_1_6":"",		"player_more_1_5":"",		"player_more_1_4":"Is everything included in the report?",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"Aren't you supposed to be fishing?",		"player_5_7":"",		"player_5_6":"",		"player_5_5":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_7":"",		"player_4_6":"",		"player_4_5":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_7":"If we know that it is a decoy, why are we going after it?",		"player_3_6":"How can this person lead us to one of their leaders?",		"player_3_5":"Maybe we can convince them to come in quietly.",		"player_3_4":"",		"player_3_3":"This sounds like a job for public works?",		"player_3_2":"",		"player_3_1":"Why don't you have them transmitted.",		"player_2_7":"I am not sure I like the idea of going for a bunch of decoys.",		"player_2_6":"I am not ready for an assignment like this.",		"player_2_5":"I do not feel that I am ready for a task such as this.",		"player_2_4":"Maybe you should send someone else.",		"player_2_3":"I don't think I am ready for a pack of shaupaut at this time. ",		"player_2_2":"I can't make it at this time, you are best to send another.",		"player_2_1":"I don't think I am ready to begin my training.",		"player_1_7":"I will take care of all my area, you just get Taron brought in.",		"player_1_6":"I am willing to help in any way.",		"player_1_5":"I will get that problem taken care of.",		"player_1_4":"I will get right on that sir.",		"player_1_3":"I can perform this duty, those shaupaut don't stand a chance.",		"player_1_2":"That shouldn't be too much trouble.",		"player_1_1":"I'll get right on that sir.",		"otherescort_7":"I am not the one you should be taking in, I swear.",		"otherescort_6":"",		"otherescort_5":"",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_7":"We need you to hit that decoy camp, no time to delay.",		"npc_work_6":"You have not completed the task, don't let this scout get away.",		"npc_work_5":"My reports indicate that the pirates are still active.  Please try to hurry.",		"npc_work_4":"You appear to have returned empty handed.  Hurry, this information is critical.",		"npc_work_3":"Having trouble locating your target?  Might be bad data.  Destroy your current mission file, then talk to me again for  a new one.",		"npc_work_2":"Our field agent is still waiting on that camera.  Perhaps you could speed it up a bit?",		"npc_work_1":"I do not see your forms, did you make it to see Captain Tish?",		"npc_takeme_7":"Ok, I surrender.  Take me in, just do not hurt me.",		"npc_takeme_6":"",		"npc_takeme_5":"",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_7":"",		"npc_smuggle_6":"",		"npc_smuggle_5":"",		"npc_smuggle_4":"And do try to be careful, we don't want to tip off the marks.",		"npc_smuggle_3":"",		"npc_smuggle_2":"This is what I needed.  Now I can get back to monitoring my targets.",		"npc_smuggle_1":"This is exactly what we need.  Welcome aboard.",		"npc_reward_7":"He turned the tables on us that time.  Good job in bringing him in on your own, you have the makings of a fine officer.",		"npc_reward_6":"This information could be the key to a long lasting peace, good work.",		"npc_reward_5":"That is a good thing you did, the peace has prospered.  Take a rest, and then return later for more.",		"npc_reward_4":"This is just the information we need, come back soon and we will have the next task waiting for you.",		"npc_reward_3":"That was some good work you performed out there.  Here is your money as promised.",		"npc_reward_2":"I hear that the camera delivered was just in time.  They are back out gathering some good information for us.",		"npc_reward_1":"You see, that was not so difficult.  With these in hand we can get you going on your training.",		"npc_reset":"Ok, I have notified our agent not to expect you. Return when you are prepared.",		"npc_noloc_7":"We appear to be having technical difficulties.  ",		"npc_noloc_6":"We are unable to locate their scouts at this time. Do not worry, one will turn up soon.",		"npc_noloc_5":"We have lost track of all our targets, come back later and maybe we will have updated information then.",		"npc_noloc_4":"We don't have anything at this time, try back in a little while.",		"npc_noloc_3":"We haven't received the information that we requested for your next task.  Try again in a little while.",		"npc_noloc_2":"All of our agents have reported in, and none require resupply at this time.  Try again in a bit.",		"npc_noloc_1":"We are having troubles with your enlistment documents.  Try again later, perhaps we will have them sorted out by then.",		"npc_more_3_7":"",		"npc_more_3_6":"",		"npc_more_3_5":"",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_7":"",		"npc_more_2_6":"",		"npc_more_2_5":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_7":"",		"npc_more_1_6":"",		"npc_more_1_5":"",		"npc_more_1_4":"Yes, my suspicions were true.  Trade federation reminent activity has been in the increase as of late and the recent raids on settlers has been the result of that increase.  Pirates until the end it would seem.",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"That would be nice. Say, I don't suppose you have seen a droid, about waist high with a fishing pole around have you? Nevermind, I'll just radio in and get HQ to start a  search for him.  You had best hurry back now.",		"npc_failure_7":"Looks like he is the one that got away.",		"npc_failure_6":"It appears the scout has gotten away. We can try again in a short time, come back then.",		"npc_failure_5":"It appears the pirates have the upper hand today.",		"npc_failure_4":"The report is no good to us anymore, I think our targets may have been tipped off.",		"npc_failure_3":"It appears the Shaupaut got the best of you.  Perhaps you will want to try again after your skills have improved.",		"npc_failure_2":"I'm affraid to say that you failed the mission.  Without the camera, the little information our agent was able to gather might not be enough to further our investigation.",		"npc_failure_1":"I'm not sure how you failed this mission, but that appears to be the case.  Such a simple thing too.",		"npc_dropoff_7":"Thank you for ruining my life buddy, I will try to return the favor some day.",		"npc_dropoff_6":"",		"npc_dropoff_5":"",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_7":"I do not think that I am ready to be stopped yet.  Get him boys.",		"npc_breech_6":"Hey, you are not my contact!",		"npc_breech_5":"You have some nerve showing up around here.",		"npc_breech_4":"You must be my contact.  They will need this encryption code in order to read it. Try not to delay, our targets could move at any time.",		"npc_breech_3":"",		"npc_breech_2":"I've been waiting for you all day, do you have my camera?",		"npc_breech_1":"Oh good, I've been expecting you.  Let me get this signed and you can return for your regular duties.",		"npc_backtowork_7":"Try to hurry, we do not want this opportunity to pass by.",		"npc_backtowork_6":"Get back out there, and bring down that scout.",		"npc_backtowork_5":"Quit loitering around when there are threats to remove.",		"npc_backtowork_4":"Time is short, we need that information to prepare our next move.",		"npc_backtowork_3":"Back to work with you then.",		"npc_backtowork_2":"We need that camera delivered, time is a costly thing in the recon business.",		"npc_backtowork_1":"Head on over see the Captain, I'll let him know you have resumed your mission.",		"npc_6_7":"",		"npc_6_6":"",		"npc_6_5":"",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_7":"",		"npc_5_6":"",		"npc_5_5":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_7":"We have learned of his decoy patrols a number of times in the past.  If we ignore this one he might become suspicious.",		"npc_4_6":"He is a scout of theirs, and with strikes like that which you have just performed for us the local heads are forced to take their briefings in person.  If we can get the information from this scout, then we can strike at the source for once.",		"npc_4_5":"The loyalists are fanatics. Such an occurance is unlikely. Maybe if we could strike one of their leaders, but they are well hidden.",		"npc_4_4":"",		"npc_4_3":"In fact it is, we pulled this one for you so that we could monitor your progress.  Don't worry, it will come with the usual payoff.",		"npc_4_2":"",		"npc_4_1":"Captain Tish likes to meet each recruit personally.  And well, he appears to be doing a bit of fishing right now.",		"npc_3_7":"Well, we would really like to have your help on this one.  Glory is a poor goal for a public servant.",		"npc_3_6":"Now is the time to turn back.  The RSF is not for the faint of heart.",		"npc_3_5":"I understand, train some more and then return.  Threats such as these can not be taken lightly.",		"npc_3_4":"We can send another if we act quickly.  These sort of things pop up from time to time, so expect a similar task during your training.",		"npc_3_3":"It is good that you know your limits.  Come back when you feel up to task.",		"npc_3_2":"We'll have another recruit run this camera out.  Try to be available later, our agents are always in need of replacements.",		"npc_3_1":"The life of an RSF agent is not for everyone.  Feel free to come back when you you are up to the task.",		"npc_2_7":"No doubt about that.  And be careful, just because they are a decoy does not mean they won't be using real blasters.",		"npc_2_6":"This one will not be easy.  We need you to retreive a information from one of their people that will tell us the location of a local leader.  Someone who has caused problems for us in the past.",		"npc_2_5":"I do not like violent solutions, but we will not allow piracy.  Good luck.",		"npc_2_4":"Be careful in your travels.  They do not suspect anything yet, but if the wrong people learn of your mission it might compromise our plan.",		"npc_2_3":"It is good that you are confidant, but try not to let them take you unaware.",		"npc_2_2":"Great, they are working on an important task so it will be a great benefit for them to not come all the way back into town.",		"npc_2_1":"Excellent.  You should be able to find him down by the lake shore.",		"npc_1_7":"This is the chance we have been waiting for.  A location to one of their leaders, Taron.  For this mission we will need you to go for one of his decoy locations, while the main force aprehends him at his actual hideout.",		"npc_1_6":"Good work on that trade federation camp.  While you were out we got a bit more information on activity in the area, and believe there is a chance to nab one of their leaders.",		"npc_1_5":"The information you retreived for us is hardly a suprise.  These pirates, barely able to call them selves part of the trade federation, have been an increasing bother as of late.  I want you to  go visit a location of suspected loyalists and remove the threat, use any force necessary.",		"npc_1_4":"We need you to meet with a contact of ours.  Their report hinted at information regarding a known criminal in the area, but we wish to avoid the chance our transmission might be intercepted. So we want you to go out and get the full report in person.",		"npc_1_3":"It is time to take you training to the next level.  The goal of the RSF is peace, and that often involves confrontation.  I am going to want to see how you can handle your weapons against a pack of shaupaut that have been bothering travelers in the area.",		"npc_1_2":"Welcome back.   For your first mission we need you to deliver a camera to one of our field agents so that they will be able to monitor activity in their sector.  We have aranged to have them meet you for a new one.",		"npc_1_1":"Welcome recruit.  Today we will begin your basic training to be a RSF agent.  Your first task will be to pick up your enlistment information from Captain Tish.",		"notyet":"We are not taking any more recruits at this time.  Please try again later.",		"notit_7":"I am not sure what this is, but I am sure I do not want it.",		"notit_6":"Blast, this is not the information that we need.",		"notit_5":"This is not the sort of thing I was expecting.  Are you sure you know what you are doing?",		"notit_4":"This is not the information we were told to expect.  Did you speak with the right person?",		"notit_3":"This is not the blaster I am looking for.  Move along.",		"notit_2":"Is this some sort of joke? Go back to HQ and tell them to bring me the right equipment.",		"notit_1":"Well, this does not appear to be your information. Perhaps there is some mixup.",		"next":"That is all I have for you.  Welcome to the exciting life of an RSF agent.",		"gotowork_7":"",		"gotowork_6":"",		"gotowork_5":"",		"gotowork_4":"This was not wat I expected.",		"gotowork_3":"",		"gotowork_2":"Is this some sort of joke?  Go back to HQ and tell them to bring me the right equipment.",		"gotowork_1":"Hmm... I do not appear to have the correct forms.  You may wish to see the recruiting agent again.",		"dontknowyou_7":"You had best be moving along, I have no business with you.",		"dontknowyou_6":"You are not the one one I am waiting for, I suggest you move along.",		"dontknowyou_5":"I do not know who it is you are looking for, but it sure is not me.",		"dontknowyou_4":"I am just a humble hermit, not worth your bother.",		"dontknowyou_3":"",		"dontknowyou_2":"I'm on official RSF business, please move along.",		"dontknowyou_1":"Interested in joining the RSF are you?  Speak with Surlin Rolei in Theed to get started.",		"cant_work":"It appears you have other tasks to attend to. Come back later when you are not so busy."
}}
