{
	"stfFile":"spawning/static_npc/tato_zicx_palu",
	"entries": {
		"waypoint_name_1":"Save Palu's little sister",		"waypoint_description_1":"Valarian's thugs kidnapped Palu's little sister on her way back from the palace. Rescue her and return her to Palu's shop.",		"return_waypoint_name_1":"Return to Palu",		"return_waypoint_description_1":"Bring Feinu back to her big sister in town to collect your reward.",		"player_sorry":"I am still looking for her.",		"player_reset":"I can't do this anymore.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"How did they get a hold of you?",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"Your sister?",		"player_2_1":"No, I have no time to help you now.",		"player_1_1":"Yes. I will find her and bring her back here unharmed.",		"otherescort_1":"Save yourself! Valarian's enforcers are trying to kill me!",		"npc_work_1":"Did you find her?",		"npc_takeme_1":"Take me to my sister, please! We'll get revenge on these Valarian swoopers some day!",		"npc_smuggle_1":"",		"npc_reward_1":"Thank you so much! Here - please take this special suit.  It is resistant to disease. Jabba's scouts use this type of equipment whenever they're around the Sarlacc. It keeps them alive.",		"npc_reset":"Then I hope, for your sake ... she's not hurt. Jabba helps me when I need him. I may need him to teach you a lesson. Do you understand?",		"npc_noloc_1":"Wait a minute. Now that I think about it... maybe we should wait. Feinu has a new friend outside of town. Maybe she's stopped off for a visit?",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"They caught me on the way back from the palace. My sister says I shouldn't walk the road to Wayfar by myself. Valarian's thugs jumped me and told me they were going to hold me for ransom.",		"npc_failure_1":"How could you have let this happen?! Oh, no... no... no... What am I going to do, now?",		"npc_dropoff_1":"Ahh... thank you so much for helping me! Those thugs would have disintegrated me for sure!",		"npc_breech_1":"Please! Help me!",		"npc_backtowork_1":"She was supposed to be following the road to the palace... so she could be just outside of town. Please hurry!",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Feinu. She runs errands for me. Mostly she delivers new equipment to Jabba's elite guard. Jabba and I have an agreement of sorts. The road from here to there is pretty dangerous. Valarian is always trying to mess things up. I worry that they have done something bad to Feinu. Will you go find her for me?",		"npc_3_1":"Are you kidding me? You don't have TIME to help? You better change your mind!",		"npc_2_1":"Thanks. When you return I will reward you with special disease-resistant equipment... none better in the galaxy. Now, please hurry!",		"npc_1_1":"You want my help? Then you help me, first. The palace scouts say that my sister left to come back here several hours ago... but she hasn't shown up. I fear the worst. Can you run to the edge of town and see if you can find my sister? Bring her back here to me?",		"notyet":"Hello. I don't know you. Why don't you go to the other side of town and see Jowir Ar'Lensa. He loves meeting new people. Thanks.",		"notit_1":"",		"next":"I can't give you anything else. If Jabba finds out that I gave you special disease-resistant equipment... which is made EXCLUSIVELY for his elite guard... he'll have us both killed. Now, go on. Goodbye!",		"gotowork_1":"",		"dontknowyou_1":"Valarian's thugs told me that if I moved... they would disintegrate me on the spot! Please go! I don't want them to kill you, too.",		"cant_work":"I'm a little busy at the moment... making disease-resistant clothing and other high-quality garb for Jabba's elite forces. Check back with me later."
}}
