{
	"stfFile":"spawning/static_npc/tato_valarian_ind",
	"entries": {
		"player_sorry_6":"My mistake.  I'll get back to work.",		"gotowork":"Are you kidding?  I'm here for the new roster.  What is this?  Don't you have it?",		"npc_reset_6":"You're in too deep now, my friend.",		"npc_reset_5":"You're in too deep now, my friend.",		"npc_reset_4":"You're in too deep now, my friend.",		"npc_reset_3":"You're in too deep now, my friend.",		"npc_reset_2":"You're in too deep now, my friend.",		"player_sorry_5":"My mistake. I'll get back to work.",		"player_sorry_4":"My mistake. I'll get back to work.",		"player_sorry_3":"My mistake. I'll get back to work.",		"player_sorry_2":"My mistake. I'll get back to work.",		"player_reset_6":"I don't want to do this anymore.
",		"player_reset_5":"I don't want to do this anymore.",		"player_reset_4":"I don't want to do this anymore.",		"player_reset_3":"I don't want to do this anymore.",		"player_reset_2":"I don't want to do this anymore.",		"waypoint_name_6":"LADY VALARIAN: Get the egg",		"waypoint_name_5":"LADY VALARIAN: Take care of the poisoners",		"waypoint_name_4":"LADY VALARIAN: find the killer",		"waypoint_name_3":"LADY VALARIAN: Find the scientist",		"waypoint_name_2":"LADY VALARIAN: Pick up the Compound Guard",		"waypoint_name_1":"LADY VALARIAN: Valarian's Chief Assassin",		"waypoint_description_6":"Find Jabba's Delivery Boy and retrieve the avian egg from him.",		"waypoint_description_5":"Find the ones polluting the water supply, destroy them, and bring back the poison",		"waypoint_description_4":"Find the murderer Roden Venthrall and deal with him.",		"waypoint_description_3":"Find Dr. Kaum and return him to the Lucky Despot",		"waypoint_description_2":"Go find the guard who hasn't brought back lunch yet.  He may be in trouble...",		"waypoint_description_1":"Deliver the updated employee roster to the Chief Assassin to avoid being murdered.",		"return_waypoint_name_6":"LUCKY DESPOT",		"return_waypoint_name_5":"LUCKY DESPOT",		"return_waypoint_name_4":"LUCKY DESPOT",		"return_waypoint_name_3":"LUCKY DESPOT",		"return_waypoint_name_2":"Lucky Despot",		"return_waypoint_name_1":"Lucky Despot",		"return_waypoint_description_6":"Return to Ind at the Lucky Despot",		"return_waypoint_description_5":"Return to Ind at the Lucky Despot",		"return_waypoint_description_4":"Return to Ind at the Lucky Despot",		"return_waypoint_description_3":"Return to Ind at the Lucky Despot and dropoff Dr. Kaum",		"return_waypoint_description_2":"Return to Ind at the Lucky Despot",		"return_waypoint_description_1":"Return to Ind at the Lucky Despot for more quests.",		"player_sorry_1":"My mistake. I'll get back to work.",		"player_reset_1":"I don't want to do this anymore.",		"player_more_3_6":"",		"player_more_3_5":"",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_6":"",		"player_more_2_5":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_6":"",		"player_more_1_5":"",		"player_more_1_4":"",		"player_more_1_3":"Uh...Jabba wants to have a drink with you.",		"player_more_1_2":"What happened out here?",		"player_more_1_1":"Am I really a member of the family now?",		"player_5_6":"",		"player_5_5":"You're sure it's Jabba's guys?",		"player_5_4":"Who's Dolac Legasi?",		"player_5_3":"What if Jabba's guys show up?",		"player_5_2":"",		"player_5_1":"",		"player_4_6":"",		"player_4_5":"Why the water supply?",		"player_4_4":"Who is this killer.",		"player_4_3":"What kind of weapon are they building?",		"player_4_2":"",		"player_4_1":"",		"player_3_6":"Where is it being delivered to?",		"player_3_5":"What are they putting in the water?",		"player_3_4":"Why don't we just hire this murderer?",		"player_3_3":"Won't he realize I'm not taking him to Jabba's?",		"player_3_2":"What's for lunch?",		"player_3_1":"Who is this assassin?",		"player_2_6":"I'll have to come back later.",		"player_2_5":"I'm a little busy.",		"player_2_4":"This sounds dangerous.",		"player_2_3":"This sounds like something someone else could do.",		"player_2_2":"I can't do this right now.",		"player_2_1":"I am not ready yet.",		"player_1_6":"I'll do it.  I've been waiting for this...",		"player_1_5":"I'll get right to it.",		"player_1_4":"Got it.  Kill the killer.",		"player_1_3":"Ok, I'll go get him.",		"player_1_2":"I would be happy to.",		"player_1_1":"Sounds good. Sign me up.",		"otherescort_6":"",		"otherescort_5":"",		"otherescort_4":"",		"otherescort_3":"I'm waiting for someone, sorry, I can't talk.",		"otherescort_2":"I'm waiting for somebody, and guess what?  It's not you!",		"otherescort_1":"",		"npc_work_6":"Where's the egg?",		"npc_work_5":"Did you take care of our little problem?",		"npc_work_4":"Did you take care of that little problem we were having?",		"npc_work_3":"Where's the scientist?",		"npc_work_2":"Why haven't you found Valarian's compound guard?",		"npc_work_1":"Are you done already?",		"npc_takeme_6":"",		"npc_takeme_5":"",		"npc_takeme_4":"",		"npc_takeme_3":"Where are we going?",		"npc_takeme_2":"Ok, I'm ready to head back to the Despot.",		"npc_takeme_1":"",		"npc_smuggle_6":"",		"npc_smuggle_5":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"Aah. Welcome to the Valarian family.",		"npc_reward_6":"You got it!  Great.  Valarian's ready to see you.",		"npc_reward_5":"Excellent work once again.  Valarian's been talking about you lately.  I think she'll invite you to see her soon.",		"npc_reward_4":"I can't tell you how happy I am that this is taken care of.  Our loyal customers have nothing but good things to say about you.",		"npc_reward_3":"Great.  Now that he's here we'll make sure he's working for the right team.  Here's some cash to help you along, oh, and we found this on the good doctor.  You can have it too.",		"npc_reward_2":"Perfect, Jabba will be furious! Here, you've earned every last one of these credits.",		"npc_reward_1":"Good to have you on the team. Lady Valarian wants all of her new recruits to use these fresh Republic Blasters. So here you go. Be careful with it...",		"npc_reset_1":"You're in too deep now, my friend.",		"npc_noloc_6":"Wait a sec...you'll have to come back in a few and I'll tell you where the delivery guy is.",		"npc_noloc_5":"If you ask me again in a few minutes we should be able to figure out exactly where these guys are.",		"npc_noloc_4":"When I get a fix on this guy's location I'll let you know.  Actually, just come back later and I'll tell you what's going on.",		"npc_noloc_3":"Hm...it seems the good doctor hasn't arrived yet.  Come back in a few minutes and I'll keep you posted.",		"npc_noloc_2":"Actually - if I remember correctly Kavas said she got a message from the compound guard a few moments ago. Perhaps all is well. Check back with me later.",		"npc_noloc_1":"Wait a minute. I think our Chief Assassin is off-world today. Why don't you come back in a few cycles?",		"npc_more_3_6":"",		"npc_more_3_5":"",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_6":"",		"npc_more_2_5":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_6":"",		"npc_more_1_5":"",		"npc_more_1_4":"",		"npc_more_1_3":"Oh, well, that's fine then.  I hope they have blue milk....",		"npc_more_1_2":"These guys wouldn't let me get back to work.  I'm glad you came along.",		"npc_more_1_1":"No. You have too little blood on your hands. Keep trying, though. See if Ind has more work for you.",		"npc_failure_6":"Jabba got his egg?  I can't believe this!",		"npc_failure_5":"Great, we're ruined.  All thanks to you.",		"npc_failure_4":"That guy's gonna go on a killing spree.  You should be ashamed.",		"npc_failure_3":"You let him get away?!?  Great.  I thought you were more competent than this...",		"npc_failure_2":"Lady Valarian does not tolerate skipping lunch!",		"npc_failure_1":"How could you have failed to deliver a list of NAMES?",		"npc_dropoff_6":"",		"npc_dropoff_5":"",		"npc_dropoff_4":"",		"npc_dropoff_3":"Oh, thank you for bringing me safely to the city.",		"npc_dropoff_2":"Thanks for the safe trip!",		"npc_dropoff_1":"",		"npc_breech_6":"NO!  Do you know who this egg is for?  Bodyguards!  Save me!",		"npc_breech_5":"Heh, something else we can foul up besides water.  Get him boys!",		"npc_breech_4":"I'll kill you too!",		"npc_breech_3":"I'm looking for an escort to, uh...Mr. The Hutt's palace?",		"npc_breech_2":"Great!  I'm glad somebody finally figured out that I needed help!",		"npc_breech_1":"Over here! You're the new one, eh?",		"npc_backtowork_6":"Get it before it goes bad.  Do you know how bad those things smell when they're ripe?",		"npc_backtowork_5":"Get out there and find these guys, we're going out of business here!",		"npc_backtowork_4":"Get out there and find that guy!",		"npc_backtowork_3":"Get out there before Jabba's fiends find him.",		"npc_backtowork_2":"Please hurry.",		"npc_backtowork_1":"Good luck.",		"npc_6_6":"",		"npc_6_5":"Positive.  We spotted a couple of them near our moisture harvesters.  Don't get careless, these guys are for real.",		"npc_6_4":"Heh, another murderer serving a life sentence in an imperial prison on Dathomir.  You don't want to run into that guy, trust me.",		"npc_6_3":"You should have plenty of lead time, but even if you don't I know you know how to fight...",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_6":"",		"npc_5_5":"You know what our number one selling drink is at the Despot?  Water.  It's a desert friend, everybody needs water!",		"npc_5_4":"Someone called Roden Venthrall.  A student, apparently, of Dolac Legasi's.",		"npc_5_3":"No one seems to know, though from what I hear Dr. Kaum's specialty is beam weapons.  Probably just some new kind of rifle.",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_6":"That's the joke.  Jabba ordered it special.  His chef, Porcellus, was going to make him a special meal.  We're gonna annoy Jabba and have a nice dinner all at the same time!",		"npc_4_5":"I don't know yet.  That's why I need you to bring it back.  Lots of our customers are getting sick, whatever this stuff is.",		"npc_4_4":"Killers aren't good business.  Who's gonna gamble if everyone's dead?  Who's gonna pay for protection.  This one has to be taken care of.",		"npc_4_3":"Just tell him Jabba wants to meet him for a drink first.  This guy doesn't know anything about what's going on here.  We're gonna make sure he knows the score.",		"npc_4_2":"Lady Valarian ordered a special Rill casserole. I'm sure she'd share it if it arrives safely.",		"npc_4_1":"Never you mind. If you are not known to our chief assassin you will surely die...",		"npc_3_6":"Well, don't keep the boss waiting, she doesn't like it.",		"npc_3_5":"We don't have a lot of time on this one so come back as soon as you're free.",		"npc_3_4":"You sound more cowardly then you used to.  Are you feeling all right?",		"npc_3_3":"Yeah, you're right.  Maybe whoever we hire to take your place...",		"npc_3_2":"Unwise. Lady Valarian expects loyalty. I'll try to keep your unwillingness a secret.",		"npc_3_1":"That's what I thought. ",		"npc_2_6":"I had a feeling.  Anyone that's hung around here as long as you certainly wants to see the boss lady.",		"npc_2_5":"I knew I could count on you.  There's likely to be more than one of them.  Get them all if you can.",		"npc_2_4":"Right.  Murder will not be tolerated.  Not of innocents.  If this guy were killing Jabba's people, who would notice?",		"npc_2_3":"Great.  When you get him back here we'll take *good* care of him.",		"npc_2_2":"Excellent. Head out toward the edge of town and see if you can escort our friend here.",		"npc_2_1":"Good choice. Here's the updated ledger. You'll find our Chief Assassin on the outskirts of town.",		"npc_1_6":"This is it.  This one will get you in to see Valarian herself.  She wants you to steal an expensive avian egg from a delivery guy.",		"npc_1_5":"Jabba's trying to be clever.  He sent someone to taint our water supplies.  Find the one's responsible and bring back whatever they're putting in our water.",		"npc_1_4":"There's a murderer on the loose.  Never let it be said that we let something like this happen in our territory.  I want this one killed.  Are we clear?",		"npc_1_3":"Rumor has it Jabba hired an off world scientist named Dr. Kaum to come help him develop some weapons technology.  Dr. Kaum doesn't know any of Jabba's thugs, so go pick him up before they get there.",		"npc_1_2":"Lady Valarian's compound guard was supposed to deliver lunch some time ago. We haven't heard anything and we're starting to worry. Can you go check it out?",		"npc_1_1":"Kavas says you're ready to do some real work. I've put your name on a list of new recruits. Deliver it to our chief assassin to avoid getting murdered in the street.",		"notyet":"You should chat with Kavas over there. She's got plenty of work for folks like you.",		"notit_6":"This isn't the egg.  What is this?",		"notit_5":"I'm not sure what that is.",		"notit_4":"What is this?",		"notit_3":"What is this?",		"notit_2":"",		"notit_1":"",		"next":"Sorry I can't help you. I have a number of new recruits to train. Why don't you speak with Lady Valarian?",		"gotowork_6":"",		"gotowork_5":"",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"Are you kidding? I'm here for the new roster. Not THAT!",		"dontknowyou_6":"I'm very busy and very important.  I can't talk to you.",		"dontknowyou_5":"You don't want any part of me.",		"dontknowyou_4":"Get away from me.  I'm dangerous",		"dontknowyou_3":"Who are you?  Sorry, I'm rather distracted at the moment...",		"dontknowyou_2":"I have no idea what you're talking about.",		"dontknowyou_1":"Look. I'm waiting for someone. You'd better not be seen with me. I have the death sentence on twelve systems!",		"cant_work":"We can't talk right now. Lady Valarian suspects that there is a spy in our midst. You should take care of your personal business and come back later."
}}
