{
	"stfFile":"spawning/static_npc/tato_valarian_kavas_urdano",
	"entries": {
		"waypoint_name_6":"LADY VALARIAN: Retrieve the briefcase from the assassin.",		"waypoint_name_5":"LADY VALARIAN: Find and kill Jabba's Enforcer",		"waypoint_name_4":"LADY VALARIAN: Pick up a gift for Ind.",		"waypoint_name_3":"LADY VALARIAN: Deliver a proclamation for Lady Valarian.",		"waypoint_name_2":"LADY VALARIAN: Jabba Enforcers",		"waypoint_name_1":"VALARIAN: Cie Vos",		"waypoint_description_6":"Jabba's assassin missed Lady Valarian, but stole important financial documents.  Return the briefcase to Kavas.",		"waypoint_description_5":"Jabba's enforcer must be taught a lesson.",		"waypoint_description_4":"Find Ki'shai and recover Kava's gift for Ind.",		"waypoint_description_3":"Find Ysho and deliver the prolcamation.",		"waypoint_description_2":"Destroy Jabba's Enforcers who've been sent to kill Lady Valarian",		"waypoint_description_1":"Eliminate the thief "Cie Vos" and return the rations to Kavas Urdano at the Lucky Despot",		"return_waypoint_name_6":"Lucky Despot",		"return_waypoint_name_5":"Lucky Despot",		"return_waypoint_name_4":"Lucky Despot",		"return_waypoint_name_3":"Lucky Despot",		"return_waypoint_name_2":"Lucky Despot",		"return_waypoint_name_1":"Lucky Despot",		"return_waypoint_description_6":"Return to the Lucky Despot and speak with Kavas.",		"return_waypoint_description_5":"Return back to the Lucky Despot and speak to Kavas.",		"return_waypoint_description_4":"Return to the Lucky Despot to receive your reward.",		"return_waypoint_description_3":"Return to the Lucky Despot to receive your reward.",		"return_waypoint_description_2":"Return to the Lucky Despot to receive your reward.",		"return_waypoint_description_1":"Return the rations to Kavas Urdano at the Lucky Despot",		"player_sorry":"I am still looking for my target.",		"player_reset":"I couldn't find the target.",		"player_more_3_6":"",		"player_more_3_5":"",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_6":"",		"player_more_2_5":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_6":"",		"player_more_1_5":"",		"player_more_1_4":"What is this thing I'm supposed to retrieve?",		"player_more_1_3":"What is this proclamation for?",		"player_more_1_2":"",		"player_more_1_1":"What are you talking about?",		"player_5_6":"",		"player_5_5":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_6":"",		"player_4_5":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_6":"",		"player_3_5":"What's the payout on this?",		"player_3_4":"What's this thing I'm picking up?",		"player_3_3":"What are people hearing about me?",		"player_3_2":"Why would Jabba do this?",		"player_3_1":"Who cares if you think I'm courageous?",		"player_2_6":"This is too much work.",		"player_2_5":"This isn't my type of work.",		"player_2_4":"Sorry, I'm busy right now.",		"player_2_3":"I'm not available at the moment.",		"player_2_2":"I can't do this right now.",		"player_2_1":"I can't help you right now.",		"player_1_6":"I'm on my way.",		"player_1_5":"I'm clear.  He's gone.",		"player_1_4":"Sure, no problem.",		"player_1_3":"Of course. What is it?",		"player_1_2":"Sounds like fun.",		"player_1_1":"Let's get started.",		"otherescort_6":"",		"otherescort_5":"",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_6":"Where's the briefcase?",		"npc_work_5":"How come I haven't heard about Jabba's thug dying yet?",		"npc_work_4":"Hey, did you make that pick up for me?",		"npc_work_3":"Have you delivered the proclamation?",		"npc_work_2":"Will you please take care of Jabba's Enforcers? They could be here at any moment!",		"npc_work_1":"Did you recover what I require?",		"npc_takeme_6":"",		"npc_takeme_5":"",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_6":"",		"npc_smuggle_5":"",		"npc_smuggle_4":"Here you go. The photo capture unit got smashed - but I think that Kavas knows how to fix it. See you around!",		"npc_smuggle_3":"Ah, the proclamation.  I can't tell you how much easier this is going to make things for us.",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_6":"You did it!  Valarian's so pleased she's told me to let you into the inner sanctum.  That means you'll be dealing with Ind from now on.  Treat her right, and you'll get the same in return.",		"npc_reward_5":"That's the way we handle things.  Jabba's steaming on his "throne" right now.  Good work.  Oh, by the way, Ind says she has some work for you, or if you want I have something else for you to do.",		"npc_reward_4":"Great!  Ind's gonna love it.  Thanks.  Here's some creds, don't spend em anywhere but the Despot, okay?  Haha.",		"npc_reward_3":"I hear there was some trouble? You did quite well nonetheless. Thank you.",		"npc_reward_2":"Bravo! You've made this a safer place for legitimate businesspeople like us. Here is a small token of our gratitude. Don't spend it all in one place.",		"npc_reward_1":"Ah, yes. The rations. Good job.",		"npc_reset":"Perhaps you should pay more attention next time. Take some notes perhaps. Ah, well.",		"npc_noloc_6":"I don't know where the assassin went, but if you come back in a few minutes I may have a better idea.",		"npc_noloc_5":"Well, some of our people were keeping an eye on this thug, and now he's vanished.  Come back later and I'll see if we can find him again.",		"npc_noloc_4":"Hang on, there may be trouble.  Come back and see me later, I have to work something out.",		"npc_noloc_3":"Now that I think about it - we should probably handle this differently. Please give me some time and come back in a little while. I need to sort things out.",		"npc_noloc_2":"Ind tells me that we've got some friends who've intercepted a group of Jabba's enforcers just outside the city. We'll see if these are the ones we're looking for. Come back and speak to me later today, please.",		"npc_noloc_1":"Actually - I believe I need to prepare the private suites downstairs for some visitors. Why don't you come back later when I have some more time?",		"npc_more_3_6":"",		"npc_more_3_5":"",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_6":"",		"npc_more_2_5":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_6":"",		"npc_more_1_5":"",		"npc_more_1_4":"Kavas ordered an old-style camera as a gift for Ind. We mixed it in with a shipment of spice from Aeten II... and there was a whole mess... I don't have time to go into details.",		"npc_more_1_3":"Don't worry about it.  Just head back to the Despot and have a drink.",		"npc_more_1_2":"",		"npc_more_1_1":"I don't TRUST you! Either you let me go or you kill me right here!",		"npc_failure_6":"That's it, we're probably ruined now.  It'll take a miracle for us to stay on our feet after a debacle like this.  Good work.  Oh, in case you can't tell, that's sarcasm!",		"npc_failure_5":"You look bad.  I mean, not as bad as you made us look, but still...",		"npc_failure_4":"Couldn't make a simple delivery?  Is this the kind of reputation you want?",		"npc_failure_3":"No! No! This will not do. This will simply not do at all!",		"npc_failure_2":"Luckily one of our other friends has taken care of the Hutt enforcers. Thanks for nothing. Try to stay sharp the next time I give you something important to do.",		"npc_failure_1":"You're not making such a good impression, my friend. You'll need to try harder if you are going to earn Lady Valarian's respect.",		"npc_dropoff_6":"",		"npc_dropoff_5":"",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_6":"You're all Valarian could find to send after me?  Hahahahaha!",		"npc_breech_5":"You got something to say?  Say it with blood!",		"npc_breech_4":"Ho! You better be that friend of Kavas' I was told to meet.",		"npc_breech_3":"Nice work.  I thought I was going to be in real trouble.",		"npc_breech_2":"There's a Valarian thug come to kill us. ATTACK!",		"npc_breech_1":"Valarian sells POISON to her patrons! I stole this to prove it to the authorities! Please don't shoot me!",		"npc_backtowork_6":"For the sake of your own life you better get back to work...",		"npc_backtowork_5":"Don't waste time here.  I know he's not here!  Go find him.",		"npc_backtowork_4":"Well don't keep me waiting.",		"npc_backtowork_3":"You're looking for Ysho, an Ithorian male... who should be waiting for you just outside of town. Please come back when you'e delivered the proclamation.",		"npc_backtowork_2":"Keep looking! Our friends are in danger. We can't have you dawdling!",		"npc_backtowork_1":"Perhaps you should try looking just outside of town?",		"npc_6_6":"",		"npc_6_5":"",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_6":"",		"npc_5_5":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_6":"",		"npc_4_5":"Respect.  You need it and you get it.  And also, cash.  You'll get some cash too.",		"npc_4_4":"You'll find out.  Don't worry, it's nothing illegal.  I mean, not strictly anyway...",		"npc_4_3":"Our friends are hearing that you have great strength and courage... impeccable loyalty. All good things to have said about you, my friend. Will you help me again?",		"npc_4_2":"That filthy slug has been trying to destroy our operation for a very long time. Fortunately, we are smarter and more skilled than Jabba's rank-and-file.",		"npc_4_1":"Lady Valarian cares. She can open doors for you, my friend.",		"npc_3_6":"I can't believe I had so much faith in you.  Why now, after all this time, do you finally show your true cowardice?",		"npc_3_5":"You sure about that?  I'm not sure you want to say that right now.  You're on the cusp of greatness.  You're almost part of the family here.  You may want to think about this a bit.",		"npc_3_4":"It's just a simple delivery.  What's you're problem?  Maybe you aren't as loyal as I thought.",		"npc_3_3":"A shame. Please come back when you have some time.",		"npc_3_2":"Well, I hope none of our friends get killed.",		"npc_3_1":"You'll be back. Your kind always comes back.",		"npc_2_6":"Good.  If you pull this one off I'll put in a good word for you myself.  I guarantee you'll move up for this.",		"npc_2_5":"Good.  I knew I could count on you.  Take care of this and you won't be forgotten.",		"npc_2_4":"Great.  Go find my friend Ki'shai and get the package.  Make the delivery back to me and you'll get paid.",		"npc_2_3":"Lady Valarian needs this revised proclamation to be delivered to her advocate just outside of town. He's an Ithorian... named Ysho... shouldn't be hard to find.",		"npc_2_2":"They'll most certainly be armed - and probably well-trained. So, be cautious.",		"npc_2_1":"Joyous! Our ex-friend Cie Vos has decided to liberate a case of rations from our stock. Punish him and bring the rations to me.",		"npc_1_6":"There's not much time for discussion.  Jabba sent an assassin to kill Lady Valarian, but he missed.  He did manage to grab most of our financial records though.  Get them back, at all costs!",		"npc_1_5":"Jabba sent a thug over to the Despot earlier, and he was harrassing some of our patrons.  I don't want any misunderstandings, I want this guy killed.",		"npc_1_4":"You've made quite a name for yourself here at the despot.  For that you get to slide for a while.  Here, I just need somebody to pick something up for me.  That's it. ",		"npc_1_3":"Word of your deeds has spread. Many others in the Valarian organization are hearing of your deeds. Are you willing to do another favor for me?",		"npc_1_2":"We have reliable information that Jabba the Hutt has sent a group of enforcers to patrol the edge of town and eliminate our operatives. Find them and destroy them.",		"npc_1_1":"I would guess that you're here to earn Lady Valarian's respect. This is a wise choice, my friend. Work for me first, and I will spread word of your courage and fidelity.",		"notyet":"Who are you? You look crafty enough but I have never heard of you. Come back when you have earned a reputation and I may be able to use your help.",		"notit_6":"What's this?  This isn't what we asked for.",		"notit_5":"What?  What's this?",		"notit_4":"Where's my package?  You don't have it?  What, did you lose it?",		"notit_3":"",		"notit_2":"",		"notit_1":"Thank you but... what is this? I can't use this. You may as well keep it for yourself.",		"next":"I appreciate your help. Why don't you ask Ind over there if he needs any help?",		"gotowork_6":"",		"gotowork_5":"",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_6":"Get away from me, I'm busy.",		"dontknowyou_5":"Who do you think you're talking to?",		"dontknowyou_4":"You're not the one Kavas told me about. Get out of here... or go to the Lucky Despot and drop a few credits. Tell Kavas I said hello.",		"dontknowyou_3":"You're not the one Kavas told me about. Get out of here... or go to the Lucky Despot and drop a few credits. Tell Kavas I said hello.",		"dontknowyou_2":"You better get out of here if you don't wanna die.",		"dontknowyou_1":"That filthy crimeboss Lady Valarian has sent one of her thugs to destroy me. You'd better get out of here if you know what's good for you.",		"cant_work":"Lady Valarian has scheduled a very important meeting. I must prepare for it. Come back when you're done with your other tasks and I may be able to help you."
}}
