{
	"stfFile":"spawning/static_npc/tato_zicx_jowir",
	"entries": {
		"waypoint_name_1":"Valarian Thieves",		"waypoint_description_1":"Some of Valarian's thieves have stolen specially prepared spice. Jowir needs this spice returned to him. In exchange, he will give you a jar of Zicx bugs for use in a special weapon.",		"return_waypoint_name_1":"Jowir Ar'Lensa",		"return_waypoint_description_1":"Return the spice to Jowir Ar'Lensa to retrieve your reward.",		"player_sorry":"Not yet. I am still looking for them.",		"player_reset":"I can't do this anymore.",		"player_more_3_1":"",		"player_more_2_1":"",		"player_more_1_1":"",		"player_5_1":"",		"player_4_1":"",		"player_3_1":"What sort of favor?",		"player_2_1":"Actually, I'm not interested in doing any favors for you.",		"player_1_1":"I don't mind. Just tell me what you want and I'll be happy to help.",		"otherescort_1":"",		"npc_work_1":"Did you find Valarian's thieves?",		"npc_takeme_1":"",		"npc_smuggle_1":"",		"npc_reward_1":"Thank you for retrieving the spice. Take this jar of young Zicx... and be very careful if and when you decide to approach the Sarlacc. In fact, you might want to see my friend Palu on the other side of town... she may have something you can use.",		"npc_reset":"Fine. Why don't you come back later? Thanks.",		"npc_noloc_1":"Actually... you might want to come back and see me later on. There is something that I need to do at the moment.",		"npc_more_3_1":"",		"npc_more_2_1":"",		"npc_more_1_1":"",		"npc_failure_1":"Valarian's thugs made off with my spice. You failed me.",		"npc_dropoff_1":"",		"npc_breech_1":"The spice is MINE! Stay away or we'll destroy you!",		"npc_backtowork_1":"They should be just outside of town. Thrash them and retrieve my spice and I will give you a jar of fresh young Zicx that you can take back to Goru.",		"npc_6_1":"",		"npc_5_1":"",		"npc_4_1":"Goru probably told you that I'm in the spice business. I've used my skills as a biologist to create a spice refinement method that is... astounding! Unfortunately, some of my samples have been stolen. I would like them returned to me.",		"npc_3_1":"Well, if you see Goru again - tell him he still owes me twelve thousand credits for that stunt he pulled on Rori. (I wonder if he ever got off that rock?)",		"npc_2_1":"Great! One of Valarian's thugs knocked off a recent delivery to Jabba's Palace. A specially processed jar of spice. Return it to me and I will give you a hearty measure of Zicx bugs from my private collection.",		"npc_1_1":"So Goru sent you to me? To get your hands on some Zicx bugs, right? That's fine. Goru is a good friend. What would you say if I asked you to do me a small favor first?",		"notyet":"Who are you? I don't do business with just anyone. You need a voucher... or a buy order from Jabba himself! Goodbye.",		"notit_1":"Like I said... I don't do business with anyone who wanders in out of the sand. If you're not on official business from Jabba the Hutt - and if you're not a friend of a friend, I don't want to waste my time with you.",		"next":"I can't keep giving out Zicx. They're rare. Did you know they are impossible to destroy? It's mind-boggling... but true. Good day.",		"gotowork_1":"",		"dontknowyou_1":"Get out of here!",		"cant_work":"Sorry. I'm a bit busy right now. You look pretty busy, too. Why don't you come back later? Thanks."
}}
