{
	"stfFile":"poi/prisonbreak/basic",
	"entries": {
		"m_approachchatter_4":"Gonna take two weeks at least ta fix the damage these pirates did.",		"m_approachchatter_3":"Mighty hot day.  Wish I could sit in a tent all day like the Farm Master.",		"m_approachchatter_2":"I think those pirates are plannin' something.  I can smell it.",		"m_approachchatter_1":"Lookin' fer a job?  Maybe the Farm Master eh let ya do guard duty.",		"a_couldusehelp":"Look, we could use your help with this.  Wanna help break us out?",		"a_minion_setbomb":"Rigging this thing up will only take a few seconds.",		"a_keepitup":"Keep concentrating until the bomb is set!",		"a_minion_attackedwhilebombing":"Agh! We've been found out! Just need a few more seconds...",		"a_victory_4":"Did you see the way I nailed the one that tried to get away?",		"a_victory_3":"Nothing can hold us down for long.",		"a_victory_2":"Man what a fight.  We just wasted everyone.",		"a_victory_1":"Those farmers never had a chance.",		"m_minorvictory":"That was close, but at least the pirates are dead.  How did they smuggle an explosive into the containment pen?  No matter.  We thank you for your assistance.",		"m_majorvictory":"You stopped the pirates plan, we are in your debt.  Please bear this token as a symbol of your honorable act.",		"m_minion_minorvictory_2":"That was close.  If only we had known about the pirate's plan.",		"m_minion_minorvictory_1":"The pirates nearly escaped, but we stopped them.",		"m_minion_majorvictory_2":"What heroism!  You stopped the pirates from escaping and saved us.  Thank you.",		"m_minion_majorvictory_1":"You saved us!  If you hadn't interrupted the pirate bomber, we might all be dead!",		"m_minion_wesurvived":"Our prisoners rebelled but we survived due to the help of a stranger!",		"m_minion_majorfailure_2":"The pirates are dead, but the farm master was killed in the battle.  Why didn't you try to stop the pirates plan?",		"m_minion_majorfailure_1":"You let the pirates escape and the Farm Master is dead!  Is there any more chaos for you to cause?",		"m_minion_minorfailure_2":"The farm master died in the battle.  Leave us alone.",		"m_minion_minorfailure_1":"You stopped the pirate's plan, but the farm master is dead.  What will we do now?",		"m_minion_leaderdead":"My master is dead.  Where will I go now?",		"m_underattack_4":"Stop the prisoners!",		"m_underattack_3":"What the hell is going on?",		"m_underattack_2":"The prisoners are escaping!",		"m_underattack_1":"We're under attack!",		"a_idiots":"The idiot nearly killed us all, but the wall is down!  Attack!",		"a_minion_dropbomb":"Damn I dropped the bomb!  HIT THE DECK!",		"m_soontheypay":"After this, the prisoners won't try to escape again.",		"m_distractguard":"You know the plan.  Distract the guard then shoot the wall they are wiring up.",		"m_theplan":"When you distract the guard, they'll think they are free to make an attempt.  When they start to wire the bomb, fire on the wall they are wiring up.  It should surprise them...they'll know we are on to them and give up.",		"r_distractanyway":"What? Why would you want me to help them with their plan?",		"m_abomb":"Hmm... Thank you for telling me.  I have an idea.  Go ahead and distract the guard...",		"r_prisonershavebomb":"They have some kind of detonator.  They are going to wire the wall when I distract the guards.",		"m_whatbreakout":"A breakout?  How?  I don't see how they would succeed.",		"r_prisonersplanning":"The prisoners are planning a breakout.",		"m_minion_guard_peeing":"I'm sorta busy.  Could you come back later?",		"r_whatshappening":"How is guard duty going?  Seems pretty quiet.",		"m_nobreak":"It's good to hear everything is quiet, but I can't let that guard have a break.  Those pirates would probably try something while he's gone.",		"m_whatbreak":"YOU WHAT?  What are you doing here?  The prisoners are unguarded!  Go keep watch you fool!",		"m_excellent":"That guard usually has trouble with discipline, it's good to hear he's taking care of things.  I don't have anything else for you to do, though.  So kindly remove yourself from my tent.",		"r_heneedsabreak":"Everything is quiet, but your guard needs a break.",		"r_hesonbreak":"Everything is pretty quiet, so I told the guard to take a break.",		"r_hesdoingfine":"He's doing fine.  Everything is quiet.",		"m_guard_pee_badidea":"Okay, but I don't think I can hold it for very long.",		"m_guard_pee_goodidea":"Great, thanks, I'll be right back!",		"r_pee_badidea":"That doesn't sound like a good idea.  You shouldn't leave your post.",		"r_pee_goodidea":"Sure, no problem.  Hurry back.",		"m_guard_needtopee":"Hey, before you go.  I really need to, ah, relieve myself.  Do you think you could watch my post for a bit?",		"r_gotellmaster":"Great.  I'll go tell the Farm Master.",		"m_guard_allsquiet":"The prisoners are quiet.  Everything is pretty serene.",		"r_toldtocheckyou":"The Farm Master asked me to check up on you.  Everything okay out here?",		"m_didyoucheck":"Did you check on the guard yet?",		"m_yeahyoudothat":"How difficult is it to follow simple instructions?  Do I need a protocol droid?  Do I need to write it down so that you don't forget?  Go check the guard!",		"r_noillcheck":"No, I haven't checked on him yet.  I'll go do that now.",		"m_checktheguard":"What is it with you people always wanting work?  I don't even know you.  Look, go check on the guard I posted.  Make sure everything is quiet and report back to me.  If you can do this without incident, maybe I'll think about giving you a job.",		"r_anywork":"I'm sure you can handle it.  Have any work I can do?",		"m_minion_guard_4":"Don't distract me.  I have to watch these prisoners.",		"m_minion_guard_3":"I'm busy with guard duty.  Why don't you go talk to the Farm Master?",		"m_minion_guard_2":"I can't talk right now, I'm guarding these prisoners.",		"m_minion_guard_1":"Guard duty is boring.  I'd rather be working on equipment.",		"m_guard_title":"Guard",		"m_minion_gopee":"I can't hold it any longer!",		"a_minion_reportbomb":"The bomb is set to blow any moment.",		"a_attackeveryone":"The wall is down!  Make them pay!  Kill everyone in the camp!",		"a_attackwall":"Go go go!  Hit it hard!  Yes!",		"a_attackwall_leader":"Now is our chance!  Wire up the explosives.",		"m_busy":"Today twenty four people I don't know have wandered into my tent asking me if I have any work for them.  I don't.  Go away.",		"m_cantmovethem":"I'm the authority on my land.  Maybe I'll put them to work fixing moisture collectors.",		"m_nokillthem":"That's too harsh.  They didn't kill anyone.  Look, this isn't open for discussion.",		"r_tp_bettermovethem":"Turn them over to the authorities.",		"r_tp_whynotkillthem":"Why not just execute them?  Set them free and they'll just attack again.",		"m_tellprisoners":"A load of pirates we caught destroying one of our outlying moisture collectors.  We're trying to figure out what to do with them.",		"r_m_greet_whatprisoners":"Sorry to bother, but I'd like to know who you have locked up in that containment grid.",		"m_greet":"I'm pretty busy at the moment.  Normally I'd just have thirty thousand things to do.  Today I have thirty thousand and one.  Could you come back later?",		"m_minion_4":"We're pretty busy out here dealing with the prisoners.  If you need something, take it up with the boss in the tent.",		"m_minion_3":"The boss is in the tent.  If you need something, take it up with him.",		"m_minion_2":"I really don't have time to talk, but the Farm Master might.  He make us do all the work around here.",		"m_minion_1":"I'm busy going through an equipment manifest.  Talk to the Farm Master...he might be able to use you.",		"a_please_distractguard":"Confident eh?  Alright then, maybe you can help us.  Listen up.  We gotta bomb that can bust us outta here.  Just need you to distract the guard for a bit.  Do that, an we'll take care ah the rest.",		"a_insulted_nohelp":"Soon you'll find out what happens to people who refuse me.",		"a_insulted":"You had better hope we don't break out or you'll die first.",		"a_angrynohelp":"If we get out, I'll hunt you down and make it your business.",		"r_couldusehelp_yeshelp":"It's nothing I can't handle.  What do you need?",		"r_couldusehelp_nohelp":"Uh, nevermind.  This isn't any of my business.",		"a_couldusehelp_horrible":"Yeah, you might be able to help out.  Sure you want to risk it?",		"a_angrylooklikefarmers":"Trouble?  When I get out of here, I'll show you trouble.  Get lost.",		"r_mystory_looklikefarmers":"Nice story, but I don't think I believe you.  They look like farmers to me and you look like trouble.",		"r_mystory_howhorrible":"Sorry to hear you lost people.  You were lucky to have not lost your own life.  Is there anything I can do to help?",		"a_mystory":"My boys and I were out transporting goods when these so called farmers set upon us.  They killed two of my men and threw the rest of us in here.  Bloody massacre it was.",		"r_greet_tellstory":"Falsely? Who imprisoned you and why?",		"a_greet":"Who are you?  You don't look like a farmer.  Maybe you can help my brothers and I, falsely imprisoned as we are.",		"a_minion_4":"You in with these damn farmers?  You better run before we get out or you'll be running on stumps.",		"a_minion_3":"Nobody keeps me in a cage.  We gonna smash our way to freedom like a rancor on yarrock once the Captain gives us the word.",		"a_minion_2":"Just wait until I get out of here.  I'm going to seriously tear some hides!  I hear the Captain has a plan.  I'm ready.",		"a_minion_1":"These idiot farmers think they can keep us caged up.  They don't know what we've got.  The smart thing for you to do is talk to the Captain and help us out.",		"a_title":"Captain",		"m_title":"Farm Master",		"weakened_wall_name":"Weakened Wall"
}}
