{
	"stfFile":"quest/crowd_pleaser/audience",
	"entries": {
		"negative_5_m":"Do you think we'll hear the %TO song? I hope not.",		"negative_5_d":"Do you think we'll see the %TO dance? I hope not.",		"negative_5_f":"Do you think we'll see flourish %TO? I hope not.",		"negative_4_m":"I hope we don't hear the %TO song. I hate that one.",		"negative_4_d":"I hope we don't see the %TO dance. I hate that one.",		"negative_4_f":"I hope we don't see flourish %TO. I hate that one.",		"negative_3_m":"I don't see why everyone insists on playing the %TO song. It's not that good.",		"negative_3_d":"I don't see why everyone insists on doing the %TO dance. It's not that good.",		"negative_3_f":"I don't see why everyone insists on doing flourish %TO. It's not that good.",		"negative_2_m":"I've never really liked the %TO song, to be honest.",		"negative_2_d":"I've never really liked the %TO dance, to be honest.",		"negative_2_f":"I've never really liked flourish %TO, to be honest.",		"negative_1_m":"The %TO song is so old. We should hear something new.",		"negative_1_d":"The %TO dance is so old. We should see something new.",		"negative_1_f":"Flourish %TO is so old. We should see something new.",		"negative_0_m":"I've heard the %TO song a million times. I want to hear something different.",		"negative_0_d":"I've seen the %TO dance a million times. I want to see something different.",		"negative_0_f":"I've seen flourish %TO a million times. I want to see something different.",		"positive_5_m":"If I don't get to hear the %TO song, I'll be really disappointed.",		"positive_5_d":"If I don't get to see the %TO dance, I'll be really disappointed.",		"positive_5_f":"If I don't get to see flourish %TO, I'll be really disappointed.",		"positive_4_m":"Do you think we'll hear the %TO song? I hope so.",		"positive_4_d":"Do you think we'll see the %TO dance? I hope so.",		"positive_4_f":"Do you think we'll see flourish %TO? I hope so.",		"positive_3_m":"I've heard the %TO song before. I really like it!",		"positive_3_d":"I've seen the %TO dance before. I really like it!",		"positive_3_f":"I've seen flourish %TO before. I really like it!",		"positive_2_m":"I hear this performer can play the %TO song. Maybe I'll get to hear it!",		"positive_2_d":"I hear this performer can do the %TO dance. Maybe I'll get to see it!",		"positive_2_f":"I hear this performer can do flourish %TO. Maybe I'll get to see it!",		"positive_1_m":"I hope the %TO song is done correctly. I think it will be great!",		"positive_1_d":"I hope the %TO dance is done correctly. I think it will be great!",		"positive_1_f":"I hope flourish %TO is done correctly. I think it will be great!",		"positive_0_m":"I really hope to hear the %TO song.",		"positive_0_d":"I really hope to see the %TO dance.",		"positive_0_f":"I really hope to see flourish %TO.",		"neutral_25":"Have you ever heard of this performer before? I haven't. Maybe it'll be a good show anyway.",		"neutral_15":"This is my favorite theater. I come here all the time.",		"neutral_30":"It's good to get away from the daily grind and come see a show every now and then. You know what I mean?",		"neutral_20":"Are you the one performing tonight?",		"neutral_10":"I'm really looking forward to the show!",		"neutral_35":"I really can't dance, or sing, but I like watching the performances.",		"neutral_34":"I think that color looks great on you!",		"neutral_33":"I think we should have stickers on our landspeeders. "I brake for Wookiees.", What do you think of that one?! Funny, huh? HA!",		"neutral_32":"You know... I really don't think you're very good at your profession.",		"neutral_31":"A jawa stole my droid once. I got it back, though.",		"neutral_38":"Stop by my store sometime. I sell the best jewelry in the galaxy!",		"neutral_29":"I really think Rancors are cute. Don't you?",		"neutral_28":"You should stop and smell the flowers sometimes.",		"neutral_27":"I've got great news! I just saved money on my cloning insurance!",		"neutral_26":"I'm going to decorate my house today! I can't wait!",		"neutral_40":"I think Wookiees are really hairy. I mean TOO hairy.",		"neutral_24":"I had a chef make me a meal today. It was horrible!",		"neutral_23":"I don't mean to be rude, but your clothes don't match.",		"neutral_22":"Imperials are often bossy and in a bad mood. They must not get paid well.",		"neutral_21":"I need to repair my vehicle later. Remind me, okay?",		"neutral_37":"Krayt Dragons are pretty scary. I'm so glad I'll never see one!",		"neutral_19":"Dancers in cantinas always seem to be... well, spaced out. Why is that?",		"neutral_18":"A doctor healed my wound today. And yes, I tipped him.",		"neutral_17":"I want to be a dancer. Do you think I have a chance?",		"neutral_16":"I hope to become a Bounty Hunter one day!",		"neutral_39":"Are you lost? Because I am.",		"neutral_14":"Why am I even here today? I hope I get in a better mood!",		"neutral_13":"Rebels are a sneaky bunch. I guess they have to be these days.",		"neutral_12":"My sales have gone down. Do you think it may be because I sell clothes with holes in them?",		"neutral_11":"Isn't my outfit great? I think so.",		"neutral_36":"I saw a Jedi once. I think I had too much spice that day, though.",		"neutral_9":"The resources in this area are just plain bad.",		"neutral_8":"My harvester ran out of power. I'm so disappointed.",		"neutral_7":"It's fun visiting other planets. You should too!",		"neutral_6":"It's such a beautiful day today! Don't you agree?",		"neutral_5":"The prices for weapons these days are just too high!",		"neutral_4":"I really could use a drink.",		"neutral_3":"I can't wait to see the performance tonight!",		"neutral_2":"I can't believe my landspeeder broke down!",		"neutral_1":"I was stopped by an Imperial Officer today. Really ruined my mood.",		"neutral_0":"It's terribly hot today. I hope it cools down some."
}}
