{
	"stfFile":"static_npc/dathomir/baritha",
	"entries": {
		"player_sorry_4":"Mistress, what do you wish of me?",		"player_sorry_3":"Mistress, what do you wish of me?",		"player_sorry_2":"Mistress, what do you wish of me?",		"player_sorry_1":"Mistress, what do you wish of me?",		"player_reset_4":"I remember who I am now, Baritha. You have no power over me.",		"player_reset_3":"I remember who I am now, Baritha. You have no power over me.",		"player_reset_2":"I remember who I am now, Baritha. You have no power over me.",		"player_reset_1":"I remember who I am now, Baritha. You have no power over me.",		"npc_reset_4":"Ahhh... a fiesty one.... well, this changes things, doesn't it? Now think carefully about what I am about to say. Either join me... or die.",		"npc_reset_3":"Ahhh... a fiesty one.... well, this changes things, doesn't it? Now think carefully about what I am about to say. Either join me... or die.",		"npc_reset_2":"Ahhh... a fiesty one.... well, this changes things, doesn't it? Now think carefully about what I am about to say. Either join me... or die.",		"npc_reset_1":"Ahhh... a fiesty one.... well, this changes things, doesn't it? Now think carefully about what I am about to say. Either join me... or die.",		"waypoint_name_2":"Defecting Nightsister",		"waypoint_name_1":"Newly Arrived Imperial",		"waypoint_description_2":"This is where you will find the traitor. Kill her friends then bring her back.",		"waypoint_description_1":"Apparently Baritha has chosen this person to be a 'toy', whatever she means by that.",		"return_waypoint_name_2":"Baritha",		"return_waypoint_name_1":"Baritha",		"return_waypoint_description_2":"Your dark mistress wishes you to hurry. You don't want to keep her waiting, do you?",		"return_waypoint_description_1":"You want to return the Imperial to Baritha. There is nothing more in the world you want.",		"player_sorry":"Mistress, what do you wish of me?",		"player_reset":"I remember who I am now, Baritha. You have no power over me.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"Why does my mistress wish to leave?",		"player_3_2":"What has the enemy done?",		"player_3_1":"What are you doing to my head?",		"player_2_3":"Get... out... of... my... head!!!! NO!!!",		"player_2_2":"I... must... fight... this.... NOOOO!!!!",		"player_2_1":"What's going on?! No! Get away from me!",		"player_1_3":"Yes, my dark mistress.",		"player_1_2":"Yes, my mistress, I will fulfill your wishes.",		"player_1_1":"What's going on he--.......... yesss... Yes, I want to help you.",		"otherescort_2":"Nope, I'm not the one you're looking for. I think the other one's over there.",		"otherescort_1":"I am not the person you are looking for.",		"npc_work_3":"Yes, my precious pet?",		"npc_work_2":"Yes, my precious pet?",		"npc_work_1":"Yes, little pet?",		"npc_takeme_2":"No, please! You don't know what she'll do to me!! Please...please, I beg you... if you have any soul, please let me gooooo!!!!!!",		"npc_takeme_1":"Where are you taking me? I command you, Let me go at once. Oh... you have a weapon. Very well, lead on",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"Ah... he has the look of someone important... very good, pet. Now, go to your corner and sit there until Ihave further need of you.",		"npc_reward_2":"Oh, you brought her back here. Here, let me pat you on the head, precious pet. You did good, didn't you? Yes, you did good... Now, as for you, Sister, you will learn the price of your mistake. Leave me, pet.",		"npc_reward_1":"Oh, he is a strong looking one, isn't he? I hope this one will be more of a challenge this time.... you have done well, my precious pet. You may please me again in the future. For now, leave me.",		"npc_reset":"Ahhh... a fiesty one.... well, this changes things, doesn't it? Now think carefully about what I am about to say. Either join me... or die.",		"npc_noloc_3":"You will wait until he is less guarded. Ask me again in a little while when you should leave to do so.",		"npc_noloc_2":"She will be meeting with her co-conspirators soon. Come back to me and I will tell you when you will want to leave.",		"npc_noloc_1":"Let us wait for him to emerge from his sanctuary, shall we?  Come back to me in a little while.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"You stupid little creature! I gave you a simple task, and you couldn't even do that!",		"npc_failure_2":"You didn't bring her here? This make me very angry... VERY angry. Do you know what I do to my pets when they make me angry?",		"npc_failure_1":"Bad, bad, bad pet!!! I told you to bring me a toy, and you have failed me. Perhaps I will tire of you and find a new pet.",		"npc_dropoff_2":"Baritha, I'm so sorry.... I'm so very sorry... I'm sorry.... please don't hurt me....  pleaaasee......",		"npc_dropoff_1":"Who is this? Is this one of those Nightsisters? Whatever you want of me, you will not have it!",		"npc_breech_2":"Oh no!!! I've been found out! Please, just let me go!",		"npc_breech_1":"What's going on here? Who are you? Guards, protect me!",		"npc_backtowork_3":"Go and fetch this new officer who is replacing the last one. Bring him back to me relatively unharmed.",		"npc_backtowork_2":"You are to fetch that impudent little girl who now claims to be a Singing Sister... and then I will deal with her.",		"npc_backtowork_1":"You will be a good little pet and fetch me the Officer that has arrived at the prison so that I may... entertain myself.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"There is a whole galaxy out there, little pet, which I think you very well know. The Sisters only wish to visit your people and bring them our culture. If they refuse... *sigh*... then we will have to kill them. I know they will be happy with us as their rulers.",		"npc_4_2":"The loathsome Singing Sisters have had the audacity to persuade one of our Sisters forsake the use of the Shadow Magics! This will not do. How dare they try to play with the mind of a Nightsister!! Who do they think they are?",		"npc_4_1":"I am helping you, little one. I am helping you to see that you cannot be happy unless you fulfill my whims... Anything I want, I deserve... I am helping you to see that. You like it when I help you, don't you? And now you want to help me.",		"npc_3_3":"So. You could have remained happy being my pet, but instead you choose to have it this way... very well then... let me see how you plan on leaving our stronghold, little pet.",		"npc_3_2":"Oh, broken my compulsion, have you? You think you're clever, don't you? Hahaha... you are in the heart of our home, and you think you're going to walk out of here? Not so clever after all, are you?",		"npc_3_1":"Oh... you are stronger than you look. Hmmm... I don't know whether to be angry or to view you as a challenge. I do so fear if I try any harder, I might shatter your little mind...",		"npc_2_3":"So willing... you are such a good pet, aren't you? Now, go bring him here unharmed and maybe I'll give you a treat... you'd like that, wouldn't you?",		"npc_2_2":"Yes, it pleases you more than anything to do so. Go find the Nightsister who has fallen sway to the Singing Mountain's silly preachings, then bring her back to me. You may do as you please to the other Sisters there.",		"npc_2_1":"Yes, you are a good little one, aren't you. You will now go bring to me the newest arrival to the Imperial Prison. He is quite handsome, and I have not had a fun toy to play with for a while. Do not make me wait long...",		"npc_1_3":"Oh, the Empire is quite effective indeed, aren't they? They have already sent someone to replace my 'toy'. Perhaps this one might know how to leave our beautiful planet this time. Pet! Go fetch this one for me!",		"npc_1_2":"I am sickened to hear what has recently happened. It seems the Singing Mountain Sisters know not how to leave well enough alone. Very well, I shall set my pet upon them, won't I?",		"npc_1_1":"I have heard of your name spoken in whispers among the Sisters. You want to help me, don't you? You will feel more complete by offering your help, and want to give in to my every desire....",		"notyet":"Ah... your mind is preoccupied... Hahaha... you will be an easy one. You will remember to come back to me when you are not so distracted...",		"notit_3":"I don't want this, you stupid little pet! Now go do what I said.",		"notit_2":"No, pet, I do not want this.",		"notit_1":"Oh, you are so cute, little one. You wish to shower me in gifts... no, you may keep that one for yourself.",		"next":"My little pet, I am sad to see you go, yet the Clan Mother wishes to use you for her own ends. Oh... I could have treated you so much better... very well, I release you, and I will let you remember everything, as well.... hahaha.... Now, go see the Mother!",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"Oh, you're not here to pick me up? Nevermind, then.",		"dontknowyou_1":"Look at the mess you made! Get out of here before the reinforcements come.",		"cant_work":"Ah... your mind is preoccupied... Hahaha... you will be an easy one. You will remember to come back to me when you are not so distracted..."
}}
