{
	"stfFile":"static_npc/dathomir/dathomir_imperialprison_dolac_legasi",
	"entries": {
		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_4":"This is beyond you. Go back to the light where all is safe. The dark is no place for you.",		"npc_reset_3":"This is beyond you. Go back to the light where all is safe. The dark is no place for you.",		"npc_reset_2":"This is beyond you. Go back to the light where all is safe. The dark is no place for you.",		"npc_reset_1":"This is beyond you. Go back to the light where all is safe. The dark is no place for you.",		"waypoint_name_3":"Master of the Wraiths' Location",		"waypoint_name_2":"Shadow Stone's Location",		"waypoint_name_1":"Escaped Inmate's Location",		"waypoint_description_3":"Destroy the ancient evil before it spreads throughout the galaxy.",		"waypoint_description_2":"Shatter the shadow stone and retrieve the shard.",		"waypoint_description_1":"Locate the escaped inmate.",		"return_waypoint_name_3":"Dolac Legasi's Location",		"return_waypoint_name_2":"Dolac Legasi's Location",		"return_waypoint_name_1":"Dolac Legasi's Location",		"return_waypoint_description_3":"Report your success back to Dolac Legasi.",		"return_waypoint_description_2":"Bring the shard back to Dolac Legasi.",		"return_waypoint_description_1":"Escort the inmate back to Dolac Legasi.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"Where do these wraiths come from?",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"What are these wraiths?",		"player_more_1_3":"Who are you?",		"player_more_1_2":"",		"player_more_1_1":"How did you get out of your cell?",		"player_5_3":"You've known this all along, haven't you?",		"player_5_2":"Why did the Emperor feel you were a threat?",		"player_5_1":"What are the wraiths?",		"player_4_3":"Is this how the inmates were allowed to escape?",		"player_4_2":"Who sent you here?",		"player_4_1":"The inmates had help on the inside.",		"player_3_3":"What is this ancient evil?",		"player_3_2":"How do you know where the shadow stone is?",		"player_3_1":"Tell me more about the disappearances.",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"Run! The wraiths are after you!",		"npc_work_3":"Have you confronted this ancient evil? It will conquer this planet if you fail to stop it.",		"npc_work_2":"Where is the shard of the shadow stone? I cannot help you if I do not have it.",		"npc_work_1":"Have you found the missing inmate? What secrets await to be revealed?",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"Can you see them? The wraiths? There is no escaping them! They will always be there!",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"There are many evils in this universe. The Sith are but one of these. I am another. Remember that the light cannot exist without darkness.",		"npc_reward_2":"You have brought me the crystal shard. Excellent. I must study its secrets before I can help you fight the wraiths.",		"npc_reward_1":"More questions? How could this be? That is the nature of clues. They answer old questions and create new ones. There will always be questions. Claim the reward Mozo has provided for you.",		"npc_reset":"This is beyond you. Go back to the light where all is safe. The dark is no place for you.",		"npc_noloc_3":"The Sith tries to hide from my sight but I know how to find shadows in the darkness.",		"npc_noloc_2":"The wraiths are becoming angry with me. I must take a few moments to speak to them. I don't wish them to view me as their enemy.",		"npc_noloc_1":"The whispers reveal more secrets to me. I must listen closely or the wraiths shall become angry.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"The place of shadows! That is where they come from. And the shadow stone is where they get their power. They will come for all of us! There is no escape!",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"The ghosts of the past. The shadows that move and speak in your mind. Can't you hear them? Can't you see them?",		"npc_more_1_3":"I am a phantom from the past that has come to claim the future. Those who do not join me will be destroyed.",		"npc_more_1_2":"",		"npc_more_1_1":"The wraiths willed it to be so. Nothing can contend against them. Soon they will spread to other planets.",		"npc_failure_3":"The darkness will spread from Dathomir to other planets. Perhaps the Emperor will have to become involved.",		"npc_failure_2":"No shard, no secrets revealed. Such a waste.",		"npc_failure_1":"What hope did you have against such an ancient evil? You are nothing compared to its power.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"There is no refuge! No sanctuary! You should have let me die out there...",		"npc_breech_3":"I have been expecting you. The dark side hungers for you. Come embrace it.",		"npc_breech_2":"silence...",		"npc_breech_1":"The wraiths are everywhere! Can't you hear them? Silence them!",		"npc_backtowork_3":"Waiting will not make this task any easier.",		"npc_backtowork_2":"If you hesitate, you'll be lost.",		"npc_backtowork_1":"Do you hear the whispers too? They tell of unspeakable horrors.",		"npc_6_3":"Yes, I have watched it happen time and again. The Sith wanted my allegiance but I refused to give it. I was too powerful to be controlled like the others so the Sith warrior was making arrangements to have me destroyed. I couldn't allow this to happen. Shall you go and end this menace once and for all?",		"npc_6_2":"Perhaps because he knew I could one day challenge him for control of the Empire. I was close to finding the key that would have allowed me to do that. But that is another matter...",		"npc_6_1":"The specters of those who have died on Dathomir. And those must surely number in the thousands. Could the wraiths have helped these inmates escape? Locate the lost inmate and you might have your answer. Do you wish to do it?",		"npc_5_3":"Yes, the Sith took possession of their bodies and they were none the wiser. Prison guards would wipe the evidence away and none would remember their actions.",		"npc_5_2":"The Emperor, who else? He declared me a threat to the Empire and had me imprisoned here. Don't you find that amusing? The Emperor declaring me a threat? I chuckle everytime I think of that.",		"npc_5_1":"That is a good conclusion, yet the recording devices show no evidence of any foul play. And there's the issue of the wraiths.",		"npc_4_3":"The shard was a piece of a Sith holocron and it is a Sith that you go to face now. This agent of evil has enslaved many souls on Dathomir. This dark warrior can enslave the minds of others.",		"npc_4_2":"The whispers told me, of course. I am not without my own skills, stranger. Why do you think I'm here? I was considered far too dangerous to be allowed to remain free, yet no one dared execute me. Isn't that odd?",		"npc_4_1":"As I said, Dathomir is full of strange occurrences. In most cases, the prison cells were still sealed and there was no evidence of a breakout. What do you think this would imply?",		"npc_3_3":"The dark side has a strong influence on the weak-minded. It is perhaps best that you choose not to face this power.",		"npc_3_2":"Perhaps you are wiser than you look. This affair is beyond your feeble skills.",		"npc_3_1":"I didn't think you'd be the one to solve this riddle. I'm not sure what made you think you could. Was it the fact that the Force is strong in you? Oh dear, I've said too much.",		"npc_2_3":"Go to these coordinates and face the master of these wraiths. This sinister force is strong with the dark side. It is not likely that you'll return.",		"npc_2_2":"Very well. Bring me the shadow shard and I may be able to help you solve this mystery. You can only get the shard by shattering the shadow stone. The wraiths will try to stop you.",		"npc_2_1":"As it turns out, one of them has reappeared. Finding him will undoubtably shed some light on where the others have gone. But you must hurry. Dathomir is not exactly the sort of place one wishes to wander about. There are many horrors, both seen and unseen, that can claim a being's life... or soul.",		"npc_1_3":"The shard has revealed the ancient evil behind these wraiths. Do you think you can stop it? Do you dare try?",		"npc_1_2":"You'd like to know where the 'place of shadows' is, wouldn't you? And what the shadow stone is? Perhaps I know of a place where this exists. But do you truly wish to go there?",		"npc_1_1":"Has the fool Mozo sent you to solve the mystery of the disappearing inmates? I doubt you can, stranger. Odd, isn't it, that I call you stranger when I must seem just as strange to you? Stranger, perhaps. But in this place, most things seem strange. About those disappearing inmates... Interested?",		"notyet":"Go and speak to Mozo Bondog. He will tell you what you need to do.",		"notit_3":"",		"notit_2":"That is not the shadow stone shard. Bring me the shard.",		"notit_1":"",		"next":"You've conquered the darkness. Or have you? Can anyone ever truly do that? Not when the darkness lives inside of us. You can feel it, can't you? You of all beings should be able to feel it.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"You do not understand the power of the dark side. Leave, fool!",		"dontknowyou_2":"",		"dontknowyou_1":"The darkness is rising to embrace all of us. There is no escape...",		"cant_work":"These walls whisper to me and they tell me that you might be the one. But you must put that to the test when you are not so preoccupied."
}}
