{
	"stfFile":"static_npc/dathomir/dathomir_tradeoutpost_wallaw_loowobbli",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_3":"But all the rancors of Dathomir depend on you to keep them from Shibb Nisshil's evil clutches!",		"npc_reset_2":"But all the rancors of Dathomir depend on you to keep them from Shibb Nisshil's evil clutches!",		"npc_reset_1":"But all the rancors of Dathomir depend on you to keep them from Shibb Nisshil's evil clutches!",		"waypoint_name_2":"Rancor Hunting Team",		"waypoint_name_1":"Bull Rancor",		"waypoint_description_2":"Ithorian naturalist Wallaw Loowobbli wants the destruction of this team and its leader, an outcast from the Nightsister clan.",		"waypoint_description_1":"Ithorian naturalist Wallaw Loowobbli wants this mind-controlled rancor rescued from the hunting team that is bringing it to Imperial scientist Shibb Nisshil.",		"return_waypoint_name_2":"Wallaw Loowobbli",		"return_waypoint_name_1":"Wallaw Loowobbli",		"return_waypoint_description_2":"This Ithorian naturalist wants news of the destruction of the rancor hunting team led by an outcast from the Nightsister clan.",		"return_waypoint_description_1":"This Ithorian naturalist awaits dropoff of a bull rancor rescued from the hunting team hired by Imperial scientist Shibb Nisshil.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"How strong is this hunting team?",		"player_4_2":"",		"player_4_1":"How, exactly, am I to rescue a bull rancor?",		"player_3_2":"How did Shibb Nisshil enlist an outcast from the Nightsister clan?",		"player_3_1":"Who is Shibb Nisshil and what is his evil plan?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"You must stop that Nightsister outcast and her hunting team. Save the rancors!",		"npc_work_1":"You must rescue that helpless bull rancor from Shibb Nisshil's evil mercenary hunters!",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"You have helped the rancors of Dathomir live happier lives, unencumbered by Imperial concerns. Thank you!",		"npc_reward_1":"Oh, what a fine specimen! I shall remove the mind-control chip promptly -- taking proper precautions, of course. Here is a reward for your fine effort!",		"npc_reset":"But all the rancors of Dathomir depend on you to keep them from Shibb Nisshil's evil clutches!",		"npc_noloc_2":"I have probe droids scouting to locate the Nightsister outcast and her hunting team. Contact me shortly for coordinates.",		"npc_noloc_1":"I have probe droids looking, even now, for the mercenary hunting party. Talk to me again shortly, and I shall have coordinates for you.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"You did not stop that Nightsister and her hunting team? I am distraught and depressed.",		"npc_failure_1":"You did not rescue that helpless bull rancor? Oh, my heart goes out to it, thinking of its terrible fate!",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"An enemy! Kill!",		"npc_breech_1":"",		"npc_backtowork_2":"That is all I know. You must stop that Nightsister outcast and her hunting team. Save the rancors!",		"npc_backtowork_1":"I have told you all I know. You must rescue that helpless bull rancor from Shibb Nisshil's evil hunters!",		"npc_6_2":"",		"npc_6_1":"They are only common mercenaries. Actually, I suppose they must be uncommonly well armed to capture a rancor. But you still must stop them! Except maybe you will need help from friends.",		"npc_5_2":"",		"npc_5_1":"Shibb Nisshil's hunting team has implanted the rancor with a mind-control chip that renders it docile as a bolma calf. They are taking the rancor to his lab now. Shoot the hunters and the tame beast will follow you here.",		"npc_4_2":"She is evidently a lunatic who assaulted several senior clan members. Now she works for Nisshil because she wishes to see the Empire destroy her former clan. Very sad, but we cannot let this maniac further Nisshil's evil scheme. Will you stop her team?",		"npc_4_1":"He is an Imperial scientist at the Research Outpost. He is plundering Dathomir of its rancors to create an army of Imperial cyber-rancors! The damage to the ecosystem will be immense. Will you rescue this bull rancor from a ghastly fate?",		"npc_3_2":"You would passively watch Shibb Nisshil denude Dathomir of all its rancors for his evil plan?",		"npc_3_1":"You would stand by and see Dathomir's delicate ecology ruined? You are a monster like Nisshil!",		"npc_2_2":"Your enthusiasm reassures me. I understand these Nightsisters to be formidable opponents, so you may require help. Good luck!",		"npc_2_1":"Good. If you simply speak to the rancor in a firm voice, it will follow you here. Then I can remove Nisshil's mind-control chip and restore the creature to its natural vigor. Go!",		"npc_1_2":"It is another nefarious scheme by Imperial scientist Shibb Nisshil! He has somehow enlisted an outcast from the Nightsister clan to lead a slave team that hunts rancors. Such a fearsome team can capture rancors by the hundreds, irretrievably damaging the Dathomir ecology. You must destroy this hunting team!",		"npc_1_1":"Oh, you have arrived in time to impede Shibb Nisshil's evil plan! His hunting team has captured a bull rancor in the wild and is taking it to an unspeakable fate. You must stop the hunting team and rescue the rancor!",		"notyet":"",		"notit_2":"",		"notit_1":"",		"next":"I have uncovered no new plans by Shibb Nisshil to purloin Dathomir's rancors. Perhaps he has discarded his evil scheme.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"Away from me, stranger.",		"dontknowyou_1":"",		"cant_work":"I urgently require your help as soon as you are not busy!"
}}
