{
	"stfFile":"static_npc/dathomir/dathomir_researchoutpost_shaki_hamachil",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_3":"You don't want to run this one little errand? If you had to do everything around here that I do, you'd run screaming from the planet.",		"npc_reset_2":"You don't want to run this one little errand? If you had to do everything around here that I do, you'd run screaming from the planet.",		"npc_reset_1":"You don't want to run this one little errand? If you had to do everything around here that I do, you'd run screaming from the planet.",		"waypoint_name_2":"Imperial Intelligence Officer",		"waypoint_name_1":"Briny Bath Salts",		"waypoint_description_2":"This officer is waiting for the Cyber-Rancor Project research findings sent secretly by Imperial scientist Shibb Nisshil's assistant, Shaki Hamachil.",		"waypoint_description_1":"Research assistant Shaki Hamachil's superior, scientist Shibb Nisshil, wants the special salts carried from Tibrin to Dathomir by a "procurement specialist."",		"return_waypoint_name_2":"Shaki Hamachil",		"return_waypoint_name_1":"Shaki Hamachil",		"return_waypoint_description_2":"This assistant to Imperial scientist Shibb Nisshil waits to hear the disposition of the Cyber-Rancor Project findings she secretly sent to an Imperial Intelligence officer.",		"return_waypoint_description_1":"This assistant to Imperial scientist Shibb Nisshil awaits delivery of Nisshil's special briny bath salts imported from Tibrin.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"Who is Shibb Nisshil?",		"player_4_2":"",		"player_4_1":""Gone off-course"?",		"player_3_2":""Drop off a datadisc to a certain other party"?",		"player_3_1":""Briny bath salts"?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I hope you're planning to deliver that disc to the Imperial Intelligence officer who's waiting for it.",		"npc_work_1":"I hope you'll bring me those briny bath salts that Shibb Nisshil is waiting for.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"I suspect the notion of building an unstoppable army of cyber-rancors as shock troops will find favor in certain parts of Coruscant. But personally, I consider the idea ludicrous, and I shall so inform my superiors.",		"npc_smuggle_1":"I'm never ever gonna tell anyone that I crash-landed my ship just to deliver some stupid -- oh, I can't even say the words. Here, take 'em. And tell your employer that the next delivery is gonna have a considerable surcharge.",		"npc_reward_2":"Did that officer have anything to say about the project? Oh, really? Well, we'll see who has more influence on Coruscant, him or Shibb Nisshil. I'll bet on Shibb every time.",		"npc_reward_1":"The briny bath salts. At last something goes right in this domain of chaos. I'm sure Shibb Nisshil will be glad, the next bath he takes.",		"npc_reset":"You don't want to run this one little errand? If you had to do everything around here that I do, you'd run screaming from the planet.",		"npc_noloc_2":"I'm waiting to hear from Imperial Intelligence about the rendezvous coordinates. They're usually quite punctual about that, so talk to me again in a few moments.",		"npc_noloc_1":"I'm waiting to hear from our delivery agent on the exact coordinates of the rendezvous. These "procurement specialists" get touchy, you know. Talk to me again in a few moments.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"You didn't deliver that disc to the Imperial Intelligence officer? Oh dear. They'll be mad at Shibb Nisshil.",		"npc_failure_1":"You didn't bring those briny bath salts? Oh no. This will be bad for Shibb Nisshil's morale.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"You there! I'm waiting for those project findings.",		"npc_breech_1":"You! You here to pick up these bath salts?",		"npc_backtowork_2":"I don't know what else to tell you. Just take this disc to the Imperial Intelligence officer at the wilderness rendezvous, then return here.",		"npc_backtowork_1":"I don't have a lot more information for you. I just need you to bring me those briny bath salts.",		"npc_6_2":"",		"npc_6_1":"He's the chief scientist at this outpost. He's working on a project that -- well, I'm not sure if I'm supposed to talk about that. But he gets really cranky when he doesn't bathe in his particular briny salts, so will you go get them?",		"npc_5_2":"",		"npc_5_1":"These particular brine salts aren't on the usual Imperial supply requisition forms, so we have to resort to unauthorized "procurement specialists." These folks sometimes lack updated landing charts, not to mention adequate clearances to get past the blockades. So this latest delivery agent sort of crash-landed in the wilderness.",		"npc_4_2":"Well -- I'll tell you this much, and I hope you'll be discreet. Imperial Intelligence is getting nasty about Shibb Nisshil's lack of regular communiques. To keep them happy, I secretly deliver copies of his findings to Intelligence officers at a secret rendezvous in the wilderness. But I can't make it this time. Will you go?",		"npc_4_1":"Shibb Nisshil is an Ishi Tib. So he needs immersion in briny water every day or two to keep his lungs moist. Shibb prefers a particular brine salt that we have to import from his home planet, Tibrin.",		"npc_3_2":"I'm sorry to hear that. I hate offending Imperial Intelligence. Let me know if you reconsider.",		"npc_3_1":"All right then, I'll just have to send a droid. Hope it doesn't get lost again.",		"npc_2_2":"Here's the disc. You're looking for an Imperial Intelligence officer. He probably won't want to talk much, so just give it to him and get back here.",		"npc_2_1":"Great. The person you meet may seem a little bit, I don't know -- criminal? But it's strictly all right. It's not like Dathomir has laws anyway. Bring me the salts and I'll pay you for your effort.",		"npc_1_2":"Hello again! I'm desperate again! I can't find time to get out to the wilderness to drop off a datadisc to a certain other party. Will you kindly do so?",		"npc_1_1":"At last! Running this outpost is so much work, it turns my scales blue. But you're here to help me, right? Right? I need you to pick up an order of Shibb Nisshil's briny bath salts that's gone off-course. Interested?",		"notyet":"I deal with Imperial personnel only... move along.",		"notit_2":"",		"notit_1":"I was expecting briny bath salts from Tibrin for my boss, Shib Nisshil. This isn't the salts.",		"next":"I won't say everything is under control here, but I don't have anything for you to do right now.",		"gotowork_2":"I expected you to bring me Shibb Nisshil's Cyber-Rancor Project findings. Don't you have the datadisc?",		"gotowork_1":"",		"dontknowyou_2":"Imperial business. Move along.",		"dontknowyou_1":"You got the wrong person, friend.",		"cant_work":"I'm run ragged around here, so I could really use your help when you're not so busy."
}}
