{
	"stfFile":"static_npc/dathomir/dathomir_singingmountainclanstronghold_izaryx",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_3":"I will find someone else to accomplish this mission.",		"npc_reset_2":"I will find someone else to accomplish this mission.",		"npc_reset_1":"I will find someone else to accomplish this mission.",		"waypoint_name_2":"Nightsister War Party's Location",		"waypoint_name_1":"Singing Mountain Scout's Location",		"waypoint_description_2":"Stop the Nightsister war party from spreading the Berserker Virus.",		"waypoint_description_1":"Rescue the scout from the Nightsister raiding party.",		"return_waypoint_name_2":"Izaryx's Location",		"return_waypoint_name_1":"Izaryx's Location",		"return_waypoint_description_2":"Report the news back to Izaryx.",		"return_waypoint_description_1":"Escort the scout back to Izaryx.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"What is happening?",		"player_5_2":"Does this virus affect sentients?",		"player_5_1":"",		"player_4_2":"What is the Berserker Virus?",		"player_4_1":"",		"player_3_2":"Why does Fath Hray hate you so much?",		"player_3_1":"Why did your scout send a distress signal?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"otherescort_1":"I am not waiting for you.",		"npc_work_2":"Have you stopped that war party yet? We must now allow the Berserker Virus to spread on Dathomir.",		"npc_work_1":"Did you save my scout from the Nightsisters?",		"npc_takeme_2":"",		"npc_takeme_1":"It is a good thing you arrived when you did. Please take me back to Izaryx, for I have much to report.",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"You are brave and your skills are magnificent. Please accept this reward.",		"npc_reward_1":"You have my thanks, offworlder. Please accept this as payment for your courageous deeds.",		"npc_reset":"I will find someone else to accomplish this mission.",		"npc_noloc_2":"Allow me to verify the war party's latest location. Come back in a few moments.",		"npc_noloc_1":"I must verify the coordinates sent in the distress call.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"Fath Hray, still feeling betrayed over Izaryx's defection, wants to hurt Singing Mountain however she can and so attempts to start a war.",		"npc_failure_2":"I shall have to deal with Fath Hray myself. I wished it did not have to come to this but now there is no choice.",		"npc_failure_1":"The Nightsisters will pay for their treachery. Fath Hray's vengeance comes at too high a price.",		"npc_dropoff_2":"",		"npc_dropoff_1":"My thanks, offworlder. You are an ally of the Singing Mountain Clan.",		"npc_breech_2":"Kill these offworlders, my sisters! Slay them all!",		"npc_breech_1":"You will not defeat a member of the Singing Mountain Clan! Have at you, Nightsisters!",		"npc_backtowork_2":"Why do you delay? Do you wish to reconsider?",		"npc_backtowork_1":"You should hurry. I don't know how much longer my scout can hold out.",		"npc_6_2":"I do not think so, but I have no way of knowing for certain. This mission is filled with risk. Do you wish to tackle it?",		"npc_6_1":"",		"npc_5_2":"I am not sure but I understand it makes domesticated animals impossible to control. I can't allow our rancors to become infected with it.",		"npc_5_1":"",		"npc_4_2":"I was once a member of the Nightsister Clan but I could not accept Gethzerion's evil. I rejected them and joined the Singing Mountain Clan. I was Fath Hray's apprentice and she felt personally betrayed.",		"npc_4_1":"Her patrol had fallen victim to a Nightsister ambush. Please hurry and you may be able to save her.",		"npc_3_2":"I understand. This is a personal matter between myself and Fath Hray.",		"npc_3_1":"I had heard that offworlders were cowards but I did not wish to believe it. Perhaps I should revisit that issue.",		"npc_2_2":"Here are the coordinates. You should bring allies as these Nightsister warriors are quite formidable. My scout who has been tracking this war party will aid you if she can. Good luck.",		"npc_2_1":"Hurry to these coordinates and save her from becoming another casualty of war. If you can save her, escort her back here.",		"npc_1_2":"Fath Hray's hatred has once again brought suffering to my sisters. She has sent a war party to attack some of our settlements. Rumor has it that this war party is attempting to infect our rancors with something called the Berserker Virus. I need you to stop these raiders before this can happen. Can you do it?",		"npc_1_1":"Greetings, offworlder, I am Izaryx, rancor trainer of the Singing Mountain Clan. Recently, our rivals, the Nightsisters, have been attacking our scouts. They are convinced that we wish to steal their trained rancors. One of my scouts just sent a distress signal and I have no remaining warriors to send to her rescue. Can you help her out of her predicament?",		"notyet":"Go and speak to Vhaunda. She must determine your worthiness before I can assign you missions.",		"notit_2":"",		"notit_1":"",		"next":"There is nothing more for you to do.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"Go away, offworlder! This matter does not concern you!",		"dontknowyou_1":"I cannot speak to you now.",		"cant_work":"You are far too busy with other matters. Please come back when you are not so busy."
}}
