{
	"stfFile":"static_npc/dathomir/dathomir_researchoutpost_shibb_nisshil",
	"entries": {
		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_4":"I have little patience with quitters. Still, I am short-handed, so stop by again when you feel ready.",		"npc_reset_3":"I have little patience with quitters. Still, I am short-handed, so stop by again when you feel ready.",		"npc_reset_2":"I have little patience with quitters. Still, I am short-handed, so stop by again when you feel ready.",		"npc_reset_1":"I have little patience with quitters. Still, I am short-handed, so stop by again when you feel ready.",		"waypoint_name_3":"Bounty Hunter",		"waypoint_name_2":"Test Rancor",		"waypoint_name_1":"Gnarled Rancor",		"waypoint_description_3":"Imperial scientist Shibb Nisshil wants to stop this bounty hunter, who was hired by an Ithorian naturalist to terminate Nisshil and his cyber-rancor experiments.",		"waypoint_description_2":"Thieves have taken Imperial scientist Shibb Nisshil's mutated rancor. He wants the thieves killed and the rancor returned safely to him.",		"waypoint_description_1":"Imperial scientist Shibb Nisshil wants this rancor destroyed so he can harvest its genetic material for his planned army of cyber-rancors.",		"return_waypoint_name_3":"Shibb Nisshil",		"return_waypoint_name_2":"Shibb Nisshil",		"return_waypoint_name_1":"Shibb Nisshil",		"return_waypoint_description_3":"This Imperial scientist awaits news of the bounty hunter hired to terminate him and his cyber-rancor research program.",		"return_waypoint_description_2":"This Imperial scientist awaits the safe return of his stolen test rancor, or information about what happened.",		"return_waypoint_description_1":"This Imperial scientist awaits a report of the destruction of the gnarled rancor, so that he can harvest its genetic material for his planned army of cyber-rancors.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"How strong is the team that kidnapped your rancor?",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"How, exactly, do I rescue a rancor?",		"player_4_1":"",		"player_3_3":"Why not get the Empire to cancel the bounty hunter's contract, or just kill the hunter for you?",		"player_3_2":"Who hired these thieves to take the test rancor from you?",		"player_3_1":"Why do you want me to kill this rancor? How can you use a dead one?",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"I certainly hope you can dispose of that nuisance bounty hunter before long.",		"npc_work_2":"I expect you to rescue my valuable test rancor from those thieves. What's keeping you?",		"npc_work_1":"I expect you to destroy that rancor specimen. I would have hoped you'd be on your way already.",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"The bounty hunter is dead? A relief. Now I can return to breeding my army of cyber-rancors. Oh, you'll want a reward, I suppose? Here.",		"npc_reward_2":"Ah, that's too bad.  They killed it, eh?  Well you did your job well enough anyway.",		"npc_reward_1":"My probe droids relayed your efficient dispatch of the creature. I reward you appropriately, and desire you to contact me again for further assignments.",		"npc_reset":"I have little patience with quitters. Still, I am short-handed, so stop by again when you feel ready.",		"npc_noloc_3":"I am awaiting a report from my probe droid on the bounty hunter's whereabouts. Then I shall have coordinates for you. Talk to me shortly.",		"npc_noloc_2":"Drat. My probe droid has malfunctioned. When its repair circuits activate, I shall have the rancor's coordinates. Talk to me again shortly.",		"npc_noloc_1":"Ah, one moment. I'm receiving a report of interesting experimental results. Talk to me again shortly.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"Dear, dear. I suppose I shall have to alert my superiors about this bounty hunter. What a nuisance.",		"npc_failure_2":"You did not rescue my test rancor? This is a blow to science.",		"npc_failure_1":"You did not destroy that single rancor specimen? I very much fear I have no work for someone of such mean qualifications.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"Enemy sighted. Fire at will.",		"npc_breech_2":"You're not here for that Rancor are you?  Hah!  We already "disposed" of that!  Now it's your turn!",		"npc_breech_1":"",		"npc_backtowork_3":"There is nothing more to explain. Simply stop that bounty hunter so I can return to my research with a clear mind.",		"npc_backtowork_2":"I have told you everything pertinent. Rescue my valuable test rancor from those thieves.",		"npc_backtowork_1":"I have told you everything necessary. You must destroy the rancor specimen to secure my approval.",		"npc_6_3":"",		"npc_6_2":"My probe droids show four individuals, apparently fairly well-armed. You may need a small strike team to dispatch them. Will you do it?",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"My team implanted a control chip in the creature's brain, rendering it docile. After you destroy its captors, simply speak to it in a firm voice and it will follow you blindly. Return it here.",		"npc_5_1":"",		"npc_4_3":"I'd -- I would prefer not to involve my superiors in this embarrassing little fracas. I fear a certain loss of reputation and consequent budget reductions. Really, I'm sure an agent with your capacities can handle one bounty hunter and a few hired terrorists. Will you?",		"npc_4_2":"Regrettably, some Ithorian do-gooder naturalist at the Trade Outpost has taken it into his malformed head to obstruct my work. Claims it would depopulate Dathomir of rancors -- as though that were a bad thing. He hired these thieves. Will you return the test rancor here and ensure his silly goals remain unmet?",		"npc_4_1":"Genetic material, you buffoon! I shall send out a bioengineer team to secure the slain rancor's genetic stock for later cloning and mechanization. Soon every rancor on Dathomir may lend its genes to my plan. Will you destroy this single specimen?",		"npc_3_3":"After your previous aid to the cause of science, I am disappointed.",		"npc_3_2":"Then bother me no more.",		"npc_3_1":"Then waste no more of my time, imbecile.",		"npc_2_3":"Good. I shall reward you upon your return here.",		"npc_2_2":"Good. Assemble your team and move quickly. Return the rancor here -- it should follow you tamely.",		"npc_2_1":"Very well. The specimen is evidently old and somewhat deformed, but may still present a challenge. Be wary.",		"npc_1_3":"Oh, dear. I understand that the Ithorian do-gooder naturalist, Wallaw somebody, has actually hired a bounty hunter to kill me. What a nuisance. Can you dispose of this bounty hunter and his team for me?",		"npc_1_2":"Ah, you again. A pack of thieves has stolen one of my valuable research animals, a rancor of unusual genetic heritage. I urge you to pursue the thieves, kill them, and return the rancor here safely.",		"npc_1_1":"Ahh -- you are here to help my Cyber-Rancor project? To augment the Empire's forces with an unstoppable legion of mechano-organic monstrosities? How good. I have located a minor specimen in the wild. If you kill this rancor, I shall reward you and assign you further work.",		"notyet":"My time is valuable and you, obviously, are not worthy of it. Only a servant of the Empire will be of any use to me.",		"notit_3":"",		"notit_2":"",		"notit_1":"",		"next":"All is proceeding according to plan. I no longer need your assistance.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"Bounty Hunter's Guild business. Don't get in my way.",		"dontknowyou_2":"",		"dontknowyou_1":"",		"cant_work":"You may find it rewarding to meet with me soon, after you are not so busy."
}}
