{
	"stfFile":"static_npc/dathomir/dathomir_singingmountainstronghold_aujante_klee",
	"entries": {
		"player_sorry_5":"I'll keep working on the mission.",		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_5":"Perhaps you are not yet ready for our tasks. Return to us when you feel you are capable of rendering us aid.",		"npc_reset_4":"Perhaps you are not yet ready for our tasks. Return to us when you feel you are capable of rendering us aid.",		"npc_reset_3":"Perhaps you are not yet ready for our tasks. Return to us when you feel you are capable of rendering us aid.",		"npc_reset_2":"Perhaps you are not yet ready for our tasks. Return to us when you feel you are capable of rendering us aid.",		"npc_reset_1":"Perhaps you are not yet ready for our tasks. Return to us when you feel you are capable of rendering us aid.",		"waypoint_name_4":"Morathax's location",		"waypoint_name_3":"Jhuryx's location",		"waypoint_name_2":"Vhuransa'a location",		"waypoint_name_1":"Aldiae's location",		"waypoint_description_4":"Find and destroy Morathax",		"waypoint_description_3":"Find and rescue Jhuryx from her captors",		"waypoint_description_2":"Find Vhuransa and defeat her to retrieve what was stolen.",		"waypoint_description_1":"Find and capture Aldiae",		"return_waypoint_name_4":"Aujante K'lee",		"return_waypoint_name_3":"Aujante K'lee",		"return_waypoint_name_2":"Aujante K'lee",		"return_waypoint_name_1":"Aujante K'lee",		"return_waypoint_description_4":"Return to Aujante K'lee and inform her of your victory.",		"return_waypoint_description_3":"Escort Jhuryx back to Aujante K'lee safely.",		"return_waypoint_description_2":"Return the Stolen item to Aujante K'lee",		"return_waypoint_description_1":"Return to Aujante K'lee with your prisoner.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"Who is this Morathax?",		"player_3_3":"Why would they kidnap one of you?",		"player_3_2":"What was stolen from you?",		"player_3_1":"Why should I help your clan?",		"player_2_4":"No",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_4":"Yes",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_4":"",		"otherescort_3":"Leave, my friend, before evil consumes you. These witches have no love for intruders.",		"otherescort_2":"",		"otherescort_1":"You've picked a dangerous place to be. I recommend finding a safe spot to view the carnage if you value your own skin.",		"npc_work_4":"Be careful when you face this one, my friend. She is both clever and powerful.",		"npc_work_3":"Please hurry and find our lost sister. Time is of the essence.",		"npc_work_2":"Have you caught up with Vhuransa yet? ",		"npc_work_1":"Have you managed to recapture my traitorous servant yet?",		"npc_takeme_4":"",		"npc_takeme_3":"Take me home.",		"npc_takeme_2":"",		"npc_takeme_1":"I should have known better than to go. But it was too good an offer to turn down.",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"You are a true friend to the Singing Mountain Clan. Perhaps we shall take a less dim view of strangers henceforth.",		"npc_reward_3":"If ever there was an outsider that should have been born one of us, surely it must be you.",		"npc_reward_2":"Once again you demonstrate to me that we can look for allies outside our own clan. Thank you.",		"npc_reward_1":"We of the Singing Mountain Clan do not easily come to trust outsiders. Perhaps you will teach us the error of this.",		"npc_reset":"Perhaps you are not yet ready for our tasks. Return to us when you feel you are capable of rendering us aid.",		"npc_noloc_4":"My sisters and I must merge our talents to divine Morathax's location. Give me some privacy and I shall see it done. Return to me shortly.",		"npc_noloc_3":"My sisters and I will try and divine her current whereabouts. Give me a few minutes of privacy that we may pool our abilities and then return to me.",		"npc_noloc_2":"This is an inauspicious moment for you to begin your journey. Be patient and return to me soon. ",		"npc_noloc_1":"Perhaps my sisters and I can divine a location for you to find what we seek. Give me a bit of privacy that we may confer.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"She will be on her guard now and we must be doubly on ours.",		"npc_failure_3":"We will weep for our lost sister, for when next we see her it will be in battle against one another.",		"npc_failure_2":"This bodes ill for my sisters and I. We must find a way to recover this tome before she brings it to the Nightsisters or all is lost.",		"npc_failure_1":"Things look bleak but perhaps we may yet weather this storm.",		"npc_dropoff_4":"",		"npc_dropoff_3":"Whatever your reasons for saving me, outsider, I thank you.",		"npc_dropoff_2":"",		"npc_dropoff_1":"Perhaps they'll be merciful. They've always had a soft streak here. ",		"npc_breech_4":"Now you will experience the power of the dark side.",		"npc_breech_3":"At last my sisters send aid.",		"npc_breech_2":"You think you can take anything from me? ",		"npc_breech_1":"Get away from me.",		"npc_backtowork_4":"Have you decided this task is beyond your abilities?",		"npc_backtowork_3":"Will you rescue our lost sister or have you reconsidered your answer?",		"npc_backtowork_2":"I've told you what I can. The rest is up to you.",		"npc_backtowork_1":"You have something on your mind perhaps?",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"A disciple of Gethzerion who seems to come from the same mould. The last thing we need is both of them trying to destroy us. Can we rely on your help?",		"npc_4_3":"So they can turn her to the path of darkness thus strengthening their clan. We just want our lost sister back. Will you help us?",		"npc_4_2":"An item very precious to the Singing Mountain Clan. It is a compilation of the wisdom of our clan. All the mystical knowledge we have collected over the centuries has been stolen form us. Will you aid us in its recovery?",		"npc_4_1":"If simple compassion for an oppressed people will not motivate you then I fail to know what will. We have little enough to offer you but will give you what we can. All I can do is ask. What say you, will you help?",		"npc_3_4":"It was too much to hope for. Now if you will excuse me, I must find a way to secure the safety of my clan.",		"npc_3_3":"A hard thing, to deny us the return of our own.",		"npc_3_2":"Perhaps it seems a small thing to you but to us it is the sum of our history.",		"npc_3_1":"Life must have treated you very cruelly for you to be this callous. Perhaps it will make you strong, but I wouldn't count on it.",		"npc_2_4":"It is bold of you to attempt this but have a care: Morathax will be well guarded by those loyal to her and will not be a quick victory. I caution you to bring friends you trust to aid you in this endeavor. It would sadden us to lose our outsider friend to one such as she.",		"npc_2_3":"Seek out Jhuryx. The Nightsisters took her and it will be no small task to rescue her from their clutches. Take the greatest of care with your preparations. ",		"npc_2_2":"I was right about you. You have an aura of altruism about you that shines through your gruff exterior. If you can find a Nightsister named Vhuransa, we believe she is the one who has stolen our sacred lore. We would be grateful were you to return it to us.",		"npc_2_1":"Compassion is a welcome change to this world. Aldiae, my most trusted servant, has betrayed us and gone to tell Gethzerion of all our weaknesses. Please bring my traitorous servant back here before our vulnerabilities are revealed to those who loathe us.",		"npc_1_4":"I have a great request to make of you, my friend. It may be beyond your abilities but I will ask anyway. A Nightsister named Morathax has orchestrated all our recent troubles. It would be best for the Singing Mountain Clan if she were removed lest she chip away at us until there is nothing left. Do you think you can handle the job?",		"npc_1_3":"It seems we are constantly seeking your aid in our struggle against the Nightsisters. We would not pester you so frequently if they would just leave us alone. Now they have kidnapped one of our youngest. Will you help us find her?",		"npc_1_2":"It's strange and yet not entirely unpleasant to see your face at Singing Mountain Stronghold in these harsh times. Perhaps you will be willing to aid us in the recovery of a stolen item if we have not imposed on your good nature too much already. What say you?",		"npc_1_1":"Welcome to the Singing Mountain Clan Stronghold. Vurlene informs me you are trustworthy. Have you come to aid us in our fight against Gethzerion? She attacks us constantly though we are no threat to her. Now one of our trusted servants has betrayed us. There is no love lost between our people but our need is great. Will you help us, stranger? ",		"notyet":"If you wish to earn my trust, first speak with Vurlene.",		"notit_4":"",		"notit_3":"",		"notit_2":"",		"notit_1":"",		"next":"It shall not be forgotten, how you have aided the Singing Mountain Clan. We have nothing further to ask of you at this time.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"Do you seek the blackest pits of despair? Then look no further. But if you value your lives, flee as though a thousand nightmares pursued you.",		"dontknowyou_3":"Leave, my friend, before evil consumes you. These witches have no love for intruders.",		"dontknowyou_2":"You gaze into the face of your doom. Be gone from this place, lest it steal the life from your frail body.",		"dontknowyou_1":"You've picked a dangerous place to be. I recommend finding a safe spot to view the carnage if you value your own skin.",		"cant_work":"The Singing Mountain Clan is in dire need of aid. When you are not so busy, come back and help us."
}}
