{
	"stfFile":"static_npc/dathomir/dathomir_tradeoutpost_singular_nak",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_3":"Don't think you're up to this right now, eh? Come back when you think you're ready.",		"npc_reset_2":"Don't think you're up to this right now, eh? Come back when you think you're ready.",		"npc_reset_1":"Don't think you're up to this right now, eh? Come back when you think you're ready.",		"waypoint_name_3":"The Nightsister Stalker's location",		"waypoint_name_2":"Trujhazii's location",		"waypoint_name_1":"Gruthashaal's location",		"waypoint_description_3":"Go and stop the Nightsister before she kills Singular Nak",		"waypoint_description_2":"Bring the lightsaber to Trujhazii",		"waypoint_description_1":"Find Grthashaal and take the broken lightsaber from her",		"return_waypoint_name_3":"Singular Nak",		"return_waypoint_name_2":"Singular Nak",		"return_waypoint_name_1":"Singular Nak",		"return_waypoint_description_3":"Return to Singular Nak and inform him of your success.",		"return_waypoint_description_2":"Return to Singular Nak at the Trade Outpost.",		"return_waypoint_description_1":"Return to Singular Nak with the broken lightsaber.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"What do you want me to do this time? ",		"player_4_1":"",		"player_3_3":"What did you expect to happen?",		"player_3_2":"What rumors? ",		"player_3_1":"What was taken from you?",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"You're going to leave soon and stop her from killing me aren't you?",		"npc_work_2":"Have you made that little delivery we discussed. Waiting isn't going to help this matter any.",		"npc_work_1":"Get a move on now. There's no time like the present for getting things done. ",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"I told my sisters that rather than paying the ransom we should just rip his head off and take the lightsaber off his corpse, but they wouldn't listen.",		"npc_smuggle_1":"Go back and be done with me!",		"npc_reward_3":"Thank you. I need to find a way off of this blasted rock before they send another one of those bloodthirsty monsters after me.",		"npc_reward_2":"I never doubted you for a moment. I knew that if anybody could pull this off it was you.",		"npc_reward_1":"Steal? The nerve of her. I offered a very fair price for this. It's hardly my fault she turned it down.",		"npc_reset":"Don't think you're up to this right now, eh? Come back when you think you're ready.",		"npc_noloc_3":"Wait! Maybe you should just wait here and protect me. That's not a bad idea is it? Or maybe you should go. I can't decide.",		"npc_noloc_2":"Give me a few minutes to make some final arrangements and then we'll get started, all right?",		"npc_noloc_1":"Some of the other Nightsisters of her clan may still be peeved about that imagined slight.  It might be best if we waited before attempting to conclude this business. Come see me later.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"You couldn't stop her? I've got to find a place to hide.",		"npc_failure_2":"Blast and double blast! Some days it just isn't profitable swindling people.",		"npc_failure_1":"What will I tell my buyer? Perhaps I can sell the idea that this Nightsister is my courier. Then when she kills him the matter will resolve itself and I can find another buyer.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"You will not stand between us and our revenge.",		"npc_breech_2":"That scoundrel better deliver this time.",		"npc_breech_1":"That imbecile needs to learn that I'm not going to let any of his little minions steal this priceless historical artifact. ",		"npc_backtowork_3":"You haven't changed your mind have you? I'd hate to think I offended you in some way.",		"npc_backtowork_2":"What's on your mind? ",		"npc_backtowork_1":"You've got something on your mind. Spit it out.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"A simple thing really. I found a buyer for that lightsaber and if you can make the delivery for me I'll have enough credits to make my problems disappear. What do you say?",		"npc_5_1":"",		"npc_4_3":"I expected to be off of this blasted world before they found out. Things didn't work out like I planned or I'd be drunk in a villa on Naboo right now. Terrible things happen to people who fall afoul of those Nightsisters. Help me?",		"npc_4_2":"Nothing you need concern yourself with. You have my complete assurance that all the charges are largely without any basis in fact and even if they were, there's certainly not enough evidence for a conviction. ",		"npc_4_1":"An ancient lightsaber that I purchased as a collector's item. It doesn't actually work but is nonetheless quite valuable. One of those blasted Nightsisters took it from my old partner because of some imagined slight or other. Will get it back for me?",		"npc_3_3":"My blood is on your hands. You could have saved me and didn't.",		"npc_3_2":"I can't believe you'd leave an old friend in the lurch like this. After all we've been through together.",		"npc_3_1":"I understand your reticence. I'm not keen to get into a fight with a lightsaber-wielding Nightsister. What if she got the blasted thing working?",		"npc_2_3":"I knew you wouldn't let them take me. We mean too much to one another to let a little thing like fraud come between us. Go and find this murderous Nightsister and convince her of my goodwill -- or barring that, put a stop to her.",		"npc_2_2":"I knew I could count on you. Just deliver this lightsaber to the Nightsister Trujhazii. It will bring peace between us. The other Nightsisters are a little upset about the whole affair - don't let any of them give you any trouble.",		"npc_2_1":"All you need to do is find the Nightsister Gruthashaal and convince her to give up my lightsaber. I hope she hasn't figured out how to get the blamed thing running. The Nightsisters are notoriously uncooperative so be prepared for the worst.",		"npc_1_3":"You've got to help me. The Nightsisters realized I sold them a phony copy of their lightsaber and now they've sent one of their worst after me to kill me. Why doesn't anybody ever have a sense of humor about these matters? Please, tell me you'll help me!",		"npc_1_2":"My dear friend! Back to see me in this, my darkest hour? I knew you'd never believe those foul rumors people were spreading about me. It's times like this that teach you who your friends are. I only wish I had someone to help me clear up this mess. Wait -- here's a thought. People haven't found a reason to distrust you yet. Can you help me?",		"npc_1_1":"I think you and I are going to be great friends. We share a certain flair for business and a way with people, don't you think? Between my brains and your capacity for mayhem, I think we'll go far. You do have a capacity for mayhem I hope. You're certainly on the wrong world if you don't. You could show me those skills by recovering an item of mine that was wrongfully taken from me. I'll even pay you. What do you say?",		"notyet":"",		"notit_3":"",		"notit_2":"",		"notit_1":"The lightsaber would be that handle shaped thing with a stud on it. Have another look why don't you.",		"next":"I think it would be for the best if we severed our association for a short time. I'm still trying to make a deal to get offworld and we wouldn't want people to get the wrong idea about us. ",		"gotowork_3":"",		"gotowork_2":"What have you done with the lightsaber? If that swindler is up to something he'll spend more years dying than he has yet lived.",		"gotowork_1":"",		"dontknowyou_3":"You are not the one I seek. Remove yourself from my presence and you may yet live.",		"dontknowyou_2":"This isn't the place for you. I'm waiting for another.",		"dontknowyou_1":"Get away from me if you value your own skin. I have no use for outsiders.",		"cant_work":"You seem to stay quite busy. I like that. When you have the time to take on some more work, I think we could do business together."
}}
