{
	"stfFile":"static_npc/dathomir/dathomir_singingmountainclanstronghold_zideera",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_3":"Come back when you can finish what you begin.",		"npc_reset_2":"Come back when you can finish what you begin.",		"npc_reset_1":"Come back when you can finish what you begin.",		"waypoint_name_2":"Pirate Shipmate's Location",		"waypoint_name_1":"Stranded Pirate's Location",		"waypoint_description_2":"Find the shipmate before the Nightsisters do.",		"waypoint_description_1":"Rescue the stranded pirate before he's eaten by rancors.",		"return_waypoint_name_2":"Zideera's Location",		"return_waypoint_name_1":"Zideera's Location",		"return_waypoint_description_2":"Escort the shipmate back to Zideera.",		"return_waypoint_description_1":"Escort the pirate back to Zideera.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"Why is Zideera so taken with you?",		"player_5_2":"You've gotten good at lying to your mistress, haven't you?",		"player_5_1":"",		"player_4_2":"Won't she discover him when the shipmate arrives?",		"player_4_1":"",		"player_3_2":"Why doesn't your pirate friend simply go out to meet his shipmate?",		"player_3_1":"Who is this offworlder?",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"You aren't looking for me, stranger.",		"otherescort_1":"I'm not the fellow you're looking for.",		"npc_work_2":"Did you find my pirate friend's shipmate?",		"npc_work_1":"Did you find my missing pirate?",		"npc_takeme_2":"Let's get a move on, friend. The noises in this place are enough to send shivers up my spine.",		"npc_takeme_1":"A good thing you came when you did, friend. If your goal is to bring me back to that lovely lass Zideera, then lead on.",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"Thank you for your help. Please accept this as payment for your services.",		"npc_reward_1":"I thank you for bringing him back to me. Please keep this to yourself and accept this as a reward.",		"npc_reset":"Come back when you can finish what you begin.",		"npc_noloc_2":"One moment while I verify the shipmate's location with my pirate friend.",		"npc_noloc_1":"I must verify the pirate's location. Come back in a few moments.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"Let's just say that I know how to treat the ladies right. Learn to do that and you'll go far in this galaxy.",		"npc_failure_2":"Now I shall have to continue to hide my pirate friend in my hut. I suppose that is not entirely bad.",		"npc_failure_1":"Where will I find another male as fascinating as that pirate? His greeting customs were most delightful.",		"npc_dropoff_2":"Much obliged, friend. If we ever cross paths again, I hope to remember your kindness.",		"npc_dropoff_1":"I owe you one, friend. I hope I get a chance to repay you someday.",		"npc_breech_2":"Over here! Are you the one that will take me to my captain?",		"npc_breech_1":"Over here! Get these blasted creatures off me!",		"npc_backtowork_2":"Why do you delay? Please find the shipmate.",		"npc_backtowork_1":"I have nothing further to tell you.",		"npc_6_2":"Where males are concerned, it's quite necessary. She does not understand my fascination with them and I cannot explain it. I've asked my pirate friend to show her but he's convinced that's not a wise idea.",		"npc_6_1":"",		"npc_5_2":"I'll tell her they arrived together and wish to trade with our clan.",		"npc_5_1":"",		"npc_4_2":"My mistress does not know he's still here. I'm hiding him, you see. It would be bad for both of us if she were to discover him.",		"npc_4_1":"I believe you would refer to him as a pirate. He preys upon the weak members of your kind, which is good since this would serve to cull your herd. Correct?",		"npc_3_2":"And just when I was beginning to like you. What a shame.",		"npc_3_1":"How sad. I would hate to lose this fascinating male. He has proven a most interesting specimen to study.",		"npc_2_2":"Excellent. Please hurry. I hear that the Nightsisters have sent a raiding party to investigate the ship's landing. They tend to kill offworlders they encounter in the wilds.",		"npc_2_1":"Excellent. I believe his ship was shot down by an Imperial patrol. One of my scout sisters gave me the coordinates of the crash. Could you go there and bring this male back here safely?",		"npc_1_2":"My pirate friend has informed me that one of his crewmates has contacted him. It seems my pirate friend needs to return to his people to continue plying his trade. Will you bring my pirate friend's crewman back here? It will be safer for them if they can travel back to his ship together.",		"npc_1_1":"Greetings, offworlder. I am known among my sisters as Zideera. I am apprenticed to Huntress Vhaunda. Recently my mistress has become cross with me due to my growing interest in offworlders, particularly of the male variety. I have explained that I am only curious for they seem quite strange to me - strange but not unappealing. There is one in particular who has fascinated me and now finds himself in need of aid. I cannot aid him myself - my mistress would punish me harshly. Could you help him?",		"notyet":"",		"notit_2":"",		"notit_1":"",		"next":"You have served me well, offworlder. Visit me from time to time and perhaps I'll have more tasks for you.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"Can't help you, friend.",		"dontknowyou_1":"I'm a bit busy, pal.",		"cant_work":"When you get some free time, please come and speak to me again. I may have tasks for you."
}}
