{
	"stfFile":"static_npc/dathomir/dathomir_imperialprison_mozo_bondog",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_3":"Yeah, I know what you mean. I pull out of a lot of my jobs too, but they're always there waiting on me when I get back. Likely this one will be waiting for you.",		"npc_reset_2":"Yeah, I know what you mean. I pull out of a lot of my jobs too, but they're always there waiting on me when I get back. Likely this one will be waiting for you.",		"npc_reset_1":"Yeah, I know what you mean. I pull out of a lot of my jobs too, but they're always there waiting on me when I get back. Likely this one will be waiting for you.",		"waypoint_name_3":"Janta Clan Leader",		"waypoint_name_2":"Mercenary Warlord",		"waypoint_name_1":"Teras Kasi Master",		"waypoint_description_3":"Imperial Prison security chief Mozo Bondog wants this Dantooine escapee killed.",		"waypoint_description_2":"This warlord from the planet Lok escaped Dathomir Imperial Prison. Security Chief Mozo Bondog wants the backpack that the escapee stole.",		"waypoint_description_1":"Imperial Prison security chief Mozo Bondog wants this escaped prisoner killed.",		"return_waypoint_name_3":"Mozo Bondog",		"return_waypoint_name_2":"Mozo Bondog",		"return_waypoint_name_1":"Mozo Bondog",		"return_waypoint_description_3":"The Imperial Prison security chief awaits a report on the escaped Janta clan leader from Dantooine.",		"return_waypoint_description_2":"The Imperial Prison security chief awaits the return of his prized backpack, stolen by an escaped Lok mercenary warlord.",		"return_waypoint_description_1":"The Imperial Prison security chief awaits news of the fate of the escaped teras kasi master.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"The prisoners I defeated before talked about "wraiths" in the prison. What is that about?",		"player_5_2":"The prisoner I defeated before mentioned a "wraith" in the prison. What is that about?",		"player_5_1":"",		"player_4_3":"Why do prisoners keep escaping this prison?",		"player_4_2":"Who is the mercenary warlord?",		"player_4_1":"",		"player_3_3":"What can you tell me about this leader of the Janta clan?",		"player_3_2":"Why is this backpack important to you?",		"player_3_1":"What do you know about this escaped teras kasi master?",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"You taken care of that escaped Janta clan leader? Why not? I don't wanna have to do it myself, lemme tell you.",		"npc_work_2":"You got my backpack? No, I see you don't. Which makes me wonder why you're botherin' me.",		"npc_work_1":"I thought I told you to take out that teras kasi master. What, you're taking in the atmosphere around here?",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"I gotta say, you do good work. Take this reward, and I wanna have you talk to a prisoner who may know somethin' about all these disappearances. Dolac Legasi, that's his name. Dolac won't talk to me -- he hates me, which is fine by me as long as he stays in his cell. Talk to him, see what you can find out about disappearances, take care of it, and I'll authorize more rewards. Okay?",		"npc_reward_2":"Hey! My backpack! Never thought I'd see it again. Okay, friend, you're officially my new favorite person. Tell you what, get in touch with me for more work when you want it.",		"npc_reward_1":"Yeah, I know you took out that teras kasi master. We got probe droids everywhere lookin' at everything. It's enough to make you spooked, ain't it? Well, here's your reward, and check back with me. We always got escaped prisoners around here.",		"npc_reset":"Yeah, I know what you mean. I pull out of a lot of my jobs too, but they're always there waiting on me when I get back. Likely this one will be waiting for you.",		"npc_noloc_3":"I'm waitin' on some probe droids to get the right coordinates. That's my life, waitin' on probe droids. Brother! Talk to me again soon.",		"npc_noloc_2":"I'm waitin' on some probe droids to send this warlord's current location. Check with me in a moment, okay?",		"npc_noloc_1":"I'm waitin' to hear on the current coordinates of that teras kasi master. Details, details. Like I got all day to wait on some probe droid. You check with me in a moment, okay?",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"You didn't take care of that Janta clan leader? What is the thing with that leader? Is there, like, a spare Imperial walker running interference?",		"npc_failure_2":"You didn't bring back my backpack? Friend, you're now officially on my Mess-Up Roster. I tell you this -- that's a place it's no good to be.",		"npc_failure_1":"What, one little teras kasi master was too tough for you? You definitely ain't cut out for this job. Not that you'd want it, believe me.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"The wraiths have stolen my spirit! I shall steal yours -- kill you and eat your heart!",		"npc_breech_2":"That prison steals the mind! I will kill you before I go back!",		"npc_breech_1":"You want to take me back to face those wraiths! I won't let you!",		"npc_backtowork_3":"I told you plenty already. Get goin' and take out that Janta clan leader.",		"npc_backtowork_2":"Look, let's not let that stinkin' warlord wander around all day with my backpack in tow. Get movin'!",		"npc_backtowork_1":"I don't got all day to talk, you know? Just go out and kill that escaped teras kasi master.",		"npc_6_3":"More about "wraiths," huh? We're hearin' that from some of the prisoners still inside, not that you'd think there's any left after all these escapes. The only guy I can think of who'd know something about that is one of our weirder prisoners, Dolac Legasi. If you take out this Janta clan leader for me, I'll let you talk to him, okay?",		"npc_6_2":""Wraith"? Like a ghost? Boy, you got me. I expect bein' in this lousy place does somethin' to the mind. I personally feel like my mind is as finely tuned as ever, but I'm made of sterner stuff than most. Anyway, about that backpack -- will you bring it back?",		"npc_6_1":"",		"npc_5_3":"You got me! Not only do we have people gettin' out into the wilds, we got 'em literally disappearing out of the cells and vanishing totally -- I mean like into thin air. It's a weird planet, Dathomir is, and it makes this place weird just bein' here.",		"npc_5_2":"Beats me. Someone who, it says here, "led a brutal but unsuccessful assault on the Empire's outpost on Lok, commanded by General Otto." What kind of name is "Otto"? Well, never mind. Anything else you wanna know?",		"npc_5_1":"",		"npc_4_3":"I got no idea who this prisoner is or why he, or possibly she, is here. But the prisoner escaped, and it's up to you to kill him, or conceivably her, before he (or maybe she) can get offworld. Okay?",		"npc_4_2":"It's an old jet model once worn by a great bounty hunter, Viume Loggun. He's dead now. The jetpack doesn't actually work, which is kind of directly the reason he died. But it's a great souvenir, and I want it back from that stinkin' warlord who stole it.",		"npc_4_1":"Me? I'm a security chief. I don't know nothin' about nobody. I just look at the manifests -- "oh look, another bunch got free and ran out into the wilds" -- and I send people after them. People like you. You interested in this job or not?",		"npc_3_3":"Then you and I got nothin' else to talk about. After all I did for you, too!",		"npc_3_2":"You scared of a crummy warlord? Maybe I'm not so hot on your prospects here after all.",		"npc_3_1":"No? Whaddya mean no? Like I got all day to stand around talking with the likes of you? Get out.",		"npc_2_3":"Great. I'll wanna hear back from you here, just as soon as you dispose of this little clan leader thing.",		"npc_2_2":"Okay. Get out there, kill the warlord, and try to avoid damaging my backpack. Keep your priorities straight here, like I do.",		"npc_2_1":"Great. You just put a few blaster bolts in that wall-kicker and report back here for a nice reward.",		"npc_1_3":"Another escapee. I don't get it. Whadda they makin' these doors out of, eggshells? This one is -- lemme see -- "a notorious leader of the Janta clan on Dantooine." I'm seein' no percentage in goin' out into that wasteland after this nobody. I want you to take care of it, and I'll pay you outta my travel and entertainment budget.",		"npc_1_2":"This really stinks! Okay, another prisoner gets out, fine -- this one is, let's see, "a notorious mercenary warlord from Lok" -- but on the way out, this mighty warlord stole my favorite backpack! I hate that! I want you to find this warlord, do the whole fatality thing you did before, and bring me back that backpack. You up for that?",		"npc_1_1":"Yeah? You lookin' for work? Great, I got work I'm dyin' to give you, 'cause if I had to do it myself, I'd be dyin', get me? Got a lot of escaped prisoners lately. One is -- let's see -- a "teras kasi master convicted of dangerous insurgent talk." Wanna go kill this escaped master for me?",		"notyet":"Away with you... if you are not part of the Empire, then you are of no use to me.",		"notit_3":"",		"notit_2":"I was expectin' you to bring me my backpack, the one that stinkin' mercenary warlord stole. This ain't it.",		"notit_1":"",		"next":"I personally got nothing else for you to do. But you could help us with this disappearing-inmates problem by talking with that prisoner Dolac Legasi. Be careful, he's a weird one.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"Get out of this area, or you will soon suffer.",		"dontknowyou_2":"Get out of this area, or you will soon die.",		"dontknowyou_1":"Get away from me or I'll kill you.",		"cant_work":"You lookin' for work? No, I guess you're busy. Well, check with me when you want a job."
}}
