{
	"stfFile":"static_npc/dathomir/diax",
	"entries": {
		"player_sorry_3":"Where did you say she was again?",		"player_sorry_2":"Where did you say she was again?",		"player_sorry_1":"Where did you say she was again?",		"player_reset_3":"I'm not ready for this.",		"player_reset_2":"I'm not ready for this.",		"player_reset_1":"I'm not ready for this.",		"npc_reset_3":"Well, perhaps you are correct. Come back when you feel up to the challenge.",		"npc_reset_2":"Well, perhaps you are correct. Come back when you feel up to the challenge.",		"npc_reset_1":"Well, perhaps you are correct. Come back when you feel up to the challenge.",		"waypoint_name_2":"Singing Mountain Clan Nightsister",		"waypoint_name_1":"Daverda",		"waypoint_description_2":"Go kill the Singing Mountain Clan Nightsister and return to Diax with the salve she carries.",		"waypoint_description_1":"Go to where Daverda is gathering healing herbs and kill her.",		"return_waypoint_name_2":"Diax",		"return_waypoint_name_1":"Diax",		"return_waypoint_description_2":"Return to Diax with the salve.",		"return_waypoint_description_1":"Return to Diax now that you have completed your grisly task.",		"player_sorry":"Where did you say she was again?",		"player_reset":"I'm not ready for this.",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_2":"",		"player_5_1":"",		"player_4_2":"",		"player_4_1":"",		"player_3_2":"Why should I?",		"player_3_1":"Why?",		"player_2_2":"No, I will not.",		"player_2_1":"Kill her? No way!",		"player_1_2":"Yes, I will.",		"player_1_1":"I will do it.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_2":"I suggest you start out immediately.",		"npc_work_1":"You're not scared are you? Look, she's not all that tough. I'd do it myself if it weren't for certain political entanglements.",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_2":"You have the salve? Give it to me at once. Hmm, what an odd smell. Familiar, but I just can't place it. Very well, here is your reward. Kais should be waiting for you. I must study the salve. Leave.",		"npc_reward_1":"Ah, she is... dead? Oh lovely. I'm glad you are working for me. Yes, you are such a wonderful little pet. As promised - here is your treat, pet.",		"npc_reset":"Well, perhaps you are correct. Come back when you feel up to the challenge.",		"npc_noloc_2":"Something is not right here. Come back later, I may have work for you then.",		"npc_noloc_1":"Something is not right here. Come back later, I may have work for you then.",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_2":"By the book of shadows, these outworlders are inept.",		"npc_failure_1":"By the book of shadows, these outworlders are inept.",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_2":"I'm not looking for company. Go away.",		"npc_breech_1":"What are you doing here?",		"npc_backtowork_2":"Look, here is my map. Study it carefully. The healer was spotted in this area. Now get going!",		"npc_backtowork_1":"She's out gathering herbs for Kais. Look at this map I made. Right here. Now hurry.",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_2":"Do this for me and I will let Kais know you can be trusted. Also I will reward you with a kit of healing herbs and poultices.",		"npc_4_1":"I'd take care of this myself, but it would reflect poorly on the healers if I did. The rest of the clan shouldn't see us as political schemers. The last thing I need is Kais to see me as overly ambitious. If you help me with this dilemma I'll be sure to reward you well.",		"npc_3_2":"Outworlder, you try my patience.",		"npc_3_1":"Hah, timid mouse. Very well then, there is more than one way to skin a brackaset.",		"npc_2_2":"Good. The scouts report her location over that way. Don't try to negotiate with her. Just eliminate her as quickly and efficiently as possible. I do not want the Singing Mountain Clan to know we have stolen their secret. Once you have the salve, return it to me.",		"npc_2_1":"That's fine. Daverda is currently gathering herbs near the location I've marked on this map. Go there, kill her, and return quickly.",		"npc_1_2":"You have done well so far. I have another task for you. Our spies report having seen a certain singing mountain clan healer using an incredibly effective salve. From what I am told the salve sounds like something I read about once, I believe it was called bac-ta. Are you willing to find this healer and bring me her salve to study?",		"npc_1_1":"Yes? Come closer. You'll do nicely, outsider. I'm struggling with a dilemma. I'm an apprentice healer in the service of Kais. I find myself constantly competing for her favor with another apprentice. Would you object to making sure she never hinders me again?",		"notyet":"You may have potential, but I do not know if you are ready to serve. Come back after you have helped us more.",		"notit_2":"You realize this is not what I asked for at all? What made you think this is what I wanted? By the book of shadows, these outworlders are inept.",		"notit_1":"You realize this is not what I asked for at all? What made you think this is what I wanted? By the book of shadows, these outworlders are inept.",		"next":"You are worthy of the honor of helping my mistress Kais. Go speak with her now.",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_2":"",		"dontknowyou_1":"",		"cant_work":"You look a bit preoccupied. Why don't you take care of whatever it is you're doing now and come back. I may have work for you."
}}
