{
	"stfFile":"static_npc/dathomir/gethzerion",
	"entries": {
		"player_sorry_5":"I am sorry, Mother. What was I to do again?",		"player_sorry_4":"I am sorry, Mother. What was I to do again?",		"player_sorry_3":"I am sorry, Mother. What was I to do again?",		"player_sorry_2":"I am sorry, Mother. What was I to do again?",		"player_sorry_1":"I am sorry, Mother. What was I to do again?",		"player_reset_5":"I am too lowly to serve you any more, Clan Mother.",		"player_reset_4":"I am too lowly to serve you any more, Clan Mother.",		"player_reset_3":"I am too lowly to serve you any more, Clan Mother.",		"player_reset_2":"I am too lowly to serve you any more, Clan Mother.",		"player_reset_1":"I am too lowly to serve you any more, Clan Mother.",		"npc_reset_5":"Yes you are, come to think of it. You would assist me better were you to help me... test... my spells.",		"npc_reset_4":"Yes you are, come to think of it. You would assist me better were you to help me... test... my spells.",		"npc_reset_3":"Yes you are, come to think of it. You would assist me better were you to help me... test... my spells.",		"npc_reset_2":"Yes you are, come to think of it. You would assist me better were you to help me... test... my spells.",		"npc_reset_1":"Yes you are, come to think of it. You would assist me better were you to help me... test... my spells.",		"waypoint_name_4":"Sister Chastina",		"waypoint_name_3":"Sister Aelta",		"waypoint_name_2":"Singing Sister Patrol",		"waypoint_name_1":"Gethzerion's Escaped Slave",		"waypoint_description_4":"Go kill Augwynne's successor, then bring back her necklace to Gethzerion.",		"waypoint_description_3":"Aelta of the Singing Mountain Clan should be around here. Kill her.",		"waypoint_description_2":"Several scouts from the Singing Mountain Clan should be around here",		"waypoint_description_1":"You should be able to find the Clan Mother's escaped slave in these whereabouts",		"return_waypoint_name_4":"Gethzerion",		"return_waypoint_name_3":"Gethzerion",		"return_waypoint_name_2":"Gethzerion",		"return_waypoint_name_1":"Gethzerion",		"return_waypoint_description_4":"The Nightsister Clan Mother is anxiously waiting to her of Chastina's demise... and to hold that necklace.",		"return_waypoint_description_3":"Return and let the Clan Mother know that Augwynne's "daughter" is dead.",		"return_waypoint_description_2":"The Clan Mother expects a prompt return",		"return_waypoint_description_1":"The Clan Mother awaits your return with the slave's heart",		"player_sorry":"I am sorry, Mother. What was I to do again?",		"player_reset":"I am too lowly to serve you any more, Clan Mother.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"If I might ask, what troubles you so?",		"player_3_3":"Who shall I dispatch now?",		"player_3_2":"If I do so, will I retain my freedom?",		"player_3_1":"What do you mean by predecessor?",		"player_2_4":"You're too emotional right now. No.",		"player_2_3":"I will not kill people for a living! No!",		"player_2_2":"I cannot handle them alone. No.",		"player_2_1":"I understand that I'm leaving. Bye!",		"player_1_4":"I shall do so at once, gracious Mother!",		"player_1_3":"Yes, Clan Mother, I will do so.",		"player_1_2":"I will not fail you, Mother.",		"player_1_1":"Yes, Clan Mother. I shall do so.",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_4":"What?",		"npc_work_3":"Why do you bother me?",		"npc_work_2":"Why do you hesitate, fool?",		"npc_work_1":"Why do you disturb me? I have already spoken!",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"Yes... my necklace! Were I able to have succeeded in beheading my moth... I mean to say, beheading that Clan Mother.... well, either way, it is mine now, where it should have been for many years now. My Dagger, you have pleased my very, very much.",		"npc_reward_3":"You have done well on your first assignment for me. My left breast is warmed at the thought of the pain she felt as she died. Any of those foolish Singing sisters will do well to heed this warning : Augwynne's daughters are dead, and they will not be 'replaced'!",		"npc_reward_2":"So you handled yourself better than some of these pathetic women who call themselves Witches? Very well then - your freedom is granted... for now. I will have a more important purpose for you, so stay close.",		"npc_reward_1":"Ahhhh... Dal's heart... Once it has been chilled, it will make for a most pleasant dinner. I have found that it is true that vengeance is best served cold. As for you... I sense I am not using you to the fullest.. Come back to me after I have thought this matter over.",		"npc_reset":"Yes you are, come to think of it. You would assist me better were you to help me... test... my spells.",		"npc_noloc_4":"I do not know where Chastina can be found. Come back to me in a while and I will assist you in finding her.",		"npc_noloc_3":"I will send a scout to find where Sister Aelta can be found. Return to me in a short while.",		"npc_noloc_2":"When Baritha returns, I will know where these sisters can be found. Come back to me in a short while.",		"npc_noloc_1":"The time is not right to track him down. Come back to me in a while and I will send you out against him.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"How dare you return after you have failed me?",		"npc_failure_3":"You were unable to accomplish a simple task as this? Very well... it shall be the slave's collar for you.",		"npc_failure_2":"How dare you come back and face me after you have failed. It shall be the slave's collar for you, then.",		"npc_failure_1":"What? You failed me? HOW DARE YOU!!!",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_4":"So... that coward sent someone else, did she? Then you must die in her place.",		"npc_breech_3":"You were sent by Gethzerion? But you're not a Nightsister... oh well... you will still die.",		"npc_breech_2":"Sisters, we have been found! Leave no witnesses!",		"npc_breech_1":"No, please... you don't know what kind of nightmare I was fleeing! LET ME GO!!!",		"npc_backtowork_4":"Go kill that impudent failure of a witch and bring me the necklace she wears around her neck.",		"npc_backtowork_3":"You will find that bold harlot that calls herself a sister, Aelta. Once you have done so, kill her.... painfully.",		"npc_backtowork_2":"Go find these impudent sisters of Augwynne and render their lives from their bodies.",		"npc_backtowork_1":"You will find my Prime Slave and kill him. Once done, bring me back his heart... and I will know if it is his.",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"How DARE she? That withered hag, Augwynne, has chosen another 'daughter', my former friend Chastina. She has gone so far as to give to Chastina her necklace! That is MY necklace!!! As Augwynne's real daughter, I DESERVE IT!!! ... -er-.... Why am I telling you this?",		"npc_4_3":"You will be ending the short life of Sister Aelta, one of the Singing Mountain Sisters. Ever since Augwynne, Clan Mother of the Singers, has lost both of her daughters she has 'adopted' two more. You will show that old crone that I will not accept this.",		"npc_4_2":"Perhaps. Perhaps not. Depending on how well you do, I may decide to grant you that boon, for I am a gracious Mother. Now go!",		"npc_4_1":"My first and foremost among slaves was a cunning man by the name of Dal Zeybuub. Unfortunately for him, My Prime Slave thinks too highly of himself. Rather than betraying me, as he plans, he will now be a victim of his own thoughts betraying him.",		"npc_3_4":"Were I not so distraught, I enjoy watching you as I choke the very breath out of your lungs. Please.... stay close so that I may calm down enough to do so.",		"npc_3_3":"That may well be the least wise thing you have ever done. Perhaps you believed this was a request? Or perhaps you think yourself on an equal level as myself that you may speak so openly? Not smart....",		"npc_3_2":"You will deal with what I tell you to deal with. I will not tolerate this insolence!",		"npc_3_1":"Oh, really? You believe that you will leave our stronghold just like that? You presume too much, fool. I will give you one more chance to change your mind.",		"npc_2_4":"Track that filthy, brazen witch down... when you find her, rip her heart out and show it to her! Afterwards, remove that necklace she wrongfully wears around her neck and bring it back to me.",		"npc_2_3":"Your willingness is pleasing to me. You will locate and kill Sister Aelta, getting her out of my hair once and for all. Do the deed, then return to let me know.",		"npc_2_2":"Baritha has brought to my attention that a few of the Singing Mountain sisters have had the audacity to enter our territory. Silence their spells and lead them to the carrion-feeders.",		"npc_2_1":"Very good... quick to respond, and very clear... I shall see if there may be more than slavery for you. For now, go find my slave, then kill him in a most painful manner. Once the punishment has been exacted, bring his heart back to me.",		"npc_1_4":"That... that.... that WITCH!!! How dare she!? When I find her, I will tear her soul apart!! Ahhh... yessss... and that's exactly what she expects, isn't it? What a clever little trap... but she didn't expect you, did she, my little Dagger? You will go and kill Sister Chastina for her impudence!",		"npc_1_3":"You have proven yourself adequate to my uses. I hereby name you my Dagger... and from now on you will be my personal assassin. I now need you to target your first victim.",		"npc_1_2":"I have decided that you may serve me better were you not under the yoke of slavery. Go show me your effectiveness at destroying those weak Singing Mountain sisters, and I will consider the prospect further.",		"npc_1_1":"So, you are the one that Baritha has been mooning over. Considering I am recently missing a slave, I will have to take you from her. Your first act as my slave will be to take care of your predecessor. Do you understand?",		"notyet":"How dare you disturb me? Since I am in a good mood, you will be allowed to leave my chamber alive. Do no make the same mistake again.",		"notit_4":"This is not the necklace! BRING ME THE NECKLACE!",		"notit_3":"I did not ask for this. Take it away from me.",		"notit_2":"I asked you for nothing!",		"notit_1":"What is this? You waste my time!",		"next":"You have pleased me, but do not try my patience. If I have need of you in the future, I shall call upon you.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"Oh, you don't want to die? Okay, then. Sorry about that.",		"dontknowyou_3":"Actually, I changed my mind.",		"dontknowyou_2":"You didn't see anything, right? Good.",		"dontknowyou_1":"Nevermind, I don't know you.",		"cant_work":"How dare you? I ordered you released from Baritha's compulsion, and you run off to someone else? If you value your life, you will direct all of you attentions to your ruler... myself."
}}
