{
	"stfFile":"static_npc/dathomir/kais",
	"entries": {
		"player_sorry_4":"What do you require of me again?",		"player_sorry_3":"What do you require of me again?",		"player_sorry_2":"What do you require of me again?",		"player_sorry_1":"What do you require of me again?",		"player_reset_4":"I refuse to help any further, old woman!",		"player_reset_3":"I refuse to help any further, old woman!",		"player_reset_2":"I refuse to help any further, old woman!",		"player_reset_1":"I refuse to help any further, old woman!",		"npc_reset_4":"Then you are no longer useful to me. If you wish the cure to the poison within your system, prove your worth to me....",		"npc_reset_3":"Then you are no longer useful to me. If you wish the cure to the poison within your system, prove your worth to me....",		"npc_reset_2":"Then you are no longer useful to me. If you wish the cure to the poison within your system, prove your worth to me....",		"npc_reset_1":"Then you are no longer useful to me. If you wish the cure to the poison within your system, prove your worth to me....",		"waypoint_name_3":"Coerced Guard",		"waypoint_name_2":"Malkloc Herd",		"waypoint_name_1":"Gaping Spider's Lair",		"waypoint_description_3":"A guard should be waiting for you here to take the poison powder from you",		"waypoint_description_2":"There should be a herd of Malklocs here ripe for the killing",		"waypoint_description_1":"A Gaping Spider will likely be found here. Tread carefully...",		"return_waypoint_name_3":"Kais",		"return_waypoint_name_2":"Kais",		"return_waypoint_name_1":"Kais",		"return_waypoint_description_3":"Return to the Dark Healer and inform her the deed is done",		"return_waypoint_description_2":"Now that you have the heart, bring it back to Kais",		"return_waypoint_description_1":"The Dark Healer is waiting for these poison sacs. Don't disappoint her.",		"player_sorry":"What do you require of me again?",		"player_reset":"I refuse to help any further, old woman!",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"Who is this guard?",		"player_3_2":"What does it's heart have to do with 'time'?",		"player_3_1":"Why would I face such a trial?",		"player_2_3":"I'm not poisoning anyone! NO!",		"player_2_2":"Those things are huge!! No!",		"player_2_1":"Heck no I won't!!!",		"player_1_3":"I will do this, yes.",		"player_1_2":"I will do so.",		"player_1_1":"Yes, I will do so.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Have you brought the vial to the guard?",		"npc_work_2":"You hesitate?",		"npc_work_1":"Has fear become your enemy rather than your ally?",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"Look, you tell Baritha that I'll put this in the water supply, okay? And then I'll come by tonight for my payment, got it?",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"You have helped to bring the Clan Mother into a more desirable bargaining position, for which she should be most grateful. For now, the poison resides within the Imperials until it is time for it to be called upon. Drink this, and you shall be freed of the agents within your own system. You have done well.",		"npc_reward_2":"Together with both Spider and Malkloc combined, a toxin can be made to live forever within a person's blood. I will now draw these powers together with the mysteries of the Shadow. Speak with me when I am done.",		"npc_reward_1":"A pristine collection of succulent venom is held within this jar. You have done well, young one. Now, bite this leaf, for it will slow the poison within your gullet. After you have done so, speak with me again.",		"npc_reset":"Then you are no longer useful to me. If you wish the cure to the poison within your system, prove your worth to me....",		"npc_noloc_3":"Wait until the time the Guard will be ready to accept our love. Check with me in a little while.",		"npc_noloc_2":"The Malkloc has not awakened from it's slumber. Speak to me when time has passed.",		"npc_noloc_1":"The time is not right for the Spiders to hunt. Ask again in a little while.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"Make whatever excuses of your failure to whatever god you worship. The poison within your system will take effect soon enough, so you have scant time to do so.",		"npc_failure_2":"In the time you spent failing, the Malkloc's heart has not shuttered a beat. Your life is insignicant, therefore your failure is all the more worthless.",		"npc_failure_1":"You have failed me, and in turn you have failed yourself. Your death will be slow, but needed.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"Do you have the stuff? Hurry up before by supervisor finds me gone.",		"npc_breech_2":"",		"npc_breech_1":"",		"npc_backtowork_3":"You are to give the guard the means in which we shall control the rest of them. Take the vial to the guard.",		"npc_backtowork_2":"You are to bring unto me the heart of a Malkloc. Do not tarry.",		"npc_backtowork_1":"You will venture into the forest and combat a Gaping Spider. Return with its poison sacs.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"He is one who has tasted a poison more deadly than anything I can create. Baritha's methods are quite... effective. Once this poison has been consumed by all of those that call themselves Imperials, it will stay within their system until activated. If the Mother asks of it, I will bring forth the agent that shall bring the toxin to life.",		"npc_4_2":"The Malkloc is birthed and dies as does everything else. For every beat of its heart, many smaller creatures will see their whole cycle pass before them, making the Malkloc immortal in comparison. Within its heart is captured time, itself.",		"npc_4_1":"The Clan Mother, Gethzerion, has wisely called upon my skills as a healer. I will heal any wounds that shall arise with the Imperials, but to do so, I need the power of the Gaping Spider within my hands. You will give me that power, will you not?",		"npc_3_3":"Then you will doom yourself, young one. A sad waste of such talent.",		"npc_3_2":"Your lack of courage will couple with your lack of breath. You hold a poison within your system that only I can cure... you may think on what I said.",		"npc_3_1":"Then your desire is to feel your insides cramp with discomfort until your intestines burst from your belly? If you deny my will, then that drink you consumed shall do just that.",		"npc_2_3":"The guard is most willing to help condemn his brethren, and knows what to do. Take this powder to him, and he will ensure that all of the rest will taste of it.",		"npc_2_2":"You will need to choose one that is in the prime of its life, for it still holds much time within its heart. Bring it to me and you will have pleased the Clan Mother.",		"npc_2_1":"Yes, you will. Arm yourself with your worthless weapons and defeat the eight-legged horror. Once you have quenched its life, reach inside its maw and rip out its poison glands. Only then will you return to me.",		"npc_1_3":"The two reagents have been combined, and bring forth a glorious toxin. You will now fulfill the Clan Mother's request and bring this toxin to one who guards the prison of the Imperials.",		"npc_1_2":"I hold the power of the spider within my hand, yet this will extinguish life within a few beats of the heart. I need of you to bring me the strength of time to couple with the strength of death. Bring me the heart of a cumbersome Malkloc.",		"npc_1_1":"Sit and drink. You have been watched and deemed worthy to offer your services. You will venture into the dark of the forests and gaze upon the fangs of a Gaping Spider for me, correct? ",		"notyet":"I look at you and see a bag of decaying flesh, one that lives only to die. Show yourself to the younger one, and ask her what she sees.",		"notit_3":"I have asked you for nothing.",		"notit_2":"Do not attempt foolery, for this is not a heart.",		"notit_1":"My eyes are old, but my mind is wise. This is not what I need of you. I am too old for games.",		"next":"You have proven your worth. Perhaps the Clan Mother may find use of your willingness to assist.",		"gotowork_3":"What's this? The Goddess told me that you would have some powder, not this!",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"Wait, you're not the guy who I'm supposed to meet. Get out of here before I have you arrested.",		"dontknowyou_2":"",		"dontknowyou_1":"",		"cant_work":"You walk within my hearth, but yet you pridefully belong to another. I will not tolerate this. Begone with you."
}}
