{
	"stfFile":"static_npc/dathomir/vinzel_haylon",
	"entries": {
		"player_sorry_4":"Sir, what was I to do again?",		"player_sorry_3":"Sir, what was I to do again?",		"player_sorry_2":"Sir, what was I to do again?",		"player_sorry_1":"Sir, what was I to do again?",		"player_reset_4":"I can't do this. I'm not who you think I am.",		"player_reset_3":"I can't do this. I'm not who you think I am.",		"player_reset_2":"I can't do this. I'm not who you think I am.",		"player_reset_1":"I can't do this. I'm not who you think I am.",		"npc_reset_4":"Really now? Did you think I was that dumb? I'm quite familiar with who you are. You just don't come to Dathomir and expect to leave, friend. Think about that.",		"npc_reset_3":"Really now? Did you think I was that dumb? I'm quite familiar with who you are. You just don't come to Dathomir and expect to leave, friend. Think about that.",		"npc_reset_2":"Really now? Did you think I was that dumb? I'm quite familiar with who you are. You just don't come to Dathomir and expect to leave, friend. Think about that.",		"npc_reset_1":"Really now? Did you think I was that dumb? I'm quite familiar with who you are. You just don't come to Dathomir and expect to leave, friend. Think about that.",		"waypoint_name_4":"Rioting Prisoners",		"waypoint_name_3":"Escaping Nightsister",		"waypoint_name_2":"Escaped Fugitives",		"waypoint_name_1":"Drugged Prisoner",		"waypoint_description_4":"This is where you'll find a group of rioting prisoners",		"waypoint_description_3":"You should be able to find the Nightsister here",		"waypoint_description_2":"A group of people were spotted around this area.",		"waypoint_description_1":"You will pick up 'The Brain' at this location",		"return_waypoint_name_4":"The Warden",		"return_waypoint_name_3":"The Warden",		"return_waypoint_name_2":"The Warden",		"return_waypoint_name_1":"The Warden",		"return_waypoint_description_4":"Return to let him know that the riot is over",		"return_waypoint_description_3":"The Warden is waiting for you to report back",		"return_waypoint_description_2":"Bring back the prisoner to the Warden punishment.",		"return_waypoint_description_1":"Now bring him back tot he Warden before the drugs wear off",		"player_sorry":"Sir, what was I to do again?",		"player_reset":"I can't do this. I'm not who you think I am.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"How did this happen?",		"player_3_3":"You have a shuttle?",		"player_3_2":"How did they manage to escape?",		"player_3_1":"Who is the prisoner?",		"player_2_4":"That's too much for me.",		"player_2_3":"I'm not tangling with a Nightsister! No.",		"player_2_2":"Sorry, that's a little out of my league.",		"player_2_1":"Sorry, you've got the wrong person.",		"player_1_4":"I'll help. ",		"player_1_3":"Sure, I'll do it.",		"player_1_2":"I'll go help.",		"player_1_1":"Yes sir. Where can I find him?",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"I'm not the one you're looking for.",		"otherescort_1":"No, there is another person around here that you're looking for.",		"npc_work_4":"Have you taken care of the prisoners?",		"npc_work_3":"Why haven't you stopped her yet?",		"npc_work_2":"Are you leaving to capture them yet?",		"npc_work_1":"Have you brought him into your custody yet?",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"Fine... take me back. You know they'll kill me, right?",		"npc_takeme_1":"My head... must... think... straight... You're taking me somewhere, aren't you?",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"Well, now that the riot's under control, we can start restoring order to the prison again. Thanks for your help, friend.",		"npc_reward_3":"Good. With her being stopped, the Nightsisters will never leave this planet. They are trapped here just like me and you.",		"npc_reward_2":"You were only able to bring Teen back? Very well, this will do. Sadly, Teen was given many liberties most inmates aren't given. Now he'll be flogged everyday in front of the other prisoners to show what happens to escapees. Well, good work, friend.",		"npc_reward_1":"Good work. I hope he wasn't too much trouble for you. Fortunately there hasn't been anyone talking about him coming back, so the prisoners don't know he's here. He'll be in solitary for the rest of his time here, which like everyone else, is forever.",		"npc_reset":"Really now? Did you think I was that dumb? I'm quite familiar with who you are. You just don't come to Dathomir and expect to leave, friend. Think about that.",		"npc_noloc_4":"Something happened. Ask me again in a few minutes.",		"npc_noloc_3":"Let me remember where I parked my shuttle. Ask me again in a few minutes.",		"npc_noloc_2":"Let me see if we have any sightings yet on the whereabouts of the prisoners. Ask me again in a few minutes.",		"npc_noloc_1":"Let me check with the flight logs to see  where he was being dropped in. Ask me in a few minutes.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"The prisoners have taken over the building? How am I going to explain this.",		"npc_failure_3":"She managed to escape?? NO!!! Now she might set up a system of shuttles that depart regularly from the planet. Soon, all those witches will leave the planet!!!",		"npc_failure_2":"You let them all die? That's not good! Now the inmates won't believe that they were captured and they all might start getting funny ideas in thier heads.",		"npc_failure_1":"You let him escape? Well, I knew that idea was just plain foolish to begin with. Very well... we'll have to send out the dogs.",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"Thanks, friend. I hope my screams help you to sleep every night. You could have just let us go.",		"npc_dropoff_1":"Where is this? Why is it so dark here?",		"npc_breech_4":"Kill any Imperial on sight!",		"npc_breech_3":"I will learn how this magical flying machine works, and you will not stop me!",		"npc_breech_2":"Look, you don't have to bring us back. Just walk away and let us go!",		"npc_breech_1":"I feel so wierd.... why can't think straight? Who are you?",		"npc_backtowork_4":"You need to go out there and kill the rioting prisoners.",		"npc_backtowork_3":"You need to stop the Nightsister from escaping via the only possible way off of this planet.",		"npc_backtowork_2":"You need to go out and find the escaped convicts. Once you find them, bring them back. If they put up a fight, make sure at least one lives.",		"npc_backtowork_1":"You need to hike your buttout to the drop point where we're bringing in 'The Brain'. Once you have him, bring him back here.",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"Hope. Plain and simple hope. That's all it took for the rest of these guys to rise up against us. When the Nightsisters attacked us, we've been severely understaffed since then. All the prisoners needed was hope to make them think of rising up against us.",		"npc_4_3":"Yes, that is the only possible way off the planet, and the Nightsisters want desperately to leave. By the way, how did you and everyone else manage to get onto this planet?",		"npc_4_2":"I still don't know yet. We found them missing a few hours ago is all we know right now. I know one of them was Teen Queevello, an inmate responsible enough to clean my offices. I don't know what caused him to rebel.",		"npc_4_1":"You don't know who The Brain is? His name is Ezker Kennin, and he's solely responsible for setting free 3 full shipments of Wookie slaves on destined for Kessel. He's already escaped here once, as well. If the prisoners see that he's back, that might inspire them.... and I don't want to see that happen.",		"npc_3_4":"Look, I need your help. These prisoners are dangerous and could hurt one of you tourists. What do you mean you're not going to help?",		"npc_3_3":"I don't blame you, but I can't do it myself, either. We have a better chance of surprising her if we send just you, rather than a whole host Stormtroopers. Please reconsider.",		"npc_3_2":"Same here, but I need as many free hands. The longer they're out there, the better of a chance they'll have to secure weapons. They need to be brought back, Think about it, please.",		"npc_3_1":"Oh really? If I have the worng person then who are you? I've never seen you around here before, which would mean you managed to get here onto this planet somehow. I'm going to take care of this situation, then I'll have some questions.",		"npc_2_4":"We have most of the prisones contained at this point, but there are a group of others that are holding out somewhere. I want them dead.",		"npc_2_3":"Good. Now, I know where she's going to be. Fortunately, we have time before she can figure out the controls of the ship she's trying to leave from. You need to make sure she doesn't leave... ever.",		"npc_2_2":"Thank you. Now look, there should be a couple of them. Bring the guy who looks like the leader of the group. I need to bring him back so he can be made an example in front of the others.",		"npc_2_1":"We've had to drop him off far from the prison so that the other prisoners dont' manage to see him. Don't worry, he's been given a number of sedatives, so he should be quite willing to come.",		"npc_1_4":"We have really bad news. 'The Brain' managed to escape again, but this time he's made a lot of noise about it. We now have a riot on our hands. I need your help with this.",		"npc_1_3":"I've finished interrogating Teen, and it seems he had some outside help. One of those frightening Nightsisters helped Teen and his friends get out. I need you to go take care of here before she steals my shuttle. Can you do it?",		"npc_1_2":"You've shown up just in time. We have a prison break and they're still running around throughout the forests. I've sent some troopers to find them, but I'd appreciate it if you helped.",		"npc_1_1":"Well, don't just stand there! You're the new officer I was told told expect, right? Well, we've got 'The Brain' coming back in. This time, we won't let him escape. It's straight to solitary, where he'll spend the rest of his days. I need you to pick him up, understand?",		"notyet":"I don't know who you've been assigned to, but I know it's not me. Go find your officer and get back to work.",		"notit_4":"I don't want this. Take it back.",		"notit_3":"I didn't ask for this. Take it back.",		"notit_2":"What's this? I don't need this. What I do need is those inmates back here, and back here on the double.",		"notit_1":"What's this? I don't remember asking for this? Quit fooling around and get back to work.",		"next":"You did a good job. It's a shame you're trapped here on this planet just as I am am. You could have gone far in the Empire.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"Nevermind.",		"dontknowyou_3":"Please go before I threaten you again.",		"dontknowyou_2":"Thanks for not bringing us back in.",		"dontknowyou_1":"Go.. go away....",		"cant_work":"If you're the Assistant to the Warden the Empire has sent, I need you on the double. I can't have you running around doing other tings as casually as you please."
}}
