{
	"stfFile":"static_npc/dathomir/vurlene",
	"entries": {
		"player_sorry_3":"Thank you. I'll be going now.",		"player_sorry_2":"Thank you. I'll be going now.",		"player_sorry_1":"Thank you. I'll be going now.",		"player_reset_3":"I'm sorry, I'm not ready to help you yet.",		"player_reset_2":"I'm sorry, I'm not ready to help you yet.",		"player_reset_1":"I'm sorry, I'm not ready to help you yet.",		"npc_reset_3":"Well, make your preparations. Come back when you are ready.",		"npc_reset_2":"Well, make your preparations. Come back when you are ready.",		"npc_reset_1":"Well, make your preparations. Come back when you are ready.",		"waypoint_name_3":"Nightsister Patrol",		"waypoint_name_2":"Selia",		"waypoint_name_1":"Skub",		"waypoint_description_3":"This is the location of the Nightsister patrol that ambushed Selia.",		"waypoint_description_2":"A Singing Mountain Clan healer in need of medical supplies.",		"waypoint_description_1":"The Gungan Holy Man Vurlene suspects can provide a sample of a special variety of algae with healing properties.",		"return_waypoint_name_3":"Vurlene",		"return_waypoint_name_2":"Vurlene",		"return_waypoint_name_1":"Vurlene",		"return_waypoint_description_3":"Singing Mountain Clan healer",		"return_waypoint_description_2":"Singing Mountain Clan healer",		"return_waypoint_description_1":"A Singing Mountain Clan healer.",		"player_sorry":"Thank you. I'll be going now.",		"player_reset":"I'm sorry, I'm not ready to help you yet.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"Yes, she would like you to try this new healing salve.",		"player_more_1_1":"Greetings Skub. I'm an aspiring healer and I hear you might know where to find the healing algae.",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"Why?",		"player_3_2":"What is in it for me?",		"player_3_1":"Why should I?",		"player_2_3":"No, I can't do that.",		"player_2_2":"I'm not interested.",		"player_2_1":"No, I don't think so.",		"player_1_3":"I will return the salve.",		"player_1_2":"I'll do it.",		"player_1_1":"Why not? I'll go to Naboo for you.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"I'm not trying to be demanding... actually, yes, I am. Get going. This is important.",		"npc_work_2":"That salve isn't going to dry out or anything like that, but Selia might be moving soon. I suggest you hurry.",		"npc_work_1":"Oh, and one other thing: try to keep the algae in a dark place when you are transporting it.",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"You say you're from Vurlene? Ah, supplies?",		"npc_smuggle_1":"I believe I have what you need.",		"npc_reward_3":"Ah yes. The salve is safe. It was foolish of me to let it out of the stronghold. I will be more careful in the future. Take these, it's the least I could do.",		"npc_reward_2":"Selia has the salve? Perfect. Now I've only to wait for her to return with news. You've been a great help, outworlder. Take these healing supplies and credits.",		"npc_reward_1":"Ah yes, this is it. I'll introduce a little of this to a pool, as I am told it favors dark, still waters. And as for you... I am pleased to thank you, and to offer these in reward for your services.",		"npc_reset":"Well, make your preparations. Come back when you are ready.",		"npc_noloc_3":"Actually, I do not quite have all of my information ready. Let me study a bit. If you return shortly I should have some work for you.",		"npc_noloc_2":"Actually, I'm do not quite have all of my information ready. Let me study a bit. If you return shortly I should have some work for you.",		"npc_noloc_1":"Actually, I do not quite have all of my information ready. Let me study a bit. If you return shortly I should have some work for you.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"Hm, interesteing. Yes, I'll give it a try.",		"npc_more_1_1":"You are in luck. Here is the algae right here. Skub has plenty. This jar should keep it safe, but try to store it in a dark place.",		"npc_failure_3":"Well, maybe this task was tougher than I thought. Perhaps you will try again?",		"npc_failure_2":"Well, maybe this task was tougher than I thought. Perhaps you will try again?",		"npc_failure_1":"Well, maybe this task was tougher than I thought. Perhaps you will try again?",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"I dont know what this goop is, but the matriarch demands it. Now shut up, we're not out of Mountain Clan territory yet.",		"npc_breech_2":"These healing supplies are running a bit low. I'm going to have to return to the stronghold soon.",		"npc_breech_1":"Look at de beeyutiful nature. So calm.",		"npc_backtowork_3":"You'd best be.",		"npc_backtowork_2":"Keep sharp. There is a chance you'll run afoul of a nightsister patrol out where you're headed.",		"npc_backtowork_1":"Very good. Please try to hurry.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"This is a matter of grave importance, but I am still prepared to reward you for the service.",		"npc_4_2":"Well, I have a packet of strong healing herbs I will give to you. There is also the prospect of monetary compensation.",		"npc_4_1":"You may not be aware of what a valuable thing it is to be able to leave this planet. Rest assured I am, and will reward you sufficiently.",		"npc_3_3":"You wait until my moment of most dire need to betray me? Next to your selective loyalty the underhanded tricks of the nightsisters seem honorable.",		"npc_3_2":"You frustrate me. We could use you as the test subject instead. I'm sure the guards would appreciate the weapon practice. Are you sure you won't reconsider?",		"npc_3_1":"Outlander, if you have nothing useful to offer us, I suggest you leave the Singing Mountain Clan alone.",		"npc_2_3":"Hurry. That patrol must not be allowed to return to the Nightsister stronghold. I have no doubt that they will discover the secret of the salve's making.",		"npc_2_2":"That's fine. You'll find Seelia out that way. Give her this salve and tell her to apply a thin smear to light scratches, thickening the layer to match the depth of the wounds.",		"npc_2_1":"That is great news. Ok, this book mentions a "Gungan" on Naboo. He is a holy man of his people by the name of Skub. He is said to have discovered a form of algae with healing properties similar to the derivative elements of bacta. The difference is I believe this particular algae would be well suited to the environs of Dathomir. Travel to Naboo, find this "Gungan" and return with a sample of the algae.",		"npc_1_3":"It's with great sadness that I must again ask for your help. Selia has been slain by a Nightsister patrol. She was... a good friend of mine and I want her avenged. But even more important than that: the salve has been taken. We can not let this secret fall into the hands of the Nightsisters.",		"npc_1_2":"The algae's growth is acceptable, it should take well to our rivers and lakes. I've had a chance to test it on a few light wounds and the effect, though not as strong as the bacta we've acquired from Imperial medics, is still quite noticeable. We are going to need to test this in the field however. Would you care to run a sample out to a fellow healer?",		"npc_1_1":"Hello outworlder. I have a business proposition for you. You have the ability to leave this planet. That's very valuable to me. I'm a healer for the clan. There are materials I need for my work on Naboo. I was wondering if you would go there for me?",		"notyet":"I might have something for you to do, but you're too new here. I don't know if I can trust you.",		"notit_3":"It seems I could have been clearer in my instructions. This is not what I asked for. I'm sorry, but I can not give you anything for this.",		"notit_2":"It seems I could have been clearer in my instructions. This is not what I asked for. I'm sorry, but I can not give you anything for this.",		"notit_1":"It seems I could have been clearer in my instructions. This is not what I asked for. I'm sorry, but I can not give you anything for this.",		"next":"Your services have bettered my every expectation. Tell Aujante I recommended you. She will surely wish to speak with you.",		"gotowork_3":"",		"gotowork_2":"Hm, this is a strange salve. But it feels... I'm not sure. But I trust that Vurlene is right about it.",		"gotowork_1":"Weesa havin no more business right now.",		"dontknowyou_3":"Who are you? Get lost.",		"dontknowyou_2":"Who are you? I have work to do here, don't get in my way.",		"dontknowyou_1":"Meaning no disrespect, but I do not know you.",		"cant_work":"Hm. Come back later when you are less busy."
}}
