{
	"stfFile":"static_npc/dathomir/xarot_korlin",
	"entries": {
		"player_sorry_3":"What did I need to do again?",		"player_sorry_2":"What did I need to do again?",		"player_sorry_1":"What did I need to do again?",		"player_reset_3":"I cannot help you any more.",		"player_reset_2":"I cannot help you any more.",		"player_reset_1":"I cannot help you any more.",		"npc_reset_3":"Why? Was it something I said?",		"npc_reset_2":"Why? Was it something I said?",		"npc_reset_1":"Why? Was it something I said?",		"waypoint_name_3":"Nightsister Kidnapping",		"waypoint_name_2":"Singing Sister Ambush",		"waypoint_name_1":"Nightsister Ambush",		"waypoint_description_3":"Kidnap the Nightsister that waits at this location",		"waypoint_description_2":"You should be able to find a Singing Mountain Clan sister at this area.",		"waypoint_description_1":"A Nightsister is gathering herbs here, completely unaware of what is about to happen.",		"return_waypoint_name_3":"Inquisitor Xarot",		"return_waypoint_name_2":"Inquisitor Xarot",		"return_waypoint_name_1":"Inquisitor Xarot",		"return_waypoint_description_3":"Return to thhe Inquisitor with your live test subject",		"return_waypoint_description_2":"Return to Xarot with the Crystal so that he may continue his studies.",		"return_waypoint_description_1":"Xarot is here, anxiously awaiting the Force Crystal for further examination.",		"player_sorry":"What did I need to do again?",		"player_reset":"I cannot help you any more.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"What have your studies shown you?",		"player_3_2":"What did you learn from the first stone?",		"player_3_1":"What exactly are you studying?",		"player_2_3":"No, I'm not.",		"player_2_2":"No, once was enough.",		"player_2_1":"No, I'm busy.",		"player_1_3":"I might as well. Yes, I'll help.",		"player_1_2":"No problem. I'll do it.",		"player_1_1":"Sure, I'll help.",		"otherescort_3":"Oh, I'm dreadfully sorry, but I think you were looking for another Nightsister.",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Yes?",		"npc_work_2":"Do you have the other stone?",		"npc_work_1":"Have you found one of those stones yet?",		"npc_takeme_3":"How dare you presume to arrest me! Take me to your Officer now!",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_3":"Yes, yes... welcome, my dear. No need to worry, this won't hurt for too long. As for you, my friend, I thank you for all your help. Now, if you would excuse me, I need to prepare for a lobotomy surgery now.",		"npc_reward_2":"Yes yes yes... now that I have this stone, I can compare it's properties with the first one. I need to get to work now, for the faster I can do this, the faster I can have results. Thank you, friend.",		"npc_reward_1":"Yes, this is exactly as it was described. I will now be able to study what effects it has on other forms of matter. Thank you for helping, friend.",		"npc_reset":"Why? Was it something I said?",		"npc_noloc_3":"Let me prepare my interrogation table, which will be doubling as an impromptu operation table. Ask me again in a few minutes.",		"npc_noloc_2":"Let me prepare the my area so that I can study these. Ask me in a few minutes.",		"npc_noloc_1":"Let me prepare my are before I send you out on this. Please check back with me in a few minutes.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"Your hunt turned up nothing? My research is here at it's most critical stage, and yet I have o subject to experiment on! Woe is me!",		"npc_failure_2":"She didn't have a stone on her? How odd... I would have thought that the Singing Mountain Clan would have had similar customs as the Nightsisters.",		"npc_failure_1":"You weren't able to find one of those stones? I guess I'll need to hire someone more competant than you.",		"npc_dropoff_3":"What? Who are you and what do you plan on doing with me? ",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"What are you doing here? My pet, attack them!",		"npc_breech_2":"If you do not leave, I will be forced to act. Leave now!",		"npc_breech_1":"What are you doing here? All trespassers will die!",		"npc_backtowork_3":"I would appreciate it if you were able to bring one of the Sisters to me so that I can operate on her.",		"npc_backtowork_2":"You need to find one of the Singing Mountain Clan Sisters and take the stone from her headdress.",		"npc_backtowork_1":"You need to dispose of a Nightsister, then bring back the stone in her headdress.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"Well, these stones do nothing by themselves, for I haven't been able to activate them at all. At this point I think they work in tandem with the pulses of the Sister's brains. Sadly, I don't have one of their brains on me right now.",		"npc_4_2":"Even though it's temperature is below what one should expect, I haven't been able to discern anything else. I am still positive that these stones do something. Perhaps this magic is a variant of the Force that the former Jedi once used.",		"npc_4_1":"I have noticed that many of these witches wear elaborate headdresses. I have been told that within these hats, they contain a special stone. I believe that this stone is the source of their "magic".",		"npc_3_3":"Please reconsider. I am only asking this one last thing of you.",		"npc_3_2":"Please understand that I cannot do this myself. With your help, I may be able to solve this mystery, which may provide a great reward from the Emperor himself.",		"npc_3_1":"Well, when you have some time, stop by. I can always use the help.",		"npc_2_3":"I am convinced those crystals are the source of their misnamed "magic". I think they work in conjuncton with their brains, therefore I need a living Nightsister so finish my experiments. Please bring one back to me.",		"npc_2_2":"You help will surely speed up my research, and provide much discretion to the prying eye. I would like a stone to compare with the one you already brought to me. I will need one from a Singing Mountain Clan sister now.",		"npc_2_1":"Good. I need you to go venture within Nightsister territory and find one of them unawares. Once you have killed her, hopefully with little resistance, bring back the stone in her headdress, for that will help my studies.",		"npc_1_3":"My studies have turned up nothing. Nothing at all, I tell you! But... I have not risen to this office without diligence. I have one last request of you, if you are available?",		"npc_1_2":"Well, I was unable to discern anything special from that stone. I am still confused as to how these witches work their "magic". But, I am not ready to stop researching. Can you help acquire another stone for me?",		"npc_1_1":"Greetings. I am Xarot Korlin, Imperial Inquisitor here on Dathomir. I have been studying the way the indigenous witches use this so called "magic", and I wish to learn more. Are you willing to help me?",		"notyet":"You are not worth my time. Please go away.",		"notit_3":"I'm sorry, but I didn't ask for this. You can have it back.",		"notit_2":"No, this isn't one of those odd stones.",		"notit_1":"This is not what I asked for.",		"next":"Your help has been most appreciated. When I am done with my dissection, I will make it a point to refer to you in my report to the Emperor.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_3":"Look, get out of the way! You're going to ruin this for the other guy!",		"dontknowyou_2":"Please? Could you please go already? Pretty, pretty please?",		"dontknowyou_1":"Except for you, that is. I only kill people I don't like.",		"cant_work":"You seem to be quite busy. When you have some time, please stop by again. I may have need of your skills."
}}
