{
	"stfFile":"epic_quest/zicx_bug_bomb/rori_goru_rainstealer",
	"entries": {
		"give_a_minute":"Give me a minute to combine the ingredients...",		"what_is_this":"What is this? I can't use this. I only need the Zicx bugs and the Sarlacc bile to make the weapon.",		"get_the_bugs":"You gave me the Sarlacc digestive fluid, but I still need the Zicx to complete your weapon.",		"get_the_bile":"You gave me the Zicx, but I still need the Sarlacc bile in order to make your weapon.",		"change_your_mind":"So you've changed your mind about the weapon? Or... have you aligned yourself with those bloodthirsty thugs?!",		"please_begone":"Please... begone! I can't keep making these weapons for you. People will find out about me - and then I'll make weapons for NO ONE! Goodbye.",		"good_work":"I've added the Zicx and the Sarlacc bile to the explosive casing. It's ready for you now.",		"need_help":"I need to be reminded what I'm doing...",		"more_info":"The Zicx Bug Bomb requires the bile of a mature Sarlacc, and a hearty measure of live Zicx. But... heh... there are no Zicx and no Sarlacc on this planet. You must visit my friend Jowir Ar'Lensa on Tatooine. Give him one of my calling cards and he can help you.",		"are_you_done":"Have you found all the ingredients we need?  When you get them, just hand them to me.",		"all_thugs":"The Empire, the Rebellion, the Hutts, the Black Sun... my enemies are everywhere. Seems everyone has a vibro-axe to grind for one thing or another that I did in my youth. What are you here for if not to kill me?",		"its_ready":"Here you go... Remember - you don't know me. You've never heard of me... and you definitely did not get this special weapon from me. Farewell.
",		"see_jowir":"Go see my friend Jowir Ar'Lensa on Tatooine. You'll find him hiding out in Wayfar - protected by the Hutts. He is researching insects to help enhance spice production... so they keep him safe. Give him my calling card. Tell him that you want the Zicx and he will help you.",		"dont_tell_anyone":"Good. Please don't tell anyone that you know of me. I can exchange a very powerful and rare weapon for your silence. Are you interested?",		"zicx_bomb":"The infamous Zicx grenade. Outlawed by the Empire, reviled by the Alliance... and coveted by the Hutts and Black Sun. I still have many of the original explosive case prototypes. The critical components are missing, though. I need a bunch of live Zicx and a jar of Sarlacc bile. Together with the special firing mechanism and casing, I'll craft an outstanding weapon for you.",		"dont_say_nothing":"Many thanks, friend. Be well... and please forget about me.",		"heres_your_bomb":"It's ready, now! Here you go... Remember - you don't know me. You've never heard of me... and you definitely did not get this special weapon from me. Farewell.",		"bring_me_the_bugs":"Hideous. Just hideous. Zicx will live forever in this fluid... and they'll hate it! When released, they will wreak havoc on anyone in the area. Return with the Zicx bugs, and be quick!",		"bring_me_the_bile":"Ah! The Zicx. What mysterious creatures. Did you know that they cannot be killed? Baffling. Now you must acquire the Sarlacc Bile and return with it!",		"fine_quit_then":"I don't care what you do, just stop bothering me.",		"hurry_up":"Please, don't take too long.  I'm worried that someone will find me.",		"go_away_then":"Don't waste any more of my time then, please.",		"sounds_good":"Sounds good. Where do I start?",		"still_passing":"No thanks. Like I said, I'm just passing through.",		"what_weapon":"What is this weapon?",		"gimme_the_bomb":"Can I have the weapon?",		"ill_get_bugs":"I'll go get the zicx for you.",		"ill_get_bile":"I'll go get the Sarlacc Bile for you.",		"i_quit":"Sorry, I can't keep doing this work.",		"need_more_time":"I need some more time to get this done.",		"no_thanks":"No, thanks for offering though.",		"yes_please":"Yes, I've changed my mind.",		"good_luck":"Return with the Zicx and a jar of Sarlacc bile and I will craft the weapon for you... provided that I'm still alive... and so long as you mention me to no one - anywhere.",		"no_idea":"No idea. Like almost everyone else who gets close to the Sarlacc... you'll likely be killed. However, my friend Jowir knows some other researchers who've managed to survive prolonged contact with the Sarlacc. I have to imagine that they have some special equipment that allows them to get close to it without being destroyed outright. Ask him about them.",		"in_wayfar":"Like me, he has made many powerful enemies on both sides of the war. Fortunately, his research is valuable to the Hutts - so they're protecting him. He is apparently working on some special process that drastically improves the effectiveness of certain varieties of spice. He lives somewhere in the town of Wayfar... I think.",		"bombs_are_cool":"Oh so my life is worth something to you, yes? (Just like the old days) If you mean the Zicx bug bomb, I can make it for you. It requires the bile of a mature Sarlacc, and a hearty measure of live Zicx. But... heh... there are no Zicx and no Sarlacc on this planet. You must visit my friend Jowir Ar'Lensa on Tatooine. Give him one of my calling cards and he can help you.",		"on_my_way":"I'll be on my way, then.",		"sarlacc_bile":"How do I get bile from a Sarlacc?",		"where_is_jowir":"Where can I find Jowir on Tatooine?",		"just_passing":"Relax, old man. I'm just passing through.",		"make_me_a_bomb":"I want you to make something for me. A special weapon.",		"what_thugs":"What bloodthirsty thugs are you talking about?",		"omg_dont_kill_me":"Oh no! They sent you to kill me didn't they?! I knew that those bloodthirsty thugs would catch up to me some day."
}}
