{
	"stfFile":"newbie_tutorial/newbie_convo",
	"entries": {
		"quarter_1_go_nochoice":"You may use the travel terminal here and be on your way.  And don't worry about the cost of transportation, the Empire will be picking up the tab on this one.",		"refugee5":"I told you we couldn't outrun an Imperial Star Destroyer.",		"refugee4":"I never should have left Alderaan... Oh, wait...",		"refugee3":"But we're innocent!  We weren't carrying any contraband.  They attacked us for no reason.",		"refugee2":"The Emperor has disbanded the Senate, now the Empire can do whatever it wants.",		"refugee1":"They're going to ship us off to the spice mines of Kessel.",		"good_job":"Good job with that pirate, but what are you doing back here?  Go back through the big room where the pirate was.",		"trapped_guy5":"You destroyed my ship!  Ruined my life!  And now you're refusing to release me!  Who is in charge here?",		"trapped_guy4":"This is an outrage!  I demand my release papers this instant!  Uh... please?",		"trapped_guy3":"So I'll be shipped off to the spice mines?  That's not fair!  I heard someone killed the pirate and you're letting them go!",		"trapped_guy2":"I was going to kill that pirate.  It's not my fault someone beat me to it.",		"trapped_guy1":"I don't understand why you won't give me release documents too...",		"mission_repeat":"Stop messing around with that terminal and deliver your papers to the Quartermaster!",		"celeb_guy5":"I hate pirates.",		"celeb_guy4":"Good thing someone came along to kill that pirate.  We'd have been trapped in here forever.",		"celeb_guy3":"I'm sure glad that's over with.",		"celeb_guy2":"That must have been a tough battle.",		"celeb_guy1":"I can't believe that crazy pirate is dead.",		"nervous_guy5":"I wish I could go home...",		"nervous_guy4":"You can't be thinking of going down that hallway?!  Didn't you hear?  CRAZY PIRATE ON THE LOOSE!",		"nervous_guy3":"I bet the Empire will send him to the spice mines on Kessel",		"nervous_guy2":"That pirate is crazy!  He blocked up the hallway and threatens anyone that goes near him!",		"nervous_guy1":"You couldn't PAY me to go down that hallway!",		"convo_4_repeat":"What are you doing here?  Get a move on.  I'm, uh, still guarding here.",		"convo_4_end":"Sure, whatever.  Look, I think I'll stand guard from the other side of the room, Ok?  And whatever you do, don't get this maniac angry!",		"convo_4_reply_7":"Thank you.",		"convo_4_weapon_1":"Wait, you'll need a weapon.  Uh, this is against regs, but... look, just don't tell anyone.  Here.",		"convo_4_explain_3":"I, uh, need to stand guard.  In case reinforcements come.",		"convo_4_reply_6":"Sure, I'll check for survivors.",		"convo_4_reply_5":"Then I guess I have to go that way.",		"convo_4_explain_2":"The only way through is here.  Past... him.",		"convo_4_reply_4":"Sure, I'll check for survivors.",		"convo_4_reply_3":"Why don't you go?",		"convo_4_explain_1":"Uh huh.  Look, y-you look pretty capable.  C-could you take a peek and see if there are any survivors in the hallway?",		"convo_4_reply_2":"So how do I get out of here?",		"convo_4_reply_1":"Calm down, I'm sure that everything will be under control soon.",		"convo_4_start":"Y-you can't go IN there.  He cut them to pieces!  He's crazy...!",		"shout_panic4":"Shouldn't you be taking care of that crazy pirate or SOMETHING?!",		"shout_panic3":"Someone DO something!!",		"shout_panic2":"Mad pirate on the loose!  He's got a bomb!",		"shout_panic1":"Aaaaiiiiiii!  We're all gonna die!",		"quarter_wait":"Wait a minute there!  You can't use that travel terminal without the proper authorization.  Do you have your release documents on you?",		"quarter_1_go":"You may use the travel terminal here and purchase a ticket to anywhere you want to go.  And don't worry about the cost, the Empire will be picking up the tab on this one.",		"quarter_1_reply_2":"Where are you sending me?",		"quarter_1_reply_1":"Can I leave now?",		"quarter_1_start":"Ah!  I see you have the proper documents there.  I'll just take those from you.",		"release_docs":"Release Documents",		"quarter_nodocs":"You don't have your release papers?  Well you'd better go get them from the Corporal.  Make it snappy!  Hup!  Hup!",		"quarter_greeting":"Finally!  The last of the survivors, I take it?",		"mission_1_waypoint":"Here are your release documents.  Now get moving!  The Quartermaster is just down the hall, there.
",		"mission_1_reply_2":"Will do!",		"mission_1_reply_1":"Where is the Quartermaster?",		"mission_1_start":"What took you so long to get here?  The shuttle's ready to leave!  Take these release documents to the Quartermaster and get yourself off my space station.",		"mission_hail":"You there.  No time for that now.  I've got something for you to do.",		"trainer_grunt":"Huh?",		"off_1_gotrain2":"Ha ha ha!  I suppose not.  Hey, there's someone right here you should talk to about that.  I bet you could learn something.",		"off_1_gotrain":"Well there's someone you should talk to right over there.",		"off_1_reply_2":"Combat isn't really my thing.",		"off_1_reply_1":"I'd be even better with a little training.",		"off_1_start":"Good show, in there.  You're quite resourceful.",		"off_1_greeting":"Say... you're still alive!  That's amazing.",		"convo_1_explain":"They weren't civilians.  They were dissidents.  Officially, anyway. Now, go get your free supplies from this drum right here, courtesy of the generosity of the Empire.",		"convo_1_reply_3":"The survivors?  You mean the Empire killed civilian passengers?",		"pirate_attack":"I'll kill ya!",		"pirate_taunt4":"What the...?  This grenade is defective!  Oh no!",		"pirate_taunt3":"Well I bet you weren't expecting.... A GRENADE!",		"pirate_taunt1":"Come any closer and I'll shoot!",		"pirate_taunt2":"You'll never take me alive!",		"greeter1_bark3":"You should know better than to take passage with criminals.",		"greeter1_bark2":"Well, you're one of the lucky ones.  Most passengers didn't survive.",		"greeter1_bark1":"Ah, I see we have another refugee from the freighter.",		"ins_user_bark_3":"It's a dangerous world.  I'm sure glad there's an insurance terminal right here.",		"ins_user_bark_2":"All my items are insured... are yours?",		"ins_user_bark_1":"There's a crazy criminal on the loose!  I hope you've insured your items!",		"darn_empire":"The empire has ruined us!  We had our life savings on that transport!",		"leave_me_alone":"Oh leave me alone!   I've lost everything!",		"trooper_move_along":"Move along.",		"banker_bazaar_3":"Ah, but now, how were we supposed to know that without capturing the transport first?",		"banker_bazaar_reply_2":"But that transport wasn't smuggling anything!",		"banker_bazaar_2":"I think The Empire is being more than generous.  Do you know how much it cost us to capture the transport you were on, kill the crew, search for secret cargo holds... not to mention pulling you out of the fire!",		"banker_bazaar_reply_1":"You didn't give me very much money.",		"banker_bazaar_1":"Once you've deposited your money at the bank terminal, browse the Item Dispenser to see if there is any equipment you'd like to purchase.",		"banker_bank_answer_2":"Any items you store in this bank will be transferred to your new bank.  Once you get to your planet, join any bank there and we'll send these items along.",		"banker_bank_question_2":"Can I store items in the bank?",		"banker_2_bank_answer":"You don't need cash on hand to buy things.  You can purchase items from the commodities market on any planet, and the credits will be deducted from your bank automatically.",		"banker_2_bank_question":"What if I want to buy something?",		"banker_2_more_bank":"You should definitely use the bank's safety deposit feature to keep your items safe from harm. It's also a good idea to deposit your credits into your bank accout before shopping at the commodities market since the market deducts credits from your bank account for all purchases.",		"banker_bank_reply_1":"Why should I bank?",		"banker_2_explain_bank":"Once we realized you were innocent, we reimbursed you with a generous number of credits for the destruction of your gear.  You can deposit them in this bank terminal.",		"banker_1_reply_4":"Item dispenser?",		"banker_1_reply_3":"Bank?",		"banker_2_explain_terminals":"For your convenience, we'll allow you to access this starport's bank terminal.",		"banker_2_explain_2":"When you get to a planet, look for a commodities market and buy anything you might possibly need.",		"banker_2_reply_3":"What about my supplies and equipment?",		"banker_2_explain":"Don't worry!  We've taken care of everything.  We've given you more than enough credits to reimburse you for your loss.  You can deposit them at this banking terminal.",		"banker_2_reply_2":"What am I supposed to do now?",		"banker_2_more":"I'm afraid not.  It seems your ship was badly damaged and most of your possessions were destroyed.",		"banker_2_reply_1":"Can I get back on board the transport now?",		"banker_2_start":"Well we suspected you were smuggling, so we boarded the transport you were travelling aboard, of course.  Don't worry, we've cleared you of all charges.",		"banker_1_reply_2":"What is this terminal for?",		"banker_1_reply_1":"What did you do to my ship?",		"banker_1_start":"Well it seems your ship wasn't carrying contraband after all.  Pity we didn't discover that sooner...",		"banker_greeting":"Well hello!  Come talk to me if you need assistance with this terminal",		"convo_1_agree":"There's nothing to it.",		"convo_3_explain_terminal_2":"I also have an insurance terminal for you here, where you may insure your items to prevent loss.",		"convo_3_explain_terminal_1":"Use terminals like this one, located in cloning facilities, to store your clone data.",		"convo_2_insurance_4":"I don't blame you.  It sounds like a real chore.",		"convo_2_insurance_5":"Yes!  Insurance is only valid one time.  If you want your items returned to you in a condition similar to last you saw them, you'll have to insure the item again!",		"convo_2_insurance_3":"You must like living life on the edge.... or you like travelling.",		"convo_2_reply_8":"Do I have to insure my items every time I die?",		"convo_2_cloning_3":"No.  Only when you want to have the option of appearing at a particular location without a lot of wounds, regardless of where you died.",		"convo_2_reply_7":"I hate the idea of running to my corpse!",		"convo_2_reply_6":"Running back to my corpse sounds like fun!",		"convo_2_insurance_2":"Your items will suffer a significantly increased decay rate when transported back to your clone. People like to be paid, and cloning facilities don't pay much for recovery of uninsured items; so it stands to reason that uninsured items tend to not be cared for as well as their insured counterparts.",		"convo_2_reply_5":"Do I need to clone again every time I die?",		"convo_2_cloning_2":"You should clone yourself whenever you want the option to emerge from that particular location. Otherwise you will appear at the closest cloning facility from where you died, with many wounds. You will also need to set a new cloning location when you travel to a new planet, because there is no interplanetary cloning.",		"convo_2_reply_4":"What happens to uninsured items?",		"convo_2_insurance":"Insurance is a way of better preserving the condition of your belongings in the event of your untimely demise.  The return of nominally damaged, insured items to a cloning facility fetches a much higher price with the facility at which you choose to clone since you subsidize their item retrieval programs by purchasing insurance.",		"convo_2_reply_3":"How often should I clone?",		"convo_2_cloning":"If something should happen to you, your clone will take over with all the skills you had at the time you died.  Though you always have the option to respawn at the nearest cloning facility, unless you've cloned there you will emerge with many, many wounds.",		"convo_2_reply_2":"Insurance.",		"convo_2_reply_1":"Cloning",		"convo_2_start":"I'm here to explain Cloning and Insurance.  Where would you like to begin?",		"clone_prompt_convo":"Remember, to speak to me just click-and-hold on me until you get the radial menu, then select the CONVERSE menu option.",		"clone_greeting":"Well hello!  Please allow me to answer any questions that you might have.",		"convo_1_stuff":"There's some stuff left that the other refugees didn't take. Not much though. In the drum right here.",		"convo_1_more":"You people, you're all the same. Look, you were on a ship with dubious credentials. The Star Destroyer hailed you, and you didn't stop fast enough. So they boarded, and brought the survivors over here.",		"convo_1_reply_2":"What supplies?",		"convo_1_reply_1":"What happened?",		"convo_1_start":"That's more like it.  Well, I'm your supply disbursement officer.  I don't see why we should waste good supplies on refugees like you.",		"explain_lookat":"Well, I have things for you, but I won't give you the time of day unless you actually converse with me.",		"greeting":"A straggler, eh?  Don't be shy, come on forward."
}}
