{
	"stfFile":"treasure_map/treasure_map",
	"entries": {
		"map_fail":"This map is obviously a fake.",		"wrong_planet":"The coordinates stored in the map data do not appear to be for this planet.",		"title_hedon1":"Ancient Holo Map",		"text_hedon1":"This holo map was created by someone named "Axkva Min" several hundred years ago. The location it leads to is named "Dragon Graveyard".",		"sys_inventory_full":"Unable to complete the action, your inventory is full.  Please free some inventory space and try again.",		"sys_start_pinpoint":"You begin to scan for the exact location of the treasure.",		"prose_loot_cash":"You find %DI credits in the chest.",		"prose_loot_cash_split":"You receive %DI credits from the chest as your share.",		"bark_pirate2":"Someone got to the treasure first, but we'll be the ones to leave with it.  Attack!",		"bark_pirate1":"Someone's trying to get our loot!  Take 'im down boys!",		"bark_bountyhunter1":"Don't lay a finger on my loot, thief!",		"sys_extracting":"You are already extracting the treasure.",		"sys_found":"You successfully extract the treasure!",		"extract_treasure":"Extract Treasure",		"sys_pinpoint":"You have successfully pinpointed the exact location of the treasure!",		"sys_cant_pinpoint":"You are not close enough to pinpoint the treasure's location.",		"sys_no_waypoint":"You must store the treasure's waypoint in your datapad before you can search for it!",		"sys_not_in_inv":"The treasure map must be in your inventory for you to use it!",		"sys_success":"You've found the treasure!",		"sys_not_yours":"That treasure chest doesn't belong to you.",		"title_bountyhunter1":"Bounty Hunter's Notes",		"text_bountyhunter1":"The datadisk appears to contain the notes of a successful local bounty hunter.  Wedged between various questionable tips on the profession is a sidenote indicating the general location of the bounty hunter's equipment stash.

You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",		"title_pirate2":"Ancient Starship Log",		"text_pirate2":"You have found the discarded logbook from a long since scuttled pirate ship.  The last entry refers to a location where the pirates may have buried their haul.

You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",		"title_pirate1":"Pirate Captain's Diary",		"text_pirate1":"You have found the diary of a famous and dreaded pirate captain.  Among the many embellished tales of his adventures, you find information on the possible location of a buried treasure.

You may add a waypoint to this location by pressing the 'Store Waypoint' button below.  Once you are near that waypoint, use the disk's 'Search Area' option to pinpoint the exact location of the treasure.  After you have pinpointed the treasure's location, dig it up using the 'Extract Treasure' option on the disk.",		"sys_waypoint_exists":"A waypoint to this location already exists in your datapad.",		"sys_dist_far":"You aren't close enough to extract the treasure.",		"sys_dist_near":"You are not close enough to extract the treasure.",		"sys_dist_here":"You begin extracting the treasure.",		"search_area":"Search Area",		"waypoint_name":"Buried Treasure",		"close":"Close",		"sys_decode_success":"You have broken the data encryption and can now read the disk!",		"store_waypoint":"Store Waypoint",		"sys_store_waypoint":"A waypoint to the treasure coordinates has been added to your datapad.",		"sys_no_regions":"Major Error: No regions at your current location.  Destroying treasure map!",		"decoded_name":"Treasure Map",		"use":"Read",		"decode":"Decode"
}}
