{
	"stfFile":"static_npc/endor/charal",
	"entries": {
		"player_sorry_4":"What was your desire again?",		"player_sorry_3":"What was your desire again?",		"player_reset_4":"I'm unable to continue doing this, my lady.",		"player_reset_3":"I'm unable to continue doing this, my lady.",		"npc_reset_4":"Bah! You're worthless! Wait... perhaps not. Mayhaps you might make for a tasty meal...",		"npc_reset_3":"Bah! You're worthless! Wait... perhaps not. Mayhaps you might make for a tasty meal...",		"npc_reset_2":"Bah! You're worthless! Wait... perhaps not. Mayhaps you might make for a tasty meal...",		"npc_reset_1":"Bah! You're worthless! Wait... perhaps not. Mayhaps you might make for a tasty meal...",		"player_sorry_2":"What was your desire again?",		"player_sorry_1":"What was your desire again?",		"player_reset_2":"I'm unable to continue doing this, my lady.",		"player_reset_1":"I'm unable to continue doing this, my lady.",		"waypoint_name_4":"Crash Landing",		"waypoint_name_3":"Ewok Sighting",		"waypoint_name_2":"Charal's Lizardman",		"waypoint_name_1":"Ewok Sighting",		"waypoint_description_4":"You should be able to find the survivalists somewhere nearby this crash site.",		"waypoint_description_3":"Charal believes you can find some Ewoks in this general vicinity.",		"waypoint_description_2":"Charal's slave should be somewhere around here",		"waypoint_description_1":"Ewoks have been rumored to appear near here",		"return_waypoint_name_4":"Charal",		"return_waypoint_name_3":"Charal",		"return_waypoint_name_2":"Charal",		"return_waypoint_name_1":"Charal",		"return_waypoint_description_4":"Return with the "commlink" and Charal will break your compulsion as your reward.",		"return_waypoint_description_3":"Charal is waiting for that Ewok's precious salivary glands. Don't keep her waiting.",		"return_waypoint_description_2":"Charal is waiting for those herbs. Don't keep her waiting.",		"return_waypoint_description_1":"Charal is waiting for that spleen. Don't keep her waiting.",		"player_sorry":"What was your desire again?",		"player_reset":"I'm unable to continue doing this, my lady.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"What were your visions about?",		"player_3_3":"Why do you need another Ewok?",		"player_3_2":"What do you need with your slave?",		"player_3_1":"You don't want to be here on Endor?",		"player_2_4":"Did you just call me your slave?! Do it yourself, witch.",		"player_2_3":"Command me? No one commands me! No!",		"player_2_2":"No thanks. I'm not interested.",		"player_2_1":"Sorry, I don't serve anyone! No!",		"player_1_4":"I live only to obey, my dark Mistress.",		"player_1_3":"I do as you command, great Mistress.",		"player_1_2":"Yes, I'll do it, my lady.",		"player_1_1":"Ummm... I guess so. Sure, I'll serve you.",		"otherescort_4":"",		"otherescort_3":"Moko, moko.",		"otherescort_2":"Whaaaaah? Wrong Trandoshan... look around for right one.",		"otherescort_1":"",		"npc_work_4":"Why are you here!? Get me that "commlink"!",		"npc_work_3":"Where is that Ewok?",		"npc_work_2":"Why do I not see Lizardman?",		"npc_work_1":"Why do I not smell an Ewok spleen on you?",		"npc_takeme_4":"",		"npc_takeme_3":"Mahhhh... kaptootie!",		"npc_takeme_2":"Why you talk better than other slaves? OW!!! Head hurrrrrt..... just take me back.",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"Yes!!! With this commlink I can command power over the very Universe itself!!! All I have to do is wait for the first ship to land on this moon. As for you... my vision has shown that you must leave me. A shame, too... you were my favorite.",		"npc_reward_3":"Good, good, good... now that I have this little runt, it won't be too long to coax a little spit from it's maw. You have done well... I will have need of you when I am done.",		"npc_reward_2":"Yes, there you are Lizardman... you have stayed out for far too long. Are you alright? Good... Now give me those leaves!!!! As for you, servant - er -  friend... you have done well.",		"npc_reward_1":"*sniff sniff* Yes... yes, this will do. Once this is added to my poultice, I'll know if I should continue working with this fool of a Marauder! You have served me well.",		"npc_reset":"Bah! You're worthless! Wait... perhaps not. Mayhaps you might make for a tasty meal...",		"npc_noloc_4":"Let me think about where my vision told me the survivalists are. Check back with me shortly.",		"npc_noloc_3":"Now, let me think where you might be able to find an Ewok. Ask me again in a few minutes.",		"npc_noloc_2":"Let me think as to where Lizardman might be right now. Ask me again in a few minutes.",		"npc_noloc_1":"Let me hum a spell so that I may concentrate on where to find a healthy ewok. Ask me again in a few minutes.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"What?!! They didn't have the commlink? My visions lied?!?! NOOOOOOooooo.......",		"npc_failure_3":"Aiiiiiieeeeee!!!! You let the thing escape?! You have but a few moments before I sing a song that will flay the skin from your bones.... hmmm... perhaps your spittle may do....",		"npc_failure_2":"WHAT!?!? You let my lizard slave get killed? How is that even possible!?",		"npc_failure_1":"WHAT?! What do you mean you weren't able to find an Ewok spleen? These forests are crawling with the putrid little creatures!",		"npc_dropoff_4":"",		"npc_dropoff_3":"Giiiboota!",		"npc_dropoff_2":"Urgg... Mistress... I have plant for you... I did not try to escape... I'm good Trandoshan, right?",		"npc_dropoff_1":"",		"npc_breech_4":"We're saved!!!! Hooray!!! Hey.... what are you doing with that blaster?",		"npc_breech_3":"Mooka pentootie kabbaata!!! Keepoto!!",		"npc_breech_2":"Urgg... who you? You sent by the Mistress?",		"npc_breech_1":"Oooka matoota keebo keebo!",		"npc_backtowork_4":"I just told you! Get me that fabled commlink! With the power of technology, I will be Queen of this moon!",		"npc_backtowork_3":"You simpleton! I told you that I demand you bring me an Ewok so that I can squeeze a fleckle of spit from its body. Now go!",		"npc_backtowork_2":"You are to go fetch my slave, Lizardman. Don't  make me create another slave to go fetch you as well!",		"npc_backtowork_1":"You are to find me the spleen of a healthy Ewok. I just need its spleen... you may throw the rest away.",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"Oh... how cute. It just asked my about my vision, as if it could even begin to understand. Well, worm, my vision showed me many ships landing on this planet in the near future. I will use a fabled "commlink" to steal these ships.... then I can leave these filthy Marauders for good. Now do as I say!",		"npc_4_3":"How dare you question me? I am your master, worm, not the other way around. You could not begin to understand the great mysteries I and my sisters possess. Therefore, do not presume to wonder why I give you that request. You will do as I command!",		"npc_4_2":"My slave has a very keen nose for a certain type of herb that grows within the forest, He should have enough of the fresh leaves by now, but he is rather dumb so he hasn't returned. What I would give for a more intelligent slave.",		"npc_4_1":"Who would? This blighted excuse for a moon is not what I had in mind when I escaped from my homeplanet of Dathomir.  After my concoction has come to completion, I will know how much longer I must remain upon this nightmare of a world. Have you chosen yet?",		"npc_3_4":"How. Dare. You. How dare you!!! HOW DARE YOU!!!!! I'll give you to the count of five, then I shall begin singing.... run, little rabbit, run....",		"npc_3_3":"Oh... it seems the compulsion doesn't have you as much as I expected it to. Perhaps if you would like to listen to a little song, eh?",		"npc_3_2":"It wouldn't take much to make you interested, my pretty. Now, I like my slaves -er- friends to believe that they have a choice... choose differently this time.",		"npc_3_1":"What? How dare you speak to me in that way! I am of half a mind to use your spleen instead!",		"npc_2_4":"You are such a wonderful little slave, ahh... Now, go find a group of recently crashed survivalists who have an item that is called a "comm-link". With this item I will be able to escape this planet.",		"npc_2_3":"Yes, yes you do...  now go and bring me an Ewok. Make sure you don't harm it too much... I need one globule of spittle from it's vicious little fangs.",		"npc_2_2":"You should be able to find him out within the forests. Do not be afraid when you gaze upon him, he is a Lizard man that was stranded here as well. Tell him to follow you back here.",		"npc_2_1":"Yes, my pretty, you have made the correct choice. I am in need of a spleen from a healthy specimen of those disgusting rodents, Ewoks. Bring me back a speen and you will please me.",		"npc_1_4":"Mwuhahahaa..... my potion was a success.  I was able to forsee many visions due to my power as a Sister. I have one last command for you, slave... then I shall actually release you, as per my vision.",		"npc_1_3":"Yes... my poultice is nearing the final stage. You have returned with perfect timing, my dearie. I command you to return with an Ewok so that it may provide the final ingredient.",		"npc_1_2":"I have need of your services once again, my dearest. My poultice that will allow me to divine the future now needs the next ingredient. I will be pleased if you find my slave whom hasn't returned with it yet. Will you, my pretty?",		"npc_1_1":"Hello there.... You have the distinct honor of being spoken to by Charal, Witch-Queen of this god-forsaken moon. You have come to serve my desires, have you not?",		"notyet":"No, no.... you are not to speak with me yet... in time, my pretty, in time.",		"notit_4":"Is this the "commlink"? I don't how to use one.... SLAVE!!! Show me how to use this!",		"notit_3":"You utter moron! I told you to bring me an Ewok, and you give me this? Get out of my sight and do as I say!",		"notit_2":"What, you offer me such a paltry gift? Take it back, insect.",		"notit_1":"What? Does this look like a spleen to you? Do you even know what a spleen looks like?",		"next":"It is time for you to move further, is it not? Continue along your destiny, and you shall serve mine...",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"Please, go get help! We've crash landed!",		"dontknowyou_3":"Samooto! Nub-nub!",		"dontknowyou_2":"Me not know you. Mistress no send you.",		"dontknowyou_1":"Kuba!",		"cant_work":"Yes, you have arrived as I felt within myself. My visions tell me that you are offering yourself, yet you serve another. When you realize your true mistress, you will come to me, yes...."
}}
