{
	"stfFile":"static_npc/endor/endor_marauder_fightmaster_jorak",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"npc_reset_3":"Away from me, coward.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_2":"Away from me, coward.",		"npc_reset_1":"Away from me, coward.",		"return_waypoint_description_3":"Return to Fightmaster Jorak with news of your victory.",		"return_waypoint_description_1":"Return to Fightmaster Jorak with news of your victory.",		"waypoint_name_3":"Mantigrue",		"waypoint_name_1":"Bloodseeker",		"waypoint_description_3":"Slay the mantrigue that was driven mad by the patch-skin Sickness.",		"waypoint_description_1":"Kill the bloodseeker that is attacking the tribe's livestock.",		"return_waypoint_name_3":"Fightmaster Jorak",		"return_waypoint_name_1":"Fightmaster Jorak",		"waypoint_name_2":"Blurgg",		"waypoint_description_2":"Kill the frenzied blurrg.",		"return_waypoint_name_2":"Fightmaster Jorak",		"return_waypoint_description_2":"Return to Fightmaster Jorak with news of your victory.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_2":"",		"player_more_2_2":"",		"player_more_1_2":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"What is a mantigrue?",		"player_3_2":"What is a blurrg?",		"player_3_1":"What is a bloodseeker?",		"player_2_3":"No.",		"player_2_2":"No.",		"player_2_1":"No.",		"player_1_3":"Yes.",		"player_1_2":"Yes.",		"player_1_1":"Yes.",		"otherescort_2":"",		"npc_work_3":"You must face the maddened mantigrue or be known among my people as a coward.",		"npc_work_2":"You must find and kill the crimson blurrg, or else be known as a coward.",		"npc_work_1":"You must face the bloodseeker, or the tribe will know you as a coward.",		"npc_takeme_2":"",		"npc_smuggle_2":"",		"npc_reward_3":"You killed the mantigrue! You have earned much glory with my people -- though not so great a glory as Fightmaster Jorak, so do not think of challenging me. Here is your reward.",		"npc_reward_2":"You prove yourself a warrior indeed -- though not one to match Fightmaster Jorak. Here is your reward.",		"npc_reward_1":"You have killed the bloodseeker. You may be a worthy warrior yet -- though you still have much to learn to match Fightmaster Jorak!",		"npc_reset":"Away from me, coward.",		"npc_noloc_3":"When the scouts bring me the news of the mantigrue's attack, then I shall know where to send you. Meet with me again.",		"npc_noloc_2":"When the scouts return with the news of the blurrg, then I can tell you where to find it. Meet with me again.",		"npc_noloc_1":"When the scouts return with the location of the bloodseeker, then I shall tell you where to go. Meet with me again.",		"npc_more_3_2":"",		"npc_more_2_2":"",		"npc_more_1_2":"",		"npc_failure_3":"You did not kill the mantigrue, and therefore you are no match for the valor of Fightmaster Jorak. Go!",		"npc_failure_2":"You did not kill the blurrg, which any youngster of our tribe could kill while half asleep? You are no warrior, and are not fit to talk to Fightmaster Jorak.",		"npc_failure_1":"Even the youngest warrior of our tribe can dispatch a simple bloodseeker! You are not fit to call yourself a warrior.",		"npc_dropoff_2":"",		"npc_breech_2":"",		"npc_backtowork_3":"There is nothing more to say. You must face the maddened mantigrue.",		"npc_backtowork_2":"There is no more to say. You must find and kill the crimson blurrg, or else be known as a coward.",		"npc_backtowork_1":"There is no more to say. You must face the bloodseeker, or the tribe will know you as a coward.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"Some call it a condor dragon. Big scaled flying monster. The young, they dream bad dreams about it. Will you kill it?",		"npc_4_2":"Big lizard. Walks on its hind legs. Three-Toe, the children call it. We tame it as a mount -- it is strong, though stupid. But when driven to fury, it is dangerous. Will you kill it?",		"npc_4_1":"It is the great many-legged warrior of the bark mites, fierce and relentless. We call it the Chirping Death. Hrnnh -- maybe that is not such a good name. Not fearsome. The bloodseeker is fearsome. Will you kill it?",		"npc_3_3":"You will gain no honor as a warrior for this cowardice.",		"npc_3_2":"Cowards have no future in this tribe.",		"npc_3_1":"If you will not face the bloodseeker, the tribe will know you as a gutless coward.",		"npc_2_3":"Against the mantigrue, even I, Fightmaster Jorak, have taken wounds. Watch for its claws!",		"npc_2_2":"You will be known as a proud warrior when you kill this crimson blurrg.",		"npc_2_1":"Face the bloodseeker and kill it. Then you will prove yourself worthy to stand with Fightmaster Jorak!",		"npc_1_3":"Urrm -- it is bad when the little remmers get the Patch-skin Sickness. The big beasts eat the sick remmers, and the sickness drives the big things mad. A mantigrue has gone mad and threatens the tribe. Kill it to prove your might.",		"npc_1_2":"Hrrngh. The tribe faces a new danger. One of the blurrgs at the old rock quarry ate of the stinking verminweed, which drives blurrgs to fury. Now the blurrg knocks over trees, homes, children. Kill the blurrg, and prove your bravery!",		"npc_1_1":"Those who challenge Fightmaster Jorak face certain death! Hnnh? You do not challenge me? You seek to help the tribe? Urrm. Very well, kill the bloodseeker that attacks our livestock. Then you will show your bravery!",		"notyet":"",		"notit_3":"",		"notit_2":"",		"notit_1":"",		"next":"You have proven your bravery. But you will never match Fightmaster Jorak. Seek your fame in some other tribe.",		"gotowork_2":"",		"dontknowyou_2":"",		"cant_work":"If you would do the work of Fightmaster Jorak, you can work for no one else."
}}
