{
	"stfFile":"static_npc/endor/endor_moragscastle_morag",
	"entries": {
		"player_sorry_5":"I'll keep working on the mission.",		"player_sorry_4":"I'll keep working on the mission.",		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"player_reset_4":"I don't want this mission right now.",		"player_reset_3":"I don't want this mission right now.",		"player_reset_2":"I don't want this mission right now.",		"player_reset_1":"I don't want this mission right now.",		"npc_reset_5":"I don't like for my business to remain unfinished. Come back and complete this task when you are ready. ",		"npc_reset_4":"I don't like for my business to remain unfinished. Come back and complete this task when you are ready. ",		"npc_reset_3":"I don't like for my business to remain unfinished. Come back and complete this task when you are ready. ",		"npc_reset_2":"I don't like for my business to remain unfinished. Come back and complete this task when you are ready. ",		"npc_reset_1":"I don't like for my business to remain unfinished. Come back and complete this task when you are ready. ",		"waypoint_name_4":"Binbin's location",		"waypoint_name_3":"Tibik's location",		"waypoint_name_2":"Corba's location",		"waypoint_name_1":"Chuva's location",		"waypoint_description_4":"Find and Eliminate Binbin",		"waypoint_description_3":"Find and eliminate Tibik",		"waypoint_description_2":"Go find Corba and get the crystal ",		"waypoint_description_1":"Find the Ewok Chuva",		"return_waypoint_name_4":"Morag",		"return_waypoint_name_3":"Morag",		"return_waypoint_name_2":"Morag",		"return_waypoint_name_1":"Morag",		"return_waypoint_description_4":"Return to Morag and inform her of Binbin's tragic death.",		"return_waypoint_description_3":"Inform Morag of Tibik's untimely demise",		"return_waypoint_description_2":"Bring the crystal back to Morag ",		"return_waypoint_description_1":"Return Chuva to Morag for interrogation.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I don't want this mission right now.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"Will it bring you joy to make them suffer?",		"player_3_3":"Why do you hate the Ewoks so much?",		"player_3_2":"So it was a crystal that got stolen, eh?",		"player_3_1":"What did it steal?",		"player_2_4":"No",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_4":"Yes",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_4":"Have you turned their celebration songs into a dirge yet? Any sound but their misery chafes my ears.",		"npc_work_3":"Have you struck the blow that will strike terror into their furry hearts? Get on with it. ",		"npc_work_2":"Why haven't you found my crystal yet? ",		"npc_work_1":"Shouldn't you have an Ewok standing in chains before me, squeaking for mercy? Get busy!",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"You have done well, my weapon. You should go out and kill them one by one until you fall. It would be glorious.",		"npc_reward_3":"I only wish I could hear their wails of misery. Oh what sweet music.",		"npc_reward_2":"You're quite the little Ewok slayer aren't you? I think you and I could get to be good friends before I weary of you and have you killed.",		"npc_reward_1":"I hope you managed to kill a few of these filthy creatures in the process of capturing this one. ",		"npc_reset":"I don't like for my business to remain unfinished. Come back and complete this task when you are ready. ",		"npc_noloc_4":"We must wait until their celebration has run its course. Then, once they begin to reflect on what they have lost, we shall strike again and fill them with despair. It is not yet time. Patience, my weapon. ",		"npc_noloc_3":"I can almost hear them shrieking their death agonies. My heart may yet burst with the joy of vengeance after being thwarted for so many years.   ",		"npc_noloc_2":"Perhaps I can narrow down where to look for the rotten little beast. Come back in a few minutes and maybe I'll know more.",		"npc_noloc_1":"I need a few moments to savor the thoughts of what torments I'm going to inflict on this little thieving creature once it's standing before me. Come back in a little while and I should be ready for you to begin.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"We should wait here together and plot revenge so foul that children across the galaxy will cry themselves to sleep each night from the horror of it.",		"npc_failure_3":"Now you begin to see how loathing can develop into so much more. Now imagine a lifetime spent among them and imagine how potent your venom might become.",		"npc_failure_2":"You begin to see why I hate those miserable little creatures now. Nothing ever goes right when they're involved.",		"npc_failure_1":"You couldn't even capture an Ewok? Well don't feel too badly. If I had a credit for every time one of those disgusting little creatures foiled my plans, I'd be a wealthy witch.",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_4":"",		"npc_breech_3":"",		"npc_breech_2":"",		"npc_breech_1":"",		"npc_backtowork_4":"Don't just stand there gibbering. Speak your piece and be gone.",		"npc_backtowork_3":"You're not trying to stand in my way are you?",		"npc_backtowork_2":"What do you want? Why are you still here?",		"npc_backtowork_1":"You seem to have something on your mind. What is it?",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"If not joy then it will have to suffice. It is all I think of day and night, the thought of making them suffer endless agonies until they finally despair so greatly they can no longer bear living. I need you to help me realize this goal, my weapon. What say you?",		"npc_4_3":"Hate? You haven't the wit to truly grasp how I feel about the Ewoks. Hate does not even begin to describe what I feel towards those furry abominations. As to my reasons -- They are not your concern. Now will you aid my extermination plan or not?",		"npc_4_2":"Yes, it was a crystal. I want it back and I'll get it even if I have to boil every creature on this miserable little moon down to syrup. Now are you going to find it or not?",		"npc_4_1":"I told you, something very precious to me. Don't ask questions that don't concern you. Are you going to bring that disgusting creature back here for interrogation or not?",		"npc_3_4":"Then may you share their fate.",		"npc_3_3":"I'd hate to think you were growing attached to those hairy monstrosities. ",		"npc_3_2":"I wonder what pretty noises you might make screaming in agony. ",		"npc_3_1":"I wouldn't make a habit of wasting my time. ",		"npc_2_4":"What a trail of suffering we could wreak. Those repellent celebrations should be over by now. Find their priest, Binbin he is called, and remove him from this life in the most painful way you can. I want to hear his howls of agony from here.",		"npc_2_3":"Once you have learned to truly hate them, perhaps I can teach you worse things. We shall see what you are capable of. Your task is to kill Tibik, the leader of this Ewok tribe. It shall be as though a great gong sounds their doom. Then my extermination can begin in earnest. ",		"npc_2_2":"I think that as long as you keep on doing what I want you to, we're going to get along fine. Corba is the miserable little rat that stole my crystal. I'd ask you to bring the skin back but I don't want any solids left when you're finished. Just kill Corba and get my crystal back.",		"npc_2_1":"I need this one creature named Chuva brought back to me unharmed - I'll take care of harming that one personally. Any other Ewoks in the vicinity who happen to die can only get you on my good side. Snap to it. ",		"npc_1_4":"They do not wail over Tibiks death, they celebrate him. Blasted creatures can't even get murdered properly. It's that priest of theirs that exhorts them to celebrate. He must be the next to die. You'll see it through won't you? ",		"npc_1_3":"I've been pondering how best to deal with this worthless tribe of thieving Ewoks. After due consideration, I've decided that I need to kill them all. Now this may sound impractical since like all vermin they breed incessantly, but the sooner you start, the sooner you'll finish. ",		"npc_1_2":"Now that I know which of those filthy Ewoks stole my crystal, I need someone to retrieve it. Would you be a dear and hunt down and kill that awful little furry sneak thief and get my crystal back? ",		"npc_1_1":"Those Ewoks cause me nothing but trouble. If I could find a way to burn every last one of them to cinders, I could die happy. One of those blasted creatures has stolen an item that is very precious to me. I'm in the middle of something very delicate at the moment and can't get away. Would you be willing to track down the hairy little monster and bring it back here?",		"notyet":"",		"notit_4":"",		"notit_3":"",		"notit_2":"This isn't my crystal. Where is it?",		"notit_1":"",		"next":"I don't have any more work for you right now. Come back and see me another time.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"",		"dontknowyou_3":"",		"dontknowyou_2":"",		"dontknowyou_1":"",		"cant_work":"There are a thousand creatures in need of killing right now. Finish your current job and hurry back."
}}
