{
	"stfFile":"static_npc/endor/king_terak",
	"entries": {
		"player_sorry_4":"Um... eep.",		"player_sorry_3":"Um... eep.",		"player_sorry_2":"Um... eep.",		"player_sorry_1":"Um... eep.",		"player_reset_4":"I dont get paid enough for this. I quit.",		"player_reset_3":"I dont get paid enough for this. I quit.",		"player_reset_2":"I dont get paid enough for this. I quit.",		"player_reset_1":"I dont get paid enough for this. I quit.",		"npc_reset_4":"My patience wears thin. Begone from this place and consider this a chance to make your escape else I may send the next stranger out to hunt your worthless hide.",		"npc_reset_3":"It is only by the grace of your past service that I do not kill you where you stand. But know this: you are lucky to walk out of here in your skin, you treacherous dog.",		"npc_reset_1":"You may thank my present high spirits that I do not feed you to my warriors. Leave my sight, you festering remmer.",		"npc_reset_2":"Explain to me why your miserable life should not belong to me? If you are allowed to walk away from this place, it is only by my leave that you do so.",		"waypoint_name_4":"Ewok raiders",		"waypoint_name_3":"Crashed ship",		"waypoint_name_2":"Indar",		"waypoint_name_1":"Ewok holy man",		"waypoint_description_4":"Go and kill the Ewok raiders before they can start any trouble.",		"waypoint_description_3":"Kill any remaining crew guarding this crashed vessel.",		"waypoint_description_2":"Go slay Indar to punish him for lying to King Terak.",		"waypoint_description_1":"Go kill the Ewok holy man and take his staff.",		"return_waypoint_name_4":"King Terak",		"return_waypoint_name_3":"King Terak",		"return_waypoint_name_2":"King Terak",		"return_waypoint_name_1":"King Terak",		"return_waypoint_description_4":"Return to King Terak and inform him of your victory.",		"return_waypoint_description_3":"Bring back any useful items you recovered from the crew to King Terak.",		"return_waypoint_description_2":"Return to King Terak and let him know "justice" has been served.",		"return_waypoint_description_1":"Bring the Ewok's staff to King Terak.",		"player_sorry":"Um... eep.",		"player_reset":"I dont get paid enough for this. I quit.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"What kind of reward do you have for me this time?",		"player_3_3":"Why do you want to leave this place anyways?",		"player_3_2":"Why am I supposed to do it?",		"player_3_1":"Why do we need to do this anyways?",		"player_2_4":"No, I can't do that. Don't you have guards for this type of thing anyways?",		"player_2_3":"I will not.",		"player_2_2":"I can't do that.",		"player_2_1":"No thanks.",		"player_1_4":"Of course, King Terak.",		"player_1_3":"Yes King Terak.",		"player_1_2":"Yes, King Terak.",		"player_1_1":"Yes King Terak. Right away King Terak.",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_4":"Yes? Did you forget something?",		"npc_work_3":"Yes, grab it. Grab the power. The lovely, lovely power.",		"npc_work_2":"You lazy shiftless worm, get back to work.",		"npc_work_1":"The conversation is over. This is the part where you nod your imbecilic head, turn away, and GO DO WHAT I TOLD YOU!",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"Ah yes, you have served me well. When I think about it, it's really quite shocking. It's too bad I don't have a hundred just like you. We would rule the stars with an iron fist. Why do you still stand there? Your money? Catch! You may find this armor useful too.",		"npc_reward_3":"Yes, I can FEEL the power in this device. It is great, it is mighty. The power has come to us! Scholar Szingo will know what to do with this. As for you, take these as your reward.",		"npc_reward_2":"Indar is dead. You perform your duties tolerably. Take these credits and this pair of leg guards Indar left behind. Once you are finished loafing about, return for further duties.",		"npc_reward_1":"This is the staff? This? It looks just like a simple metal staff. It IS a simple metal staff! Guards! Bring that deceitful worm Indar before the king! ",		"npc_reset":"It is only by the grace of your past service that I do not kill you where you stand. But know this: you are lucky to walk out of here in your skin, you treacherous dog.",		"npc_noloc_4":"Actually, on second thought... come back later. I have more important things to attend to.",		"npc_noloc_3":"Actually, on second thought... come back later. I have more important things to attend to.",		"npc_noloc_2":"Actually, on second thought... come back later. I have more important things to attend to.",		"npc_noloc_1":"What the?! This map is wrong. Please remain standing there with that vapid expression on your face while I find the person who will be punished for this.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"Do I understand that you have failed me? Make this a habit and I shall see you properly rewarded. I've always been a fan of decapitation. A good quartering is entertaining. But I wonder what you would taste like...",		"npc_failure_3":"Do I understand that you have failed me? Make this a habit and I shall see you properly rewarded. I've always been a fan of decapitation. A good quartering is entertaining. But I wonder what you would taste like...",		"npc_failure_2":"Do I understand that you have failed me? Make this a habit and I shall see you properly rewarded. I've always been a fan of decapitation. A good quartering is entertaining. But I wonder what you would taste like...",		"npc_failure_1":"Do I understand that you have failed me? Make this a habit and I shall see you properly rewarded. I've always been a fan of decapitation. A good quartering is entertaining. But I wonder what you would taste like...",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_4":"Tooba! Duk-duk mekaniwapa! DAIKOMU!",		"npc_breech_3":"Stand ready, this could be trouble.",		"npc_breech_2":"Did Terak send you? Boot licking dog!",		"npc_breech_1":"Dai kaboo! Nub nel, WAKATOO!",		"npc_backtowork_4":"If I see one Ewok near this citadel I will hold you personally accountable.",		"npc_backtowork_3":"Ahem, go. Go now, and do not return without the power!",		"npc_backtowork_2":"The power... must have... the power.",		"npc_backtowork_1":"Grrrrr...",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"Would you fight harder knowing your reward was a sturdy chest plate of Marauder make? That, and monetary compensation should be more than enough.",		"npc_4_3":"There was a time when each of those who you see before you were kings of the stars. We rode great warships in the vastness of space, terrorizing the galaxies with the mere mention of our name. And now? We must scramble to subsist, competing against miserable little fuzzballs who "nub nub" this, and "yub yub" that. Can you tell me you don't want to leave as well?",		"npc_4_2":"Silence fool. You will perform this task for the simple reason I told you to do it. And if you fail me in this it may be my own men who pursue you to your just reward.",		"npc_4_1":"Because the staff has power. And power is our means for getting off this green carbuncle on the backside of the galaxy. Those who bring me the power will be well rewarded. And power... is it's own reward.",		"npc_3_4":"My patience wears thin. Begone from this place and consider this a chance to make your escape else I may send the next stranger out to hunt your worthless hide.",		"npc_3_3":"It is only by the grace of your past service that I do not kill you where you stand. But know this: you are lucky to walk out of here in your skin, you treacherous dog.",		"npc_3_2":"Explain to me why your miserable life should not belong to me? If you are allowed to walk away from this place, it is only by my leave that you do so.",		"npc_3_1":"You may thank my present high spirits that I do not feed you to my warriors. Leave my sight, you festering remmer.",		"npc_2_4":"Very good. Anyone in the citadel should point you in the right direction. I expect you should know I want this dealt with harshly. The more blood the better. I want those little rats hiding all the way back in their stick villages to hear the anguished cries of their comrades.",		"npc_2_3":"Destroy any who defend the ship. Do what you will with them, only bring us the power. Make a thorough search of the area and all beings from the ship, bring tools, parts, documents, anything you find. I can feel our inevitable return to the glory of the stars coming closer, closer. I have only to reach out and...",		"npc_2_2":"Go. The signs of his departure should be visible in the citadel and easy to read. Spare no extravagance of pain in his demise.",		"npc_2_1":"Lets see if your actions are as meaningful as your words, slug. A patrol was ambushed near the borders of our territory. The leader of that patrol claims a solitary Ewok was able to send his men running in confusion with bolts of pure power shot from a shiny metal staff. Retrace the steps of this patrol, locate the Ewok, and return here with the staff he wields. Now go!",		"npc_1_4":"Oh, those little furballs are clever. They've spied our recent activity and guess rightly that we are up to something. Can you believe the little beasts are actually coming to raid us? Of course you will stop them.",		"npc_1_3":"Do you feel it? Can you sense it, subtle yet pervasive, lurking all around us? Something new is on the planet. My scouts report a ship has crashed not far from here. A ship that must contain the power. You will bring us the power, right?",		"npc_1_2":"Well, the staff did not contain the power, but I will not let that reflect upon your performance. It will however figure into my punishment of Indar for failing me then inventing lies to cover up his cowardice and incompetence. He's run off, but I trust he will not be hard to find. You are to follow his trail and execute him in the name of Terak, King of the Marauders.",		"npc_1_1":"Scholar Szingo tells me you are worthy of trust, but you look like a weak willed, oafish lout, used to failing in your duties. We will quickly find the value of appearance. You are to locate an Ewok holy man, destroy him, and return here with a staff I am told contains the power.",		"notyet":"I do not know of you. For this you are fortunate. Your inevitable screw ups have not yet been brought to my attention. Go now, before I decide your face offends me.",		"notit_4":"Why must I suffer the stupidity of my people? With help like this it is no great wonder we have not yet captured the power and escaped this forested prison.",		"notit_3":"Why must I suffer the stupidity of my people? With help like this it is no great wonder we have not yet captured the power and escaped this forested prison.",		"notit_2":"Why must I suffer the stupidity of my people? With help like this it is no great wonder we have not yet captured the power and escaped this forested prison.",		"notit_1":"Why must I suffer the stupidity of my people? With help like this it is no great wonder we have not yet captured the power and escaped this forested prison.",		"next":"Very nice, you were able to perform adequately in the simple chores given to you. Now figure out a way to get us off this miserable planet.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"",		"dontknowyou_3":"",		"dontknowyou_2":"",		"dontknowyou_1":"",		"cant_work":"I may have duties for one such as you, but I feel I do not command your full attention. I suggest you abandon your current duties and return at once."
}}
