{
	"stfFile":"random_quest/businessman",
	"entries": {
		"npc_noloc_5":"Luckily, I keep a tracer in my briefcase. Come back in a few minutes and I'll let you know where the thief is.",		"npc_noloc_4":"Let me see if I can find out where exactly he is, come back in a few minutes.",		"npc_noloc_3":"Luckily, I keep a tracer in my briefcase. Come back in a few minutes and I'll let you know where the thief is.",		"npc_noloc_2":"Let me find out where exactly he is, come back in a few minutes.",		"npc_noloc_1":"Let me find out where exactly he is, come back in a few minutes.",		"npc_noloc_6":"Let me find out where exactly he is, come back in a few minutes.",		"npc_backtowork":"Ok.  Well keep me posted, I guess.  Or just get it done...",		"npc_reset":"Ok, well come see me again if you have some time.",		"player_sorry":"Oh, I'll get back to work right away.",		"player_reset":"I don't think I can do this right now.",		"return":"To finish this mission, return to the Businessman who gave you the job.",		"npc_smuggle_6":"Thank goodness.  This thing might be valuable.  I appreciate the delivery.",		"npc_smuggle_5":"Great!  I don't know what I'd have done without this briefcase.",		"npc_breech_6":"Do you have that sports award I'm supposed to sell?",		"npc_breech_5":"Do you have my briefcase?",		"npc_breech_4":"You're not getting this back!  I'm selling it.",		"npc_breech_3":"This is my briefcase!  You can't have it!",		"npc_breech_2":"I didn't want to travel alone with all the cash we made.  Glad you're here.",		"npc_breech_1":"Did my partner send you?",		"player_3_4":"What league are you talking about?",		"player_3_3":"What kind of documents did you have?",		"npc_4_4":"Don't you follow sports at all?  If you did you'd know what I was talking about.",		"npc_4_3":"It was mostly my personal accounting, but there are some sensitive documents in there that I can't discuss.",		"player_2_4":"Nah.  I don't care about sports.",		"player_1_4":"I'll be right back with your ball kid.",		"npc_reward_4":"Here you go.  See I had good seats, and I didn't let them tear it.  You should be able to get something for it if you want.",		"npc_3_4":"That's too bad.  I'll find somebody useful.",		"npc_2_4":"Great!  Hurry back.",		"npc_1_4":"I had an autographed ball from my favorite player in the league, and somebody took it!  If you can get it back for me I'll give you this collector's item ticket from last year's championships.  It's worth plenty.",		"player_2_3":"There's no way.  I'm too tired right now.",		"player_1_3":"I'll be back before you know it.",		"npc_reward_3":"Here you go.  It needs some ink, but you'll never have one better.",		"npc_3_3":"Surely somebody will be able to help me.  Thanks for nothing, though.",		"npc_2_3":"Thank you...I'll be waiting anxiously for your return.",		"npc_1_3":"I had a lot of important paperwork in my briefcase, and now it's gone!  Some thief came by and grabbed it out of my hands.  If you can get it I'll give you this engraved writing stylus I got when I got my promotion.",		"player_3_6":"What is the item exactly?",		"player_3_5":"What was in the briefcase?",		"npc_4_6":"It's an autographed trophy from some sports figure.  I don't know who he is, but I want to get it to him so he can sell it.",		"npc_4_5":"All the paperwork that needs to be signed at the meeting.  It's vitally important that it get there.",		"player_2_6":"Sorry, I'm a bit busy at the moment.",		"player_1_6":"No problem.  I was looking for something to do.",		"npc_reward_6":"Here you go.  See I had good seats, and I didn't let them tear it.  You should be able to get something for it if you want.",		"npc_3_6":"That's too bad.  I'll find somebody useful.",		"npc_2_6":"Great.  I'll make sure he gets the message that you're coming.",		"npc_1_6":"My partner was on his way to an auction to sell off some of our assets.  We need the money to keep our business afloat, but he forgot one of the items we were selling.  Can you take it to him?  He's right outside of town.",		"player_2_5":"Nah, I don't feel like it.",		"player_1_5":"Sure I'll drop it off.",		"npc_reward_5":"Here you go.  It needs some ink, but you'll never have one better.",		"npc_3_5":"Well, if you can't help me I hope I can find someone who can.",		"npc_2_5":"Excellent.  He'll pay you when you make the delivery.",		"npc_1_5":"My partner needs to get his briefcase back!  He left for a meeting without it.  If you can take it to him I'll have him give you some engraved pens from our company business.",		"dontknowyou":"I don't know who you are, but I'm not going with you.",		"escortother":"I don't think I'm the person you're looking for.",		"npc_takeme_2":"Oh good, you made it.  I got the money transferred to our bank, but I'm lost out here.  Should have hired a guide, huh?",		"npc_takeme_1":"Great, you're here.  We don't want to be late for this meeting so let's get back quickly.",		"player_3_2":"What were you selling?",		"player_3_1":"What kind of meeting is it?",		"npc_4_2":"It's an autographed trophy from some sports figure.  I don't know who he is, but apparently it sold well.",		"npc_4_1":"Merger.  There's a lot of paperwork to sign and I'm not authorized to do it alone.",		"player_2_2":"Sorry, I'm a bit busy at the moment.",		"player_1_2":"No problem.  I was looking for something to do.",		"npc_reward_2":"Here you go.  See I had good seats, and I didn't let them tear it.  You should be able to get something for it if you want.",		"npc_3_2":"That's too bad.  I'll find somebody useful.",		"npc_2_2":"Great.  I'll make sure the message gets through that you're coming.",		"npc_1_2":"My partner was at an auction selling some assets for capital.  I need somone to find and bring my partner back.  can you help?",		"player_2_1":"Nah, I don't feel like it.",		"player_1_1":"Sure I'll find your friend.",		"npc_reward_1":"Here you go.  It needs some ink, but you'll never have one better.",		"npc_3_1":"Well, if you can't help me I hope I can find someone who can.",		"npc_2_1":"Excellent.  We'll pay you when you get back.",		"npc_1_1":"My partner needs to get back here fast.  We're going to be late for a meeting and I'm all alone.  Can you go get my partner?",		"not_it":"No, sorry, that's not the item I was looking for...",		"cantwork":"I understand you're already working for someone else.  Come back when you're done with that job.",		"gotowork":"I need you to finish that task I gave you earlier.  Ok?"
}}
