{
	"stfFile":"random_quest/criminal",
	"entries": {
		"npc_noloc_12":"Let me find out where it is. Come back in a few minutes and I should have more info.",		"npc_noloc_11":"Let me find out where he is. Come back in a few minutes and I should have more info.",		"npc_noloc_10":"Let me find out where it is. Come back in a few minutes and I should have more info.",		"npc_noloc_9":"Let me find out where it is. Come back in a few minutes and I should have more info.",		"npc_noloc_8":"Let me find out where he is. Come back in a few minutes and I should have more info.",		"npc_noloc_7":"Let me find out where he is. Come back in a few minutes and I should have more info.",		"npc_noloc_6":"Let me find out where they are. Come back in a few minutes and I should have more info.",		"npc_noloc_5":"Let me find out where he is. Come back in a few minutes and I should have more info.",		"npc_noloc_4":"Let me find out where he is. Come back in a few minutes and I should have more info.",		"npc_noloc_3":"Let me find out where he is. Come back in a few minutes and I should have more info.",		"npc_noloc_2":"Let me find out where he is. Come back in a few minutes and I should have more info.",		"npc_noloc_1":"Let me find out where he is. Come back in a few minutes and I should have more info.",		"npc_reset":"Let me know if you need anymore work, ok?",		"player_reset":"I'm getting out of this now, while I can.",		"npc_backtowork":"Get this done, all right?  I don't have time to wait on you.",		"player_sorry":"Oh, yeah, I forgot what I was doing...",		"return":"Head back to your contact to finish this job.",		"npc_breech_12":"Who are you?  You can't have this key!",		"npc_breech_11":"What are you doing?  You can't have my memorabilia!",		"npc_breech_10":"Hey, this camera's protected evidence!",		"npc_breech_9":"Black Sun will destroy you for this!",		"npc_breech_8":"Are you the guy?  With the thing?",		"npc_breech_7":"Hey, did my, um, cousin send you?",		"npc_breech_6":"Hey, is that the camera?",		"npc_breech_5":"You looking for me?  Got the medallion?",		"npc_breech_4":"You're not an imperial are you?",		"npc_breech_3":"You here to take me to see the boss?",		"npc_breech_2":"Well, I'm lost.  Here to help?",		"npc_breech_1":"Stupid Black Sun.  I hate those guys.  Can you get me back to town?",		"npc_smuggle_8":"Oh, good, the key.  Yeah, we need that.  I'm not saying why.",		"npc_smuggle_7":"Oh, my, um, cousin, yeah.  That's great work.  Thanks a lot.",		"npc_smuggle_6":"That's great.  Now we just need to find some film...",		"npc_smuggle_5":"Excellent.  If this goes well I'll make sure to mail you a little something extra.  Heh heh.",		"player_3_12":"How did your rival get the key?",		"player_3_11":"What can I do with broken pieces?",		"player_3_10":"How do you know where the camera is?",		"player_3_9":"How is a medallion going to help you?",		"npc_4_12":"He stole it before I could get to it.  He'll rob the warehouse instead of me if you don't get it for me.  I need that key!",		"npc_4_11":"You could try to put 'em back together.  Or find someone else who collects them and sell them maybe?  I don't know, but I know they're worth something.",		"npc_4_10":"I paid off some guys and found out it's being delivered to a highly secure area today.  You can get it on route before the guy gets there.",		"npc_4_9":"They have too many members to know each other, so anyone with a medallion can get into their areas.  If I had one I could pass myself off as a member of the group.",		"npc_reward_12":"Here you go.  I took this speaker from a cantina I robbed.  It'll go nicely in your house.",		"player_2_12":"Thieves should do their own dirty work.",		"player_1_12":"I can do it.  No problem.",		"npc_3_12":"Well, you'll never be a criminal in this town.",		"npc_2_12":"Great.  I've got just the thing for you.  Let me know when you're back.",		"npc_1_12":"I need an electronic key to break into this warehouse I've been casing, but one of my rivals has it.  Get it for me and I'll give you some of the loot I got on my last job.",		"player_2_11":"Too much work for me.",		"player_1_11":"Yeah, I can do it.  ",		"npc_reward_11":"Here they are.  Careful, they have sharp edges.",		"npc_3_11":"Not much I can do about it I guess, if you're not good enough.",		"npc_2_11":"You do the work, you get paid.  I'll be here.",		"npc_1_11":"I've been collecting memorabilia of the Dark Jedi.  I know a guy who has a Medallion that they used.  Get it for me and I'll give you these broken holocron pieces.  I've got tons of holocrons.  They're bound to be worth something.",		"player_2_10":"That's too much work.  I'm not doing it.",		"player_1_10":"Yeah, I can get that, no problem.",		"npc_reward_10":"Here's the decryptor.  It doesn't work all the time, but I'm sure you'll find a use for it.",		"npc_3_10":"Well, guess I'll have to find somebody else then.",		"npc_2_10":"Good.  As soon as you return I'll give you the decryptor.",		"npc_1_10":"I made a terrible mistake and got busted on camera stealing some credits from a merchant.  The trial's coming up soon and I need someone to get that camera.  I can tell you where it's at if you'll get it.",		"npc_reward_9":"Here's that shisa I promised ya.  I'll just put it here in your pack.",		"npc_3_9":"Too bad.  I would have given you a nice gift.",		"npc_2_9":"Good.  Get back as soon as you can and I'll get you a shisa.  You can use it in your home as a decoration, or sell it, I don't care either way.",		"player_2_9":"Sounds dangerous.  I don't think I'm up to it.",		"player_1_9":"Ok, I'll do it.",		"npc_1_9":"You ever hear of the Black Sun Pirates?  They robbed me and I want to pay them back.  Unfortunately, I need to get one of their medallions to get inside their base.  Can you help me get one?",		"player_3_8":"What's this key for?",		"player_3_7":"Why does your, um, cousin, collect these things?",		"player_3_6":"What are they going to film?",		"player_3_5":"How will this medallion help?",		"npc_4_8":"That sounds suspiciously like a question.",		"npc_4_7":"Who knows.  I think maybe my cousin's a little...you know...loony.",		"npc_4_6":"Probably just the inside, the front entrance, the guards.  You know.  Pretty typical stuff.",		"npc_4_5":"They have too many members to know each other, so anyone with a medallion can get into their areas.  Anybody that had one could pass themselves off as a member of their group.  See?",		"npc_reward_8":"Here you go.  I took this speaker from a cantina I robbed.  It'll go nicely in your house.",		"player_2_8":"Thieves should do their own dirty work.",		"player_1_8":"I can do it.  No problem.",		"npc_3_8":"Well, you'll never be a criminal in this town.",		"npc_2_8":"Great.  I've got just the thing for you.  Let me know when you're back.",		"npc_1_8":"This electronic key I have, and I'm not saying where it came from, or who it's going to, but can you take it somewhere and give it to somebody?  I mean without asking too many questions?",		"player_2_7":"Too much work for me.",		"player_1_7":"Yeah, I can do it.  ",		"npc_reward_7":"Here they are.  Careful, they have sharp edges.",		"npc_3_7":"Not much I can do about it I guess, if you're not good enough.",		"npc_2_7":"You do the work, you get paid.  I'll be here.",		"npc_1_7":"I found this medallion on a body out near that city with the funny buildings?  You know the one.  Anyway, my, uh...cousin, yeah, cousin, collects these.  Wanna drop it off for me?",		"player_2_6":"That's too much work.  I'm not doing it.",		"player_1_6":"Yeah, I can do that, no problem.",		"npc_reward_6":"Here's the decryptor.  It doesn't work all the time, but I'm sure you'll find a use for it.",		"npc_3_6":"Well, guess I'll have to find somebody else then.",		"npc_2_6":"Good.  As soon as you return I'll give you a decryptor.",		"npc_1_6":"Some friends need this camera to film a cantina they want to rob.  They're going to study up on the security.  I'd drop it off, but I have to go do some things.  Can you do it for me?",		"not_it":"No, sorry, that's not the item I was looking for...",		"npc_reward_5":"Here's that shisa I promised ya.  I'll just put it here in your pack.",		"npc_3_5":"Too bad.  I would have given you a nice gift.",		"npc_2_5":"Good.  Get back as soon as you can and I'll get you a shisa.  You can use it in your home as a decoration, or sell it, I don't care either way.",		"player_2_5":"Sounds dangerous.  I don't think I'm up to it.",		"player_1_5":"Ok, I'll do it.",		"npc_1_5":"A friend asked me to get him a Black Sun Medallion to break into their loot stash.  I don't want to be involved any more than I have to, so can you drop it off?",		"dontknowyou":"I'm not sure who you are, but I'm not following you back to town.  No way.",		"otherescort":"I think you're here to take someone else back.",		"npc_takeme_4":"Quick, let's get back before the imperials start looking around for me again.",		"npc_takeme_3":"Great!  I need you to take me to my new boss.  I don't even know who it is yet.",		"npc_takeme_2":"You're here to take me back?  Don't worry about the money.  I hid it.  It's not on me anymore.  Just get me to my friend.",		"npc_takeme_1":"Finally.  I was about to give up and try finding my way in on my own.",		"player_3_4":"Are the imperials still snooping around?",		"player_3_3":"How new is this person?",		"player_3_2":"How much cash was there?",		"player_3_1":"Are there still Black Sun Pirates out there?",		"npc_4_4":"No, they've given up.  Any imperials you see out there will just be a coincidence.",		"npc_4_3":"Brand new.  I haven't even met them.  I don't even know if it's a male or a female!",		"npc_4_2":"I don't think you need to know that just now.  Just bring my friend here.",		"npc_4_1":"No, I think they've given up.  There might be some still around, but this should be pretty simple.",		"npc_reward_4":"Here you go.  I took this speaker from a cantina I robbed.  It'll go nicely in your house.",		"player_2_4":"Thieves should do their own dirty work.",		"player_1_4":"I can do it.  No problem.",		"npc_3_4":"Well, you'll never be a criminal in this town.",		"npc_2_4":"Great.  I've got just the thing for you.  Let me know when you're back.",		"npc_1_4":"My partner was trying to avoid some imperial patrols and managed to get lost outside of town.  Can you go out there and make sure there's no trouble getting back to me?",		"player_2_3":"Too much work for me.",		"player_1_3":"Yeah, I can do it.  ",		"npc_reward_3":"Here they are.  Careful, they have sharp edges.",		"npc_3_3":"Not much I can do about it I guess, if you're not good enough.",		"npc_2_3":"You do the work, you get paid.  I'll be here.",		"npc_1_3":"Are you available to help me out with something?  I got somebody new coming in and I need you to bring them straight to me.  Can you do that?",		"player_2_2":"That's too much work.  I'm not doing it.",		"player_1_2":"Yeah, I can do that, no problem.",		"npc_reward_2":"Here's the decryptor.  It doesn't work all the time, but I'm sure you'll find a use for it.",		"npc_3_2":"Well, guess I'll have to find somebody else then.",		"npc_2_2":"Good.  As soon as you return I'll give you something nice.",		"npc_1_2":"My partner has all our cash, but got lost in the wilderness.  I need someone to escort them back here to me.",		"npc_reward_1":"Here's that shisa I promised ya.  I'll just put it here in your pack.",		"npc_3_1":"Too bad.  I would have given you a nice gift.",		"npc_2_1":"Good.  Get back as soon as you can and I'll get you a shisa.  You can use it in your home as a decoration, or sell it, I don't care either way.",		"player_2_1":"Sounds dangerous.  I don't think I'm up to it.",		"player_1_1":"Ok, I'll do it.",		"npc_1_1":"A friend of mine got mugged by black sun pirates and is too scared to come back to town.  I need someone to go make sure they can find their way back here.  Can you do it?",		"cantwork":"I understand you're already working for someone else.  Come back when you're done with that job.",		"gotowork":"I need you to finish that task I gave you earlier.  Ok?"
}}
