{
	"stfFile":"random_quest/scientist",
	"entries": {
		"npc_noloc_6":"Let me see if I can find out exactly where he is. Come back in a while and I should have more info.",		"npc_noloc_5":"Let me see if I can find out exactly where he is. Come back in a while and I should have more info.",		"npc_noloc_4":"I'm waiting for his roomate to call me with his location, come back in a few minutes.",		"npc_noloc_3":"Let me see if I can find out exactly where he is. Come back in a while and I should have more info.",		"npc_noloc_2":"Luckily I put a tracer in the cage. Come back in a few minutes and I should have some coordinates for you.",		"npc_noloc_1":"Come back in a few minutes and I should have more information for you.",		"player_reset":"I need a break...",		"player_sorry":"I'll get back to work.",		"npc_backtowork":"Get to it then.  I need that job done.",		"npc_reset":"Ok, I'll let you off the hook.",		"return":"The Scientist who gave you this job is eagerly awaiting your return.",		"npc_breech_6":"My navigator's broken!  Help me!",		"npc_breech_5":"Did my partner send you?",		"npc_breech_4":"You can't stop me!  I'll kill everyone!",		"npc_breech_3":"Do you work for the scientists?  Then you'll die like they do!",		"npc_breech_2":"My company will pay well for this!",		"npc_breech_1":"Did the "curator" send you?  Hah!  Die scum!",		"player_2_3":"I don't think I'm up to that.",		"player_1_3":"Sure, I can do it.",		"dontknowyou":"I'm sorry, but I don't know who you are and I'm not going to follow you anywhere!",		"otherescort":"I don't think I'm the one you're looking for.  Perhaps you should be escorting someone else?",		"cantwork":"I understand you're already working for someone else.  Come back when you're done with that job.",		"gotowork":"I need you to finish that task I gave you earlier.  Ok?",		"not_it":"No, sorry, that's not the item I was looking for...",		"npc_takeme_6":"Ok, I'm ready to go.",		"npc_takeme_5":"Oh, you've arrived.  Ok, you lead the way back and I'll follow you.",		"player_3_6":"How did the equipment break?",		"player_2_6":"Oh my, I couldn't care less about you and your problem.",		"player_1_6":"Sure I'll find your friend.",		"player_3_5":"Why don't you upload your location to the datapad?",		"player_2_5":"No thanks.  I've got other things to do.",		"player_1_5":"Sure.  I'll bring your friend back.",		"player_3_4":"What is this toxin?",		"player_2_4":"Oh, my, I couldn't care less about you and your problem.",		"player_1_4":"I'll stop this guy before he gets started.",		"player_3_3":"Why is he killing scientists?",		"player_3_2":"What kind of creatures were you studying?",		"player_2_2":"I couldn't care less about you and your problem.",		"player_1_2":"I'll get it back.  Industrial espionage is a terrible thing.",		"player_3_1":"What was the artifact?",		"player_2_1":"I don't care about artifacts.  Forget it.",		"player_1_1":"Yeah, I can get it.  I hate graverobbers.",		"npc_reward_6":"Here you go.  I found this picture of the creature I was studying.  It's really all I have to give you though.",		"npc_reward_5":"Here you go, these bugs are extremely rare, and could be worth a lot if you can find a buyer.",		"npc_reward_4":"Here you go.  I found this great picture of the creature I was studying.  It's really all I have to give you though.",		"npc_reward_3":"Here you go, these bugs are very rare, and could be worth a lot if you can find a buyer.",		"npc_reward_2":"Here you go.  I found this nice picture of the creature I was studying.  It's really all I have to give you though.",		"npc_reward_1":"Here you go, these are very rare, and could be worth a lot if you can find a buyer.",		"npc_4_6":"To be honest, scientists can be rather clumsy.  I'm not really going to say anything more than that though.",		"npc_3_6":"Too bad.  If you know anyone who can help send them my way.",		"npc_2_6":"Excellent.  I'll be waiting here, and when you've returned we'll make sure you get something for your efforts.",		"npc_1_6":"One of my fellow scientists has damaged navigational equipment and needs someone to bring them back to me here.  Can you help us out?",		"npc_4_5":"Something's wrong with the datapad, and it can't seem to be used to navigate anymore.",		"npc_3_5":"That's too bad.  Guess I'm on my own for now.",		"npc_2_5":"Thank you so much.  I'll make contact so there aren't any surprises.",		"npc_1_5":"One of my colleagues has managed to get lost just outside of town.  It would be a great help to me if you could get my partner back to this location. Can you do that?",		"npc_4_4":"It's a highly classified agent that we were using to destroy poisonous plants, but he's modified it to kill all vegetable matter.",		"npc_3_4":"Great.  I'm wasting my time with you then.  Do you know anyone who DOES work?",		"npc_2_4":"Thanks.  I really appreciate it.  I'll find something to give you when you return.",		"npc_1_4":"One of our assistants has gone mad and is planning on releasing a toxin into the air that would kill all the plantlife on this planet.  He must be stopped.  I can tell you where he is if you can stop him.",		"npc_4_3":"No one knows.  He seems to have some sort of problem with the work that we do, but we don't know why.",		"npc_3_3":"Well, there are other artifacts.  Too bad, this one was really good...",		"npc_2_3":"I thought so.  You look like a good person. I'll make it worth your while.",		"npc_1_3":"There's an assassin on this planet who's been killing all the top scientists in the area.  I want him eliminated and I'm willing to pay well for it.  Can you do it?",		"npc_4_2":"That's highly classified.  That's why I need that evidence back before someone finds out what I was doing.  You don't have a problem with this do you?",		"npc_3_2":"I guess I'm wasting my time with you then.  Do you know anyone who DOES work?",		"npc_2_2":"Thanks.  I really appreciate it. ",		"npc_1_2":"I've been researching animals, but an industrial spy stole one of my cages.  It still had some cell structures in it from the creature.  I need it back before he figures out what's in it.  Can you help me?",		"npc_4_1":"It was an ancient ritual device of some sort.  I need to study it further to find out exactly what it was for.",		"npc_3_1":"Well, certainly there are other artifacts.  Too bad, this one was really good...",		"npc_2_1":"You look like a good man.  I'll make it worth your while.",		"npc_1_1":"I've been a museum curator for many years, and on this planet we found the oldest tomb I've ever seen.  Unfortunately some grave robbers took the artifact I was studying.  If you would be so kind, perhaps you can get it back?"
}}
