{
	"stfFile":"static_npc/corellia/brantlee_spondoon",
	"entries": {
		"waypoint_name_3":"Missy",		"waypoint_name_2":"Zoda Burb",		"waypoint_name_1":"Midgoss D'labaninaph",		"return_waypoint_name_3":"Brantlee Spondoon",		"return_waypoint_name_2":"Brantlee Spondoon",		"return_waypoint_name_1":"Brantlee Spondoon",		"return_waypoint_description_3":"Return to Brantlee Spondoon with Missy.",		"return_waypoint_description_2":"Return to Brantlee Spondoon with the Neonian Red Cheese.",		"return_waypoint_description_1":"Return to Brantlee Spondoon with the gift.",		"waypoint_description_3":"Rescue Brantlee's pet razor cat, Missy.",		"waypoint_description_2":"Retrieve another gift for Brantlee - this time some imported Neonian Red Cheese from Zoda Burb.",		"waypoint_description_1":"Retrieve a gift for Brantlee from a Devaronian merchant name Midgoss D'labaninaph.",		"npc_reset_3":"If you can't accomplish that one little task, I'll be hard pressed to convince the Diktat it's worthwhile to see you.",		"npc_reset_2":"If you can't accomplish that one little task, I'll be hard pressed to convince the Diktat it's worthwhile to see you.",		"npc_reset_1":"If you can't accomplish that one little task, I'll be hard pressed to convince the Diktat it's worthwhile to see you.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"How big is Missy? Those razor cats grow pretty large.",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Prrr-rrrr-rrrr-rrrr --",		"npc_takeme_3":"Prrr-rrrr-rrrr-rrrr --",		"npc_breech_3":"Nrrrr-rrr! Hrrrnnnn!",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"You couldn't rescue Missy? Oh, that's terrible! Well, the Diktat is still busy, and he's going to stay busy until Missy gets back here safe.",		"npc_noloc_3":"Hold on, the Diktat is calling me. Talk to me again in a moment.",		"npc_work_3":"I'm sorry to say the Diktat is still busy. Not to change the subject, but did you rescue Missy yet? I'm terribly worried!",		"npc_reward_3":"Missy! It's Missy-wissy-wussums, yes! Who's a good kitty? Who's our good little kittykins? Yes! All right, you can see the Diktat now.",		"npc_backtowork_3":"I've told you all I can. Please hurry and rescue Missy!",		"npc_4_3":"Don't worry, Missy's just a baby, the littlest possiblerazor cat. Some of them out there grow big, which is why I'm worried. A big male might kill Missy for sport, and a mother might try to adopt my pet as her own cub. So will you please rescue her, fast?",		"npc_3_3":"I'm sorry you can't rescue Missy. I'm afraid the Diktat is very busy right now, and for a long time ahead. Poor Missy!",		"npc_2_3":"Good! Now, she's very well trained, so if you just say in a firm commanding voice, "Here, Missy!" she'll follow you all the way here. Please hurry!",		"npc_1_3":"Oh, you agai-- Wait, maybe you can help! I just got a troubling call from my roommate. My pet razor cat cub, Missy, is gone! She wandered out into the wilderness all alone! Will you please, please, please go find Missy? I'd be ever so grateful, and so would the Diktat.",		"player_3_2":"What nice little gift would you like me to pick up?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"That doesn't look like Neonian Red Cheese -- at least, not the stuff I was promised by that Zoda Burb.",		"gotowork_2":"That Neonian Red Cheese is quite delicate, you really should be going!",		"npc_smuggle_2":"Hi! If you're willing to pass this message along to the Diktat's aide, please just tell her that if some Devaronian merchant has been telling her a pack of lies about me, just to ignore them. I hope I can get the Diktat's ear long enough to talk to him about that.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Hello there! I'm hoping you're from the Diktat's office in Coronet!",		"dontknowyou_2":"I'm not the guy you want, believe me.",		"otherescort_2":"I'm not the guy you want, believe me.",		"npc_failure_2":"You couldn't pick up that little item for me? How disappointing. I'm afraid the Diktat is still busy, and likely to remain so.",		"npc_noloc_2":"Hold on, the Diktat is calling me. Talk to me again in a moment.",		"npc_work_2":"I'm sorry to say the Diktat is still busy. Not to change the subject, but did you pick up that little gift for me yet? ",		"npc_reward_2":"Neonian Red Cheese, yum! This is the greatest job. I get presents all day from total strangers. Here's a little present for you, too. Oh, the Diktat? Sorry, he's still busy. But check with me again soon.",		"npc_backtowork_2":"I've told you all I can. It's just a small favor. Will you go now?",		"npc_4_2":"I'm told that this citizen has imported a container of Neonian Red Cheese. Have you had it? Oooh, so delicately delicious. I love that stuff. That's a nice way to grab my attention, just for future reference. I wish you'd bring it here. Will you?",		"npc_3_2":"I'm sorry you can't go get even a dollop of that Red Cheese. I'm afraid the Diktat is very busy right now, and for the rest of the day. Maybe longer.",		"npc_2_2":"Oh, that's so nice. You're looking for a Corellian man named Zoda Burb. His application says he's "a small businessman engaged in a variety of projects." Neonian Red Cheese -- mm, mmm! Please hurry!",		"npc_1_2":"I'm sorry, the Diktat is still busy. But I do have a little favor I might ask of you. Another citizen who is, like yourself, looking to get the Diktat's attention has very kindly offered me a nice little gift. I wonder if you'd pick up this one for me? That would be such a nice favor -- I'm sure the Diktat would appreciate your kindness.",		"player_3_1":"What sorts of "little gifts" do you like?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I was expecting a nice gift from that Devaronian. This doesn't look like it.",		"gotowork_1":"You are to be taking my things and stuff to the Diktat's aide person lady! Stop being here! Be there! Go, go, go!",		"npc_smuggle_1":"Friend! Truly I am in the bad spot, so shortly after I did arrive here on Corellia. Most egregiously was I sucked dry of credits by the dirty fink confidence artist Zoda Burb. Via you, I am giving to the Diktat's human aide, Brantlee Somebody, this specimen model thing of my finest wares! I am hoping she will be letting me see the Diktat, so he can be locating and arresting the lousy crook Zoda Burb! Go! Yes!",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Hah! I am calling to you, friend, if you are arriving here from the Diktat's aide's office, yes!",		"dontknowyou_1":"I am not being the person you are seeking, no.",		"otherescort_1":"I am not being the person you are seeking, no.",		"npc_failure_1":"You couldn't pick up that little item for me? How disappointing. I'm afraid the Diktat is still busy, and likely to remain so.",		"npc_noloc_1":"Hold on, the Diktat is calling me. Talk to me again in a moment.",		"npc_work_1":"I'm sorry to say the Diktat is still busy. Not to change the subject, but did you pick up that little gift for me yet? ",		"npc_reward_1":"Ooh, what did he send me? It's a -- umm. A Devaronian fur glosser. Well. That was remarkably thoughtless. All right, thanks for nothing. I'm afraid the Diktat is still busy, goodbye.",		"npc_backtowork_1":"I've told you all I can. It's just a small favor. Will you go now?",		"npc_4_1":"What do I like? Oh, you know -- good food, a nice bottle of Corellian Double Brandy -- interesting new gadgets, kitchenware, stock options -- a nice house with a prime view -- Really, this position has a high turnover, so I have to consolidate my portfolio quickly, and in many ways. So, will you do me the favor of picking up my little gift?",		"npc_3_1":"I'm sorry you can't take care of this little favor. I'm afraid the Diktat is very busy right now, and for the rest of the day. Maybe longer.",		"npc_2_1":"That's nice of you. Let's see, this gift is coming from a merchant, a Devaronian named Midgoss D'la -- Dalla -- my, I can hardly pronounce this. It doesn't matter. I don't know what he's giving, so please hurry when you bring it back.",		"npc_1_1":"You'd like to see the Diktat? You and a lot of others. I'm his aide. I don't suppose you brought me something? Some nice little gift? No? Well then, you might want to do me a favor. Another person much like yourself also wants to see the Diktat. He's called to say he has a nice little gift ready for me. Would you care to bring it here?",		"notyet":"",		"npc_reset":"If you can't accomplish that one little task, I'll be hard pressed to convince the Diktat it's worthwhile to see you.",		"cantwork":"I'm afraid the Diktat is busy right now. You look a bit busy yourself, or I might have a job for you. See me later, maybe.",		"next":"You'd like to see the Diktat? Please go right in."
}}
