{
	"stfFile":"static_npc/corellia/chertyl_ruluwoor",
	"entries": {
		"npc_reset_2":"I thank you for your interest. Please feel free to return if you change your mind and would like to help me again.",		"npc_reset_1":"I thank you for your interest. Please feel free to return if you change your mind and would like to help me again.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"",		"npc_noloc_3":"",		"npc_work_3":"",		"npc_reward_3":"",		"npc_backtowork_3":"",		"npc_4_3":"",		"npc_3_3":"",		"npc_2_3":"",		"npc_1_3":"",		"player_3_2":"How many terrorists are we talking about here?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"I don't know what I would have done without your help. I'll never forget you.",		"npc_takeme_2":"Thank you so much for your help. Did Chertyl send you? Bless her! Please take me to her.",		"npc_breech_2":"Help! These brutes have kidnapped me! ",		"dontknowyou_2":"I'm afraid I can't talk at the moment.",		"otherescort_2":"I'm afraid I can't talk at the moment.",		"npc_failure_2":"Oh no! This is terrible! What will become of Zayna now? I must find a way to help her!",		"npc_noloc_2":"Fortunately for us, the terrorists were followed and I should be receiving their coordinates soon.",		"npc_work_2":"Have you rescued Zayna from the clutches of those vile terrorists?",		"npc_reward_2":"You are a true champion! You have my thanks and the thanks of my people. Blessings upon your den.",		"npc_backtowork_2":"Please hurry! Zayna's life may be in great danger.",		"npc_4_2":"Kafleer saw two of them snatch his poor mother from her home. There might be more waiting for them outside of the city, however. You must be careful!",		"npc_3_2":"I must find someone to help rescue Kafleer's mother. There's no telling what those brutes intend to do.",		"npc_2_2":"You are noble and just. Kafleer's holocams managed to catch the attackers in the act and allowed him to follow them. He's sent us they're coordinates. Please hurry.",		"npc_1_2":"I have terrible news! Young Kafleer just contacted me - his mother, Zayna, has been kidnapped by the same terrorists I'm investigating. I dare not go after her myself for fear of straining the already tense relations between native Corellians and my people. Could you please see to it that Zayna is freed and brought back to me safely? Do what you will with the kidnappers. They deserve what they get. Will you help?",		"player_3_1":"What does the holo recording show?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"This is not the holo recording I was expecting. Can you bring me the recording?",		"gotowork_1":"I hope she finds the information useful.",		"npc_smuggle_1":"Tell Chertyl I've marked the sections she needs to pay attention to with blinking arrows. I hope she finds the creeps that are attacking her people.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Over here! Did Chertyl send you?",		"dontknowyou_1":"Can't talk, sorry. I'm on a secret mission.",		"otherescort_1":"I don't think I'm the person you're looking for.",		"npc_failure_1":"I regret that you were unable to bring this recording back. I shall endeavor to find another way to acquire this evidence.",		"npc_noloc_1":"As soon as my contact transmits his coordinates, I'll share them with you.",		"npc_work_1":"Have you had an opportunity to pick up that holo recording? I don't know how long my contact will wait for you.",		"npc_reward_1":"Thank you, friend. This holo recording will hopefully further my investigation and allow me to close this case. Please accept this in exchange for your services.",		"npc_backtowork_1":"Was I unclear about something?",		"npc_4_1":"It was taken recently during an Imperial anti-alien demonstration and I believe it could reveal the identities of these terrorists. I'd go myself but my contact does not wish to be seen speaking with me. He thinks it may result in strikes against his family.",		"npc_3_1":"I understand if you do not wish to become involved. Thank you for your time.",		"npc_2_1":"I appreciate your help. My contact's name is Kafleer Tredahl and he's waiting at the following coordinates. I'll tell him to expect you. Please be careful bringing this recording back. Kafleer thinks someone is watching him. ",		"npc_1_1":"Greetings, friend. I am known as Chertyl Ruluwoor and I'm currently investigating a series of terrorist attacks aimed at Selonian dens. So far I've been unable to identify those responsible, but I've just received a tip that could lead to a break in my case. I'm wondering if I could call upon you to assist me? I need you to pick up a recording taken by an amateur holocam operator and bring it to me. Can I rely upon you?   ",		"notyet":"",		"npc_reset":"I thank you for your interest. Please feel free to return if you change your mind and would like to help me again.",		"cantwork":"You seem a bit preoccupied and I do not wish to distract you from your current mission. Return when you have finished your task.",		"next":"You have been most helpful, thank you, but I require nothing further of you at the moment."
}}
