{
	"stfFile":"static_npc/corellia/coraline_dynes",
	"entries": {
		"npc_reset_3":"I can't afford to leave these matters unresolved. Come back when you think you can help me close these cases.",		"npc_reset_2":"I can't afford to leave these matters unresolved. Come back when you think you can help me close these cases.",		"npc_reset_1":"I can't afford to leave these matters unresolved. Come back when you think you can help me close these cases.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Why does Black Sun want to murder a Mining representative?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Blurga will smash you! That will teach you to interfere in Blurga's business!",		"dontknowyou_3":"Go away! Blurga is in the mood to kill!",		"otherescort_3":"Go away! Blurga is in the mood to kill!",		"npc_failure_3":"I guess I better get the Mining Guild rep off the planet. We lose more of those guys this way…",		"npc_noloc_3":"My people are tracking Blurga now. I should have his coordinates shortly.",		"npc_work_3":"Did you stop that Aqualish killer? I need to know when I can let the Mining Guild representative return to his home.",		"npc_reward_3":"If law enforcement was not your choice of a career, I think you've undersold yourself. You've got the looks, the skills, and the nerve to be a top security officer. Best of luck to you.",		"npc_backtowork_3":"You seem jittery. I understand if you want to back out.",		"npc_4_3":"The Guild is negotiating with the big Corellian corporations for higher wages for their workers. Black Sun wanted them to drop the issue but this rep refused.",		"npc_3_3":"Well, you risked yourself enough on my account. No hard feelings, buddy. Take care.",		"npc_2_3":"If I get a promotion out of this, I'm taking you to dinner on Vreni Island. Please be careful. This Aqualish, a brute named Blurga Vuto, is one tough customer. If you want to take some friends along, I understand.",		"npc_1_3":"Just the agent I was hoping to see. Need your help again. I know, big surprise, huh? This time the assignment is pretty straightforward. We just received an anonymous transmission warning us of a potential violent situation. It seems a Black Sun gangster is on his way to a Mining Guild representative's home to murder him. I'd certainly appreciate it if you were to intercept this Aqualish and prevent a murder. If this Aqualish is the guy I think, arresting him will not be an option. Want to tackle this?",		"player_3_2":"What did he burn down?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"I'd like to say it's been a pleasure, except it obviously hasn't. And don't think they're sending me to Kessel – I got friends in high places, pal!",		"npc_takeme_2":"Okay, okay! I'll go with you, take it easy. You bounty hunter types are so touchy.",		"npc_breech_2":"Everyone knows that liquid is not nearly as flammable as-uh, oh! Looks like trouble!",		"dontknowyou_2":"Buzz off! I'm busy!",		"otherescort_2":"Buzz off! I'm busy!",		"npc_failure_2":"Well, at least it wasn't a murderer that got away. You have to look at the bright side as often as possible here in Doaba Guerfel.",		"npc_noloc_2":"My people will get me Kalio's coordinates in just a sec. Could you hang on for a bit?",		"npc_work_2":"Did you bring my suspect in? He's likely to leave the system if we don't act fast.",		"npc_reward_2":"A huge thanks, friend. Here, go treat yourself to a nice dinner somewhere. Vreni Island is lovely this time of year, by the way. ",		"npc_backtowork_2":"Did you have further questions or do you wish to reconsider?",		"npc_4_2":"A Corellian Engineering Corporation warehouse. No one was in it at the time. It held a lot of shipping manifests, however. I'm sure he was trying to cover something up for someone upstairs.",		"npc_3_2":"I was so hoping you'd say yes, but I understand. Not your problem. Excuse me.",		"npc_2_2":"Where were you two years ago when I got this assignment, huh? Thanks, I certainly appreciate your help. The suspect is a Rodian named Kalio Uldi. And be on our guard because even though he may be a coward, he's likely to have friends that are not. ",		"npc_1_2":"If you've decided to hang around, I could certainly still use your help. I've managed to locate a suspect in an arson case but I don't have the manpower or the time to go and arrest this criminal myself. He's an arsonist and not a killer so I doubt he'll put up a struggle, especially if you brandish a blaster. Think you can bring him in for me?",		"player_3_1":"What kind of witness?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"You're a pal and I owe you one. Take my advice: Get out of this town before it's too late.",		"npc_takeme_1":"Thank the stars you got here when you did. I'm sure those Black Sun killers are closing in on me. Let's get out of here!",		"npc_breech_1":"Psst! Hey! Over here! You from Captain Dynes?",		"dontknowyou_1":"Go away! I can't be seen with you!",		"otherescort_1":"Go away! I can't be seen with you!",		"npc_failure_1":"Looks like I get to add yet another unsolved murder to my pile. Thanks for nothing.",		"npc_noloc_1":"The witness should transmit his location to me momentarily. Check back with me in a bit.",		"npc_work_1":"Did you bring that witness back yet? I don't know how much longer that poor Bothan can last out there.",		"npc_reward_1":"Job well done, friend. I sure could use more like you on my team. Enforcing the law in this town is no easy task. Black Sun has a pretty tight control on the Mining Guild out here. Makes for some messy business.",		"npc_backtowork_1":"I've given you all the info I've got. You still interested?",		"npc_4_1":"The only one in a murder case I'm investigating. Black Sun is involved, which means that witnesses are all but non-existent. This witness only came forward because he thinks he's next. Can you help him out?",		"npc_3_1":"Okay, well then welcome to Doaba Guerfel and stay out of trouble.",		"npc_2_1":"You're a lifesaver. The man you're looking for is a Bothan named Lith K'alis. He's currently "in hiding." He's convinced he's a target of Black Sun assassins. Problem is, he may be right. Have your blaster handy. Good luck.",		"npc_1_1":"Where's that witness? Why didn't you bring the witness? Wait. Are you my backup from Coronet? Oh, sorry. Captain Coraline Dynes. I'm the head of security around here. I'm a little busy at the moment so I can't really chat. Unless you'd care to help out? I desperately need someone to escort a witness back here. Do you think you could help me out?",		"notyet":"",		"npc_reset":"I can't afford to leave these matters unresolved. Come back when you think you can help me close these cases.",		"cantwork":"If you're like me, then you really shouldn't be trying to juggle too many tasks at once. Come back when you've cleaned some off your plate.",		"next":"I have things under control. I think. I'll let you know if I need you. Thanks for all your help."
}}
