{
	"stfFile":"static_npc/corellia/corran_horn",
	"entries": {
		"npc_reset_3":"This sort of work isn't for everyone. If you change your mind, you know where to find me.",		"npc_reset_2":"This sort of work isn't for everyone. If you change your mind, you know where to find me.",		"npc_reset_1":"This sort of work isn't for everyone. If you change your mind, you know where to find me.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Who is this guy?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"I'll come along with you for now. You won't be able to hold me for long.",		"npc_takeme_3":"I'll come along with you for now. You won't be able to hold me for long.",		"npc_breech_3":"Would you gentlemen care to dispose of this nuisance for me?",		"dontknowyou_3":"This is not a good place for you to be. Why don't you just go on your way?",		"otherescort_3":"This is not a good place for you to be. Why don't you just go on your way?",		"npc_failure_3":"I never thought this guy would be easy to take down. We'll just have to plan a little better next time.",		"npc_noloc_3":"There's some big Black Sun meeting going on right now and I need to find out who called it. Come see me in a little while.",		"npc_work_3":"You're not having second thoughts about this operation are you?",		"npc_reward_3":"Black Sun will be recovering from this for a long time. Well done, my friend.",		"npc_backtowork_3":"If you don't think you can handle this job, just say the word.",		"npc_4_3":"His name is Voydd Blancken. Bringing him to justice will be a major blow to Black Sun. He knows where a lot of bodies are buried. Do you think you can bring him in alive?",		"npc_3_3":"Maybe your face is getting a little too familiar to Black Sun. It's better if you stay out of this one.",		"npc_2_3":"Voydd Blancken won't come easily. His personal guards are highly trained experts. If you have some backup you trust, I'd recommend bringing them along.",		"npc_1_3":"We're on to something big. Caldori was all too eager to cooperate once he discovered how much our witness already knew. He's turned over evidence implicating one of Black Sun's major players. Do you think you're up to bringing this hotshot in?",		"player_3_2":"No.  Who do you want me to bring in?
",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"You haven't got anything on me. I'll be out of here in no time.",		"npc_takeme_2":"Easy there, killer! I won't cause you any more trouble.",		"npc_breech_2":"I don't like the look of this guy. Take him out.",		"dontknowyou_2":"You're not my contact. You'd better get moving.",		"otherescort_2":"You're not my contact. You'd better get moving.",		"npc_failure_2":"You couldn't bring him in? Don't worry about it. We'll get him eventually.",		"npc_noloc_2":"I should receive word about his present location very soon. Come see me in a little while.",		"npc_work_2":"I'm still waiting for you to make that arrest for me. What are you waiting for?",		"npc_reward_2":"You're a natural at this. Ever think of going into security?",		"npc_backtowork_2":"I've told you what I can. Are you going to bring him in?",		"npc_4_2":"His name is Obrio Caldori and he's wanted in connection with those murders witnessed by Chandra Conrad. We're hoping he'll lead us to some higher-ups in the organization.",		"npc_3_2":"Probably for the best. You don't want Black Sun to start noticing you.",		"npc_2_2":"Obrio Caldori is a mid-level operative but he's not part of Black Sun's muscle, he's more like an administrator. Bring him back here in one piece, but be careful. He's certain to have some guards.",		"npc_1_2":"Great work on that last job. Getting her back here safely could not have been easy. Do you think you might be up to something a little tougher? I want you to bring one of those Black Sun crooks in for questioning. How about it?",		"player_3_1":"What is she a witness to?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"I couldn't have made it back here without your help. Thank you.",		"npc_takeme_1":"I hope I can be of some help bringing those criminals to justice.",		"npc_breech_1":"I sure hope you're my escort.",		"dontknowyou_1":"I'm waiting here to meet somebody else. Good luck to you.",		"otherescort_1":"I'm waiting here to meet somebody else. Good luck to you.",		"npc_failure_1":"I'm sure you tried your best. You can't save everybody. ",		"npc_noloc_1":"She'll contact me when she finds a safe place for you to meet her. Come see me in a little while, maybe she'll have called by then.",		"npc_work_1":"You'd better find her soon. Black Sun will have people out looking for her.",		"npc_reward_1":"Well done. Now I can get her to safety and we can see about bringing down some of these Black Sun lowlifes.",		"npc_backtowork_1":"I told you everything you need to know. Are you going to go get her?",		"npc_4_1":"A multiple homicide committed by some highly placed Black Sun operatives. That means this job could be very dangerous. Do you think you're up for it?",		"npc_3_1":"You're right. It's not fair for me to ask a civilian like you to risk going up against Black Sun.",		"npc_2_1":"Chandra Conrad is a valuable witness against Black Sun so be careful. No doubt their goons are turning Corellia upside-down trying to find her. ",		"npc_1_1":"I'm an undercover CorSec officer in the middle of an investigation and I need your help. A witness has agreed to come forward and needs to be safely escorted back here. I have to attend an important meeting with my Black Sun contacts or else my cover will be blown. Can you help me out?",		"notyet":"",		"npc_reset":"This sort of work isn't for everyone. If you change your mind, you know where to find me.",		"cantwork":"Working for me can be a bit dangerous. Come back when you've finished what you're doing and we'll talk.",		"next":"You've been a great help, buddy. Thanks! But I think I need to finish this alone. I'll keep you in mind for future assignments."
}}
