{
	"stfFile":"static_npc/corellia/crev_bombaasa",
	"entries": {
		"waypoint_name_3":"Bounty hunter",		"waypoint_name_2":"Meeko",		"waypoint_name_1":"Bothan informant",		"return_waypoint_name_3":"Crev Bombaasa",		"return_waypoint_name_2":"Crev Bombaasa",		"return_waypoint_name_1":"Crev Bombaasa",		"return_waypoint_description_3":"Return to Crev Bombaasa and let him know the bounty hunter is no longer a threat.",		"return_waypoint_description_2":"Return to Crev Bombaasa and let him know the delivery has been completed.",		"return_waypoint_description_1":"Return to Crev Bombaasa with the report.",		"waypoint_description_3":"Eliminate the bounty hunter hired by Didina Lippinoss to kill Crev.",		"waypoint_description_2":"Deliver the report to Didina Lippinoss' servant, Meeko.",		"waypoint_description_1":"Retrieve the report detailing the activites of Didina Lippinoss from a Bothan informant.",		"npc_reset_3":"I regret your lack of will. I sincerely hope you'll resume work on my behalf at your early convenience.",		"npc_reset_2":"I regret your lack of will. I sincerely hope you'll resume work on my behalf at your early convenience.",		"npc_reset_1":"I regret your lack of will. I sincerely hope you'll resume work on my behalf at your early convenience.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Who is the bounty hunter?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"Don't you have something to do?",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Hsss. My target sends someone to fight back? That always makes the job more entertaining.",		"dontknowyou_3":"You have no business here. Move on.",		"otherescort_3":"You have no business here. Move on.",		"npc_failure_3":"You did not stop that bounty hunter? I am aggravated beyond description. I urge you to leave town at once, because after I finally deal with this nuisance, I may well move on to you.",		"npc_noloc_3":"I have informants tracing the bounty hunter's movements. Contact me again soon, after they report his coordinates.",		"npc_work_3":"I expected you to take care of that Trandoshan bounty hunter by now. He may be close. I am very displeased.",		"npc_reward_3":"Ah, how frustrating this whole Lippinoss endeavor has been. Really, you'd think the woman would understand that her very existence is on the line. Then again, I wonder if she'd say the same about me? I expect only one of us will emerge from this alive.",		"npc_backtowork_3":"I have told you all you need to know. Go, and let me resume my work.",		"npc_4_3":"Lippinoss has hired a bounty hunter named Mornng -- a Trandoshan. His Guild certification is current, but his career to date appears to be short. This encourages me to think that you can dispose of him with only a few of your allies as backup. Will you remove this troublesome hunter?",		"npc_3_3":"I am sorry we cannot continue working together. You understand that if you inform anyone else of this opportunity, it will go badly for you.",		"npc_2_3":"Good. Find him at these coordinates. Report back when you're done.",		"npc_1_3":"It appears that Didina Lippinoss grew angry about my dossier of her criminal activities. Far from complying with my simple requests for information, she has turned the matter into an untidy fracas by hiring a bounty hunter to kill me. How tiresome. Will you please stop this bounty hunter?",		"player_3_2":"What will you accomplish by showing the dossier to Didina Lippinoss?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"I expected you to bring some kind of dossier about my employer, Didina Lippinoss. This isn't it.",		"gotowork_2":"I expected you to bring some kind of dossier about my employer, Didina Lippinoss. If you don't have it, you're just wasting my time.",		"npc_smuggle_2":"Bombaasa was quite enigmatic about the contents of this dossier, and the need to meet at this remote location. I hope this doesn't indicate some sordid blackmail attempt. My employer will not comply, I assure you.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Were you sent by Crev Bombaasa?",		"dontknowyou_2":"I have no business with you.",		"otherescort_2":"I am waiting for another.",		"npc_failure_2":"You could not deliver a simple dossier to that servant? I am disappointed. Enough of you, go.",		"npc_noloc_2":"My people are even now arranging a meeting with Lippinoss's servant, a Talz named Meeko. Contact me again soon and I shall have the coordinates.",		"npc_work_2":"I expected you to deliver that Lippinoss dossier to her Talz servant. I understand that you haven't yet made the delivery. I am displeased.",		"npc_reward_2":"Mmm. If that servant's belief is correct, Didina Lippinoss may not see reason regarding her dossier. How exasperating! I hope this will not lead to an untidy fracas.",		"npc_backtowork_2":"I have told you all you need to know. Go, and let me resume my work.",		"npc_4_2":"The dossier presents copious evidence of Lippinoss's criminal actions committed in the cause of her companion, Corporate Sector Viceprex Karrek Flim. Undoubtedly this embarrassing and incriminating data will compel Lippinoss to funnel secret CSA data to me. Therefore, it behooves you to deliver this report to her quickly. Will you?",		"npc_3_2":"I regret that we cannot continue working together as before. I believe you overlook a significant opportunity.",		"npc_2_2":"I'm pleased we'll be working together again. I have arranged a rendezvous in the wilderness, away from prying eyes, with Lippinoss's servant Meeko -- a Talz, one of those four-eyed folk.",		"npc_1_2":"I have reviewed the evidence in the dossier you brought me regarding Didina Lippinoss. I find it adequate for presentation to Lippinoss herself. ",		"player_3_1":"Who is Didina Lippinoss, and why did you have her followed?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I expected you to bring the Lippinoss dossier from the Bothan informant. This isn't it.",		"gotowork_1":"You should be doing something, yes?",		"npc_smuggle_1":"Ee-you will wish to convey this report to Crev Bombaasa quickly. It is quite entertaining, ee-yes.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Ee-yes! Over here! I bring ee-you the report!",		"dontknowyou_1":"I have no reason to speak to ee-you.",		"otherescort_1":"I am not the person ee-you are looking for.",		"npc_failure_1":"I see you failed to secure that informant's report. It shows truly poor judgment to disappoint me.",		"npc_noloc_1":"Very well. Contact me again shortly, after I arrange the coordinates for the rendezvous.",		"npc_work_1":"I expected you to bring the Lippinoss dossier from the Bothan informant. You do not have it. I am displeased.",		"npc_reward_1":"Splendid. I can already imagine the delightful gossip this report will engender, should the worthy Viceprex fail to meet the Lady Hutt's needs. Feints, thrusts, parries -- You may go now.",		"npc_backtowork_1":"I have told you all you need to know. Go, and let me resume my work.",		"npc_4_1":"Didina Lippinoss is the constant companion of one Karrek Flim, a name you may recognize if you peruse lists of Corellia's wealthiest people. Flim is a Corporate Sector Viceprex -- Didina does certain work that he'd prefer not to be seen doing -- really, following her makes perfect sense if one seeks incriminating information. Will you bring me the report?",		"npc_3_1":"I am sorry we cannot work together. I believe you overlook a significant opportunity.",		"npc_2_1":"Your agreement pleases me. You are looking for a Bothan -- don't they always make the best informants? -- named Sli'woon Biul. Go, then.",		"npc_1_1":"I am Crev Bombaasa, provider of unusual services. My current clients include Shalera, known as the Lady Hutt. Yes, I thought that might capture your attention. I offer work. My informant has diligently followed an individual named Didina Lippinoss and has prepared a report of her movements. I wish you to bring me that report.",		"notyet":"",		"npc_reset":"I regret your lack of will. I sincerely hope you'll resume work on my behalf at your early convenience.",		"cantwork":"You there. I have a likely assignment for you once you are not so busy.",		"next":"Really, you needn't trouble yourself to wander my way any time soon. All proceeds apace."
}}
