{
	"stfFile":"static_npc/corellia/daclif_gallamby",
	"entries": {
		"waypoint_name_6":"Hired agent",		"waypoint_name_5":"Merlyx Dolv",		"waypoint_name_4":"Courier to be given the donation
",		"waypoint_name_3":"Courier with the donation",		"waypoint_name_2":"Transport Commission processing agent",		"waypoint_name_1":"CSA representative with the shipping order",		"return_waypoint_name_6":"Daclif Gallamby",		"return_waypoint_name_5":"Daclif Gallamby",		"return_waypoint_name_4":"Daclif Gallamby",		"return_waypoint_name_3":"Daclif Gallamby",		"return_waypoint_name_2":"Daclif Gallamby",		"return_waypoint_name_1":"Daclif Gallamby",		"return_waypoint_description_6":"Return to Daclif Gallamby and let him know the "wolf is circling the henhouse."",		"return_waypoint_description_5":"Return to Daclif Gallamby with Merlyx Dolv.",		"return_waypoint_description_4":"Return to Daclif Gallamby and let him know the donation has been delivered.",		"return_waypoint_description_3":"Return to Daclif Gallamby with the donation for the Commission for the Rehabilitation of Unwanted Krahbu.",		"return_waypoint_description_2":"Return to Daclif Gallamby and let him know the Bonadan shipping order has been delivered.",		"return_waypoint_description_1":"Return to Daclif Gallamby with the Bonadan shipping order.",		"waypoint_description_6":"Bring instructions to a... *cough*... certain agent Daclif has hired.",		"waypoint_description_5":"Escort Merlyx Dolv to Daclif Gallamby.",		"waypoint_description_4":"Deliver a donation from Daclif Gallamby to Lt. Mien Halloor for the Lieutenant's favorite charity.",		"waypoint_description_3":"Fetch a donation from Dwynn Biuval for the Commission for the Rehabilitation of Unwanted Krahbu.",		"waypoint_description_2":"Deliver the Bonadan shipping order to the Transport Commission processing agent.",		"waypoint_description_1":"Go get the Bonadan shipping order from the Corporate Sector Authority representative.",		"npc_reset_6":"I am disappointed with your lack of will. But you still have utility for this office, so return here when you feel greater gumption.",		"npc_reset_5":"I am disappointed with your lack of will. But you still have utility for this office, so return here when you feel greater gumption.",		"npc_reset_4":"I am disappointed with your lack of will. But you still have utility for this office, so return here when you feel greater gumption.",		"npc_reset_3":"I am disappointed with your lack of will. But you still have utility for this office, so return here when you feel greater gumption.",		"npc_reset_2":"I am disappointed with your lack of will. But you still have utility for this office, so return here when you feel greater gumption.",		"npc_reset_1":"I am disappointed with your lack of will. But you still have utility for this office, so return here when you feel greater gumption.",		"player_3_6":"Why don't you expect Dolv to return to his friend alive?",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"I sorta-kinda expected you'd have some instructions for me. This isn't those.",		"gotowork_6":"I sorta-kinda expected you'd have some instructions for me. I guess not. I'm gettin' all disappointed and everything. That's always bad.",		"npc_smuggle_6":"You can tell your guy that his situation is gonna be taken care of. Tell him the Lady Hutt wouldn't mind a gift -- it's her birthday soon. Haw! Tell him that!",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"You from the government guy? I expect I'm the guy you want.",		"dontknowyou_6":"You got the wrong guy. Get lost.",		"otherescort_6":"You got the wrong guy. Get lost.",		"npc_failure_6":"You failed to deliver that message? You have caused me unusual aggravation. Goodbye.",		"npc_noloc_6":"Wait, I have an incoming call I must answer. Return shortly and I'll give you the coordinates for the rendezvous.",		"npc_work_6":"You have not delivered the order to that -- to the official I mentioned. I caution you not to fail in this important assignment. Be quick about it!",		"npc_reward_6":"Very well. We shall hope for a pleasant resolution to this matter soon. As a token of my faith in your discretion, please accept this reward -- a desirable art object from my personal collection.",		"npc_backtowork_6":"I have nothing more to tell you. Go, quickly!",		"npc_4_6":"Dolv is currently on a long, long vacation far, far away. I doubt he will return to his friend before that friend decides to go public. Deliver the instructions with all speed. Will you go?",		"npc_3_6":"You had shown unusual utility to this office, but that time is past. Tell no one of this, or you will soon share the same circumstances as Merlyx Dolv.",		"npc_2_6":"The recipient awaits you in the wilderness, away from prying eyes. Tell no one about this, or you will soon be in the same circumstances as Merlyx Dolv. Go!",		"npc_1_6":"You! Let us dispense with persiflage. Merlyx Dolv, the minor bureaucrat you brought here recently, turns out, against all reason, to have a friend. If Dolv doesn't return alive soon, the friend will release certain incriminating evidence to the public. This cannot be tolerated. You must carry these instructions to a certain agent, quickly.",		"player_3_5":"Why is Merlyx Dolv having second thoughts about the Bonadan sale?",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"So here it ends. I wonder how many Transport Commission officials have stood here in my place before, awaiting the same fate, because of that Bonadan Contract?",		"npc_takeme_5":"You're taking me to the Diktat? Oh, no. I don't know who's worse -- the Diktat or those mercenaries the Corellian Engineering Corporation has hired to kill me. Well, I'll choose the safer route for now. Lead the way.",		"npc_breech_5":"You again! Did the Diktat send you this time, or are you on your own?",		"dontknowyou_5":"I'm not the one you're looking for.",		"otherescort_5":"I'm not the one you're looking for.",		"npc_failure_5":"Bringing me the Transport Commission official was a simple task. You seem to lack utility for this office after all. Goodbye.",		"npc_noloc_5":"Wait, I have an incoming call I must answer. Return shortly and I'll give you the coordinates for the rendezvous.",		"npc_work_5":"You have not brought me the Transport Commission processing agent.  It remains to be seen whether you have lasting utility for this office.",		"npc_reward_5":"So, here is Dolv. I take it you had an uneventful trip? What? Mercenaries? And you stopped them? Hmph. Well, take your payment and go.",		"npc_backtowork_5":"I have nothing more to tell you. Please go, my time is valuable.",		"npc_4_5":"That is none of your concern! I mean -- ah -- he lacks comprehensive understanding of the extra-procedural back-channel negotiation involved in executing a complex deal. But enough chatter -- bring him here, and I shall explain in inordinate detail. Will you do this?",		"npc_3_5":"You had shown a certain minimal utility to this office, but now I doubt that our relationship will be productive over the long term.",		"npc_2_5":"Good. Evidently Dolv seeks solitude and obscurity in the wilderness, but one of my agents has pinpointed his location. Bring him here.",		"npc_1_5":"What effrontery! Oh, it's you. I've just received a high-handed note from a minor bureaucrat whom I believe you dealt with in the past, named -- let's see -- Merlyx Dolv. Our Dolv appears to be "having second thoughts" about approving the recent sale of Corellian Engineering ships to the Corporate Sector world of Bonadan. Bring him here. I intend to give him a stern talking-to, and perhaps much more.",		"player_3_4":"What transaction is the customs officer preparing to approve?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"I was under the impression that the Diktat was making a donation to the Customs Office Loyalty Day Parade. This isn't it.",		"gotowork_4":"I was under the impression that the Diktat was making a donation to the Customs Office Loyalty Day Parade. Was I mistaken? This will weigh on my mind as I adjudge the Bonadan shipping order.",		"npc_smuggle_4":"I'm pleased to see that the Diktat is aware of the pressing need for funds for the Customs Office Loyalty Day Parade. That is all.",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"You! You're with the Diktat's office, correct? Over here!",		"dontknowyou_4":"Imperial business. Move along.",		"otherescort_4":"Imperial business. Move along.",		"npc_failure_4":"Delivering that incentive reward payment was a simple task. You seem to lack utility for this office after all. Goodbye.",		"npc_noloc_4":"Wait, I have an incoming call I must answer. Return shortly and I'll give you the coordinates for the rendezvous.",		"npc_work_4":"You have not delivered that incentive reward payment to the Imperial official.  It remains to be seen whether you have lasting utility for this office.",		"npc_reward_4":"Perhaps you do posess the necessary qualities to be of use to this office.",		"npc_backtowork_4":"I have nothing more to tell you. Please go, my time is valuable.",		"npc_4_4":"Imperial Customs is assessing the shipment of certain Corellian Engineering starships to the Corporate Sector world of Bonadan. Lt. Halloor has discovered issues relating to the transaction of which I had not been aware. I do hope his charity's current financial crisis doesn't distract him as he weighs these complex trade issues. Will you bring him this donation?",		"npc_3_4":"You had shown a certain utility to this office, but now I doubt that our relationship will be productive over the long term.",		"npc_2_4":"Fine. Meet Lt. Halloor at the agreed rendezvous in the wilderness. I gather he is an aficionado of wilderness hikes. Return here when you've made the delivery.",		"npc_1_4":"Ah! You're shown up in timely fashion. Lieutenant Mien Halloor of the Imperial Customs Office is preparing to approve a certain transaction. But he is distracted by a fiscal crisis in his favorite charity. To free his attention from such petty concerns, I'd like you to deliver this donation.",		"player_3_3":"Why did the CEC make this donation?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"I was expecting a processing payment -- I mean, charitable donation -- from the CEC. That doesn't look like it.",		"gotowork_3":"",		"npc_smuggle_3":"We at the CEC certainly appreciate the Diktat's effectiveness in smoothing the way for our victory over rival firms in that big Bonadan contract. We hope this contract payment will -- what? Charitable donation? Oh. Of course. We're sure this charitable donation will go to a good cause.",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Hello! You're from the Diktat's office, correct?",		"dontknowyou_3":"I don't think you're looking for me, are you?",		"otherescort_3":"I don't think you're looking for me, are you?",		"npc_failure_3":"Picking up that processing payment -- I mean, charitable donation -- was a simple task. You seem to lack utility for this office after all. Goodbye.",		"npc_noloc_3":"Wait, I have an incoming call I must answer. Return shortly and I'll give you the coordinates for the rendezvous.",		"npc_work_3":"You have not picked up that charitable donation.  It remains to be seen whether you have lasting utility for this office.",		"npc_reward_3":"Excellent. I shall have this contract payment processed at once. What? Charitable donation? Oh, of course. The krahbu. I shall have this charitable donation processed at once. Goodbye for now.",		"npc_backtowork_3":"I have nothing more to tell you. Please go, my time is valuable.",		"npc_4_3":"This office recently approved a sale of CEC cargo ships to the Corporate Sector Authority world of Bonadan. I expedited the administrative process of approving that transaction. No doubt the CEC believes I can do an equally effective job administering my charity. Will you pick up their donation?",		"npc_3_3":"You had shown a certain utility to this office, but now I doubt that our relationship will be productive over the long term.",		"npc_2_3":"Good. The CEC rep wishes to deliver the paym-- donation in the wilderness, thereby evading publicity that would certainly draw every shady charity looking for a handout. Return here with the money.",		"npc_1_3":"Ah. You've performed reasonably well for me before. You'll do. Dwynn Biuval, a sales representative of the Corellian Engineering Corporation, has kindly made a generous donation to the Commission for Rehabilitation of Unwanted Krahbu, a charity I administer. I want you to pick up this donation.",		"player_3_2":"Why are you processing documents in the wilderness? Can't you send them over the HoloNet?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"I was expecting an approved Transport Commission order for cargo ships for Bonadan. Don't you have it?",		"gotowork_2":"I was expecting an approved Transport Commission order for cargo ships for Bonadan. If you don't have it, I've been waiting here for nothing.",		"npc_smuggle_2":"I note that this order, like all the Bonadan shipping orders before it, adds an "administrative surcharge." How can the Diktat justify this overhead solely for cargo ships sold to Bonadan? At least, how can he justify it without guaranteeing a portion of the proceeds as bonus pay for relevant Transport Commission employees?",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Are you meeting me to drop off the Transport Commission order?",		"dontknowyou_2":"I'm on Transport Commission business. Leave me alone.",		"otherescort_2":"I'm on Transport Commission business. Leave me alone.",		"npc_failure_2":"Delivering that approved Bonadan shipping order was a simple task. You seem to lack utility for this office. Goodbye.",		"npc_noloc_2":"Wait, I have an incoming call I must answer. Return shortly and I'll give you the coordinates for the rendezvous.",		"npc_work_2":"You have not delivered that approved Bonadan shipping order. It remains to be seen whether you have lasting utility for this office.",		"npc_reward_2":"That Transport Commission processing agent expressed a desire for "bonus pay," did he? How amusing. What was his name? Merlyx Dolv? Well. Hmm. All right, you have proved useful.",		"npc_backtowork_2":"I have nothing more to tell you. Please go, my time is valuable.",		"npc_4_2":"Your levity is refreshing. I assure you that the Diktat's office takes precautions appropriate to planetary security. We don't like unapproved observers taking note of sensitive government transactions. Make no mistake -- this transaction is sensitive. Will you deliver the order?",		"npc_3_2":"You had shown a certain minimal utility to this office, but now I doubt that our relationship will be productive.",		"npc_2_2":"Very well. Return here when you've made the delivery, and I shall arrange payment.",		"npc_1_2":"Ah. You'll do, you're convenient. Please deliver the approved Bonadan shipping order -- in fact, the very one you picked up earlier from that CSA representative -- to the appropriate Transport Commission processing agent at the agreed wilderness rendezvous.",		"player_3_1":"Why is this rendezvous in the wilderness?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"This isn't the Bonadan shipping order I expected.",		"gotowork_1":"What a bottleneck!",		"npc_smuggle_1":"I am frankly disgruntled that I, a CSA procurement officer, can't place a simple order for cargo ships with any vendor except Corellian Engineering Corporation. And why must these orders must go through the Diktat's office? What a bottleneck!",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you from the Diktat's office? I've been waiting for some time.",		"dontknowyou_1":"I'm with the Corporate Sector. Leave me alone.",		"otherescort_1":"I'm with the Corporate Sector. Leave me alone.",		"npc_failure_1":"Picking up that Bonadan shipping order was a simple task. You seem to lack utility for this office. Goodbye.",		"npc_noloc_1":"Wait, I have an incoming call I must answer. Return shortly and I'll give you the coordinates for the rendezvous.",		"npc_work_1":"You have not picked up that Bonadan shipping order. It remains to be seen whether you have utility for this office.",		"npc_reward_1":"The CSA procurement agent expressed disapproval of our procedure? Interesting. What was his name? Windle Meeker. Hmm. Very well. You have demonstrated your utility to this office and may return when you desire more work.",		"npc_backtowork_1":"I have nothing more to tell you. Please go, my time is valuable.",		"npc_4_1":"This is a matter of Corellian planetary security. All shipping orders require the approval of my Transport Commission. Given the intensely competitive nature of the Corellian engineering industry, I prefer to render such procedures invulnerable to surveillance by rival corporations. Will you make the pickup?",		"npc_3_1":"You will not carry out the will of the Diktat's office? You have a short future on Corellia, I think. Goodbye.",		"npc_2_1":"Very well. Be on your way, and report here when you have the Bonadan shipping order.",		"npc_1_1":"Hmm. You're seeking work? Well, if Brantlee has sent you in, I'm prepared to test your utility to this office. I know -- I'll send you to pick up a shipping order. The Corporate Sector Authority has placed a large order with the Corellian Engineering Corporation for cargo ships for its Bonadan mining facilities. Meet with the CSA representative at the designated wilderness rendezvous.",		"notyet":"I am occupied. Speak with my aide, Brantlee Spondoon.",		"npc_reset":"I am disappointed with your lack of will. But you still have utility for this office, so return here when you feel greater gumption.",		"cantwork":"You should not approach the Diktat's office while you're already busy with another job. Return later when you are unencumbered.",		"next":"I believe your utility here is at an end, at least for the time being. Goodbye."
}}
