{
	"stfFile":"static_npc/corellia/denell_kel_vannon",
	"entries": {
		"npc_reset_3":"Things might not seem so bleak later. Come see me again if you want to give it another try.",		"npc_reset_2":"Things might not seem so bleak later. Come see me again if you want to give it another try.",		"npc_reset_1":"Things might not seem so bleak later. Come see me again if you want to give it another try.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"That sounds like suicide.",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"Maybe we didn't take them down today, but their time is coming. Bank on it.",		"npc_noloc_3":"Our best time of attack will be when they switch out the shifts. Come see me in a little while. It's not quite time yet.",		"npc_work_3":"So did you blast that spice den into space dust yet? Get a move on, kid. If Black Sun gets wise to us, they'll have to scrape us off the walls with a lightsaber.",		"npc_reward_3":"We haven't really shut down Black Sun, just this one operation. But their days are numbered. You did good kid. You can be my backup any time.",		"npc_backtowork_3":"Quit poking at me, kid, and just say what's on your mind.",		"npc_4_3":"If death is gonna come for us, we can still look it in the eye and make it buy us a drink first. So are you in or not?",		"npc_3_3":"I never pegged you for a coward. I always thought you'd see this thing through.",		"npc_2_3":"We're gonna end this operation once and for all. Captain Varley spilled the location of Black Sun's little spice den. How about you go and fill it so full of holes that even the Force won't hold it together.",		"npc_1_3":"CorSec's involvement in this scam is all washed up but there's one loose end we need to tie up: Black Sun. What do you say, kid? Are you willing to take on the galaxy's toughest criminal racket?",		"player_3_2":"How can we stop corrupt CorSec personnel? ",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"When Black Sun hears of this, your lives won't be worth an Old Republic credit.",		"npc_takeme_2":"Don't get crazy now. I'll come along quietly.",		"npc_breech_2":"I think we'll just take that disk instead of buying it. Get him!",		"dontknowyou_2":"Beat it. This is CorSec business.",		"otherescort_2":"We don't have any business with you. Beat it.",		"npc_failure_2":"I guess there's a seamy underside to the wilderness too. Sorry about that, kid.",		"npc_noloc_2":"I'm going to make arrangements for you to meet the captain and sell back that evidence. Give me a few minutes to work out the details and then come back.",		"npc_work_2":"You'd better get him soon. I can't wait forever.",		"npc_reward_2":"Nice work, kid. Now to find out how much he knows. ",		"npc_backtowork_2":"I've told you all I know. Will you bring him in? ",		"npc_4_2":"They think that they're untouchable because they work for CorSec. You just get that captain here and I'll make him sing. Don't you worry about that. What do you say?",		"npc_3_2":"It's not the first time someone has backed out on me, and it won't be the last. ",		"npc_2_2":"I've made arrangements for you to meet Captain Varley under the guise of selling back that evidence against him. If you can take down his cronies and bring him here, I'll make sure he spills his guts. With him out of the holo, we can shut down this smuggling operation once and for all.",		"npc_1_2":"They found Shaedra and they killed her, all because she was helping me. She'd worked with some of those people for years and they still shot her down in cold blood. Will you help me bring her killers to justice? ",		"player_3_1":"What sort of case is it?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"These aren't the CorSec files you were supposed to bring me.",		"gotowork_1":"Tell Denell to watch his back.",		"npc_smuggle_1":"They tried to bury this deep. This thing is much bigger than we realized. Tell him to be careful.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"You must be Kel'Vannon's new assistant. I hope you have better luck than his last one.",		"dontknowyou_1":"I'm busy at the moment. You should just go about your business.",		"otherescort_1":"I'm sorry, I'm not waiting here for you.",		"npc_failure_1":"Sometimes that's just life in the big city. Don't let it get to you.",		"npc_noloc_1":"I should hear from my contact shortly. Come see me in a little while.",		"npc_work_1":"You'd better get that evidence soon. I want to break this case wide open before the next sunrise.",		"npc_reward_1":"You've got guts, kid. See me again about more work.",		"npc_backtowork_1":"I've told you all I can. Are you going?",		"npc_4_1":"Graft, murder, revenge -- all the things this city was founded on. I need you to go pick up some evidence. Are you with me or not? ",		"npc_3_1":"You do what you have to. I know the score.",		"npc_2_1":"I've got a friend in CorSec named Shaedra Valouri. She's helping me track a few leads that will break this case. Go and pick up what she has for me. She's meeting you outside of town in case corrupt officers try and stop her.",		"npc_1_1":"Why so down in the mouth, kid? There's a seamy underside to this town and that means credits to be made by people like us. My name's Kel'Vannon, I'm a private investigator. I've got some hot leads in a case and I could use a little backup. Interested?",		"notyet":"",		"npc_reset":"Things might not seem so bleak later. Come see me again if you want to give it another try.",		"cantwork":"If you want to work for me, you can't be working for anyone else. Come see me later when you don't have other obligations.",		"next":"You've got nerves of carbonite. As soon as I have some more work, you're on the payroll."
}}
