{
	"stfFile":"static_npc/corellia/garm_bel_iblis",
	"entries": {
		"waypoint_name_6":"The training location of the Imperial Special Forces Unit",		"waypoint_name_5":"The Zabrak assassin's location.",		"waypoint_name_4":"The Bothan informant's location.",		"waypoint_name_3":"Captain Garrud's location",		"waypoint_name_2":"the ISB agent's location",		"waypoint_name_1":"Hlaano Dunlix's location",		"return_waypoint_name_6":"Garm Bel Ilbis",		"return_waypoint_name_5":"Garm Bel Ilbis",		"return_waypoint_name_4":"Garm Bel Ilbis",		"return_waypoint_name_3":"Garm Bel Ilbis",		"return_waypoint_name_2":"Garm Bel Ilbis",		"return_waypoint_name_1":"Garm Bel Ilbis",		"return_waypoint_description_6":"Return to Garm Bel Ilbis and let him know the Imperial Special Forces Unit has been eradicated.",		"return_waypoint_description_5":"Return to Garm Bel Ilbis and let him know he's safe from Kalia Kulmina.",		"return_waypoint_description_4":"Return to Garm Bel Ilbis with Fadulk Di'keer.",		"return_waypoint_description_3":"Return to Garm Bel Ilbis and let him know Captain Garrud is gone.",		"return_waypoint_description_2":"Return to Garm Bel Ilbis with the report.",		"return_waypoint_description_1":"Return to Garm Bel Ilbis with Hlaano Dunlix.",		"waypoint_description_6":"Eliminate the Imperial Special Forces Unit that threatens Garm Bel Iblis' command center.",		"waypoint_description_5":"Stop Kalia Kulmina, a Zabrak assassin, before she can get to Garm Bel Iblis.",		"waypoint_description_4":"Find the Bothan informant, Fadulk Di'keer, and bring him to Garm Bel Iblis... alive.",		"waypoint_description_3":"Captain Egan Garrud is a traitor. Eliminate him.",		"waypoint_description_2":"Intercept Drillen Foyle, an ISB agent, and bring Garm Bel Iblis the CorSec report he carries.",		"waypoint_description_1":"Find Hlaano Dunlix and escort him back to Garm Bel Iblis.",		"npc_reset_6":"It's a shame you couldn't finish what you began. I need operatives that can follow through on their promises. Check back with me when you're ready to do that.",		"npc_reset_5":"It's a shame you couldn't finish what you began. I need operatives that can follow through on their promises. Check back with me when you're ready to do that.",		"npc_reset_4":"It's a shame you couldn't finish what you began. I need operatives that can follow through on their promises. Check back with me when you're ready to do that.",		"npc_reset_3":"It's a shame you couldn't finish what you began. I need operatives that can follow through on their promises. Check back with me when you're ready to do that.",		"npc_reset_2":"It's a shame you couldn't finish what you began. I need operatives that can follow through on their promises. Check back with me when you're ready to do that.",		"npc_reset_1":"It's a shame you couldn't finish what you began. I need operatives that can follow through on their promises. Check back with me when you're ready to do that.",		"player_3_6":"Anything you can tell me about this Imperial Special Forces Unit?",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"I'll have to organize a second attack. We've lost the element of surprise but with any luck they won't be able to reinforce their position before we can strike again. Thanks for your help. ",		"npc_noloc_6":"I'll transmit the coordinates to the Imperial garrison in just a few moments.",		"npc_work_6":"Did you take care of that commando training facility? They may strike us at any moment.",		"npc_reward_6":"You're one in a million, soldier! My organization couldn't ask for a better operative - we owe you a great debt. I salute you.",		"npc_backtowork_6":"I understand if you'd like to back out. It won't change my high opinion of you.",		"npc_4_6":"Not much, but they may have some Dark Troopers working with them. You'll need to be well prepared for anything.",		"npc_3_6":"I've asked too much of you already, soldier. May Fortune bless your future endeavors. Farewell.",		"npc_2_6":"Best of luck to you, soldier. I know I've made the right choice by picking you. I just hope the Force is with all of us today.",		"npc_1_6":"Given your track record, soldier, I could think of no one better qualified to tackle this mission. We've just discovered that an Imperial Special Forces Unit is being formed whose sole mission is to take out my command center. I need these Imperial agents eliminated before they can complete their training and launch their attack. If you think you needed help with past missions, then you're definitely going to need an elite team to pull this one off. You have to hit them hard and fast. Can I count on you one last time?",		"player_3_5":"How did Kalia earn her reputation?",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"Pitiful fool, throw your life away if you want. But you will not stop me.",		"dontknowyou_5":"I'm working. Leave while you still can.",		"otherescort_5":"I'm working. Leave while you still can.",		"npc_failure_5":"We'll see how close this lady gets before I can take her out. Assuming I get lucky, that is. I appreciate the attempt, soldier. ",		"npc_noloc_5":"My people have been tracking Kalia's movements ever since she arrived on Corellia. I'll get you her coordinates in just a moment.",		"npc_work_5":"Have you taken care of that bounty hunter problem? I need to know whether I should get my affairs in order or not.",		"npc_reward_5":"Stellar job, soldier, simply stellar. I'll be honest with you - I didn't think you'd make it back. But I've never been happier to be proven wrong. You're one tough sand panther, you know that?",		"npc_backtowork_5":"If you'd like to back out, now is the time.",		"npc_4_5":"She's worked for Imperial Intelligence quite a bit and rumor has it that she specialized in hunting rogue Jedi that had escaped the Purge. They're all gone and she's still alive, so that should tell you something.",		"npc_3_5":"A respect someone that knows their limits. No hard feelings. ",		"npc_2_5":"I'll give you the same advice I gave you on an earlier mission: if you have tough friends, bring them along. Kalia will be very difficult to bring down. But you know, if there's anyone that can do it, I think it's you. Best of luck.",		"npc_1_5":"Looks like the pro-Imperial corporations have taken matters into their own hands and have hired a bounty hunter to bring me in. They've spared no expense, apparently, since they've hired a particularly dangerous lady by the name of Kalia Kulmina. She's a Zabrak and she's as deadly as she is beautiful. Think you could stop her from making me into a statistic?",		"player_3_4":"Should I expect trouble from this Bothan?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"I appreciate your efforts to keep me alive, despite the fact that you were escorting me back here. Although I'd rather be in the hands of the Rebels than Imperial Intelligence any day.",		"npc_takeme_4":"I'll come along quietly. Just take it easy. How do I get myself into these messes?",		"npc_breech_4":"Uh oh, looks like trouble! Don't shoot! ",		"dontknowyou_4":"Can't talk now. I'm trying to keep a low profile.",		"otherescort_4":"You're looking for someone else, my friend.",		"npc_failure_4":"This is unfortunate. If we don't know which of our covert agents have been compromised we can't take steps to protect them.",		"npc_noloc_4":"We should have the Bothan's coordinates shortly. Check back with me in a bit.",		"npc_work_4":"Have you brought Di'keer in yet? We can't let the Imperials get to him first.",		"npc_reward_4":"Top performance, soldier. You're a definite asset to this organization.",		"npc_backtowork_4":"I can find someone else to do this if you'd like to reconsider.",		"npc_4_4":"No, he's a records keeper and definitely no soldier. He should come along quietly although he may call on the Imperials for help if they show up.",		"npc_3_4":"You should have more confidence in your abilities, soldier. Fine, I'll find someone else.",		"npc_2_4":"Great. Remember that the Empire wants this guy pretty badly too, so be expecting a fight. After all, the Empire's way of solving a problem is to throw more stormtroopers at it. Best of luck. ",		"npc_1_4":"Turns out that Captain Garrud wasn't working alone. My people have identified a Bothan informant named Fadulk Di'keer that's been playing both sides of the fence. This guy's worked as an assistant to quite a few Corellian bigwigs, including the late Diktat himself. Turns out the Imperials have also identified him so he's on the lam. Find him before the Imperials do and bring him back here. Understand that we need him very much alive if we're to discover what kind of information he's sold to the Empire concerning our activities. Can you do it? ",		"player_3_3":"Do you really think I'll need friends to take care of Garrud?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Keep your distance, pal, or I'll drop you where you stand!",		"dontknowyou_3":"I'm busy. Buzz off.",		"otherescort_3":"I'm busy. Buzz off.",		"npc_failure_3":"We may have to call in a "specialist" to take Garrud out. I appreciate your attempt, though.",		"npc_noloc_3":"Garrud went into hiding but we'll track him down soon enough.",		"npc_work_3":"Did you take out Garrud? He threatens many of our operatives in the field. We need him silenced.",		"npc_reward_3":"Glad to see you made it back alive, soldier. Anyone that can take on Garrud and live is someone I want on my side. Enjoy your reward.",		"npc_backtowork_3":"If you wish to reconsider, I understand.",		"npc_4_3":"Let me put it this way - I'd bring friends along and I'm a great shot. Garrud is fast on his feet, deadly accurate with a blaster, and he fights to win. He is not going to go easy. ",		"npc_3_3":"I actually understand your hesitation to tackle this mission. All right, I'll find someone else.",		"npc_2_3":"He's a crack shot so don't let him keep you at a distance or he's likely to pick you and your friends off like nafen flies. Best of luck.",		"npc_1_3":"Back just in time. We've identified the leak inside of CorSec. A certain Captain Egan Garrud. I need him silenced. Our contacts tell us that he's been tipped off, so he knows we'll be sending someone. Garrud is one tough gundark, so you might wish to call in some help from trusted comrades. Think you can tackle him?",		"player_3_2":"How did this ISB agent get this report?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"This is not the CorSec report. That's what I need.",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"No one should have known I was out here. Open fire, men!",		"dontknowyou_2":"I'm on Imperial business. Keep moving.",		"otherescort_2":"I'm on Imperial business. Keep moving.",		"npc_failure_2":"A report like that can cause significant damage to our operations. I'll have to order several precision strikes against various Imperial targets if we're to avoid an all-out attack. ",		"npc_noloc_2":"We've been tracking the movements of this ISB officer and should have those coordinates shortly.",		"npc_work_2":"Did you get that report yet, soldier? It could cause quite a bit of damage to our organization.",		"npc_reward_2":"Well handled, soldier. I think I like your style. A performance like that should be suitably rewarded.",		"npc_backtowork_2":"I've got nothing more to tell you about this mission. Do you wish me to find someone else to give it to?",		"npc_4_2":"I think a fairly high-ranking CorSec official sold us out. We'll have to identify this dangerous leak and deal with it soon.",		"npc_3_2":"I can't imagine why you'd be wasting my time. Dismissed.",		"npc_2_2":"The agent's name is Drillen Foyle and he'll likely have requested a small stormtrooper escort. Once you get the report, break off the engagement if there is still resistance. Getting the report back to us is what's important. You can kill stormtroopers on your own time. And in fact I encourage you to do so.",		"npc_1_2":"Your second assignment is a retrieval mission. An ISB agent has managed to acquire a classified internal CorSec report that identifies several Rebel sympathizers within at least half a dozen major Corellian corporations. That report must not fall into Imperial Intelligence's hands. I need you to intercept the ISB agent and bring me this report. Can you do that?  ",		"player_3_1":"Why do the Imperials want this representative?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"Much obliged, friend. I know I wouldn't have made it without your help. I agree with the Commander - go treat yourself to some Corellian Double-Brandy.",		"npc_takeme_1":"Good thing you arrived when you did, those Imperial goons will be here any minute. Let's go.",		"npc_breech_1":"Did the Commander send you? I'm Dunlix. ",		"dontknowyou_1":"I can't talk now. I'm waiting for someone.",		"otherescort_1":"I don't believe I'm the individual you're looking for.",		"npc_failure_1":"Those are not exactly the results I was hoping for, citizen. I'll have to bring in some specialists now. Maybe you should take some time off.",		"npc_noloc_1":"I'll get Dunlix's coordinates in just a few moments.",		"npc_work_1":"Have you brought Dunlix back yet? We need to secure this agent.",		"npc_reward_1":"Nice job. We'll get Dunlix safely off Corellia. Have a drink on me, soldier - you've earned it.",		"npc_backtowork_1":"Was something unclear, soldier?",		"npc_4_1":"He's been covering up shipments of starfighters that have been diverted to Rebel bases in the Outer Rim. Someone ratted him out and now the Imperials want to interrogate him. We can't let that happen.",		"npc_3_1":"Looks like I'll have to have a little chat with Irenez. Dismissed.",		"npc_2_1":"Good. Man's name is Hlaano Dunlix. He'll know to expect you. He's currently in hiding so be prepared for a bit of a journey. It's more important that you get Dunlix here alive than it is to leave no Imperial witnesses. If things get hot, get out of there fast.",		"npc_1_1":"If Irenez thinks you're ready, that's good enough for me. The name's Iblis but everyone around here calls me the Commander. When dealing with the Empire you have to be efficient and precise. No room in my organization for flashy heroes. Those types get their comrades killed. You do the job you're assigned and nothing else. Understand? Good. Your first assignment is escort duty. One of our contacts in the Corellian Shipbuilder's Union is about to be arrested by ISB goons. Get him back here safely and get rid of anyone who tries to stop you. Can you handle that?",		"notyet":"I'm a busy man. Talk to Irenez and she can schedule an appointment with me. Oh, and if you're not sympathetic to the Rebellion, you're wasting my time.",		"npc_reset":"It's a shame you couldn't finish what you began. I need operatives that can follow through on their promises. Check back with me when you're ready to do that.",		"cantwork":"My assignments consist of precision strikes against Imperial targets and call for concentration and quick thinking. Distractions tend to make operatives sloppy. Come back when you have none.",		"next":"You've been a great help to our cause, but I think our operations here on Corellia will pause momentarily. No sense in forcing the Empire to squeeze this system any more than it is. Check back with me from time to time."
}}
