{
	"stfFile":"static_npc/corellia/ghent",
	"entries": {
		"npc_reset_6":"If you think you'd like to try this later, come back and see me.",		"npc_reset_5":"If you think you'd like to try this later, come back and see me.",		"npc_reset_4":"If you think you'd like to try this later, come back and see me.",		"npc_reset_3":"If you think you'd like to try this later, come back and see me.",		"npc_reset_2":"If you think you'd like to try this later, come back and see me.",		"npc_reset_1":"If you think you'd like to try this later, come back and see me.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Umm -- it's not contagious, is it?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"I was expecting a virus sample. What are you giving me this for?",		"gotowork_4":"Weren't you supposed to be bringing me some new virus sample? Where is it?",		"npc_smuggle_4":"Thanks. I'll get this back to the BCB for analysis right away.",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"Are you looking for me?",		"dontknowyou_4":"I'm just waiting for a delivery.",		"otherescort_4":"Keep looking, friend.",		"npc_failure_4":"No luck? I'll try to send over another sample.",		"npc_noloc_4":"Give me a few minutes to arrange a quiet meeting with a BCB courier. Come back shortly.",		"npc_work_4":"Were you going to deliver that virus or just wait for it to mutate into something else?",		"npc_reward_4":"Thanks. Kind of strange to be helping people for a change. I'll try not to make it a habit. It might be bad for business. ",		"npc_backtowork_4":"Don't you want to make that delivery for me?",		"npc_4_4":"Shouldn't affect anyone you know. I wouldn't be surprised if they try to change that. ",		"npc_3_4":"I can't fault your good sense. Good luck to you. ",		"npc_2_4":"Good. I've arranged for a quiet dropoff with one of the BCB couriers. Just meet him, give him the package, and there'll be no questions asked. I hope they can get a retrovirus started in case anyone tries something foolish.",		"npc_1_4":"I can't believe the lengths people in this business will go to. The Lady Hutt has purchased a genetically engineered virus that heightens aggression. There are some things I'm just not willing to be involved in, and engineered viruses are right up there. Will you deliver this virus sample to the Biological Control Bureau for me?",		"player_3_3":"Are you really willing to go against the Hutts?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"Are you sure you didn't mean to give me something else?",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"You just made the last mistake of your life.",		"dontknowyou_3":"I'm just delivering a message. Nothing to concern yourself with.",		"otherescort_3":"I don't think you're looking for me.",		"npc_failure_3":"You weren't able to get the package? A minor setback. They happen.",		"npc_noloc_3":"Once the courier leaves with the package, my informant will contact me. See me soon and I should be ready.",		"npc_work_3":"Were you going to intercept that courier, or did you subcontract this job?",		"npc_reward_3":"You got it? Good. Now I'll find out what the Lady is mixed up in. Thanks for your good work.",		"npc_backtowork_3":"I've told you all I can. Will you get that package now?",		"npc_4_3":"Technically I'm only going against one Hutt, but actually the answer is yes. You can't get far in this business without taking some risks. Besides, I know a few things they don't. Trust me on this. So will you do it?",		"npc_3_3":"All right. Best to stay out of these power struggles if you don't have a vested interest.",		"npc_2_3":"I knew I could count on you. The ship just landed in a remote location, and the delivery is being made by hand. Find the courier and take the package. I don't like doing business this way, but the Lady Hutt must learn who she's dealing with.",		"npc_1_3":"I've been keeping my eye on the Lady Hutt after our recent run-ins. I hear tell me she's expecting an important delivery from Naboo soon. Will you intercept it for me?",		"player_3_2":"Why did the Rodians attack me and kill Ara? Who sent them?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Well, if it isn't the little wretch who foiled my partner. Milady Hutt will be most pleased if I kill you.",		"dontknowyou_2":"I don't think I know you. ",		"otherescort_2":"Keep looking, you'll find whoever you're looking for.",		"npc_failure_2":"I asked too much of you. Thank you for trying.",		"npc_noloc_2":"One of my informants will send the Rodian's location shortly. See me again in a few minutes.",		"npc_work_2":"Have you found that blasted killer yet?",		"npc_reward_2":"So the lady Hutt was involved in this. Just as I suspected. I believe I'll have to discourage her from messing with me.",		"npc_backtowork_2":"I've told you what I know. You haven't changed your mind, have you?",		"npc_4_2":"That's what I'm trying to figure out. Probably another Hutt somewhere on Corellia. She likes to keep her own hands clean nowadays, but she sends others to do the dirtiest possible work. Will you avenge Ara?",		"npc_3_2":"I guess she didn't impress you very much. I'll handle it myself.",		"npc_2_2":"Good, I didn't think you'd let this slide. The Rodian's name is Vralla. I'd be careful of her -- you foiled her partner, so she may be looking for you. ",		"npc_1_2":"Do you recall that Rodian who tried to interfere with our last bit of business? Not long after you left that slicer, Ara Niorri, the Rodian's partner killed her. Ara was a gifted woman, and I don't like it when my friends get murdered. Will you do something about it for me?",		"player_3_1":"What do you need me to pick up?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I don't think this is the disk she told you to give me. ",		"gotowork_1":"",		"npc_smuggle_1":"You tell Ghent he owes me big-time for this. These are some high-clearance codes.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Did Ghent send you?",		"dontknowyou_1":"I'm just waiting for a courier. ",		"otherescort_1":"You're looking for someone? Sorry, it's not me.",		"npc_failure_1":"Got a little hairy, I take it? That sometimes happens in our line of work.",		"npc_noloc_1":"She'll contact me when she's ready to make the drop. See me in a little while.",		"npc_work_1":"Have you picked up that disk yet? I was hoping to get it today.",		"npc_reward_1":"A job well done. Maybe we can do more business later.",		"npc_backtowork_1":"You haven't lost interest in the job already, have you?",		"npc_4_1":"A disk that a friend of mine has put together to help me with my shipping interests. I need someone to get it for me, as I seem to have picked up a tail. Don't ask who's tailing me -- I don't know. Will you make the pickup?",		"npc_3_1":"Afraid you might get yourself in trouble? Probably good thinking. Good luck to you.",		"npc_2_1":"I thought you might be interested. You'll be looking for Ara Miorri. She's a little on the eccentric side, doing all her business outside of town -- although I hear that's becoming more common.",		"npc_1_1":"The name is Ghent. I work for Talon Karrde and I need some help. You seem a likely prospect. Would you be interested in making a few credits? I can use a little help with a pickup run. What do you say?",		"notyet":"",		"npc_reset":"If you think you'd like to try this later, come back and see me.",		"cantwork":"You and I should talk business once you've completed your current job.",		"next":"You're quite a smooth operator. I don't have anything worthy of you just now, but I will definitely keep you in mind."
}}
