{
	"stfFile":"static_npc/corellia/gilad_pellaeon",
	"entries": {
		"default":"",		"npc_reset_4":"I'm disappointed by your lack of resolve. However, you may come back when you feel you can finish the tasks I assign you.",		"npc_reset_3":"I'm disappointed by your lack of resolve. However, you may come back when you feel you can finish the tasks I assign you.",		"npc_reset_2":"I'm disappointed by your lack of resolve. However, you may come back when you feel you can finish the tasks I assign you.",		"npc_reset_1":"I'm disappointed by your lack of resolve. However, you may come back when you feel you can finish the tasks I assign you.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Why is Admiral Ozzel becoming involved? Isn't this a matter for Imperial Intelligence?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"Sorry, can't talk now.",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"So Ozzel decided to pay the hush money, eh? Hand it over!",		"dontknowyou_4":"Don't bother me. I'm a very busy man.",		"otherescort_4":"Don't bother me. I'm a very busy man.",		"npc_failure_4":"Allowing Xoron to escape will cost the Empire dearly, citizen, not to mention having earned you the Admiral's displeasure. You may go.",		"npc_noloc_4":"Intelligence will transmit the current whereabouts of Xoron shortly.",		"npc_work_4":"Have you removed that threat to Imperial security? Admiral Ozzel is counting on you.",		"npc_reward_4":"You should consider a career with Imperial Intelligence. Your professionalism and talent is exactly what that division is looking for. ",		"npc_backtowork_4":"There is nothing further to say about this mission. Do you wish to decline?",		"npc_4_4":"Again you ask questions when you should simply be following orders. The Admiral's reasons are his own. Do you want the assignment or not?",		"npc_3_4":"You refusal will be included in my official report to Admiral Ozzel. Do not waste any more of my time.",		"npc_2_4":"Excellent. The target's name is Xoron Gulfel. He's likely to have a few bodyguards with him. We must not allow Xoron to escape.  ",		"npc_1_4":"Imperial Intelligence has provided me with the name of the mastermind behind this Corellian industrial spy ring. Admiral Ozzel would like me to take care of this, which of course means I'm turning to you. Can you remove this threat to Imperial security? ",		"player_3_3":"Sounds way too easy. What's the catch?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"Sorry, can't talk now.",		"npc_smuggle_3":"",		"npc_dropoff_3":"I'm getting interrogated, aren't I? Can I say good-bye to my wife and kids?",		"npc_takeme_3":"Don't hurt me! I won't resist!",		"npc_breech_3":"Blast! Looks like the Imperials are wise to my setup!",		"dontknowyou_3":"Buzz off, buddy, I'm busy.",		"otherescort_3":"Buzz off, buddy, I'm busy.",		"npc_failure_3":"Your failure means the Rebellion will continue to get their hands on classified Imperial records. That is not good.",		"npc_noloc_3":"Our informants will provide me with Helfin's location in just a few moments.",		"npc_work_3":"Have you brought that Rebel agent in for questioning yet? We need the list of his known associates and contacts if we're to prevent further classified information from leaking out.",		"npc_reward_3":"I knew you'd come through. Cowardly spies are no match for someone of your skill and resolve. Congratulations.",		"npc_backtowork_3":"Do you wish to reconsider performing this task?",		"npc_4_3":"The worm is well connected so he may have a few friends show up to try and "liberate" him. I'm certain you're capable of handling such ruffians, however.",		"npc_3_3":"This is truly becoming tiresome. You're dismissed.",		"npc_2_3":"Good. Make sure Helfin makes it here alive. We need to conduct some lengthy interrogations and need him in good health for that.",		"npc_1_3":"Sergeant Tarl's investigations have uncovered an information broker named Helfin Hundi who's been selling Imperial transport manifests to the Rebellion. I'd like you to arrest this criminal and bring him here for processing. I doubt this individual will give you any problems. Can you carry out this task?",		"player_3_2":"Why are Star Destroyers requesting more probe droids?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"This is not a requisition order. That is what I need.",		"gotowork_2":"Sorry, can't talk now.",		"npc_smuggle_2":"Here is Captain Needa's requisition order. Have the probe droids sent via transport to the Star Destroyer Avenger.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Are you here to pick up a requisition order? Did Captain Pellaeon send you?",		"dontknowyou_2":"I'm busy and can't talk right now.",		"otherescort_2":"I'm busy and can't talk right now.",		"npc_failure_2":"Picking up a requisition is hardly an arduous task. Your failure is both disappointing and enlightening.",		"npc_noloc_2":"The quartermaster will transmit his coordinates to me shortly.",		"npc_work_2":"Have you picked up Captain Needa's requisition form? The Star Destroyer Avenger cannot depart until it receives those probe droids.",		"npc_reward_2":"Well done. I'm glad to see that Rebel agents are incapable of interfering with your mission's success. I've made of note of this in my official report.",		"npc_backtowork_2":"Do you wish to be released from this assignment?",		"npc_4_2":"Isn't it rather obvious? We're conducting a search for the Rebellion's new command center.",		"npc_3_2":"Do you believe this assignment is not prestigious enough for you? We are responding to Lord Vader's personal instructions. ",		"npc_2_2":"You'll be picking the requisition up from the Avenger's quartermaster, Sergeant Donsull. He's been informed that you're coming.",		"npc_1_2":"I've been asked by Admiral Ozzel to review requisitions for Imperial probe droids. Captain Needa of the Star Destroyer Avenger believes that Rebel agents tampered with his shipment and would like to request another.  Could you pick up his new requisition form and bring it back to me for review?",		"player_3_1":"What native of Tatooine is this?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"These are not Captain Pellaeon's orders. Those are what I need.",		"gotowork_1":"Sorry, can't talk now.",		"npc_smuggle_1":"I'll make sure the Star Destroyer Chimaera receives these orders immediately.",		"npc_dropoff_1":"I believe you were supposed to deliver some instructions from Captain Pellaeon. Do you have them?",		"npc_takeme_1":"",		"npc_breech_1":"Did Captain Pellaeon send you? I'm Lt. Brytok.",		"dontknowyou_1":"I'm on Imperial business. I can't talk.",		"otherescort_1":"I'm on Imperial business. I can't talk.",		"npc_failure_1":"Fortunately, that disc's encryption will destroy the data if the proper codes are not introduced. I do, however, find it a bit disappointing that you failed at such a simple task.",		"npc_noloc_1":"My junior officer will transmit his coordinates shortly.",		"npc_work_1":"Have you delivered those orders yet? We have Imperial Star Destroyers waiting to be dispatched.",		"npc_reward_1":"Well done. I should have warned you. Agents of the Rebellion are everywhere and they're especially eager to get their hands on orders involving the search for their hidden base.",		"npc_backtowork_1":"I've explained everything you need to know. Do you wish to reconsider your service with me?",		"npc_4_1":"Lord Vader's affairs are none of your concern. Will you go?",		"npc_3_1":"Why would you ask for an appointment with me and then refuse to work? You're dismissed.",		"npc_2_1":"The officer this must go to is Lieutenant Errad Brytok of the Star Destroyer Chimaera. He knows to expect you.",		"npc_1_1":"I see Sergeant Tarl has cleared you. Good. Let's get right to work, shall we? I need you to deliver this dispatch to one of my junior officers. It details Lord Vader's plan to search for the Rebellion's new secret base and gives some specific instructions involving a native of Tatooine. These orders are classified, so make sure this encrypted disc does not fall into the wrong hands. Can you do this?",		"notyet":"See Sergeant Tarl about assignments. When he clears you, come back and see me.",		"npc_reset":"I'm disappointed by your lack of resolve. However, you may come back when you feel you can finish the tasks I assign you.",		"cantwork":"You seem rather preoccupied. Come back when you have some free time.",		"next":"I no longer require your services. You have served the Empire well, however, so check back with me in the future for possible work."
}}
