{
	"stfFile":"static_npc/corellia/gilker_budz",
	"entries": {
		"npc_reset_3":"I understand your situation. I've had to abandon many attempts to get these poachers. But I kept trying, and I hope you will too.",		"npc_reset_2":"I understand your situation. I've had to abandon many attempts to get these poachers. But I kept trying, and I hope you will too.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Why were poachers keeping live animals?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"You didn't destroy that pack of slice hounds? Well, I can't blame you. We'll keep trying.",		"npc_noloc_3":"Just a moment. Sorry, my commander is calling for a progress report. See me in a few minutes.",		"npc_work_3":"I've told you all I know. I'd appreciate it if you'd go after those slice hounds.",		"npc_reward_3":"That was a sad job, but I'm glad you were up to it. In this job I've really learned to hate poachers. I hope that with your help we've controlled the problem.",		"npc_backtowork_3":"I've told you all I know. I'd appreciate it if you'd go after that pack of slice hounds.",		"npc_4_3":"The poachers were planning to sell the animals offworld as "exotic pets." Sometimes these animals go to tough customers who train them to fight. In these cases the poachers intentionally drive the beasts mad before selling them, to make them fierce. We think that's what happened with these slice hounds. Will you destroy them?",		"npc_3_3":"I'm sorry you don't feel up to this job, but I admit it's quite a task.",		"npc_2_3":"All right. It's a small pack of five or six slice hounds. You'll probably need some backup to put them down. Good luck.",		"npc_1_3":"You took out that poacher hideout for us, but an unexpected consequence has arisen. Some gang members weren't at the hideout when you destroyed it. They evacuated another hideout and irresponsibly released the live animals they kept there -- including a pack of the most dangerous beasts, slice hounds. The pack is menacing local citizens. I'm asking you to destroy the pack.",		"player_3_2":"How did you locate the poachers' hideout?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"We're found! Black Sun'll kill us if this base gets torched!",		"dontknowyou_2":"You got no business around here.",		"otherescort_2":"You got no business around here.",		"npc_failure_2":"You didn't take out that poacher hideout? I hope we can get another team to hit it before they evacuate.",		"npc_noloc_2":"Just a moment. Sorry, my commander is calling for a progress report. See me in a few minutes.",		"npc_work_2":"I've told you all I know. I'd appreciate it if you'd assault that building now.",		"npc_reward_2":"What a breakthrough! I hope this will stop the poaching, at least for a while. Good work!",		"npc_backtowork_2":"I've told you all I know. I'd appreciate it if you'd get started destroying that hideout.",		"npc_4_2":"Once I identified the poachers from the holo, I sent a probe droid to track them from Kor Vella's seedier bars straight back to their hideout. Our forces are busy on other police matters, so will you blow up the hideout for us?",		"npc_3_2":"I'm sorry you don't feel up to this job, but I admit it's quite a task.",		"npc_2_2":"Good. The hideout looks big enough for maybe three or four gangsters. If they're Black Sun, as I'm starting to suspect, they'll be well armed. You may want to get some backup. Check with me here when you've succeeded.",		"npc_1_2":"I have another job for you, if you like. That tourist's recording of the gronda killing gave me enough information to identify the poaching gang and locate their hideout. Now that I know where they're based, I'd like you to destroy the place.",		"player_3_1":"Why is there poaching outside Kor Vella?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"That isn't the tourist's holorecording of the gronda killing, is it?",		"gotowork_1":" It was so nice to talk to you! We should go gronda hunting sometime, with holocameras, of course.",		"npc_smuggle_1":"I am Snee-Roos! So good to meet a new person! I am having the most wonderful time here on my vacaction. First a gronda killing, and now police excitement! What? The recording? Oh yes, here is the recording for you to give to the Corellian Security human. It was so nice to talk to you!",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Helloooo! You are working for the Corellian Security human person?",		"dontknowyou_1":"I'm waiting for someone else.",		"otherescort_1":"I'm waiting for someone else.",		"npc_failure_1":"Didn't you bring that tourist's recording. This will make it harder to catch that poaching gang.",		"npc_noloc_1":"Just a moment. Sorry, my commander is calling for a progress report. See me in a few minutes.",		"npc_work_1":"Have you met with that tourist yet to pick up the holorecording?",		"npc_reward_1":"This looks like just the evidence I need to identify the main poaching gang and stop them for good. Check with me soon for another job.",		"npc_backtowork_1":"I've told you all I know. I'd appreciate it if you'd pick up that disc.",		"npc_4_1":"Poachers take local wildlife for pelts or biomaterials, or as exotic pets to sell offworld. It's been an ongoing problem for too long, and local populations are falling to dangerous levels. But if you bring me this recording, I may finally have the lead I need to stop the gang. Will you?",		"npc_3_1":"I'm sorry to hear that. Poaching is a big problem around here, and we need all the help we can get to stop it.",		"npc_2_1":"Fine. I understand the tourist is a Gran -- one of those three-eyed folks -- named Snee-Roos. Get the datadisc from him at these coordinates.",		"npc_1_1":"I'm with Corellian Security's detachment investigating animal poaching outside Tyrena. I've learned that an offworld tourist happened to record an illegal killing of a gronda outside town. I'd be grateful if you'd get the holorecording from the tourist and bring it to me.",		"notyet":"",		"npc_reset_1":"I understand your situation. I've had to abandon many attempts to get these poachers. But I kept trying, and I hope you will too.",		"cantwork":"Hello. I have a job waiting here as soon as you're not busy.",		"next":"I think the poaching situation here is under control. I suggest you relax and have a good time here in Kor Vella."
}}
