{
	"stfFile":"static_npc/corellia/ging_darjeek",
	"entries": {
		"npc_reset_4":"Hey, I understand. I hope you'll check back with me later, though.",		"npc_reset_3":"Hey, I understand. I hope you'll check back with me later, though.",		"npc_reset_2":"Hey, I understand. I hope you'll check back with me later, though.",		"npc_reset_1":"Hey, I understand. I hope you'll check back with me later, though.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Why was the Sidepocket gang spying on you?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"You won't stop me!",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"You didn't kill that guy? Man, I'm very disappointed. I don't feel like I can go out in the wilderness any more.",		"npc_noloc_3":"Whoa, I'm getting a call about some Fricaseed Puff-cakes I'm expecting from a new friend. Check with me in a moment, okay?",		"npc_work_3":"Haven't you destroyed that listening post? I'd help you, but I'm waiting on a delivery of Fricaseed Puff-cakes from a new friend.",		"npc_reward_3":"Great work! And who really cares if there's a few less smugglers now? On Corellia we've got all the smugglers the galaxy will ever need. ",		"npc_backtowork_3":"That guy is out there waiting. I think you should get going.",		"npc_4_3":"Well, out in the wilderness I screen a lot of Offworld Backchannel Cargo Transit Permit applicants. That Sidepockets gang must have wanted to find inside data on how to get a permit. Yeah, that's it. Anyway, about that guy -- will you kill him?",		"npc_3_3":"What, you're squeamish about a few smugglers? Man.",		"npc_2_3":"Great. You'll find him at these coordinates, assuming that informant told me right. And I think he knows the consequences of telling me wrong.",		"npc_1_3":"Hey. That Bothan informant told me what I already knew: Those smugglers, "Professor" Minnet and his Sidepocket gang, have been spying on me at a listening post out in the wilderness. This could be bad for my career. I'd like you to blow up their listening post, but that's too much trouble.  Just take out the guy with the info.",		"player_3_2":"Why don't you bring in this Bothan informant yourself?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"Umm. I did not think ee-you would make it here alive. I may be forced to betray my friends, painful as that may be.",		"npc_takeme_2":"Ee-yes, well -- I shall go quietly with ee-you. But my friends from "Professor" Minnet's Sidepocket gang have not ee-yet forgotten me.",		"npc_breech_2":"Don't let him take me, my friends!",		"dontknowyou_2":"I have nothing to say to ee-you.",		"otherescort_2":"I'm not the one ee-you're looking for.",		"npc_failure_2":"You didn't bring that Bothan informant? Well, I'll get him here one of these days.",		"npc_noloc_2":"Whoa, I'm getting a call about those durindfire gems I'm expecting. Check with me in a moment, okay? Thanks.",		"npc_work_2":"I don't see that Bothan informant, Siv'rool. Hope you'll bring him soon.",		"npc_reward_2":"I expect our friend Siv'rool has a lot to tell me about "Professor" Minnet's Sidepocket gang, and their source of information about me. Stick around -- I may have another job for you.",		"npc_backtowork_2":"Are you sticking around to see those durindfire gems? I'd just as soon that you start after that Bothan.",		"npc_4_2":"Hey, I'd love to ramble across the hills looking for this one Bothan. Honest. But I'm stuck here waiting for a gift -- some durindfire gems from a new friend. So you'll have to get the informant for me. Will you?",		"npc_3_2":"No? Hey, I thought we were friends. Well, maybe later.",		"npc_2_2":"Hey, that's great. You need to find a Bothan named Siv'rool Linnaie. Bring him back here, and not so heavily wounded that he can't talk.",		"npc_1_2":"Hey. I checked into that stuff about Offworld Transit Permits. Someone must be eavesdropping on meetings I've had out in the wilderness. Never mind what I was doing at the meetings. I know a Bothan who's told me many useful things in the past. I want you to bring him in for another report -- though I doubt he'll follow you willingly.",		"player_3_1":"What is an Offworld Backchannel Cargo Transit Permit?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I was expecting an Offworld Backchannel Cargo Transit Permit renewal fee from "Professor" Minnet. That isn't it.",		"gotowork_1":"Just deliver the dossier like a good little lackey.",		"npc_smuggle_1":"Tell Darjeek his renewal schedule is about to be cut short. This dossier should convince him to stay out of our way.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you from that corrupt sleemo cop, Darjeek?",		"dontknowyou_1":"I haven't got anything much to say to you.",		"otherescort_1":"I'm waiting for someone else.",		"npc_failure_1":"No renewal fee? Well, that will make life a little tougher for "Professor" Minnet and his Sidepocket group. Hope they don't blame you.",		"npc_noloc_1":"Whoa, I'm getting a call about that Double-Brandy I'm expecting. Check with me in a moment, okay? Thanks.",		"npc_work_1":"I hope you're still planning to meet "Professor" Minnet and pick up that Offworld Backchannel Permit renewal fee.",		"npc_reward_1":"Hey, wait -- this isn't a payment. It's -- let's see -- a dossier of past Offworld Transit Permits I granted to smugg -- uh, merchants. Hmm. Well, I'll pay you for your time. And I think I have more work for you.",		"npc_backtowork_1":"Were you hoping to get some of that Double-Brandy I'm waiting for? Sorry, it's all claimed.",		"npc_4_1":"An Offworld Backchannel Cargo Transit Permit lets you avoid undue attention from the authorities -- for instance, me -- and take your goods offworld without trouble. Of course, a permit like that requires hefty fees, paid frequently. But don't worry, those fees keep your local tax rates low. Will you pick up the renewal fee for me?",		"npc_3_1":"Well, I'd love to talk, but as I said, I'm waiting on some Double-Brandy. See you around.",		"npc_2_1":"Fine. You're meeting a fellow called "Professor" Minnet, who leads a group of enterprising cargo transit specialists called Sidepocket.",		"npc_1_1":"Hey there. I can't leave this area just now -- I'm waiting on a nice bottle of Corellian Double-Brandy from a new friend -- but I need someone to pick up a payment for an Offworld Backchannel Cargo Transit Permit renewal. Can you get it for me?",		"notyet":"",		"npc_reset":"Hey, I understand. I hope you'll check back with me later, though.",		"cantwork":"Hey there. I can't leave this area just now, but I'd really like it if you dropped by when you're not so busy.",		"next":"Hey, nice to see you again. I'm sitting pretty right now, not a care in the world. Talk to you later, maybe."
}}
