{
	"stfFile":"static_npc/corellia/hal_horn",
	"entries": {
		"npc_reset_3":"I understand. Please see me when you want to try again.",		"npc_reset_2":"I understand. Please see me when you want to try again.",		"npc_reset_1":"I understand. Please see me when you want to try again.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Who is Sporg Lutwink?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Thank you for a lovely trip. Now I believe certain highly-placed individuals will move to ensure my speedy release.",		"npc_takeme_3":"Well, if the esteemed CorSec officer Hal Horn sent you, then I obviously have no choice but compliance. However, it's possible my associates may hold different opinions.",		"npc_breech_3":"Oh, dear. You have the smell of CorSec about you, all sweat and ozone. Do you have something to say to me?",		"dontknowyou_3":"I have nothing to say to you.",		"otherescort_3":"I think you're looking for someone else.",		"npc_failure_3":"You couldn't bring Sporg Lutwink here? That means Booster Terrik will get away clean -- this time.",		"npc_noloc_3":"Wait -- I've just received a report that Lutwink is moving. I have to get accurate coordinates. Check with me in a few moments.",		"npc_work_3":"I don't know what else to tell you. If you'll bring Sporg Lutwink here safely, you'll do me a great favor. Please hurry.",		"npc_reward_3":"Great work! Now I'm one step closer to catching the real source of most of Corellia's traffic in survapierre -- Booster Terrik!",		"npc_backtowork_3":"I really don't know what else to say. If you'll arrest Sporg Lutwink and bring him here, I'd be grateful.",		"npc_4_3":"Lutwink was a well-regarded medic, until he started doing illegal image-redesign jobs for wanted criminals. From there he fell into spice smuggling, and after that into all kinds of illegal pharmaceuticals. If you'd bring in this crook, you'd be doing the whole galaxy a favor. Will you?",		"npc_3_3":"After all the help you've been so far -- well, I hope we'll get a chance to work together again.",		"npc_2_3":"Good. If you bring in Lutwink safely, I'll be one step further along in my investigation of the smuggled survapierre drug supply. Good luck!",		"npc_1_3":"I interrogated that Aqualish you brought in, the former assistant to the survapierre smuggler Sporg Lutwink. I've got enough evidence now to arrest Lutwink -- or, more precisely, make a citizen's arrest and turn him over to my old CorSec buddies. Can you help this old retiree by bringing Lutwink here?",		"player_3_2":"Who is the assistant?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"If that's the last I happen to see of you -- well, I guess I'll raise a toast in solitude tonight at that happy thought.",		"npc_takeme_2":"How you contemptible tuskless wretches ever manage to run a functioning society is beyond me, not that this place is any shining example of "functioning." All right, get me to that cop Horn, and no talking. Seeing your rubbery gob writhe makes me physically ill.",		"npc_breech_2":"You! Disgusting rubber-lipped freak! I'm about done waiting for you!",		"dontknowyou_2":"Get away from me, you deformed nonentity.",		"otherescort_2":"If you think I'm going anywhere with you, think again, rubber-lipped freak.",		"npc_failure_2":"Couldn't bring in that Aqualish? I expect that was Booster Terrik's doing. Lousy smuggler. Word is that Terrik would like to shut down my investigation, quick.",		"npc_noloc_2":"I'm arranging the rendezvous with the Aqualish even as we speak. Check with me in a minute for the coordinates.",		"npc_work_2":"Have you brought in that Aqualish medic yet? I need his information.",		"npc_reward_2":"I'm glad you made it back safely. Word on the street is that Booster Terrik wants this whole investigation shut down quick. I have to move even quicker, so check with me when you want another job.",		"npc_backtowork_2":"I really don't know what else to say. If you'll pick up Mwaloob and bring him here safely, I'd be grateful.",		"npc_4_2":"I'm looking to talk to Mwaloob, an Aqualish -- one of those tusked types. He has a shady background and a rude attitude, so you can see this will be fun. But he knows a lot of dirty secrets about his onetime boss, a medic named Sporg Lutwink. If Mwaloob spills his secrets, I can get Lutwink. But first I need you to bring me Mwaloob. Will you?",		"npc_3_2":"You did so well for me before, I hoped we could work together again. Well, I still hope we can.",		"npc_2_2":"Good. You're looking for an Aqualish medic named Mwaloob. I understand Booster Terrik would strongly prefer that this medic never makes it to me alive. So expect some company on the way back.",		"npc_1_2":"That Rodian slythmonger's correspondence implicates a former medic in the import of survapierre. I want you to bring me this disgraced medic's former assistant for a friendly talking-to -- strictly unofficial, of course, now that I'm retired. Even a retired CorSec official can still make an impression. Will you escort the assistant here?",		"player_3_1":"What is a slythmonger?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I wanted the notes from that Rodian slythmonger. This isn't what I need.",		"gotowork_1":"",		"npc_smuggle_1":"Look, I want more credits. I've got thugs on my tail from Booster Terrik, the guy who controls the whole survapierre trade. He's gonna kill me if he finds I gave this stuff to Horn. Tell him I want double!",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you from Horn? I've got the data.",		"dontknowyou_1":"Get lost.",		"otherescort_1":"Get lost.",		"npc_failure_1":"Didn't you get that slythmonger's correspondence? Well, I'll try sending someone else.",		"npc_noloc_1":"I'm waiting for the slythmonger to contact me. He's skittish, so it may be a few minutes. Check with me again.",		"npc_work_1":"Have you picked up that disc from the slythmonger? I need that evidence to take the next step in my investigation.",		"npc_reward_1":"You were attacked by Booster Terrik's thugs? I'm not surprised. That Terrik is the worst smuggler on Corellia. Hmm. Tell you what -- I may have another job for you soon.",		"npc_backtowork_1":"I really don't know what else to say. If you'll pick up that disc and bring it here, I'd be grateful.",		"npc_4_1":"Even after the state revokes the licenses of medical criminals, some hard cases still practice illegally, and they need suppliers. A slythmonger sells illegal prescription drugs for these disbarred medics. I've found one willing to be an informant. Will you pick up his records?",		"npc_3_1":"I'm sorry you can't help. I'd think that keeping lousy drugs off Corellia would be a worthwhile motive for anybody.",		"npc_2_1":"Great! You're looking for a Rodian slythmonger named Doogo. He'll try to get money out of you for the datadisc, but I've told him I won't pay until I see what he's got. Bring the disc to me here. Good luck!",		"npc_1_1":"Hello there. I'm Hal Horn. I retired from CorSec a while back, but my son, Corran, is following in the family career. I'm helping him stop the recent traffic in survapierre, an Old Republic medicine with illegal recreational uses. I'd like you to pick up some correspondence from a slythmonger that may lead us to the supplier.",		"notyet":"",		"npc_reset":"I understand. Please see me when you want to try again.",		"cantwork":"If you're willing to help catch a notorious smuggler, check with me when you're not so busy.",		"next":"I appreciate your help. We're still on Booster Terrik's trail. We'll get him one of these days."
}}
