{
	"stfFile":"static_npc/corellia/ignar_ominaz",
	"entries": {
		"npc_reset_3":"If I had your lack of ambition, I'd never have become a famous swoop racer. Never give up, friend! Try me again later.",		"npc_reset_2":"If I had your lack of ambition, I'd never have become a famous swoop racer. Never give up, friend! Try me again later.",		"npc_reset_1":"If I had your lack of ambition, I'd never have become a famous swoop racer. Never give up, friend! Try me again later.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"",		"npc_noloc_3":"",		"npc_work_3":"",		"npc_reward_3":"",		"npc_backtowork_3":"",		"npc_4_3":"",		"npc_3_3":"",		"npc_2_3":"",		"npc_1_3":"",		"player_3_2":"Why are you and Dinnik Innik rivals?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"Thanks, friend. So, Ignar! I'm not racing you today. I'm not racing you ever again. I have a holo showing how you sabotaged my swoop in our last race, and I'm reporting you to the Commission! You'll never race again, Ignar! I wanted to see the look on your face when I told you.",		"npc_takeme_2":"The Agrilat Swamp gives me the chills. I'm glad you're here to take me to Ignar. I hear some disease is driving all the animals crazy.",		"npc_breech_2":"Did Ignar send you to guide me?",		"dontknowyou_2":"I'm waiting for someone, sorry.",		"otherescort_2":"I'm waiting for someone else.",		"npc_failure_2":"Where's Dinnik? No Dinnik? I was all ready to race!",		"npc_noloc_2":"I'm waiting on Dinnik Innik to send me his coordinates. Check back with me in a moment. Meanwhile, you might want to look at my HoloNet site, where you can buy genuine autographed souvenirs of my career.",		"npc_work_2":"Haven't you brought Dinnik Innik here yet? I'm ready to race!",		"npc_reward_2":"Uh. Umm. Well. Tell you what, friend, let's pretend this never happened. Here's something for your time. And don't forget the souvenirs available on my HoloNet site.",		"npc_backtowork_2":"I've told you plenty to get you started. It's up to you from here, friend.",		"npc_4_2":"Oh, for years Dinnik and I have fought for track position like a couple of slice hounds. He's a wiry little Chadra Fan, so there's a weight advantage right there. But the old Ignar Ominaz tactical magic brings its own advantages, you know. I expect he wants one last chance to prove he's still in the game. Poor guy, I pity him. Will you bring him here?",		"npc_3_2":"Come on! You're missing a chance to see racing history here. I'm sure you'll change your mind soon.",		"npc_2_2":"Good! It's hard to see Dinnik Innik, 'cause he's so small, but once you find him, bring him here for the race of the century!",		"npc_1_2":"You know, we professional swoop racers have rivalries that go way back. Why, I remember how many times Sergi-X Arrogantus used to call me a dirty -- well, anyway. My old rival Dinnik Innik is travelling here for a head-to-head race with me, just us, no publicity. He called and said he needs a guide through the swamp. Will you escort him?",		"player_3_1":"I gather that you're famous?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"Thanks. You, Mister -- wait, let me check my order -- Mister Ominar. I mean Ominaz. If you had the brains of a kenalpa tree, you'd know -- wait. Ominaz. Any relation to that old washed-up swoop racer?",		"npc_takeme_1":"What kind of idiot tries to fine-tune a swoop bike in the Agrilat Swamp? The crystal growth will ruin this power converter. Bring me to this nincompoop, and I'll tell him where he's gone wrong.",		"npc_breech_1":"Are you from the customer who ordered this power converter?",		"dontknowyou_1":"Sorry, I'm waiting for someone.",		"otherescort_1":"I'm waiting for someone else.",		"npc_failure_1":"Sorry you couldn't make it to the finish line, friend. Don't forget my HoloNet site, where you can buy genuine autographed souvenirs of my career.",		"npc_noloc_1":"I'm waiting on that courier to give me his coordinates. Check back with me in a moment. Meanwhile, you might want to check out my HoloNet site, where you can buy genuine autographed souvenirs of my career.",		"npc_work_1":"Where's that courier? I need that power converter soon.",		"npc_reward_1":"Well! Ah, um -- I guess this little fellow isn't quite ready for the racing game just yet. Anyway. Here, here's a little something for your time. You can tell your grandchildren you got these credits from Ignar Ominaz.",		"npc_backtowork_1":"We've talked this through already. I need to get back to work, and so do you.",		"npc_4_1":"What? You never heard of me? I expect you have and just forgot. Everyone in the galaxy followed my career back in the good Old Republic days, when I vied with Sergi-X Arrogantus for the Corulag championship. I'm still in the game, and this bike will carry me to another  championship -- as soon as you bring me that courier. Will you?",		"npc_3_1":"I don't think you understand what a rare opportunity it is to work for someone famous. Many of my fans would kill for this chance. Ah well.",		"npc_2_1":"Excellent! I forget the delivery agent's name, but he's a Drall, one of those little furry folks. I expect he must be a young fan eager to get into the world of swoop racing. Bring him here and give him a thrill.",		"npc_1_1":"I can see you asking yourself, "Is that really Ignar Ominaz, the swoop racer?" Yes indeed, that's me. I don't give autographs in person, but you can buy them from my HoloNet site. I'm giving you a chance to help me tune my new swoop. I ordered a custom power converter from Coronet, but the delivery agent is lost somewhere and needs safe escort here. Can you bring him?",		"notyet":"",		"npc_reset":"If I had your lack of ambition, I'd never have become a famous swoop racer. Never give up, friend! Try me again later.",		"cantwork":"I can see you asking yourself, "Is that really Ignar Ominaz, the swoop racer?" Yes indeed, that's me. I have a job for you when you're not busy.",		"next":"Can't talk, I'm busy getting ready for my next race."
}}
