{
	"stfFile":"static_npc/corellia/jadam_questrel",
	"entries": {
		"npc_reset_4":"All right, but don't delay once you're ready to try again. Time is running out.",		"npc_reset_3":"All right, but don't delay once you're ready to try again. Time is running out.",		"npc_reset_2":"All right, but don't delay once you're ready to try again. Time is running out.",		"npc_reset_1":"All right, but don't delay once you're ready to try again. Time is running out.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Do you think all of CorSec is corrupt?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Thanks for saving my skin. Now I'm going into hiding. This Bonadan Contract must involve some major players, and they'll be after all of us.",		"npc_takeme_3":"I've been scared out of my wits after what happened to Nola Indervin. I doubt that all of CorSec is compromised, but the corruption has spread more widely in the fraud division than I would have suspected.",		"npc_breech_3":"Did Jadam Questrel send you to get me?",		"dontknowyou_3":"I really haven't got time to talk, sorry.",		"otherescort_3":"I'm waiting for a different escort.",		"npc_failure_3":"You didn't bring Officer Targettal? I hope he's all right. At least now he's warned not to trust his fellow fraud officers in CorSec.",		"npc_noloc_3":"I'm waiting to hear from Officer Targettal with his rendezvous coordinates. Check with me in a few moments.",		"npc_work_3":"You haven't escorted Officer Targettal here yet? I hope the corrupt CorSec officers haven't found him.",		"npc_reward_3":"Thanks. We'll get Officer Targettal to a place of safety. I don't know how this Bonadan Contract scandal will play out. You may want to be cautious until the responsible parties are brought to justice.",		"npc_backtowork_3":"Officer Targettal is waiting at the rendezvous for your escort. Please bring him back before CorSec's corrupt officers find him.",		"npc_4_3":"No, CorSec as a whole is probably clean. But there could be any number of bad officers in the fraud division involved in this Bonadan mess. I hope you'll escort Officer Targettal here so we can protect him.",		"npc_3_3":"That's unfortunate. Well, I'll see that Officer Targettal gets to safety somehow.",		"npc_2_3":"Good. Be on the alert for corrupt CorSec fraud cops. At this point they'll be marshalling their big guns to stop this investigation.",		"npc_1_3":"When you brought Nola Indervin here, she told me the corruption in her CorSec fraud division goes way up. Before her superiors kidnapped her, she'd told her CorSec partner, Lunce Targettal, about the Bonadan Contract. Now she's afraid the corrupt cops will go after Officer Targettal. Can you bring him here?",		"player_3_2":"What would Nola's CorSec superiors know about the Bonadan Contract?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"Thanks. That's another big favor I owe you. Jadam, I'm all right now, but I have something to tell you about my partner, Officer Targettal.",		"npc_takeme_2":"What a great, great pleasure it is to see you again. I never suspected that CorSec's fraud division could be corrupt at such high levels. I need to get back to Jadam to warn him.",		"npc_breech_2":"These cops are crooks! Shoot them!",		"dontknowyou_2":"I haven't got time to talk now.",		"otherescort_2":"I'm waiting for another appointment, I hope.",		"npc_failure_2":"You couldn't rescue Nola? Oh no. What will I do now? Think, think.",		"npc_noloc_2":"Nola gave me the coordinates just before she got cut off, but the last number was missing. I have a probe droid scouting around that location to find the wilderness hideout. Check with me in a moment.",		"npc_work_2":"Haven't you rescued Nola from those CorSec officers? Hurry!",		"npc_reward_2":"Thanks, friend. I'll get Nola to a safe place. Sounds like she has some worries, so you might stick around if you want another job.",		"npc_backtowork_2":"There's no more time to waste. Get out there and rescue Nola!",		"npc_4_2":"Someone high up in the Corellian government is skimming illegal profits on cargo ships sold to the planet Bonadan. Whoever that is, he must be using CorSec's fraud division as his muscle to shut down investigators -- investigators like Nola. Please help her, quickly!",		"npc_3_2":"You can't leave poor Nola to suffer out there! Please reconsider.",		"npc_2_2":"Good. Nola is being held in a hideout in the wilderness. She told me the coordinates just before she got cut off. Please hurry!",		"npc_1_2":"I need your help, quick! When I had you take that disc to Nola Indrivin from CorSec, and then other CorSec people attacked you, that meant trouble. Now Nola just sent me a distress call, cut off in mid-sentence. Her superiors have kidnapped her to find out what she knows about the Bonadan Contract. This is my fault. I need you to rescue her!",		"player_3_1":"What is in the report?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I expected you to bring a report on something called the "Bonadan Contract" from Jadam Questrel. That isn't it.",		"gotowork_1":"I expected you to bring a report on something called the "Bonadan Contract" from Jadam Questrel. Don't you have it?",		"npc_smuggle_1":"I'll take this to my superiors in the fraud division. I hope they'll assign a high-clearance team to investigate.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Do you have that report from Jadam Questrel?",		"dontknowyou_1":"I haven't got time to talk now.",		"otherescort_1":"I'm waiting for another appointment, thank you.",		"npc_failure_1":"You didn't deliver that Bonadan Contract report to Nola? I'll have to find someone else. Thanks anyway.",		"npc_noloc_1":"I arranged for Nola to pick a suitable rendezvous in the wilderness. I'm waiting to get her current coordinates. Check with me in a few moments.",		"npc_work_1":"Have you delivered that Bonadan Contract report to Nola Indervin yet?",		"npc_reward_1":"I hope Nola can show that report where it will do some good. It worries me that CorSec officers attacked you. I wonder how high this scandal goes? I'm afraid we won't like the answer.",		"npc_backtowork_1":"I hope you'll get going soon to deliver that report. It's important.",		"npc_4_1":"Our union has been building cargo ships that the company is selling to the planet Bonadan. I've compared the CEC productivity cost reports with outgoing product manifests, and the figures don't agree. At all. Someone high up is shaving a lot off the top. Will you deliver the report that documents the fraud?",		"npc_3_1":"I'm sorry you can't do this. Corellia needs to know what's in this report.",		"npc_2_1":"I'm glad to hear that. You're looking for CorSec officer Nola Indervin. This report has some delicate things to say about CorSec, so make sure you don't give it to any other officer except Nola.",		"npc_1_1":"Hello. I'm the local rep for the Corellian Shipbuilders Union. I need to send a sensitive report to a friend of mine in CorSec's fraud division, but the company -- that's the Corellian Engineering Corporation -- controls local access to the HoloNet. Will you hand-deliver it?",		"notyet":"",		"npc_reset":"All right, but don't delay once you're ready to try again. Time is running out.",		"cantwork":"I hope you'll check back here once you're not so busy.",		"next":"I've gotten all the Bonadan Contract witnesses to safety. I don't have anything else right now, but thanks for your earlier help."
}}
