{
	"stfFile":"static_npc/corellia/karena_keer",
	"entries": {
		"player_sorry_3":"I'll keep working on the mission.",		"player_sorry_2":"I'll keep working on the mission.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_3":"I can't do this mission anymore.",		"player_reset_2":"I can't do this mission anymore.",		"player_reset_1":"I can't do this mission anymore.",		"npc_reset_3":"If you want to work for the Lady Hutt, come see me when you think you're tough enough.",		"npc_reset_2":"If you want to work for the Lady Hutt, come see me when you think you're tough enough.",		"npc_reset_1":"If you want to work for the Lady Hutt, come see me when you think you're tough enough.",		"waypoint_name_3":"Message for the Black Sun.",		"waypoint_name_2":"Gift for Jabba.",		"waypoint_name_1":"Make the pick up.",		"waypoint_description_3":"This is where you'll find Lacklo Blant, a Black Sun lieutenant. Kill him.",		"waypoint_description_2":"This is where you can find the garbage hauler, Breel'ik Nar. Bring the spice to him.",		"waypoint_description_1":"This is where you'll find Dray Ithicus. Get the bank authorizations from him and return to Karena.",		"return_waypoint_name_3":"Karena Keer",		"return_waypoint_name_2":"Karena Keer",		"return_waypoint_name_1":"Karena Keer",		"return_waypoint_description_3":"Karena is waiting for word that Lacklo Blant is dead.",		"return_waypoint_description_2":"Karena is waiting for word that the gift has been delivered.",		"return_waypoint_description_1":"Return to Karena Keer with the bank authorizations.",		"player_sorry":"I'll keep working on the mission.",		"player_reset":"I can't do this mission anymore.",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_3":"I suppose I could make another delivery.",		"player_3_2":"Why are you using a garbage hauler?",		"player_3_1":"What would I be picking up? ",		"player_2_3":"No",		"player_2_2":"No",		"player_2_1":"No",		"player_1_3":"Yes",		"player_1_2":"Yes",		"player_1_1":"Yes",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_3":"Did you change your mind already?",		"npc_work_2":"You're going to go drop off that spice aren't you?",		"npc_work_1":"Did you want to tell me something?",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"I wish I could just take this spice and retire, but one Hutt out to kill me would be bad enough. I shudder to think how two of them might split me up.",		"npc_smuggle_1":"Don't lose it or it'll be both our heads.",		"npc_reward_3":"You're definitely going places. Go and talk to the Lady Hutt.",		"npc_reward_2":"Well done. I may have to mention you to the Lady soon.",		"npc_reward_1":"You're not bad. If you're interested in more work come see me again soon.",		"npc_reset":"If you want to work for the Lady Hutt, come see me when you think you're tough enough.",		"npc_noloc_3":"We've got someone looking for him now. Come back in a little while. I should know his location by then.",		"npc_noloc_2":"He's going to let me know where you should meet him. Come see me in a little while.",		"npc_noloc_1":"I'm waiting for the courier to check in. Come see me again in a little while.",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_3":"Now he knows we're after him. We'll still have to take him down though. ",		"npc_failure_2":"This mishap is not going to go over well with the Lady.",		"npc_failure_1":"This is a rough business. I'm sure you'll do better next time.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_3":"So that "Lady" Hutt wants to play, does she?",		"npc_breech_2":"Do you have something for me?",		"npc_breech_1":"Finally! I was wondering if the sand panthers had gotten you.",		"npc_backtowork_3":"Have you killed that Black Sun vermin yet? The Lady is waiting for the good news.",		"npc_backtowork_2":"Haven't you dropped that spice off yet? What are you waiting for?",		"npc_backtowork_1":"Why don't you run along and meet that courier.",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_3":"This would be more of a lethal message -- to one of the Black Sun lieutenants. Still interested?",		"npc_4_2":"You'd be surprised how many credits you save if you smuggle spice in toxic waste shipments headed for Tatooine. No tariffs and no one ever looks too closely. Will you do it?",		"npc_4_1":"Just some bank authorizations. They wouldn't be anything you could access, in case you had any bright ideas. What do you say?",		"npc_3_3":"I understand. You don't want to get caught in the middle of a gang war.",		"npc_3_2":"Suit yourself. I'll find somebody else.",		"npc_3_1":"You'll never get to meet the Lady Hutt if you don't prove yourself.",		"npc_2_3":"Your... ahem... target will be Lacklo Blant, a mid-ranking member of the Black Sun. He'll more than likely have at least one or two others with him, so prepare this "message" accordingly.",		"npc_2_2":"Bring this spice to Breel'ik Nar. He's posing as a garbage hauler. Breel'ik will take the spice from here and make certain it reaches Tatooine safely. The spice is sealed... we'll know if you tamper with it. So don't!",		"npc_2_1":"Go and meet Dray Ithicus, one of our other couriers, and be careful. Black Sun has been pestering our couriers recently. Be assured that won't last much longer. ",		"npc_1_3":"Black Sun doesn't know it yet, but its days are numbered. Shalera has had about enough of their constant interference. She wants to send them a message they'll understand. Would you like to be the messenger?",		"npc_1_2":"Have you interacted with the Hutts much? They're not all as refined as Shalera. You should consider yourself lucky to be involved with her business. If you're interested in another job, I've got a way for you to work for two Hutts at once. The Lady would like to send Jabba a gift of some spice, as a gesture of goodwill. We need you to deliver this gift to the garbage hauler who'll be transporting it. How about it?",		"npc_1_1":"You've come to work for the Lady Hutt, have you? Smart to sign on to the winning team. How about we start you off with something simple? I need a courier to go pick up this week's drop. Interested?",		"notyet":"If you're looking to for work, first go talk to Lasha. That's right... Lasha Bindari. 

She's currently handling the business in Kor Vella. Look for her there.",		"notit_3":"What's this?",		"notit_2":"What's this?",		"notit_1":"What's this?",		"next":"You've done everything I asked of you. I think you should go speak with Shalera. Though you should call her "Lady Hutt" in her presence.",		"gotowork_3":"",		"gotowork_2":"You lost the spice? Are you trying to get us both killed?",		"gotowork_1":"This is not the disk you were supposed to give me.",		"dontknowyou_3":"This is private business. Why don't you just keep walking?",		"dontknowyou_2":"I have no business with you. Please leave me alone.",		"dontknowyou_1":"I'm waiting to meet someone else.",		"cant_work":"Come and see me for a job when you're no longer employed by someone else."
}}
