{
	"stfFile":"static_npc/corellia/karrek_flim",
	"entries": {
		"npc_reset_3":"You may want to try this job again after you've had a little more training.",		"npc_reset_2":"You may want to try this job again after you've had a little more training.",		"npc_reset_1":"You may want to try this job again after you've had a little more training.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"What is the Lady Hutt's present?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"If this is a gift from the Lady Hutt, I'm baffled. Are you sure you didn't mean to give me something else?",		"gotowork_3":"",		"npc_smuggle_3":"The Lady Hutt sends her warmest regards to the Viceprex, and she hopes he will accept this bauble as a token of her friendship. ",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Good to see you again.",		"dontknowyou_3":"I'm waiting here to meet someone else. ",		"otherescort_3":"I'm waiting here to meet someone else. ",		"npc_failure_3":"What, no present? How disappointing.",		"npc_noloc_3":"Just a moment, I have to take this call. Check with me later.",		"npc_work_3":"Have you picked up my present yet? Do hurry, I'm curious to see it.",		"npc_reward_3":"No wonder everyone calls her the Lady Hutt. What a gracious gesture.",		"npc_backtowork_3":"It's just a simple task, but if you're too busy, just say so.",		"npc_4_3":"I'm not really sure. But the Lady so craves legitimacy that I didn't have the heart to tell her "no." Will you pick up her present for me?",		"npc_3_3":"As you wish. I must be on about my business now.",		"npc_2_3":"Wonderful. You'll be meeting with Tabor Claxx again. I believe you're already acquainted. It may be delicate, so do be careful.",		"npc_1_3":"What pleasant news. It seems that investigation into the Lady Hutt was a clever forgery by data slicers trying to discredit several high-ranking Corellian officials. Good thing we stopped that. The Lady Hutt is sending me a thank-you gift for giving her the opportunity to take part in that investigation. Will you pick it up?",		"player_3_2":"How high up does this scandal go?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"Umm -- keep looking. You tried to give me the wrong thing.",		"gotowork_2":"You don't have the disk? What am I supposed to tell the Lady Hutt?",		"npc_smuggle_2":"I'll bring this to the Lady Hutt straight away.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"You looking for me?",		"dontknowyou_2":"I can't talk to you right now.",		"otherescort_2":"My business is with someone else.",		"npc_failure_2":"You weren't able to make the delivery. I guess I'll just have to try again.
",		"npc_noloc_2":"Just a moment, I have to take this call. Check with me later.",		"npc_work_2":"Have you delivered that disk yet?",		"npc_reward_2":"Yes, that courier does work for the Lady Hutt. You're bemused by my unorthodox choice of investigators? Don't be. Use a thief to catch a thief. Besides, the Lady has impressive resources at her disposal.",		"npc_backtowork_2":"If you're doing this, it's time to get going.",		"npc_4_2":"It would be impolitic to say. Besides, this may be the work of a very creative data slicer. We'll just keep this quiet until we have all the facts, is that understood? Good. So will you make the delivery?",		"npc_3_2":"So be it. On your way then.",		"npc_2_2":"Good. You'll be looking for Tabor Claxx. Don't give the disk to anybody else, even if they claim to be some sort of official. I'll smooth out any problems that arise from that.",		"npc_1_2":"After reviewing that disk you brought me, I decided to have an outside source look into a certain shipping irregularity. Too many officials are implicated in this scandal to trust it to normal channels. Would you mind taking this to my independent investigator's courier?",		"player_3_1":"What sort of pickup?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"This isn't what I was expecting. I think you gave me the wrong item.",		"gotowork_1":"",		"npc_smuggle_1":"I was told to get this information to the Viceprex if anything happened to the officers involved. Now it's up to you.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Did the Viceprex send you?",		"dontknowyou_1":"I'm waiting here to meet somebody else.",		"otherescort_1":"I'm waiting here to meet somebody else.",		"npc_failure_1":"What a pity. I wonder what that information was about.",		"npc_noloc_1":"The courier will contact me with a meeting point shortly. See me again in a few minutes.",		"npc_work_1":"Did you pick up that information from the courier yet? I'm very curious to see it.",		"npc_reward_1":"I'll review this, but I'm led to understand this investigation was cancelled due to lack of evidence.",		"npc_backtowork_1":"I've told you all I know. Was there anything else?",		"npc_4_1":"I was asked to send someone I can trust to pick up a copy of some evidence in a fraud investigation. Would you mind collecting that for me?",		"npc_3_1":"Not very exciting, I'll grant you. Well then, I should really get back to work. Good day.",		"npc_2_1":"It all seems very hush-hush, so be careful. The courier is named Mia. I'll leave you to your work now. I should really get back to mine too.",		"npc_1_1":"Vinya tells me you've been a big help to her. I can always use a competent and discreet operative. Would you be interested in doing some work for me? I need you to pick up something from a courier.",		"notyet":"I'm a busy man. Speak with Vinya Maysor, my deputy.",		"npc_reset":"You may want to try this job again after you've had a little more training.",		"cantwork":"See me after you've finished your current job.",		"next":"I don't have any work for you right now. Check back with me another time."
}}
