{
	"stfFile":"static_npc/corellia/kirkin_liawoon",
	"entries": {
		"npc_reset_3":"I see. I thank you for your courteous notice. Perhaps we may work together again soon.",		"npc_reset_2":"I see. I thank you for your courteous notice. Perhaps we may work together again soon.",		"npc_reset_1":"I see. I thank you for your courteous notice. Perhaps we may work together again soon.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Why did humans kidnap Lacnor?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"I thank you for your kindness in rescuing and escorting me.",		"npc_takeme_3":"You have my gratitude. I apologize for forgetting my manners in hailing you. Will you take me to Ambassador Liawoon, please?",		"npc_breech_3":"Help me! They are -- excuse me. Salutations! Help me! They are armed and holding me hostage!",		"dontknowyou_3":"I can't speak to you right now.",		"otherescort_3":"I can't speak to you right now.",		"npc_failure_3":"I understand. You need not worry that I would think you a failure. May we work together again soon.",		"npc_noloc_3":"Excuse me. I am receiving an urgent call from a sept-mate. Please consult with me again shortly, and I shall convey the proper coordinates.",		"npc_work_3":"I see that you have not yet succeeded in your assignment. I wish you a speedy success.",		"npc_reward_3":"The safe arrival of my sept-mate is joyous news. You have rendered an admirable service to my people. Selonia will not forget. Thank you.",		"npc_backtowork_3":"I have no more information to tell you. I request that you start your assignment now.",		"npc_4_3":"Lacnor has been most diligent in recording the illegal activities of anti-Selonian activists. She must have accidentally revealed herself to them. Many of these humans are powerful figures in Corellian society, and would resent having their names associated with human-Selonian hostility. You will rescue her, I hope?",		"npc_3_3":"I am very sorry to hear this. My sept-mate's situation is urgent. I hope you will reconsider soon.",		"npc_2_3":"I am glad you accept. The kidnappers took Lacnor in the wilderness, as she recorded one of their meetings. You must find her before they bring her back to a city and begin their unspeakable treatments.",		"npc_1_3":"I am distraught at the news that my sept-mate, Lacnor -- I believe you met her before -- has been kidnapped by anti-Selonian humans. I fear for her life. If you could rescue her, preferably without creating a diplomatic incident, the Selonian Overden will reward you handsomely.",		"player_3_2":"What was this anti-Selonian gathering?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"I expected a datadisc with the holorecording. This is not it.",		"gotowork_2":"",		"npc_smuggle_2":"This gathering included some of the leaders of Corellian industry. The recording shows everything. I find it quite frightening. Please take it to the Ambassador at once.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Salutations! I have the recording here for Ambassador Liawoon.",		"dontknowyou_2":"I believe you've mistaken me for someone else.",		"otherescort_2":"I believe you've mistaken me for someone else.",		"npc_failure_2":"I understand. You need not worry that I would think you a failure. May we work together again soon.",		"npc_noloc_2":"Excuse me. I am receiving an urgent call from a sept-mate. Please consult with me again shortly, and I shall convey the proper coordinates.",		"npc_work_2":"I see that you have not yet succeeded in your assignment. I wish you a speedy success.",		"npc_reward_2":"Again you have my gratitude. I shall have my sisters analyze this holo. We may wish to take precautions against these individuals.",		"npc_backtowork_2":"I have no more information to tell you. I request that you start your assignment now.",		"npc_4_2":"The gathering drew together many Corellian humans, some quite powerful in this society, who share hostility toward my people. At one time I thought this was an economic issue, fostered by the Corellian Engineering Corporation against our shipbuilding interests. Now I fear that we are seeing the growth of simple race hatred. Will you bring me the holo, so that I can collect more data?",		"npc_3_2":"I am sorry to hear this. Perhaps we shall work together sometime in the future.",		"npc_2_2":"I wish you well on your journey. Beware of the anti-Selonian meeting attendees, who may well wish to prevent this recording from arriving here.",		"npc_1_2":"Salutations again. I request of you another favor. My sept-mate Kiantryl has witnessed, at great personal risk, a recent anti-Selonian meeting held secretly in the wilderness. She recorded the meeting from her place of hiding, and now wishes to dispatch the holo to me. However, we do not trust the HoloNet for this. Will you meet Kiantryl in the wilderness and bring me the holorecording?",		"player_3_1":"What is Lacnor doing in the wilderness?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"You have my gratitude. Now I must tell my sept-mate of the terrible atmosphere I witnessed at that gathering. Sister, I believe this is not corporate espionage but simple, frightening hatred.",		"npc_takeme_1":"I am in some distress. I sent my probe droids to covertly survey a gathering of anti-Selonian humans. The proceedings alarm me. We must return to Ambassador Liawoon at once, please.",		"npc_breech_1":"Salutations! Do you journey here on the recommendation of my sept-mate, Ambassador Liawoon?",		"dontknowyou_1":"I am sorry, but I believe you seek a different party.",		"otherescort_1":"I am sorry, but I believe you seek a different party.",		"npc_failure_1":"I understand. You need not worry that I would think you a failure. May we work together again soon.",		"npc_noloc_1":"Excuse me. I am receiving an urgent call from a sept-mate. Please consult with me again shortly, and I shall convey Lacnor's coordinates.",		"npc_work_1":"I see that you have not brought me my sept-mate, Lacnor. I hope you will succeed in your assignment soon.",		"npc_reward_1":"You have my gratitude for bringing Lacnor safely to me. If her report is correct, my suspicions about corporate espionage may give way to a more alarming notion. I shall investigate further. ",		"npc_backtowork_1":"I have no more information to tell you. I request that you start your assignment now.",		"npc_4_1":"She is investigating anti-Selonian activity among Corellian humans. I am hearing increasing reports of racial hostility. I do not know what is causing it, but I suspect it is actually industrial espionage by the human-controlled Corellian Engineering Corporation against Selonian shipbuilding interests. Will you bring Lacnor here, so that I may learn more?",		"npc_3_1":"I am sorry to hear this. Perhaps we shall work together sometime in the future.",		"npc_2_1":"I am most glad to hear this. You may find Lacnor at these coordinates in the wilderness, where she was tracking reports of a covert gathering by human hostiles. I wish you good luck.",		"npc_1_1":"Salutations! I am known as Kirkin Liawoon, Ambassador Plenipotentiary from the Overden of Selonia to Corellia. You are no doubt here regarding work. I request you to bring to me my sept-mate, Lacnor, from her current assignment in the wilderness.",		"notyet":"",		"npc_reset":"I see. I thank you for your courteous notice. Perhaps we may work together again soon.",		"cantwork":"Salutations! I am the Selonian ambassador. If you seek work, you may inquire with me when you are no longer busy.",		"next":"Salutations! I have no current crises with which to trouble you. I wish you well."
}}
