{
	"stfFile":"static_npc/corellia/lasha_bindari",
	"entries": {
		"return_waypoint_name_3":"Lasha Bindari",		"return_waypoint_name_2":"Lasha Bindari",		"return_waypoint_name_1":"Lasha Bindari",		"waypoint_name_3":"Kill the lead investigator",		"waypoint_name_2":"Kill the CorSec officers",		"waypoint_name_1":"Intercept the report",		"return_waypoint_description_3":"Return to Lasha Bindari with word of the lead investigator's untimely passing.",		"return_waypoint_description_2":"Return to Lasha Bindari and let her know the uncooperative CorSec officers are gone.",		"return_waypoint_description_1":"Return to Lasha Bindari with the investigative report.",		"waypoint_description_3":"Remove the CorSec officer who is leading the investigation into the Lady Hutt Shalera.",		"waypoint_description_2":"Eliminate some CorSec officers who are not cooperating with Lasha.",		"waypoint_description_1":"Intercept an investigative report being sent by courier to their mobile base.",		"gotowork":"Please just leave me alone. I just do this job part-time.",		"npc_reset_3":"You're giving up? If you think you can handle this later come back and see me.",		"npc_reset_2":"You're giving up? If you think you can handle this later come back and see me.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"I take it you want me to eliminate him?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"So, I see the "Lady" Hutt has sent one of her goons, just as we expected. Now you will learn how foolish it is to interfere in CorSec affairs.",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"Sometimes things don't go like you plan them. Disappointing, but it happens.",		"npc_noloc_3":"Let me double-check the tracking frequency. Come back in a few minutes.",		"npc_work_3":"Why are you here? I know you haven't taken care of that CorSec Officer yet. What are you waiting for?",		"npc_reward_3":"Thanks. If you've not already spoken with Shalera the Lady Hutt in Tyrena, now would be a good time.",		"npc_backtowork_3":"You're not backing out on us now, are you?",		"npc_4_3":"You cut right to the heart of the matter. No lead investigator, no evidence, no case. Will you do it?",		"npc_3_3":"I hope you're not developing a conscience. That could make your life complicated.",		"npc_2_3":"You are becoming a valuable asset to the Lady Hutt. If you manage to pull this off, I will recommend you to her. Go now.",		"npc_1_3":"We've had a lucky break. An informant of ours, inside CorSec, has managed to plant a tracking device on the CorSec officer who is leading the investigation on the Lady Hutt. I think its time to bring this problem to an end. If this officer were to "disappear" our problems should evaporate like so much spiced tea.",		"player_3_2":"What sort of help are you looking for?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"Here comes trouble.",		"dontknowyou_2":"We're on official business. You just keep moving.",		"otherescort_2":"I don't know who you're looking for, but it isn't us.",		"npc_failure_2":"You failed? This will complicate matters. ",		"npc_noloc_2":"Once we have their location we'll be ready. Can you see me in a while?",		"npc_work_2":"You'd better finish this quickly. Those two could ruin everything.",		"npc_reward_2":"The Lady Hutt will be pleased when I tell her of your service. I'm impressed myself, and I don't impress easily.",		"npc_backtowork_2":"I've said all I can. Now you need to go if you're going to do this.",		"npc_4_2":"I want them removed from the equation completely. I want it to be as though the world opened up and swallowed them. I want them unable to interfere with the Lady Hutt in any fashion. Ever. Is that plain enough for you? Will you do it?",		"npc_3_2":"It would be unfortunate if word of this job offer got out.",		"npc_2_2":"I think the Lady Hutt is going to take a shine to you. Find these two troublesome CorSec officers and do what's necessary. ",		"npc_1_2":"That evidence report you picked up was pretty thorough. Fortunately most of the investigators are being cooperative, if you take my meaning. Interested in helping me with two CorSec officers who aren't? ",		"player_3_1":"What problem could I help the Lady Hutt with?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"What is this? You were supposed to bring me the results of that investigation.",		"gotowork_1":"Please just leave me alone. I just do this job part-time.",		"npc_smuggle_1":"Here! Just take the disk, okay? I don't want any trouble!",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Stay.. stay away, I'm an official courier!",		"dontknowyou_1":"I'm on official business citizen. ",		"otherescort_1":"I'm not who you're looking for. ",		"npc_failure_1":"Blast it! I need that information.",		"npc_noloc_1":"I'm having someone plant a tracer on the courier. They'll contact me once that's done. See me in a while.",		"npc_work_1":"Why haven't you intercepted that report yet?",		"npc_reward_1":"You got the report? Good work. I'll just look this over.",		"npc_backtowork_1":"I hope you're not backing out on me.",		"npc_4_1":"A courier is bringing the investigators' most recent report to a mobile base they've set up. I want you to intercept this report so I can see how much they know. Interested?",		"npc_3_1":"Afraid you're in over your head? You may be right.",		"npc_2_1":"Good. The investigators' courier will be leaving shortly for their mobile base. Our tracer should lead you right to him. If he won't give you the report he's carrying, take it from him.",		"npc_1_1":"So you want to get in good with the Lady Hutt, do you? Smart move. I need someone to handle a little problem she's having. Some investigators have been looking into the Lady's shipping interests. Do you think you can do some looking of your own?",		"notyet":"",		"npc_reset_1":"You're giving up? If you think you can handle this later come back and see me.",		"cantwork":"I can't trust you to work for me if you're already working for somebody else. ",		"next":"I don't have any work for you right now. If you're looking for more work, try speaking with Karena Keer. She's usually at the cantina in Tyrena."
}}
