{
	"stfFile":"static_npc/corellia/noren_krast",
	"entries": {
		"npc_reset_3":"If you think you can handle this job later, come back and see me.",		"npc_reset_2":"If you think you can handle this job later, come back and see me.",		"npc_reset_1":"If you think you can handle this job later, come back and see me.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"Let me guess. You want me to surreptitiously meet a total stranger out in the middle of nowhere and hand them a stack of credits while beating off angry predators.  ",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"That isn't the message you were supposed to give me.",		"gotowork_3":"What happened to the message you were supposed to bring? ",		"npc_smuggle_3":"I'll bring this to Lasha straight away.",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Are you the messenger?",		"dontknowyou_3":"I'm waiting for somebody. Good luck to you.",		"otherescort_3":"I don't think I'm the one you're looking for.",		"npc_failure_3":"I'm sorry you ran into all that trouble. I hope you're all right.",		"npc_noloc_3":"I need to find out where you'll be meeting the courier. Would you mind stepping outside for a few minutes while I make this call?",		"npc_work_3":"Have you delivered that message yet? It really is urgent.",		"npc_reward_3":"You're an invaluable aide. I really must see about hiring you on full-time.",		"npc_backtowork_3":"Are you going to deliver my message or not?",		"npc_4_3":"Entirely correct -- except for the part about the credits. I just want you to deliver a message to a business associate. Can I count on you?",		"npc_3_3":"I guess I should stick with my regular employees.",		"npc_2_3":"Jeter Corona is a courier for an associate named Lasha Bindari. Please give him this urgent message to pass on to her.",		"npc_1_3":"Ah, there's my go-getter. How would you feel about delivering another message for me? I'm much more confident in your abilities over those of my regular employees. What do you say?",		"player_3_2":"Am I supposed to make an appointment to pummel him into cooperating or something? ",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"This is not the item you were supposed to give me. You might want to look again.",		"gotowork_2":"",		"npc_smuggle_2":"Krast is gonna love this. I totally got the goods on that CSA guy in Coronet. If this got out he'd be finished.",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"I think you're looking for me.",		"dontknowyou_2":"My business is not with you.",		"otherescort_2":"I'm sorry, I don't know where the person you're looking for is.",		"npc_failure_2":"This isn't working quite like I expected but I'm sure we'll get past it in time.",		"npc_noloc_2":"Come back to see me in a little while. I should get the rendezvous point any time now.",		"npc_work_2":"Have you met with that data slicer yet? He's probably wondering where you are.",		"npc_reward_2":"This is good news indeed. It always helps to have a friend in the CSA who's eager to cooperate.",		"npc_backtowork_2":"I've told you all you need to know. Are you going to go or not?",		"npc_4_2":"Ha-ha! I really do like your style. Refreshingly straightforward. No, I recently paid a data slicer to examine his records and I just want you to pick up his report. Appointment for pummeling -- ha, ha! I love it! So will you do it?",		"npc_3_2":"How disappointing, I thought we were just starting to work well together.",		"npc_2_2":"I'm glad to hear it. The slicer is known as Fugue. Why is it slicers are never called anything normal?  Like Hank maybe. Just once I'd like to meet a slicer named Hank. But I digress, meet Fugue and bring me his report.",		"npc_1_2":"The Corporate Sector Authority representative in Coronet has been causing me a lot of difficulties recently and I'm starting to wonder if he's completely on the up and up. Do you think you could help me out with this? ",		"player_3_1":"What kind of errands do you have in mind?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"That's not the disk I was told to expect. Look again.",		"gotowork_1":"You lost the disk you were supposed to bring me? What happened to it?",		"npc_smuggle_1":"This will put things in a different light. You tell Krast not to worry. It'll all be taken care of.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Perfect timing, I just got here myself.",		"dontknowyou_1":"I'm waiting here to meet somebody else. ",		"otherescort_1":"I'm waiting here to meet somebody else. ",		"npc_failure_1":"That's not a very good start to our relationship, is it? No matter, I'm sure you'll do better next time.",		"npc_noloc_1":"Come and see me in a little while. I need to find out where I should have him meet you.",		"npc_work_1":"I was hoping you would have delivered that disk by now. Shouldn't you get on with that?",		"npc_reward_1":"Come see me again if you want to handle another errand for me.",		"npc_backtowork_1":"Are you going to make that delivery or not?",		"npc_4_1":"To start with, there's a delivery you could make for me. Some investigators are looking into some questionable shipping practices and I have some information that could be very valuable to the investigation. Will you do it?",		"npc_3_1":"You know the way out. ",		"npc_2_1":"Take this datadisc to Banyon Craddok, he's an investigator I've helped a time or two in the past. He'll know what to do with it. You may want to keep an eye out for Black Sun. I think they may be involved in this.",		"npc_1_1":"I like your style. Not everybody has the moxie to walk right up to a Corellian Engineering Corporation bigwig and just start chatting. If you want a little temporary work, I think I could help you out with a few errands. Interested?",		"notyet":"",		"npc_reset":"If you think you can handle this job later, come back and see me.",		"cantwork":"Sorry, I can't hire you if you're working for somebody else.",		"next":"That's all the work I have for you right now. I'll keep you in mind if anything else comes my way."
}}
