{
	"stfFile":"static_npc/corellia/shalera",
	"entries": {
		"waypoint_name_6":"A gift for Jabba",		"waypoint_name_5":"Rescue the pilot",		"waypoint_name_4":"Neutralize the trouble-making lieutenant",		"waypoint_name_3":"Escort the accountant home",		"waypoint_name_2":"Kill the Black Sun Mercenary",		"waypoint_name_1":"Deliver a message",		"return_waypoint_name_6":"Shalera the Hutt",		"return_waypoint_name_5":"Shalera the Hutt",		"return_waypoint_name_4":"Shalera the Hutt",		"return_waypoint_name_3":"Shalera the Hutt",		"return_waypoint_name_2":"Shalera the Hutt",		"return_waypoint_name_1":"Shalera the Hutt",		"return_waypoint_description_6":"Return to Shalera, the Lady Hutt, and let her know the Berserker Virus is one its way to Tatooine.",		"return_waypoint_description_5":"Return to Shalera, the Lady Hutt, with Naz Tulos.",		"return_waypoint_description_4":"Return to Shalera, the Lady Hutt and let her know Yime Kalulez has been punished.",		"return_waypoint_description_3":"Return to Shalera, the Lady Hutt, with Salya Greeler.",		"return_waypoint_description_2":"Return to Shalera, the Lady Hutt, and let her know the Mercenary is dead.",		"return_waypoint_description_1":"Return to Shalera, the Lady Hutt, and let her know the message was delivered.",		"waypoint_description_6":"Deliver a sample of the Berserker Virus to a courier who will take it to Jabba on Tatooine.",		"waypoint_description_5":"Rescue Naz Tulos, a pilot, from CorSec and return him to Shalera.",		"waypoint_description_4":"Neutralize one of Shalera's lieutenants, Yime Kalulez, who has gotten out of hand and is causing problems for the Lady Hutt.",		"waypoint_description_3":"Escort Salya Greeler, a member of Shalera's organization, to the Lady Hutt.",		"waypoint_description_2":"Eliminate the Mercenary working for the Black Sun.",		"waypoint_description_1":"Deliver a message to a courier named Gatt Blanth. He will be awaiting you outside the city at this location.",		"npc_reset_6":"Sometimes unforeseen difficulties make our work harder. See me again later and try again.",		"npc_reset_5":"Sometimes unforeseen difficulties make our work harder. See me again later and try again.",		"npc_reset_4":"Sometimes unforeseen difficulties make our work harder. See me again later and try again.",		"npc_reset_3":"Sometimes unforeseen difficulties make our work harder. See me again later and try again.",		"npc_reset_2":"Sometimes unforeseen difficulties make our work harder. See me again later and try again.",		"npc_reset_1":"Sometimes unforeseen difficulties make our work harder. See me again later and try again.",		"player_3_6":"Is it safe for me to handle this virus?",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"What's that? You were supposed to give me something different.",		"gotowork_6":"Where's my package?",		"npc_smuggle_6":"That's what I've been waiting for. Take care.",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"Hey! Are you the courier from Shalera?",		"dontknowyou_6":"Sorry, I can't talk right now.",		"otherescort_6":"I'm waiting for somebody else. ",		"npc_failure_6":"Very regrettable. Jabba will not be happy about this. I'll try to leave your name out of it when he asks what went wrong.",		"npc_noloc_6":"They haven't paid me, so I don't want it delivered quite yet. Come back and see me later.",		"npc_work_6":"You haven't delivered it yet? Jabba is waiting.",		"npc_reward_6":"You're everything a Hutt could want in an employee. ",		"npc_backtowork_6":"I can't tell you anything more. Please -- just make the delivery.",		"npc_4_6":"They've not yet managed to engineer a strain that works on sapient creatures, so you should be completely safe. Will you do it?",		"npc_3_6":"I completely understand. I too am wary of handling this sort of biohazard.",		"npc_2_6":"Fine. Black Sun is very keen to take this sample back from us. One of my operatives "found" it on one of their couriers. Be careful that they don't foul up this delivery. I don't want anything to upset Jabba, he has a bit of a temper.",		"npc_1_6":"Do you know much about the Berserker Virus? It's an ailment that has recently been infecting the creatures of Naboo. It makes them unusually aggressive. I'm sending a sample of the virus to Jabba. You've been very dependable so far. Will you deliver the sample to his courier?",		"player_3_5":"How did he get in trouble with the CorSec?",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"Thanks for getting me here.",		"npc_takeme_5":"CorSec, ImpSec. How am I supposed to keep track of all these details? Just help get me off this world.",		"npc_breech_5":"Did the Lady Hutt send you to find somebody?",		"dontknowyou_5":"I'm afraid I don't have time for idle chitchat. ",		"otherescort_5":"I don't know who you're looking for, but I do know it isn't me.",		"npc_failure_5":"I do so hate to lose an opportunity to make credits. Oh well, no use worrying about what we can't change.",		"npc_noloc_5":"Actually, things are a little hot for him right now. I'll send you to find him when things have cooled down a little.",		"npc_work_5":"If you don't find him soon, then CorSec will.",		"npc_reward_5":"I admire your resourcefulness. You've done very well.",		"npc_backtowork_5":"Hurry up and bring him to me, or neither of us will make any credits off this situation.",		"npc_4_5":"Let's just say he rashly assumed that a CorSec ship belonged to the Empire. At the time, he was doing something the Imperials wouldn't like, and so he took action. Very regrettable. Will you bring him to me?",		"npc_3_5":"Very prudent of you not to meddle in Rebel affairs. The Empire is not well disposed toward that sort of behavior. ",		"npc_2_5":"Your loyalty is an inspiration to all who know you. The pilot's name is Naz Tulos. Bring him to me before CorSec catches up with him.",		"npc_1_5":"This business never gets dull. A pilot known to be friendly to the Alliance has managed to get in trouble with CorSec instead of the Imperials. I'm being paid to smuggle him off-planet. Will you bring him to me?",		"player_3_4":"How has he been drawing attention to you?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"I work for Shalera the Hutt, you fool! You can't touch me!",		"dontknowyou_4":"What are you bothering me for? Get a job.",		"otherescort_4":"I know you're not here to see me.",		"npc_failure_4":"I was so sure you could make him behave. How regrettable.",		"npc_noloc_4":"Actually, I'm not sure where he is right now. See me later, and with luck I'll have the coordinates you need.",		"npc_work_4":"Haven't you yet shown my lieutenant the error of his ways?",		"npc_reward_4":"That's one way to keep someone from misbehaving. You should have been born a Hutt.",		"npc_backtowork_4":"I really need you to attend to this matter with all speed.",		"npc_4_4":"Demanding money from merchants. Shooting people who annoy him, and then warning witnesses "who his boss is" and how "they'd better keep quiet." Killing the Corsec officer who was investigating his case. Things like that. All very regrettable. Will you help me?",		"npc_3_4":"Once again your wisdom astounds me. You're right, this is a family matter, and I should attend to it myself.",		"npc_2_4":"Deal with him as you think best, of course. I've learned to trust your judgment. I warn you, though -- he's very full of himself and may not be willing to listen to reason.",		"npc_1_4":"My friend, I need your help in a delicate matter involving my business. One of my lieutenants thinks that because he works for me, he can do anything he wishes. He's been drawing unwanted attention to my organization. Can you help me deal with him?",		"player_3_3":"Why does she need an escort?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"Thanks for getting me here. I never could have made it by myself.",		"npc_takeme_3":"I'm so glad you're here. I've had enough of the wilderness. Take me back to the Lady Hutt.",		"npc_breech_3":"Did Shalera send you?",		"dontknowyou_3":"I'm busy right now and don't have time to talk.",		"otherescort_3":"Sorry, I'm waiting for somebody else. ",		"npc_failure_3":"You failed me? Words cannot express my surprise and regret. I'm sure you won't let it happen again.",		"npc_noloc_3":"Oh bother! She just called in to tell me she wanted to double-check some new Imperial tax laws. Would you mind waiting a little while and then coming back?",		"npc_work_3":"You mean she's still waiting out in the wilderness? Well, go get her!",		"npc_reward_3":"Where others would fail, you succeed. Well done.",		"npc_backtowork_3":"Please hurry and bring back my accountant. ",		"npc_4_3":"She was escorted to a hidden location to do her work without any interruptions and now needs an escort back. She's not really the outdoorsy type, but she likes to get away while she figures out how to clean up my credits.",		"npc_3_3":"I admire your sense of self-preservation. It's dangerous out in the wilderness.",		"npc_2_3":"I knew I could count on you. Her work is very important to me, so please bring her back safely. I'm sure she's completely out of place in the wilderness.",		"npc_1_3":"I have need of you once more, my friend. One of my employees, an accountant, is away from the hustle and bustle of the city while she cleans up my more frontier accounting practices, but she needs an escort to get back safely. Will you help me?",		"player_3_2":"What sort of childish antics?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"One of the Lady Hutt's new toys, eh?  You won't last.",		"dontknowyou_2":"Not me.  You don't want to talk to me.",		"otherescort_2":"",		"npc_failure_2":"What a pity. I thought you'd be able to handle that. Very regrettable.",		"npc_noloc_2":"Perhaps we should wait a bit on that job.  I have just received news that may alter the social landscape. Meet with me later.",		"npc_work_2":"Why haven't you destroyed that mercenary yet?",		"npc_reward_2":"Excellent. Once again you have my gratitude.",		"npc_backtowork_2":"You know all that you require. Go destroy that merc.",		"npc_4_2":"Petty things, really. Like telling CorSec the location of some of my hidden installations. Will you discourage such escapades on my behalf?",		"npc_3_2":"Truly your years belie your wisdom. It would indeed be foolish to get caught up in our struggle.",		"npc_2_2":"Ah, so like myself -- willing to negotiate but unafraid of conflict. Black Sun recently shipped a valuable commodity to Corellia that they are temporarily storing at one of their smuggling dens. They've hired some offworld specialist mercenary to guard the stuff, but I want that mercenary eliminated.  Understand?",		"npc_1_2":"I fear your previous efforts on my behalf bore little fruit. The people in charge of Black Sun let their dislike of me cloud their judgment. Speaking of my illustrious competitors, you might assist me in teaching them a lesson. They've been crossing the line recently, and I want to discourage their childish antics.",		"player_3_1":"Who is getting this message?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"I think you meant to give me something different.",		"gotowork_1":"You didn't bring the message? ",		"npc_smuggle_1":"I'll bring this to the boss right away.",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"Are you here to deliver the message from the Lady Hutt?",		"dontknowyou_1":"I'm here waiting for someone.",		"otherescort_1":"You and I don't have any business to discuss",		"npc_failure_1":"Regrettable that you weren't able to succeed, but these things happen.",		"npc_noloc_1":"Now that I think of it, this may not be the best time to deliver such a message. See me about this again later.",		"npc_work_1":"Haven't you delivered my message yet? I'm a patient Hutt, but --",		"npc_reward_1":"A thousand thanks, my friend. I have the feeling you and I shall get along very well.",		"npc_backtowork_1":"That's all I can tell you right now. Please proceed with the task.",		"npc_4_1":"Recently things have been getting out of hand between my business rivals, Black Sun and I. All that bad blood is not good for business and draws unwanted attention. Will you help me arrange a sit-down?",		"npc_3_1":"Perhaps you are wise not to put yourself between rivals such as Black Sun and myself.",		"npc_2_1":"You have the heart of a Jedi, always willing to aid the cause of peace. Bring my message to the courier waiting outside the city. We tend to conduct these affairs away from places where people might notice.",		"npc_1_1":"Welcome. I am Shalera -- some call me the Lady Hutt. You needn't look so nervous. I never eat my guests -- at least not without tea, and you've just missed that. As it happens, I need some short-term help. My regular people are busy with a new project. Do you think you might be willing to deliver a message for me?",		"notyet":"I lack time to talk to you at the moment. Very regrettable, I know. But please talk with one of my lieutenants, Karena Keer. ",		"npc_reset":"Sometimes unforeseen difficulties make our work harder. See me again later and try again.",		"cantwork":"See me again when you've finished with your present employer.",		"next":"Business is running smoothly. But if I have any more difficulties, you're my first choice to solve them."
}}
