{
	"stfFile":"static_npc/corellia/thrackan_sal_solo",
	"entries": {
		"npc_reset_4":"You're backing out on me? If you think you can handle it, maybe I'll let you try again later.",		"npc_reset_3":"You're backing out on me? If you think you can handle it, maybe I'll let you try again later.",		"npc_reset_2":"You're backing out on me? If you think you can handle it, maybe I'll let you try again later.",		"npc_reset_1":"You're backing out on me? If you think you can handle it, maybe I'll let you try again later.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Actually, other than the location, that briefing pretty well covered it.",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"You failed? Any more deaths will be on your conscience. ",		"npc_noloc_4":"I need to make some last-minute arrangements. See me in a few minutes. We can get started then.",		"npc_work_4":"Is that terrorist cell wiped out yet? I'd hate for them to strike again because it took too long for you to stop them.",		"npc_reward_4":"You've done fine work and have been a big help to the Diktat.",		"npc_backtowork_4":"Were you going to stop those terrorists, or have you lost your nerve?",		"npc_4_4":"I should have seen that coming. So will you do it?",		"npc_3_4":"Then I have no more time for you.",		"npc_2_4":"Good. Go find them, and don't leave any of those vermin alive. I'm counting on you.",		"npc_1_4":"We finally confirmed the information we got out of that suspect you arrested. The Selonian terrorist cell is operating from a den out in the wilderness. I want you to wipe out the entire nest. Will you do it? Go ahead, I know you're just dying to ask me a question.",		"player_3_3":"How will I know what to do if I don't ask questions?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"You gave me the wrong thing. Stop wasting my time.",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"I won't let you cover this up!",		"dontknowyou_3":"We don't have any business with one another.",		"otherescort_3":"I'm waiting for somebody else.",		"npc_failure_3":"The Diktat isn't going to like this. Would you mind spelling your name for me?",		"npc_noloc_3":"As soon as my agents call with his location, I'll let you know. Check back with me soon.",		"npc_work_3":"I thought you were going to retrieve that falsified evidence. ",		"npc_reward_3":""Cover-up." Hah! That was a feeble dodge.",		"npc_backtowork_3":"I've told you everything I can. Or did you have another question to torment me with?",		"npc_4_3":"Because I'll tell you what to do, that's how. A data slicer is blackmailing the Diktat with falsified recordings of a death squad he supposedly sanctioned. If I give him the recordings, then maybe he'll get back to work instead of trying to cover his behind. Will you help?",		"npc_3_3":"I have things to do. Goodbye. ",		"npc_2_3":"Fine, his name is Tormyll Fassoola, and his blackmailing days are numbered. Find him and bring me the disk he's been using to blackmail the Diktat.",		"npc_1_3":"We're checking some leads we got from your last mission, but meanwhile I want you to pursue another problem. No questions this time. Will you do it or not?",		"player_3_2":"What if he hasn't done anything?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"Perhaps they finally found Faleera's killer.",		"npc_takeme_2":"Questioning? All right, I'm sorry my friends attacked you. ",		"npc_breech_2":"Is there something I can help you with, friend?",		"dontknowyou_2":"I can't talk to you right now.",		"otherescort_2":"I'm very sorry, friend, I'm not who you seek.",		"npc_failure_2":"Why am I always surrounded by incompetents? ",		"npc_noloc_2":"I expect a call with his location any time now. Come back and see me in a few minutes. ",		"npc_work_2":"As I recall, I gave you a job. Did I explain it too quickly for you the first time?",		"npc_reward_2":"His friends were Selonians, were they? Perhaps we'll be able to wipe out this terrorist cell once and for all.",		"npc_backtowork_2":"Were you going to be on your way or was there something else?",		"npc_4_2":"I guess it was too much to hope. That's why I want him brought here for questioning, rather than arrested and interrogated. Now will you do it?",		"npc_3_2":"Then get out, I'm a busy man.",		"npc_2_2":"Fine. Try not to cause trouble with any friends of his. I don't want them to think he's under arrest and try something foolish. Don't let them stop you, though.",		"npc_1_2":"Let's get right to work. Faleera, the terrorist I sent you after, was known to consort with a man named Jermo Tharrn. I want someone to bring him back here for questioning. Can you do that without any annoying questions?",		"player_3_1":"Umm -- doing what exactly?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"My sisters warned me someone was after us. I didn't believe it until now.",		"dontknowyou_1":"I'm sorry, but I'm waiting for somebody else.",		"otherescort_1":"I'm sorry, gentle sapient. I'm not the one whom you seek.",		"npc_failure_1":"You failed? I didn't hire you to fail.",		"npc_noloc_1":"I need a few minutes to make some final arrangements. Check back soon, and don't keep me waiting.",		"npc_work_1":"Did you stop that terrorist, or were you waiting for her to kill again?",		"npc_reward_1":"Not bad. I'll consider hiring you again sometime.",		"npc_backtowork_1":"You're not giving up are you?",		"npc_4_1":"Starting with the stupid questions already. I can see that you're going to be trouble. I'll explain this once. My people have located a notorious Selonian terrorist who is hiding out on Corellia. I want you to remove this threat to the public. Is that simple enough?",		"npc_3_1":"Then why are you wasting my time? Get out.",		"npc_2_1":"I'm glad we got that sorted out. Now go find that Selonian terrorist and kill her. You needn't bother looking in town, she's trying to stay out of the public eye.",		"npc_1_1":"The name is Thrackan Sal-Solo. I hope you're here to work, because I have big things that need doing fast and without stupid questions. Are you willing to work with that understanding?",		"notyet":"",		"npc_reset":"You're backing out on me? If you think you can handle it, maybe I'll let you try again later.",		"cantwork":"You're working for somebody else right now. I won't even think about hiring you if you're working for somebody else.",		"next":"I don't have any more work for you right now. Maybe later."
}}
