{
	"stfFile":"static_npc/corellia/venthan_chassu",
	"entries": {
		"npc_reset_2":"Your cavalier dismissal of my urgent need for revenge dissatisfies me.",		"npc_reset_1":"Your cavalier dismissal of my urgent need for revenge dissatisfies me.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"",		"dontknowyou_4":"",		"otherescort_4":"",		"npc_failure_4":"",		"npc_noloc_4":"",		"npc_work_4":"",		"npc_reward_4":"",		"npc_backtowork_4":"",		"npc_4_4":"",		"npc_3_4":"",		"npc_2_4":"",		"npc_1_4":"",		"player_3_3":"",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"",		"npc_noloc_3":"",		"npc_work_3":"",		"npc_reward_3":"",		"npc_backtowork_3":"",		"npc_4_3":"",		"npc_3_3":"",		"npc_2_3":"",		"npc_1_3":"",		"player_3_2":"What else did Vorsuble write about you?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"It is some ruffian. Protect me, or you are fired!",		"dontknowyou_2":"I want nothing to do with you.",		"otherescort_2":"I daresay you're talking to the wrong person.",		"npc_failure_2":"No! I cannot believe that this odious man still draws breath. It is an offense against the galaxy. Mark me -- I shall see him destroyed.",		"npc_noloc_2":"I have a probe droid looking for Vorsuble right now. In moments, I expect to know his location. Talk to me then.",		"npc_work_2":"Every moment burns Vorsuble's words more deeply in my memory: 'An artist who apparently seeks to start a new movement called Incoherence.' Do not return until he is dead, do you hear?",		"npc_reward_2":"'Shows a philosophy of artistic composition that seems derived from the scrap-heaps of Doaba Guerfel.' A man who says that of me deserves to die.",		"npc_backtowork_2":"I still burn at Vorsuble's words: 'Depicts human faces as though viewing them through a Gran's third eye.' This man must die, and you are idly waiting here. Go!",		"npc_4_2":"'I have not discerned who trained this neophyte Chassu. Perhaps no reputable teacher will admit to foisting on the galaxy this ninth-rate purveyor of puerile, polychromatic poppycock.' I ask you, can you allow this inhuman vandal of character to survive a moment longer?",		"npc_3_2":"When this is the man who called me 'hopeless in talent and, by all reports, in personal character,' you can allow him to live?",		"npc_2_2":"Good. As you cut down Faswald Vorsuble with blaster fire, be calm, for this is the man who called me 'an egomaniacal dabbler.'",		"npc_1_2":"I still recall the awful things the critic Faswald Vorsuble wrote about me all those years ago. 'Spews color in erratic gobs, like the trail of blood from a wounded mynock.' I cannot rest until Faswald Vorsuble knows, first-hand, what a trail of blood looks like -- close up. I want you to destroy him. Trust me, you'll do the galactic arts community a favor.",		"player_3_1":"Destroying a critic's home for one bad review may be satisfying, but it isn't legal, is it?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"",		"npc_smuggle_1":"",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"",		"dontknowyou_1":"",		"otherescort_1":"",		"npc_failure_1":"You were perhaps too squeamish to destroy that home? Well, I can always find someone else to enact my just revenge.",		"npc_noloc_1":"I am waiting for an informant to relay to me the location of Vorsuble's vacation home. Check with me shortly.",		"npc_work_1":"Haven't you destroyed Faswald Vorsuble's vacation home? I anticipate the calamity so strongly, I can hardly contain myself.",		"npc_reward_1":"Immensely cathartic. Yet still I feel the canker in my heart, demanding further revenge. I may have more work for you soon.",		"npc_backtowork_1":"I grow impatient for you to carry out my revenge. Go!",		"npc_4_1":"'Legal'? This is the New Order. What's 'legal' is whatever the Empire says is legal. And nowadays I have friends so high up in the Empire that, essentially, what's legal is whatever I say is legal. Will you destroy Vorsuble's home or not?",		"npc_3_1":"You seem too concerned by issues of legality. You won't have much place in the New Order if you keep on that way.",		"npc_2_1":"Good. I have the wilderness coordinates of his home right here. I believe he has some kind of large pet as a guard, so have a care.",		"npc_1_1":"Have you ever seen the holopainting of our beloved Emperor with his hand held high, receiving the adulation of a huge crowd? Yes, that's right, 'Palpatine Triumphant.' That was mine. It made me famous on Coruscant. Now I'm back home seeking a certain critic, the slime-toad Faswald Vorsuble. The acid he spouted about my first showing, decades ago, I shall not repeat. For years I have planned to teach him a lesson. You can teach it. I want you to destroy his vacation home.",		"notyet":"",		"npc_reset":"Your cavalier dismissal of my urgent need for revenge dissatisfies me.",		"cantwork":"I have a mission of compelling importance available to you, once you are not so busy.",		"next":"I have satisfied my yearning for revenge and achieved a certain quietus. I thank you again for your help."
}}
