{
	"stfFile":"static_npc/corellia/zekka_thyne",
	"entries": {
		"gotowork":"What do you want? I already gave you the disk. Can't you just leave me alone?",		"waypoint_name_4":"Kill Drune Juntura.",		"waypoint_name_3":"Kill Wililikin.",		"waypoint_name_2":"Kill Wedu Belar.",		"waypoint_name_1":"Kill Korowee Fa'lorn.",		"waypoint_description_4":"Imtercept the assassin, Drune Juntura, and stop him.",		"waypoint_description_3":"Remove the threat Wililikin holds by eliminating Wililikin himself.",		"waypoint_description_2":"Find and kill Wedu Belar.",		"waypoint_description_1":"Kill the Bothan, Korowee Fa'lorn, and get the encrypted disc he carries.",		"npc_reset_4":"Don't come back till you're ready to play with the big boys.",		"npc_reset_3":"Don't come back till you're ready to play with the big boys.",		"npc_reset_2":"Don't come back till you're ready to play with the big boys.",		"npc_reset_1":"Don't come back till you're ready to play with the big boys.",		"player_3_6":"",		"player_2_6":"No.",		"player_1_6":"Yes.",		"player_sorry_6":"I'll keep working on the mission.",		"player_reset_6":"I don't want this mission right now.",		"notit_6":"",		"gotowork_6":"",		"npc_smuggle_6":"",		"npc_dropoff_6":"",		"npc_takeme_6":"",		"npc_breech_6":"",		"dontknowyou_6":"",		"otherescort_6":"",		"npc_failure_6":"",		"npc_noloc_6":"",		"npc_work_6":"",		"npc_reward_6":"",		"npc_backtowork_6":"",		"npc_4_6":"",		"npc_3_6":"",		"npc_2_6":"",		"npc_1_6":"",		"player_3_5":"",		"player_2_5":"No.",		"player_1_5":"Yes.",		"player_sorry_5":"I'll keep working on the mission.",		"player_reset_5":"I don't want this mission right now.",		"notit_5":"",		"gotowork_5":"",		"npc_smuggle_5":"",		"npc_dropoff_5":"",		"npc_takeme_5":"",		"npc_breech_5":"",		"dontknowyou_5":"",		"otherescort_5":"",		"npc_failure_5":"",		"npc_noloc_5":"",		"npc_work_5":"",		"npc_reward_5":"",		"npc_backtowork_5":"",		"npc_4_5":"",		"npc_3_5":"",		"npc_2_5":"",		"npc_1_5":"",		"player_3_4":"Is this killer anyone I should know?",		"player_2_4":"No.",		"player_1_4":"Yes.",		"player_sorry_4":"I'll keep working on the mission.",		"player_reset_4":"I don't want this mission right now.",		"notit_4":"",		"gotowork_4":"",		"npc_smuggle_4":"",		"npc_dropoff_4":"",		"npc_takeme_4":"",		"npc_breech_4":"Thyne will not escape me. You only delay the inevitable.",		"dontknowyou_4":"Go away.",		"otherescort_4":"Go away.",		"npc_failure_4":"You mean he's still out there? He could be at my front door right now? Why did I ever bother with you? Get lost!",		"npc_noloc_4":"As soon as I know where this assassin's at, I'll let you know.",		"npc_work_4":"Why haven't you taken this killer out yet? We're talking about my life here!",		"npc_reward_4":"You'll make a name for yourself yet, killer, you just wait and see. I think you'll find folks around here will give you a little more respect from now on.",		"npc_backtowork_4":"I ain't getting any younger, pal. Why are you standing around?",		"npc_4_4":"He goes by the name of Drune Juntura and he operates out of Mos Eisley. You can handle this for me, right?",		"npc_3_4":"My life is in danger and you refuse to help? I think our friendship is ended.",		"npc_2_4":"Good. Take this killer out so I can go back to sleeping peacefully at nights. And of course feel free to keep whatever the loser's got on him.",		"npc_1_4":"It was bound to happen sooner or later. One of Wedu's partners has called in a favor and has hired an assassin to "take care of me." Now I've seen what you can do and I know you're more than a match for this trained killer. Can you take of this guy? For old time's sake?",		"player_3_3":"What kind of evidence?",		"player_2_3":"No.",		"player_1_3":"Yes.",		"player_sorry_3":"I'll keep working on the mission.",		"player_reset_3":"I don't want this mission right now.",		"notit_3":"",		"gotowork_3":"",		"npc_smuggle_3":"",		"npc_dropoff_3":"",		"npc_takeme_3":"",		"npc_breech_3":"Who're you? What do you want? Oh no... attack!",		"dontknowyou_3":"",		"otherescort_3":"",		"npc_failure_3":"What kind of a mercenary can't destroy a petty group of thugs? You should find a new line of work, pal.",		"npc_noloc_3":"I'll get you Wililikin's location in just a few moments.",		"npc_work_3":"I hear Wililikin's still breathing... what's the holdup? You gotta move faster, buddy.",		"npc_reward_3":"Well done. My clients will sleep easier, which means I'll sleep easier... which means I won't have to kill you while you sleep. Just kidding, buddy, I knew you wouldn't fail me.",		"npc_backtowork_3":"Gotta get this Wililikin guy before he takes action with those files. What are you waiting for, buddy?",		"npc_4_3":"The kind that gets people sent to Dathomir or the Spice Mines of Kessel. Now can I rely on you to help me with this or do you want out?",		"npc_3_3":"Really? That's a shame. And we were becoming such good friends, too. ",		"npc_2_3":"Try not to be seen, if you can help it. CorSec don't take too kindly to this kind of thing. Also, this guy, name's Wililikin, will probably not be alone, so expect a fight.",		"npc_1_3":"While you were out having a good time, my people came across something interesting. Wedu had been doing more than simply steaming about that little list. He'd done his homework and had collected some rather incriminating files on many of my clients. This makes them nervous, as I'm sure you can imagine. Fortunately, I know exactly where these files exist. I need you to find the guy holding them and take him out. Think you can handle that?",		"player_3_2":"You get a lot of assassins coming after you?",		"player_2_2":"No.",		"player_1_2":"Yes.",		"player_sorry_2":"I'll keep working on the mission.",		"player_reset_2":"I don't want this mission right now.",		"notit_2":"",		"gotowork_2":"",		"npc_smuggle_2":"",		"npc_dropoff_2":"",		"npc_takeme_2":"",		"npc_breech_2":"I know who sent you and why. Take me out if you can.",		"dontknowyou_2":"Do not disturb me. I am busy.",		"otherescort_2":"Do not disturb me. I am busy.",		"npc_failure_2":"You let this joker live? How could you do that? Now I'll have to burn his entire house to the ground.",		"npc_noloc_2":"As soon as my people give me Wedu's current location, I'll pass that on to you.",		"npc_work_2":"Is Wedu a distant memory? What are you waiting for?",		"npc_reward_2":"Where were you a couple of years ago? You could have solved a lot of problems for me. Good work.",		"npc_backtowork_2":"You getting nervous, pal? You want to back out?",		"npc_4_2":"They're as common in my line of work as fleas on a bantha. Course, some of them have really short careers. You don't seem like a short timer to me. Willing to test that? ",		"npc_3_2":"I can't stand people that waste my time. Beat it.",		"npc_2_2":"Careful with this guy. He's got a rather nasty reputation. Name's Wedu Belar and he's a pretty good shot too.",		"npc_1_2":"Guess what? Turns out a rival had his eyes on old Korowee's list and isn't terribly happy I got my hands on it. If there's one thing I can't stand, it's professional jealousy. Take care of this loser before he gets too steamed and goes and does something stupid like hire an assassin to try and take me out. Can you do that?",		"player_3_1":"What kind of clients?",		"player_2_1":"No.",		"player_1_1":"Yes.",		"player_sorry_1":"I'll keep working on the mission.",		"player_reset_1":"I don't want this mission right now.",		"notit_1":"",		"gotowork_1":"What do you want? I already gave you the disk. Can't you just leave me alone?",		"npc_smuggle_1":"Wait.. on second thought, its just some stupid names on a disk. Definately not worth dying over. Here, take the disk. Tell Thyne I said, "Hello."",		"npc_dropoff_1":"",		"npc_takeme_1":"",		"npc_breech_1":"You have the look of one of Thyne's killers. You won't get the drop on me!",		"dontknowyou_1":"I'm rather busy at the moment. Please do not disturb me.",		"otherescort_1":"I'm rather busy at the moment. Please do not disturb me.",		"npc_failure_1":"If you were trying to impress me, this isn't a good start.",		"npc_noloc_1":"A suspicious sleemo like Korowee moves around a lot. We'll get a fix on him eventually.",		"npc_work_1":"Have you gotten me that list yet? I need those names and Korowee removed.",		"npc_reward_1":"Nicely done. Poor Korowee probably never knew what hit him. Stick around. I could use someone like you.",		"npc_backtowork_1":"I got nothing more to say about this. Is this too much for you?",		"npc_4_1":"The kind that have access to a lot of money and some well-known peccadilloes. So you in or not? ",		"npc_3_1":"You know I could've sworn you just said "no." People who work for me don't get to say that much.",		"npc_2_1":"Good answer. This walking corpse is a Bothan named Korowee Fa'lorn. But you can just refer to him as bantha fodder. Bring me the encrypted disc he's carrying. You can keep everything else you find on him.",		"npc_1_1":"So Grobber decided not to blast you, huh? Okay, listen up. I'm in the process of consolidating some "business interests" here on Corellia. So far, all of my associates have gone along with the program. Some are not so smart. One of these jokers has a list of clients he refuses to share. Find this worm, remove him, and get me that list. He carries it with him at all times. Suspicious little sleemo, huh? Can you handle that?",		"notyet":"I'm a busy man, pal. Talk to Grobber. If he doesn't kill you, maybe we'll have a little chat.",		"npc_reset":"Don't come back till you're ready to play with the big boys.",		"cantwork":"You want work from me? Get rid of your other obligations first.",		"next":"Don't need you anymore, buddy. At least not at the moment. Check back with me later. I may have some more work."
}}
