{
	"stfFile":"spacequest/inspect/imperial_ss_1",
	"entries": {
		"title_d":"Travel to the Lok system and inspect a Nym lieutenant. When you enter the system you will need to search the system for a Nym lieutenant. A good place to start is near the Lok space station. Once you have found a Nym lieutenant you will need to disable his vessel. In order to disable a vessel use the '[' or ']' to target the ships subsystems and target its engines. Attack the Nym lieutenant until its engines are at 0%. Now move in close and use presse the 'I' key or type /inspect with the Nym lieutenant targeted. After you have found the hostage orders, type /dock in order to transfer the orders onto your ship. Be wary because you will be very vunerable while docking with another vessel.",		"title":"Lok System: Inspect the Nym Lieutenants",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"quest_location_t":"Travel to the Lok System",		"quest_location_d":"Travel to the Lok system and inspect a Nym Lieutenant. You will need to search the system for your target, but a good place to start your search is near the Lok space station.",		"quest_inspect_t":"Inspect the Nym Lieutenant",		"quest_inspect_d":"Inspect a Nym Lieutenant's vessel for the Hostage Orders. To inspect a ship first you must disable it's engines by targeting its subsystems. Use the '[' or ']' key in order to target its engines. Attack the vessel until its engines are at 0%. Then move in close and use the /inspect or press the 'I' key to start inspecting the Nym Lieutenant. Make sure you have the disabled the Nym Lieutenant targeted when you attempt this.",		"quest_dock_t":"Dock with the Nym Lieutenant and Transfer the Hostage Orders",		"quest_dock_d":"Once you have succeeded in finding the Hostage Orders you will need to dock with the ship in order to transfer the data. Use the /dock command in order to start the docking procedure. Wait until the procedure is complete and you receive the system message of success before leaving. Be very careful at this point because you will be vunlerable to attacks while docked with another vessel.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"assigned_delayed":"",		"Quest Log Data":"Text"
}}
