{
	"stfFile":"imperial_presence/contraband_search",
	"entries": {
		"containment_team_jedi_rebel":"I have a visual on the Sith. Fan out and assault! Avenge your brothers! For the glory of the Old Republic!",		"containment_team_jedi_imperial":"Protocol: Zero one active. Jedi: Identified. Containment protocol: Engaged. Directive: Employ maximum force to terminate Jedi.",		"discovered_jedi_rebel":"By the force, a Sith! Command, I have a problem. Dispatch hunt team four to my location. Yes, I said four! Do it now!",		"discovered_jedi_imperial":"By the Emperor, a Jedi! Command, this is security patrol. Code black! I repeat: code black! Dispatch containment team to my location!",		"containment_team_rebel":"This is Response Team Alpha. We have identified the target and are moving to intercept. There's the Imperial! Take him out!",		"containment_team_imperial":"Containment team has arrived. Target identified. Beginning neutralization.",		"punish_rebel":"You won't pay the fine? I will be forced to report this incident to your superior officer. The Rebellion might not be as organized as we could be, but we don't tolerate direct acts of insubordination. Clean up your act or you'll find yourself in solitary. You are dismissed.",		"warning_rebel":"Payment of the fine has been received. I don't want to see this kind of behavior again. You are dismissed.",		"imp_fine_text2_rebel":" credits has been issued. Failure to pay this fine will result in negative standing within the Rebellion.


Do you wish to pay this fine and avoid the loss of Rebel faction?",		"neutral_turn_over_rebel":"I've recorded your infraction and have submitted the appropriate forms. Future use of contraband material will result in harsher action. We have enough trouble with Imperial agents in our midst, we don't need good people like you making stupid decisions. Clean up your act. You may go.",		"discovered_officer_rebel":"Hold on, I recognize you from the most wanted Imperial officers list! You're %TT %TO!",		"failure_to_pay_rebel":"Our scans have located contraband in your possession. This kind of thing might have been tolerated under the Empire, but not any more. I would fine you, but you apparently don't have any credit to pay with. Looks like you'll get by with a warning. I suggest you get a job and clean up your act.",		"fined_rebel":"Our scans have located contraband in your possession. This kind of thing might have been tolerated under the Empire, but not any more. We're working hard to clean things up and make the cities safe for all citizens. I'm going to have to fine you. If I catch you again, I'll have to bring you in.",		"pay_fine_rebel":"Our scans have discovered contraband in your possession. You are also a Rebel officer. I know things have been hectic with the war againts the Empire, but that is no excuse. You need to set an example for our ideals. I'm going to have to fine you.",		"ran_away_rebel":"You have been repoted to the Rebellion for suspicious activity!",		"discovered_chat_rebel":"What the...he's a known Imperial collaborator! Bring him in!",		"discovered_rebel":"The investigation has revealed that you are a member of the Empire. You will be open to attack from Rebel NPCs until you speak with an Imperial recruiter.",		"clean_target_rebel":"Everything checks out. Sorry to trouble you. Have a good day.",		"return_thank_rebel":"If you run, I'd have to put out a search and detain order. Remain as you are until the scan is complete. This won't take much longer.",		"contraband_scan_rebel":"The local security agent begins to conduct a search on you.",		"scan_greeting_rebel":"I need you to submit to a brief scan. This is only a routine check and it will only take a few seconds. With the war against the Empire going on, we have to keep security tight. I apologize for the inconvenience.",		"business_rebel":"I was going to submit you to a scan, before I recognized you as a Rebel soldier. You may carry on.",		"dismount_rebel":"You are being stopped for a security search by local police forces loyal to the Rebellion. Remain at your current location until the scan is complete.",		"return_false_rebel":"Republic law requires citizens to submit to routine scans during times of war, when requested to do so by a security officer. Disobedience will not reflect well on your record.",		"return_request_rebel":"Stop! This is merely a routine check! Running from an officer of the law is a crime! You have ten seconds to return!",		"dismount":"Dismounting now.",		"dismount_imperial":"You are being stopped for a contraband search by the Empire. Remain at your current location until the scan is completed. Failure to comply may effect your standing with the Empire.",		"failure_to_pay_imp":"Under Imperial action directive number 121X-421c, you are subject to a fine for the possession of contraband. However, our records show that you do not have the credits to pay such a fine. The Empire does not look favorably on criminals, especially destitute ones. Move along before we decide to haul you in.",		"ran_away_imperial":"Failure to comply with a direct Imperial order has lowered your standing with the Empire.",		"dont_search_novice":"I don't think there is a reason to search this citizen. Move along, move along.",		"dont_search_dark":"We better not search this citizen. Lets get back to our patrol.",		"dont_search":"We don't need to scan this citizen. Move along.",		"not_search_you_novice":"Maybe I shouldn't search this one.",		"jedi_mind_trick_novice":"Don't search me.",		"not_search_you_dark":"I should leave before this one gets angry.",		"jedi_mind_trick_dark":"You should leave. You are making me angry.",		"not_search_you":"I don't need to scan this one.",		"jedi_mind_trick":"You don't need to scan me.",		"probot_distress_fly":"*Distress Signal...*",		"probot_support_fly":"*Alert...*",		"report_activities":"The probot sent out an alert on your rebellious activities.",		"sorry_sir_name":"I apologize %TT %TO! We didn't recognize you at first. We will continue with our patrol and leave you to your business.",		"punish_imperial":"So you refuse to pay the fine? We will be forced to report this incident to your superior officer. If you are planning on moving up higher into the ranks of the Empire, you might wish to reconsider such foolish decisions in the future. Now get out of my sight before I decide to bring you up on insubordination charges.",		"imp_fine_text2_imperial":" credits has been issued. Failure to pay this fine will result in negative standing within the Empire.


Do you wish to pay this fine and avoid the loss of Imperial faction?",		"imp_fine_text":"For violation of local contraband law, a fine of ",		"imp_fine_title":"Contraband Fine",		"discovered_officer_imperial":"Wait...I recognize this Rebel from the security holonet feeds...It's %TT %TO. Blast'em!",		"pay_fine_imperial":"Our scans have discovered contraband in your possession. As a member of the Imperial army, you should know that contraband is forbidden. You will be fined under Imperial action directive number 121X-421c. Failure to pay this fine will sorely affect your standings within the Empire.",		"failure_to_pay_imperial":"Our scans have located contraband in your possession. Under Imperial action directive number 121X-421c you are subject to a fine for the possession of contraband. However, our records show that you do not have the credits to pay such a fine. The Empire does not look favorably on criminals, especially destitute ones. Move along before we decide to haul you in.",		"fined_imperial":"Our scans have located contraband in your possession. Under Imperial action directive number 121X-421c, we have seized enough credits to cover your fine. Future infractions of the contraband directive will result in further punishment. Move along.",		"business_imperial":"There is no need to scan a fellow Imperial. You are obviously on Imperial business. All hail the Emperor! Carry on...",		"sorry_sir":"I apologize %TO! We didn't recognize you at first. We will continue with our patrol and leave you to your business. ",		"clean_target_imperial":"This one is clean. Move along citizen.",		"return_false_imperial":"Failure to comply with the orders of an Imperial agent is a crime. Your decision to disobey with this directive will effect your standing in the eyes of the Empire.",		"probe_scan_negative":"The scan is complete. No contraband was discovered.",		"probe_scan_positive":"The scan is complete. Contraband has been discovered.",		"probe_scan_done":"The scan is complete.",		"probe_scan_fly":"* Scanning... *",		"discovered_chat_imperial":"This one is a Rebel! Die Rebel Scum!",		"discovered_imperial":"The investigation has revealed that you are a member of the Rebel Alliance. You will be open to attack from Imperial NPCs until you speak with an Alliance recruiter.",		"slice_found":"Contraband sliced items has been discovered by the investigation. Your faction standing with the Empire has been decreased.",		"spice_found":"Contraband spice has been discovered by the investigation. Your faction standing with the Empire has been decreased.",		"contraband_scan_imperial":"The Imperial agents begin to conduct a search on you.",		"probe_scan":"The probot begins to conduct a scan on you.",		"bribe_fail":"Are you trying to bribe an officer in the service of the Empire? I certainly hope that was not your intention since that is a crime under Imperial directive 334-7b. You are to remain at your current location until we have completed out search of your person.",		"bribe_pass":"I see that we are able to reach an agreement that is beneficial for both sides. There is no need to further hamper this honest citizen's activities. You are free to go.",		"jedi_fail":"There is no use trying to talk your way out of this citizen. We will conduct our search of your person for contraband. Please remain at your current location until we have finished our search. Your compliance in this matter is required.",		"jedi_pass":"This citizen is free of contraband items and is free to resume their activities. There is no need for us to investigate this matter further.",		"rebel_faction":"Your failure to comply with the contraband directive has left us no choice but to effect your standing within the Empire. ",		"rebel_turn_over":"The use of contraband has been noted in your file under governor directive 74b. The Empire is watching you and will not tolerate any further infraction of Imperial law on your part. You have the look of someone who has no respect for the security that the Empire offers it's citizens and we will be watching your future activities. Now move along...move along.",		"warning_imperial":"Your payment of the fine has been received. Be warned that the Empire does not look kindly on those who violate the law, especially when the violator claims to be loyal to the Emperor. Now get out of my sight.",		"imperial_faction":"As a nobel member of the Empire, you well know that the possession and use of contraband goods is illegal under Imperial law. Your actions have been recorded and your standing within the Empire has been updated. Any further illegal activity can seriously affect your rights as an Imperial citizen.",		"imperial_turn_over":"As an Imperial citizen, you know better than the standard rabble that contraband materials are forbidden under Imperial law. Your use of contraband goods has been noted and you are hearby warned that use of forbidden materials will result in negative standing in the eyes of the Empire.",		"neutral_faction":"Your failure to comply with directive 74b has been noted in your file. Your status as an Imperial citizen is in jeopardy if you continue to abuse contraband directives. These actions are viewed as an act of rebellion against the Empire. You have been warned.",		"neutral_turn_over_imperial":"Citizen the use of contraband has been noted in your file under governor directive 74b. Your cooperation in this matter is appreciated. Future use of contraband materials will result in further disciplinary action. Report any other citizen in posession of contraband materials to your local authority immediately, failure to do so is also a crime under judicial code 9-330a.",		"return_thank_imperial":"Wise decision citizen. Remain as you are until we have finished our investigation.",		"return_request_imperial":"Halt! You are carrying suspected contraband! Remain at your current location! You have ten seconds to comply!",		"scan_greeting_imperial":"Attention citizen! By Imperial directive number 10774b, you are subject to search for contraband items. If illegal goods are located on your person, you will be punished according to Imperial action directive number 121X-421c. Your cooperation in this matter is required."
}}
