{
	"stfFile":"spacequest/delivery/corellia_rebel_tier3_2_a",
	"entries": {
		"title_d":"The information in the Hutt smugglers computer talks about the Empire mobilising a fleet in the Lok system to attack our fleet in Endor. Travel to Lok, transfer this data to one of their commanders and see what information they can give us on the Imperial fleet in that system.",		"title":"Lok system: Deliver Recon Data to Rebel HQ in Lok sector.",		"split_quest_alert_fail":"",		"split_quest_alert":"Rebel Command: < We need you back in Endor pilot! Imperial scouts have located our fleet and are sending bombers! >",		"quest_update":"Rebel Command: < %TO >",		"quest_rendezvous2_t":"Meet the Recon officer.",		"quest_rendezvous2_d":"Proceed to these coordinates to meet up with the Recon officer.",		"quest_rendezvous1_t":"Security scan.",		"quest_rendezvous1_d":"Meet up with one of our Recon pilots at these coordinates. He will want to scan your ship as well as receive identification codes to make sure you are who you say you are.",		"quest_location_t":"Lok system.",		"quest_location_d":"The Lok system usually have a pretty low presence of Imperial ships but with their fleet mobilising in that system, there will be a lot more of them there. You also have to be careful with the numerous pirates that look for lone targets of opportunity.",		"quest_dock2_t":"Dock and transmit data.",		"quest_dock2_d":"Transmit the information you got from the Hutt smugglers to the Recon officer by docking with him.",		"quest_dock1_t":"Dock for inspection.",		"quest_dock1_d":"With the increased Imperial presence in the system, security has been tightened. Let the Recon pilot dock with your ship to do a security scan of it.",		"hello_p":"Rebel Recon Pilot: Shut down your engines, transfer ID code and prepare to dock.",		"hello_d":"Rebel Recon Officer: I'm told you have some important data from our fleet stranded in the Endor sector. Prepare to dock for transfer.",		"found_loc_p":"Contact one of the recon pilots at this location. They will want to dock and check your ships computer.",		"found_loc_d":"Deliver the data to the recon officer at this location. Be careful, apparently this sector has increased imperial activity lately.",		"failed_destroyed":"What the heck happened up there pilot?! Return to base immediately!",		"docking_started_pickup":"Rebel Recon Pilot: I will need access to your ships computer and droid before giving you the location of our recon officer. We have increased security with all the Imperial activity in this sector as of late.",		"docking_started_delivery":"Rebel Recon Officer: I'm going through this as it's transferred. The fleet this mentions may be the one that is assembling in this sector the last few days.",		"docking_complete_pickup":"Rebel Recon Pilot: Alright your ship is clean. Transferring coordinates of my officer, he should be able to assist you.",		"docking_complete_delivery":"Rebel Recon Officer: I will bring the data to my command to see if what we can do to help your fleet.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrived_at_pickup":"The recon pilot should be around here. You should cut your engines and disarm your weapon system to show that you are not hostile.",		"arrived_at_delivery":"The recon officer should meet you here, transfer the data to him and see if he can spare any help for us.",		"Quest Log Data":"Text"
}}
