{
	"stfFile":"spacequest/delivery/corellia_station_mission4_2a",
	"entries": {
		"title_d":"As a test of commitment, the Cloak Representative has sent you on a mission to acquire CorSec transport security codes. CorSec Command has been monitoring your communications and has sent a transport to meet you with false codes. You can give these codes to the Cloak representative without fear of compromising CorSec security.",		"title":"Corellia System: Acquire CorSec Security Codes for the Cloaks",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"quest_update":"\#pcontrast1 CorSec Command: <\#pcontrast3  %TO\#pcontrast1  >",		"quest_rendezvous2_t":"Meet With the Cloak Representative",		"quest_rendezvous2_d":"Travel to the provided navigation waypoint and await the return of the Cloak Representative.",		"quest_rendezvous1_t":"Meet With the CorSec Transport",		"quest_rendezvous1_d":"Travel to the navigation waypoint and meet with the CorSec transport that CorSec Command has sent to meet you.",		"quest_location_t":"Remain in the Corellia System",		"quest_location_d":"The CorSec transport is slated to meet you elsewhere in the Corellia system.",		"quest_dock2_t":"Dock With the Cloak Representative",		"quest_dock2_d":"Dock with the Cloak Representative and transmit to him the falsified security codes.",		"quest_dock1_t":"Dock With the CorSec Transport",		"quest_dock1_d":"Dock with the transport to acquire the falsified codes. This should also make this operation look belivable to any Cloak ships that may be observing.",		"hello_p":"Initiating secure channel. Hello pilot. We've got some falsified security codes for you. Dock up whenever you're ready.",		"hello_d":"Greetings, CorSec. Have you returned with the security codes? Begin your docking sequence.",		"found_loc_p":"Secure channel open. We have received your mission update. We are sending a CorSec transport to this location. They will transmit false security codes for you.",		"found_loc_d":"Secure channel open. Scans are clear. Proceed to this location, dock with the Cloak rep, and transfer the false codes to him.",		"failed_destroyed":"Looks like this mission is a wash. Go ahead and come back to the station for debriefing.",		"docking_started_pickup":"Transferring security codes. Preparing dock sequence.",		"docking_started_delivery":"Docking request received. Begin your security code transfer.",		"docking_complete_pickup":"Docking clamps are clear. Good luck, pilot.",		"docking_complete_delivery":"Good, pilot, good. We will be in touch soon. Now return to your Station, but mention none of this to CorSec Command.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Enemy threat neutralized.\#pcontrast1 >",		"attack_notify":"\#pcontrast1 Tactical Computer: <\#pcontrast3  Warning. Enemy craft inbound.\#pcontrast1 >",		"assigned_delayed":"",		"arrived_at_pickup":"Secure channel open. Dock with a CorSec transport here and they will upload some unused security codes.",		"arrived_at_delivery":"Secure channel open. You are cleared to dock with the Cloak representative and transmit the false codes."
}}
