{
	"stfFile":"spacequest/delivery/naboo_imperial_tier3_2_b",
	"entries": {
		"title_d":"Travel to the Yavin system, pickup, and deliver the documents needed by the Inquisition. Once you arrive in the Yavin system, you will receive a navigation waypoint to the delivery shuttle. Travel to this location and wait for it to arrive. Once it arrives, target it and use the /dock command to transfer the documents to your ship. Then you will receive a second navigation waypoint to the pickup vessel. Travel to this location and wait for the arrival of the shuttle. Target and use the /dock command to transfer the documents to this new shuttle.",		"title":"Yavin System: Transport the Documents",		"split_quest_alert_fail":"",		"split_quest_alert":"Pilot, proceed immediately to the Dathomir system. Doctor Shinss has returned early from his business in Endor and has been tipped off to the investigation. He fled rather then face the questions. Bring him back to us alive. He must be questioned.",		"quest_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"quest_rendezvous2_t":"Meet the Pickup Shuttle",		"quest_rendezvous2_d":"Travel to the arrival location of the pickup shuttle to drop off the orders.",		"quest_rendezvous1_t":"Meet the Delivery Shuttle",		"quest_rendezvous1_d":"Travel to the arrival location of the shuttle that will deliver the orders.",		"quest_location_t":"Remain in the Yavin System",		"quest_location_d":"Remain in the Yavin system and wait to receive the navigation waypoint to the location of the delivery vessel.",		"quest_dock2_t":"Drop Off the Documents",		"quest_dock2_d":"Once the vessel arrives, use the /dock command with the shuttle.",		"quest_dock1_t":"Pickup the Documents",		"quest_dock1_d":"Once the vessel arrives, use the /dock command with the shuttle. The Inquisition needs these documents to compare them against the doctor's statements.",		"hello_p":"They only sent you? You better be good, this information is highly classified.",		"hello_d":"Good to see you made it. We will have the information off of you shortly.",		"found_loc_p":"Pickup location has been loaded to your nav computer. Proceed as planned.",		"found_loc_d":"Delivery location has been loaded to your nav computer. Proceed as planned.",		"failed_destroyed":"One of the delivery ships was destroyed! You had a duty to protect Imperial property. Report back to your superior immediately.",		"docking_started_pickup":"Steady. Docking procedure beginning.",		"docking_started_delivery":"Steady. Docking procedure beginning.",		"docking_complete_pickup":"The information is all yours. Take good care of it for us.",		"docking_complete_delivery":"We have the information. Wait for us to exit the area before you leave.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrived_at_pickup":"We have you on the scanners. Wait for the transfer shuttle to arrive.",		"arrived_at_delivery":"We have you on the scanners. Wait for the transfer shuttle to arrive.",		"Quest Log Data":"Text"
}}
