{
	"stfFile":"spacequest/delivery/poi_tatooine_privateer_1_a",
	"entries": {
		"title_d":"At this point, you're hanging out at Jabba's Star, waiting for one of the thugs to use you as target practice while you wait for further instructions. Finally! You've been told to pick up the attack codes from one of Jabba's "trustees" and then deliver them to Garett. Hopefully, you'll get there in one piece. The Valarians have been hunting you ever since you got in contact with Garett. Hm... You begin to wonder if there's a link.",		"title":"Tatoo System: Pick up and Delivery of the Attack Codes",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"quest_update":"\#pcontrast1 Garett:\#pcontrast3 <%TO>",		"quest_rendezvous2_t":"Find Garett and Transfer the Codes",		"quest_rendezvous2_d":"You'll need to find Garett and transfer the attack codes. No doubt, at this point, you've discovered Valarian thugs on your tail, and fought them off without a hitch. Looks like you're going to need some repairs, no? To dock with Garett's ship, use the /dock command.",		"quest_rendezvous1_t":"Jabba's Spy",		"quest_rendezvous1_d":"You've been ordered to pick up the attack codes from one of Jabba's lackeys. Go there and get it, tiger.",		"quest_location_t":"Travel from Jabba's Star to Objective",		"quest_location_d":"Once you have the attack codes from Jabba's Star, you'll need to hightail it over to the updated objective point where you'll meet Garett.",		"quest_dock2_t":"Time for the Transfer",		"quest_dock2_d":"To dock with Garett's ship, you'll need to use the /dock command. You better be careful, though. You've heard, in passing, what happened to the last guy who scratched up Garett's ship. Space dust, baby.",		"quest_dock1_t":"The Transfer",		"quest_dock1_d":"Once the lackey has been found, you'll need to dock with it using the /dock command to transfer the attack codes.",		"hello_p":"'ey. HAH! Ye call that a ship?! Oh, sorry. Let us be continuin' this, eh?",		"hello_d":"I'm glad to see you made it here in one piece. Let's get this transfer underway.",		"found_loc_p":"One of Jabba's spies will meet you here and give you the attack codes. Be on the lookout for Valarian influence. They knew what we were up to last time, somehow.",		"found_loc_d":"I'll be here, waiting for you. Like I mentioned before, be on the lookout.",		"failed_destroyed":"Pilot! The Hutt Informant was destroyed! You failed to protect him!",		"docking_started_pickup":"Quit yer movin' around fer a sec. Let me dock wit' ya so's I can give the attack codes teh ye.",		"docking_started_delivery":"Beginning docking proceedures to procure the attack codes from you.",		"docking_complete_pickup":"There ye be, kiddo. Now, get this 'ere attack codes back ta Garett safely. Ye watch out fer 'em Valarian's. They be bad fer business.",		"docking_complete_delivery":"Thank you. You've been a great help to our goals.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Incoming enemy fighters.>",		"assigned_delayed":"",		"arrived_at_pickup":"You're going to wait here for one of Jabba's men to give you the attack codes. Then, you'll bring them back to me. Hopefully, the Valarians won't attack you again. Be careful.",		"arrived_at_delivery":"I ran into some Valarians along the way, too. I'll be there in a moment."
}}
