{
	"stfFile":"spacequest/delivery/talus_station_mission1_1",
	"entries": {
		"title_d":"You have been assigned a simple smuggling mission. You need only pick up the cargo from one ship and deliver it to another ship in the same system.",		"title":"Corellia System: Smuggle a Package",		"split_quest_alert_fail":"",		"split_quest_alert":"Stand by for next assignment.",		"quest_update":"Talus Station: < %TO >",		"quest_rendezvous2_t":"Meet With the Pick-up Ship",		"quest_rendezvous2_d":"Travel to the specified location and await the arrival of the pick-up ship.",		"quest_rendezvous1_t":"Meet With the Drop-off Ship",		"quest_rendezvous1_d":"Travel to the specified location and await the arrival of the drop-off ship.",		"quest_location_t":"Remain in the Corellia System",		"quest_location_d":"This assignment takes place in the Corellia system.",		"quest_dock2_t":"Dock with the Pick-up Ship",		"quest_dock2_d":"Move in close to the pick-up ship and use the /dock command to dock and transfer the cargo.",		"quest_dock1_t":"Dock with the Drop-off Ship",		"quest_dock1_d":"Move in close to the drop-off ship and use the /dock command to dock and receive the cargo.",		"hello_p":"Hello, pilot. Are you here to pick up the package? Dock whenever you're ready.",		"hello_d":"We're ready to receive the package whenever you are, pilot.",		"found_loc_p":"Good morning, pilot. I've been assigned to monitor your progress today. We've got a short series of jobs for you. Begin by flying to this waypoint and meet your first pickup.",		"found_loc_d":"Good work, pilot. Now proceed to this navigation waypoint and deliver the package.",		"failed_destroyed":"That didn't work exactly the way that we planned. We're scrapping the rest of your assignments. Return to the station if you want to try again.",		"docking_started_pickup":"Clamps open and ready for dock. Package ready for transfer.",		"docking_started_delivery":"Our team is standing by to receive the package.",		"docking_complete_pickup":"Docking clamps are clear. Now shoo!",		"docking_complete_delivery":"Smooth as silk. Good luck to you!",		"autorewardsubject":"Compensation for Services Rendered",		"autorewardfrom":"Talus Station Command: Dept. 4S",		"autorewardbody":"You have been paid 2000 credits for services rendered to the Talus Space Station.",		"attack_stopped":"Tactical Computer: < Attack craft neutralized. >",		"attack_notify":"Tactical Computer: < Warning. Attack craft incoming. Imperial signatures detected. >",		"assigned_delayed":"",		"arrived_at_pickup":"Stay here until the drop-off ship arrives.",		"arrived_at_delivery":"Stay here until the pick-up ship arrives."
}}
