{
	"stfFile":"spacequest/delivery/talus_station_mission4_2",
	"entries": {
		"title_d":"The transport's hyperdrive has finally been repaired. You should now be able to make the scheduled pick-up and delivery as planned.",		"title":"Naboo System: Drop off the Package",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"quest_update":"Talus Station: < %TO >",		"quest_rendezvous2_t":"Meet With the Pick-up Ship",		"quest_rendezvous2_d":"Travel to the specified location and await the arrival of the pick-up ship.",		"quest_rendezvous1_t":"Meet With the Drop-off Ship",		"quest_rendezvous1_d":"Travel to the specified location and await the arrival of the drop-off ship.",		"quest_location_t":"Remain in the Naboo System",		"quest_location_d":"This assignment will take place in the Naboo system.",		"quest_dock2_t":"Dock With the Pick-up Ship",		"quest_dock2_d":"Move in close to the pick-up ship and use the /dock command to transfer the cargo.",		"quest_dock1_t":"Dock With the Drop-off Ship",		"quest_dock1_d":"Move in close to the drop-off ship and use the /dock command to receive the cargo.",		"hello_p":"Greetings. Sorry about the delay, but we should be good to go, now. Hope there wasn't too much trouble.",		"hello_d":"What was the hold up? We're getting behind schedule here.",		"found_loc_p":"Await the arrival of the transport at the specified location.",		"found_loc_d":"Should be smooth sailing now. We're transmitting the location of the delivery. Meet your pick-up ship there.",		"failed_destroyed":"That didn't work exactly the way that we planned. We're scrapping the rest of your assignments. Return to the station if you want to try again.",		"docking_started_pickup":"Docking request received. Preparing to transfer package.",		"docking_started_delivery":"You are cleared for docking. Make it quick, pilot.",		"docking_complete_pickup":"You're all clear pilot. Good luck, and stay out of trouble.",		"docking_complete_delivery":"Clamps are clear, we have the package.",		"autorewardsubject":"Compensation for Services Rendered",		"autorewardfrom":"Talus Station Command: Dept. 4S",		"autorewardbody":"You have been paid 5000 credits for services rendered to the Talus Space Station. That is all the assignments that we have for you at this time. Your assistance is greatly appreciated!",		"attack_stopped":"Tactical Computer: < Enemy threat neutralized. >",		"attack_notify":"Tactical Computer: < Enemy ships inbound. >",		"assigned_delayed":"",		"arrived_at_pickup":"The transport will be arriving in just a few moments.",		"arrived_at_delivery":"Await the arrival of the pick-up ship at this location."
}}
