{
	"stfFile":"spacequest/delivery/talus_station_mission1_2",
	"entries": {
		"title_d":"You have been assigned another simple smuggling mission. Pick up the cargo in the Corellia system and deliver it to the ship waiting in the Tatooine system.",		"title":"Corellia System: Smuggle a Package to Tatooine",		"split_quest_alert_fail":"",		"split_quest_alert":"Stand by for next assignment.",		"quest_update":"Talus Station: < %TO >",		"quest_rendezvous2_t":"Meet With the Pick-up Ship",		"quest_rendezvous2_d":"Hyperspace to the Tatooine system, then travel to the specified location and await the arrival of the pick-up ship.",		"quest_rendezvous1_t":"Meet With the Drop-off Ship",		"quest_rendezvous1_d":"Travel to the specified location and await the arrival of the drop-off ship.",		"quest_location_t":"Remain in the Corellia System",		"quest_location_d":"You will need to pick up the cargo in the Corellia system.",		"quest_dock2_t":"Dock With the Pick-up Ship",		"quest_dock2_d":"Move in close to the pick-up ship and use the /dock command to dock and transfer the cargo.",		"quest_dock1_t":"Dock With the Drop-off Ship",		"quest_dock1_d":"Move in close to the drop-off ship and use the /dock command to dock and receive the cargo.",		"hello_p":"Greetings, pilot. We're ready to trade.",		"hello_d":"Good to see you. Standing by for drop off.",		"found_loc_p":"This should be another simple one. Fly to this navigation waypoint and pick up the cargo. It's a pretty hot package, so be careful.",		"found_loc_d":"Good work, pilot. Now proceed to this navigation waypoint and deliver the package.",		"failed_destroyed":"That didn't work exactly the way that we planned. We're scrapping the rest of your assignments. Return to the station if you want to try again.",		"docking_started_pickup":"Standing by for docking sequence.",		"docking_started_delivery":"Cargo bay is ready and waiting, pilot.",		"docking_complete_pickup":"You're clear, pilot. Carry on.",		"docking_complete_delivery":"Couldn't go any better. Take care, pilot.",		"autorewardsubject":"Compensation for Services Rendered",		"autorewardfrom":"Talus Station Command: Dept. 4S",		"autorewardbody":"You have been paid 3000 credits for services rendered to the Talus Space Station.",		"attack_stopped":"Tactical Computer: < Attack craft neutralized. >",		"attack_notify":"Tactical Computer: < Warning. Attack craft incoming. Pirate signatures detected. >",		"assigned_delayed":"",		"arrived_at_pickup":"Stay here until the drop-off ship arrives.",		"arrived_at_delivery":"Stay here until the pick-up ship arrives."
}}
