{
	"stfFile":"spacequest/delivery/tatooine_rebel_tier3_1_a",
	"entries": {
		"title_d":"It's time to put the codes you stole to good use. Deliver them to one of our commando teams first and then to one of our capital ships.",		"title":"Dathomir system: Deliver Security codes to Alliance spies and fleet.",		"split_quest_alert_fail":"",		"split_quest_alert":"Gunboat Captain: < Sensors show multiple incoming TIE wings, the Empire must have figured out what's going on. Hold them off so we can get out of here! >",		"quest_update":"Rebel Command: < %TO >",		"quest_rendezvous2_t":"Deliver codes to capital ship.",		"quest_rendezvous2_d":"One of our command ships will meet you here. Although the Empire will probably change these codes quickly, we will see if we can't get some more use out of them.",		"quest_rendezvous1_t":"Deliver codes to infiltration team.",		"quest_rendezvous1_d":"The infiltration team will be in a stolen Lambda shuttle. They are going to put those codes to good use on the surface of Dathomir.",		"quest_location_t":"Dathomir system.",		"quest_location_d":"Always be on your guard in the Dathomir system. Try to avoid any enemy contact while you're delivering these codes, we don't want our infiltrator team to come under attack before they can even start their mission.",		"quest_dock2_t":"Dock and transfer codes.",		"quest_dock2_d":"Defeat any hostile activity in the nearby area and then dock with our gunboat and transfer the codes.",		"quest_dock1_t":"Dock and transfer codes.",		"quest_dock1_d":"If the nearby area is clear of hostile activity, dock with the infiltrators stolen ship and transfer the codes.",		"hello_p":"I know, ugly isn't it? Oh well, it will serve its purpose. Dock and transfer those security codes so we can get started pilot.",		"hello_d":"Good to see you pilot, lets do this quickly before more Imperial fighters show up.",		"found_loc_p":"Proceed to this location and deliver a copy of the codes to our infiltrators.",		"found_loc_d":"Good, proceed to these coordinates to meet up with one of our gunboats and deliver the codes to it.",		"failed_destroyed":"Abort abort! Return to base for a full report immediately pilot!",		"docking_started_pickup":"Lets see how this wretched ship handles docking with one of ours.",		"docking_started_delivery":"Initiating docking sequence, stand by.",		"docking_complete_pickup":"We got what we need, wish us luck.",		"docking_complete_delivery":"Codes delivered, excellent work pilot.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrived_at_pickup":"You are at the correct coordinates, stand by.",		"arrived_at_delivery":"Good job on those TIE's. Prepare to dock and transmit the codes.",		"Quest Log Data":"Text"
}}
