{
	"stfFile":"spacequest/delivery/tatooine_imperial_tier4_2_b",
	"entries": {
		"title_d":"Remain in the Endor system, pickup, and delivery satellites to the engineers. Even though several other shuttles managed to get away, command cannot worry about those right now. The detection satellites that ring the system were taken offline, which is how the Bothans managed to avoid detection and capture the vessels. Those satellites need to be replaced immediately. Pickup two satellites and deliver them to the engineers who will put them back into place.",		"title":"Endor System: Satellite Delivery",		"split_quest_alert_fail":"",		"split_quest_alert":"Bring the remaining satellite to the other field engineer.",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_rendezvous2_t":"Travel to the First Engineer",		"quest_rendezvous2_d":"Travel to the arrival location of the first engineer and wait for him to arrive.",		"quest_rendezvous1_t":"Travel to the Delivery Vessel",		"quest_rendezvous1_d":"Travel to the arrival location of the delivery vessel and wait for it to arrive.",		"quest_location_t":"Remain in the Endor System",		"quest_location_d":"Remain in the Endor system and pickup the two satellites from the Imperial freighter.",		"quest_dock2_t":"Dropoff the First Satellite",		"quest_dock2_d":"Dock with the engineer and transfer the first satellite to his ship.",		"quest_dock1_t":"Pickup the Satellites",		"quest_dock1_d":"Dock with the delivery vessel and pickup the satellites.",		"hello_p":"I have the satellites you need to take to the field engineers. Lets dock and get this over with.",		"hello_d":"There you are. I have been waiting for that satellite for a while now. Lets begin docking and transfer that satellite to me.",		"found_loc_p":"Proceed to the location provided to your nav computer to pick up the satellites.",		"found_loc_d":"Delivery location sent to your nav computer. Bring the satellite to the field engineer in that region.",		"failed_destroyed":"The field engineer's ship was destroy! This is unacceptable. Report your failure to your commander.",		"docking_started_pickup":"Docking procedure underway. Stand by.",		"docking_started_delivery":"Docking procedure underway. Stand by.",		"docking_complete_pickup":"The sattelites are on board. Deliver them out to the field engineers.",		"docking_complete_delivery":"Ok, we have the satellite. Good luck, pilot.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer: \#pcontrast3 <Enemy fighters eliminated.> \#pcontrast3",		"attack_notify":"\#pcontrast1 Tactical Computer: \#pcontrast3 <Enemy fighters detected.> \#pcontrast3",		"assigned_delayed":"",		"arrived_at_pickup":"Stand by for the delivery of the satellites.",		"arrived_at_delivery":"Stand by for the field engineer ship's arrival.",		"Quest Log Data":"Text"
}}
