{
	"stfFile":"spacequest/delivery/tatooine_imperial_tier3_3",
	"entries": {
		"title_d":"Travel to the Endor system, pickup, and deliver the plan to draw the Rebels out of hiding. Once you arrive in the Endor system, you will receive a navigation waypoint to the delivery shuttle. Travel to this location and wait for it to arrive. Once it arrives, target it and use the /dock command to transfer the plans to your ship. Then you will receive a second navigation waypoint to the pickup vessel. Travel to this location and wait for the arrival of the shuttle. Target and use the /dock command to transfer the plans to this new shuttle.",		"title":"Endor System: Delivering a New Plan",		"split_quest_alert_fail":"",		"split_quest_alert":"Very interesting plan. Ok, we are going to start putting together the expendable ship. While you are waiting for us to get the ship ready, begin harassing Rebel fighters to make it look like we are going on the offensive. This will help sell the plan. Seek and destroy Rebel fighters until we contact you again.",		"quest_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"quest_rendezvous2_t":"Meet the Pickup Shuttle",		"quest_rendezvous2_d":"Travel to the arrival location of the pickup shuttle to drop off the orders.",		"quest_rendezvous1_t":"Meet the Delivery Shuttle",		"quest_rendezvous1_d":"Travel to the arrival location of the shuttle that will deliver the orders.",		"quest_location_t":"Travel to the Endor System",		"quest_location_d":"Travel to the Endor system and wait to receive the navigation waypoint to the location of the delivery vessel.",		"quest_dock2_t":"Drop Off the Orders",		"quest_dock2_d":"Once the vessel arrives, use the /dock command with the shuttle.",		"quest_dock1_t":"Pickup the Orders",		"quest_dock1_d":"Once the vessel arrives, use the /dock command with the shuttle. Do not let these orders fall into enemy hands or the whole plan is ruined.",		"hello_p":"Greetings, pilot. Begin docking procedure whenever you are ready.",		"hello_d":"Greetings, pilot. Begin docking procedure whenever you are ready.",		"found_loc_p":"Location of the pick-up for the plan has been sent to your Nav computer. Proceed to this location and wait for the arrival of the shuttle.",		"found_loc_d":"Location of the delivery for the plan has been sent to your Nav computer. Proceed to this location and wait for the arrival of the shuttle.",		"failed_destroyed":"You let one of our ships be destroyed? That sort of puts a crimp in our plans. Report back to your superior.",		"docking_started_pickup":"Docking procedure beginning.",		"docking_started_delivery":"Docking procedure beginning.",		"docking_complete_pickup":"Docking procedure complete. Please wait while we upload the data.",		"docking_complete_delivery":"Docking procedure complete. Please wait while we download the data.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"assigned_delayed":"",		"arrived_at_pickup":"You have arrived at the pickup location. Please wait for the arrival of the data shuttle.",		"arrived_at_delivery":"You have arrived at the delivery location. Please wait for the arrival of the command shuttle.",		"Quest Log Data":"Text"
}}
