{
	"stfFile":"spacequest/delivery/tatooine_rebel_tier3_3",
	"entries": {
		"title_d":"There's a high ranking Imperial officer that is a traitor and have been imprisoned on Dathomir. In Nym's service there's a smuggler that have been inside the prison and he's agreed to give us any information he has about it to assist in breaking free the prisoner. Meet the smuggler in the Lok sector and take the data to one of our Commando teams in the Dathomir sector.",		"title":"Lok and Dathomir system: Deliver security data to a Rebel commando team.",		"split_quest_alert_fail":"",		"split_quest_alert":"Rebel Command: < Good work. We are delivering a blow to the Empire by taking out one of their patrols and could use your assistance. >",		"quest_update":"Rebel Command: < %TO >",		"quest_rendezvous2_t":"Coordinates for meeting with commando team.",		"quest_rendezvous2_d":"The commando team will meet you at these coordinates. They are travelling in a civilian freighter, model YT-1300.",		"quest_rendezvous1_t":"Meeting with Nym's smuggler.",		"quest_rendezvous1_d":"The smuggler gave us these coordinates for your meeting. Hurry over there as he won't wait for you if you're late.",		"quest_location_t":"Lok and Dathomir system.",		"quest_location_d":"The Lok system is fairly safe, at least from Imperial forces. They have a bit of respect of Nym's forces and try not to get tangled up with him. Unfortunately the zone is infested with pirates from other clans than Nym's and they tend to look for lone targets of opportunity. After you have received the information from Nym's smuggler you're heading to the Dathomir system and you know the drill there, trust no one and be ready for anything.",		"quest_dock2_t":"Dock and transfer intel.",		"quest_dock2_d":"If the surrounding area is clear of hostile ships, dock with the commando teams ship and transfer the information the smuggler gave you.",		"quest_dock1_t":"Dock and transfer information.",		"quest_dock1_d":"The smuggler put together what information he has in a data cube. Dock with him and transfer it over, then head for the Dathomir system.",		"hello_p":"Hey there chum, I've put together what info I could remember for you guys.",		"hello_d":"Greetings pilot, prepare to dock so we can get on with the mission.",		"found_loc_p":"Meet the Nym smuggler at these coordinates pilot. Hurry up, they are not famous for being patient.",		"found_loc_d":"Our commando team will meet you at this location.",		"failed_destroyed":"What the heck happened up there pilot? We have lost contact with our ship! Return to base immediately!",		"docking_started_pickup":"Hurry up, I've got things to do and places to be.",		"docking_started_delivery":"Initiating docking sequence, prepare to transfer the data.",		"docking_complete_pickup":"Alright, we're done, have a safe flight to Dathomir, if there is such a thing.",		"docking_complete_delivery":"Transfer complete. We are out of here.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrived_at_pickup":"You are at the correct coordinates, dock with Nym's man then fly straight to Dathomir, no detours.",		"arrived_at_delivery":"The commando team is using a unmarked YT-1300 freighter, dock and transfer the data to them.",		"Quest Log Data":"Text"
}}
