{
	"stfFile":"spacequest/delivery/tatooine_rebel_tier4_2_a",
	"entries": {
		"title_d":"Another part of the Alliance has asked us for a favor, knowing that we are the best. Let's not prove them wrong. They have a important delivery they need taken care of quickly.",		"title":"Dathomir and Yavin system: Assist 'The Vortex' with a quick delivery.",		"split_quest_alert_fail":"",		"split_quest_alert":"",		"quest_update":"General Ufwol: < %TO >",		"quest_rendezvous2_t":"Coordinates for delivery, Yavin system.",		"quest_rendezvous2_d":"Head to these coordinates quickly. We see several Imperial fighters chasing you, they must have found out about our mission somehow!",		"quest_rendezvous1_t":"Coordinates for pickup.",		"quest_rendezvous1_d":"One of our spies will meet you at this location. Again, be sure not to drag any hostile forces to these coordinates as it could mean the end of our spy if he's spotted.",		"quest_location_t":"Dathomir and Yavin system.",		"quest_location_d":"The Dathomir system is always dangerous so stay alert there. You're meeting up with one of our spies to pick up the package for the Vortex. Make sure you don't blow his cover by leading any hostile forces to his location. After pickup you are heading to the Yavin system. Although not as dangerous as the Dathomir system it has a heavy Imperial presence so stay sharp and don't let your guard down!",		"quest_dock2_t":"Dock with Vortex agent for delivery.",		"quest_dock2_d":"Clear out hostile fighters in the surrounding area first. When it's clear, quickly dock with the Vortex agent and transfer the cargo to him.",		"quest_dock1_t":"Dock with Rebel spy for pickup.",		"quest_dock1_d":"If the area is clear, dock with the spy to transfer the package to your ship. No we didn't ask what we are delivering and neither should you. As soon as you got the package, head to the Yavin system.",		"hello_p":"You're here, great. I was afraid no one would be able to help us out.",		"hello_d":"Glad to see you made it, lets do this.",		"found_loc_p":"A scientist from the Vortex will meet you at these coordinates pilot. Make your way over there, on the double!",		"found_loc_d":"So far so good. Proceed to these coordinates pilot.",		"failed_destroyed":"What the heck is going on pilot?! When we're asked for help, the Alliance expect the job to get done. Return to base right away!",		"docking_started_pickup":"Lets dock so I can transfer this over to you quickly.",		"docking_started_delivery":"Starting dock sequence.",		"docking_complete_pickup":"You have no idea what I had to go through to get that thing. I hope you can get it to Yavin safely.",		"docking_complete_delivery":"Alright, I got it. I heard some guys on Tatooine say you were good, I guess they weren't lying. See you around.",		"autorewardsubject":"",		"autorewardfrom":"",		"autorewardbody":"",		"attack_stopped":"Tactical Computer: < No more fighter vessels within sensor range. >",		"attack_notify":"Tactical Computer: < Incoming fighter vessels. Scans show weapons armed. >",		"assigned_delayed":"",		"arrived_at_pickup":"I'm not sure what the Vortex do for the Alliance but one of their scientists found something on Dathomir that needs to be delivered to Yavin 4 quickly, so we're helping them out.",		"arrived_at_delivery":"You are at the correct location pilot. The Vortex operative should be there any second.",		"Quest Log Data":"Text"
}}
