{
	"stfFile":"poi/twoliars/basic",
	"entries": {
		"m_chatter_v_2":"Smuggling has been tough with the Empire's recent crackdown.  The rebels hurt them bad and now everyone's feeling the effects.",		"m_chatter_v_1":"I love my job.  The thrill of a light cruiser pushing past a blockade at full speed!  You never feel that way down here on the surface.",		"m_chatter_v_0":"Now I can finally get back to my business.",		"prose_m_line_0":"I don't see how I can help you, other than this piece of advice.  I know the smugglers in this camp fairly well.  Two of them always lie.  You can only trust the other four.",		"prose_m_line_5":"What %TO said is a lie.  I've been cheated by that that poor excuse for a smuggler enough times to know.",		"prose_m_line_4":"%TT isn't telling the truth: either %TO or %TU is lying, the other is not.",		"prose_m_line_3":"Don't trust %TT and %TO, both of them are lying.",		"prose_m_line_2":"I know for a fact that the bounty hunter is looking for %TT or %TO.  They are both considered scum, even among smugglers.  I wouldn't be surprised if one of them stooped to petty thievery.",		"prose_m_line_1":"Neither %TO nor I have anything to do with this, leave us alone.",		"prose_implicate_5":"6. %TO",		"prose_implicate_4":"5. %TO",		"prose_implicate_3":"4. %TO",		"prose_implicate_2":"3. %TO",		"prose_implicate_1":"2. %TO",		"prose_implicate_0":"1. %TO",		"a_greatwho":"You have?  Explain to me how you figured it out and if it makes sense, I'll make the arrest.",		"r_a_ithinkso":"I think I've figured it out.",		"a_chatter_2":"This job is tough.  Tracking criminals across wilderness for a meager reward.  Sometimes I wonder why I do it.",		"a_chatter_1":"I'm glad I was able to find my mark.  Now I can go get another job.",		"a_notrust":"You again?  Look, you aren't going to get another shot at this.  I'll solve the problem myself.",		"a_thanks":"Thank you for helping me find my mark.",		"m_criminal":"You turned me in!  How did you figure out I was the thief?  Did my friends rat me out?",		"a_rightanswer":"(The bounty hunter listens to your explanation.)  I see!  It makes sense!  I'm going to act on your recommendation and make the arrest.  I don't have much to reward you with, but please take this.",		"a_wronganswer":"(The bounty hunter listens to your explanation.)  No...that still doesn't make any sense to me.  I don't think your answer is correct.  I appreciate your help, but I don't think you can solve this puzzle.",		"a_keeplooking":"Go ahead, but I doubt you'll turn anything up.",		"m_busy_2":"Look, I really need to think about my next job.  Could you give me some space?",		"m_busy_1":"I wonder how long until that bounty hunter gives up or arrests us all?",		"m_busy_0":"I am quite busy, could you come back later?",		"r_m_chatter_knowabouttheft":"Do you know anything about the theft the bounty hunter is investigating?",		"m_chatter_0":"Welcome to my camp.  Unfortunately, I'd rather not take on any more assignments with a bounty hunter snooping about.  Maybe some other time.",		"m_chatter_5":"I've got a flight path to plan, but that idiot of a bounty hunter keeps interrupting me with questions.  Kinda like you.",		"m_chatter_4":"I love my job.  The thrill of a light cruiser pushing past a blockade at full speed!  You never feel that way down here on the surface.",		"m_chatter_3":"The Empire has been pretty busy with the rebellion lately.  Makes it easy to slip past with extra goods.  I would think they sent that bounty hunter to investigate, but he doesn't seem very smart.",		"m_chatter_2":"Until that bounty hunter moves on, I won't be able to inspect this new shipment.",		"m_chatter_1":"Business is good!  I just moved twice my normal load of wares this week.  Now if that bounty hunter would get lost I'd be a happy man.",		"r_a_whoisit":"No, I'll keep looking.",		"a_whoisit":"Did you figure out who my mark is?",		"m_title":"Smuggler Captain",		"a_goahead":"You think I'm stupid don't you?  I can do this myself.  But...uhm...well...if you want to try go ahead.",		"r_a_questioned2":"Let me question the smugglers.  Maybe I can figure out who your mark is.",		"a_questioned2":"Well...I'm really confused.  I know the smuggler captain.  I trust him.  The other smugglers blame each other and I don't know what to do.",		"r_a_questioned":"And???",		"a_questioned":"Uhm...questioned them.  Ah.  Yeah I did that.  Yeahup.",		"r_a_imnotdumb":"Have you questioned the occupants of the camp?",		"a_imnotdumb":"Hey now, I'm not stupid!  A little while after I caught up with the signal, it went dead.  He must have found it and turned it off.",		"r_a_clues":"So arrest the smuggler with the transponder!",		"a_clues":"The guy I'm looking for stole some equipment.  Nobody knows what he looks like, but some of the equipment had a transponder signal.",		"r_a_thatstheproblem":"If you've been tracking him how can you not know which one he is?",		"a_thatstheproblem":"Arrest him.  Yeah, well...uhm...that's the problem.  I don't know which one he is.",		"r_a_lookingformark":"So why don't you arrest him?",		"a_lookingformark":"One of them is my mark.  I think.  I'm not sure.  I've been tracking him for some time and just now caught up with him in this smuggler camp.",		"r_a_greet":"No, I've never seen any of them before.",		"a_greet":"Uhm.  Hey...uh, do you know any of these guys?"
}}
