{
	"stfFile":"spacequest/escort_duty/corellia_privateer_7",
	"entries": {
		"title_d":"Escort the freighter along their route through Black Sun and Hidden Daggers aggression.",		"title":"Corellia System: Duty: Escort Merchant Freighters",		"thanks_5":"Some great flying pilot, wish I could pull those moves in this hunk of trash.",		"thanks_4":"Yes! That's how it's done. Show them what happens when they mess with us!",		"thanks_3":"I love you! I mean, thank you pilot...",		"thanks_2":"Not bad pilot, not bad at all.",		"thanks_1":"Nice moves pilot. I feel a lot more secure now.",		"taunt_5":"You don't want to mess with me CorSec.",		"taunt_4":"We're taking over, pack yourself out of here or face our wrath CorSec!",		"taunt_3":"Fear me, CorSec weakling! Whow I sound scary..is this thing still on...",		"taunt_2":"There's no escape, shut off your engines! We won't hurt you, promise.",		"taunt_1":"Time to fill my coffers with some more creds. Stay out of the way CorSec!",		"shields_depleted":"Our shields are breaking down! We're in big trouble!",		"reason_5":"Please help! The pirates are hot on our trail and we don't have the means to defend ourselves!",		"reason_4":"Help? We don't need help. Fine, you can tag along but stay out of our way.",		"reason_3":"Oh hi. I think we'll be fine but if you really want to escort us, we won't say no.",		"reason_2":"We're transporting spices worth a fortune and have been dodging pirates all over the system. Your a welcome sight CorSec.",		"reason_1":"So happy to see you pilot! We shook some pirates back there but I don't think they gave up.",		"quest_rendezvous_t":"Rendezvous Point",		"quest_rendezvous_d":"Meet the freighter for escort here.",		"quest_location_t":"Corellia System",		"quest_location_d":"Throughout the Corellia System",		"quest_escort_t":"Freighter",		"quest_escort_d":"One of the many freighter craft transversing this sector.",		"panic_5":"Pirate fighters, incoming fast!",		"panic_4":"More pirates, we're done for now...",		"panic_3":"Pirate fighter ships incoming!",		"panic_2":"More pirates incoming! We can't defend ourselves, our fate is in your hands pilot!",		"panic_1":"Here they come, time to earn your pay CorSec!",		"hull_half":"Our hull is leaking! You have to get them off me, now!",		"goodbye_5":"You sure taught those pirates a lesson, thank you again pilot.",		"goodbye_4":"Fantastic, I never thought we'd made it alive! You are a lifesaver friend, thank you.",		"goodbye_3":"Thank you pilot, we would have been toast without you!",		"goodbye_2":"I knew I could count on the Ace pilots of the CorSec to bring us down safely. Thank you!",		"goodbye_1":"Praise the CorSec, we would never have made it without you.",		"found_loc":"\#pcontrast3 CorSec Command: < \#pcontrast1 We have another Merchant ship being chased by Pirates. Get over to these coordinates quickly pilot. \#pcontrast3 >",		"failed_protect":"\#pcontrast3 CorSec Command: < \#pcontrast1 The Merchant ship was about to be destroyed and had to make a quick jump to hyperspace. \#pcontrast3 >",		"failed_destroy":"\#pcontrast3 CorSec Command: < \#pcontrast1 All those civilians... I'm sure you did all you could pilot but we expect a full report on what happened. \#pcontrast3 >",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"CorSec Command: < %TO >",		"complete":"\#pcontrast3 CorSec Command: < \#pcontrast1 Another merchant safely on the ground, great job pilot! \#pcontrast3 >",		"attack_stopped":"\#pcontrast3 Tactical Computer: < \#pcontrast1 Sensors indicate no more fighter vessels with armed weapon systems in area. \#pcontrast3 >",		"attack_notify":"\#pcontrast3 Tactical Computer: < \#pcontrast1 Vessels on intercept course approaching, weapon systems armed. \#pcontrast3 >",		"arrived_at_loc":"\#pcontrast3 Nav Computer: < \#pcontrast1 You are at the correct coordinates. Freighter should arrive shortly. \#pcontrast3 >",		"abort":"Abort code received, preparing hyper jump out of the sector.",		"Quest Log Data":"Text"
}}
