{
	"stfFile":"spacequest/escort_duty/corellia_imperial_tier4_2",
	"entries": {
		"title_d":"Velocity mercenaries have been harrassing Imperial Freighters moving through the Dantooine system. Because of the lose of several valuable ships, Imperial Command has declared that all freighters moving through the Dantooine system shall have fighter escort to protect them against the attacks by the mercenaries.",		"title":"Dantooine System: Protect Imperial Interests Duty",		"thanks_5":"I bet they didn't see that coming.",		"thanks_4":"They never even knew what hit them.",		"thanks_3":"Ha...they are not so tough now.",		"thanks_2":"You are like an enraged rancor aren't you?",		"thanks_1":"Yeah, take that and some of that and how about a little of this...",		"taunt_5":"Why don't you just be a good little pilot and give us the ship?",		"taunt_4":"You fly like a blind bantha.",		"taunt_3":"I am going to enjoy this.",		"taunt_2":"Why you dirty womprat!",		"taunt_1":"Run while you can, Imperial dog.",		"shields_depleted":"There went our shields. We are not going to last much longer!",		"reason_5":"I have a ship full of blaster batteries and medical supplies. Chances are we are going to draw alot of attention.",		"reason_4":"I am glad to see you. I was attacked three times last week.",		"reason_3":"You had best keep a careful watch. Ships have been getting attacked all over this area.",		"reason_2":"These supplies have to get through. Supplies are running low at the outpost.",		"reason_1":"I am glad to see you. With those mercenaries swarming this area I don't feel safe.",		"quest_t":"Protecting Imperial Interests",		"quest_rendezvous_t":"Meet the Imperial Freighter",		"quest_rendezvous_d":"Travel to the navigation waypoint provided and wait for the arrival of the freighter assigned to you.",		"quest_location_t":"Travel to the Dantooine System",		"quest_location_d":"Meet your assigned freighter inside of the Dantooine system.",		"quest_escort_t":"Protect the Imperial Freighter",		"quest_escort_d":"After the freighter arrives, follow the freighter through the system until it reaches it's final destination. Keep a close watch out for the Velocity mercenaries who might try to destroy or capture these supply freighters.",		"quest_d":"The Velocity Mercenaries have been attacking Imperial shipping lanes and have captured a number of freighters carrying important supplies for the war effort. Every freighter traveling through the Dantooine sector is now required to have an escort fighter to protect them against these attacks. Meet and escort freighters through the Dantooine sector, protecting them from attack.",		"panic_5":"So, they have come again.",		"panic_4":"What are the chances of us running into these enemies?",		"panic_3":"Did I ever tell you about the time... Enemy Fighters! Blast, I just spilled coffee on myself.",		"panic_2":"Look out! Those Velocity mercs are swarming all over.",		"panic_1":"Enemy fighters! I should have known.",		"hull_half":"Our hull is at half strength. Get those enemy fighters off of us.",		"goodbye_5":"Without you here, our cargo would be in the hands of the enemy right now.",		"goodbye_4":"These supplies were much needed for our troops. You have done well, pilot.",		"goodbye_3":"Those Velocity guys have been attacking ships all across the sector. Something needs to be done.",		"goodbye_2":"I appreciate the escort. Without you those mercs would have had us for sure.",		"goodbye_1":"Thanks, pilot. Those mercs have been harassing our ships for a while now. Something needs to be done.",		"found_loc":"Freighter will arrive at the location sent to your nav computer. Meet the freighter there and escort it through the sector.",		"failed_protect":"You have failed to protect the Imperial interests in this region. Report this failure to your commander.",		"failed_destroy":"You have failed to protect the Imperial interests in this region. Report this failure to your commander.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"complete":"You have completed the escort run. Return to your commander to take another duty mission or train. Or remain in the sector to escort another ship.",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighter wave destroyed.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Warning! Incoming enemy fighters.>",		"arrived_at_loc":"Wait here for the arrival of the freighter vessel. Once it arrives escort it safely through the sector.",		"abort":"We are not armed. You cannot leave us the mercy of these pirates.",		"Quest Log Data":"Text"
}}
