{
	"stfFile":"spacequest/escort_duty/corellia_imperial_7",
	"entries": {
		"title_d":"Travel to the Corellia system and escort the Imperial freighters through the system. An escort duty is a voluntary mission that you are able to quit at any time without repercussions. When you reach the Corellia system, you will get a navigation waypoint to the arrival location of an Imperial freighter that you will need to escort through the system. Travel to the waypoint and wait until the freighter hyperjumps into the system. Once it is in the area, it will begin to fly through the system. You need to follow the freighter until it reaches its destination. Keep a careful eye out for enemy attack since they will attempt to destroy this freighter. Once completed you will receive another waypoint to the arrival location of another freighter. This escort duty can be stopped at any time by simply aborting the mission or leaving the system.",		"title":"Corellia System: Escort the Imperial Freighters Duty",		"thanks_5":"You make me miss being a fighter pilot, nice moves!",		"thanks_4":"Whow! Did you see that Rebel scum when you took off his wing? Beautiful!",		"thanks_3":"You know how to handle that ship, I'll give you that pilot.",		"thanks_2":"Phew, thought they had us for sure.",		"thanks_1":"Good job pilot, glad to have you here.",		"taunt_5":"Revenge is best served through a Laser cannon!",		"taunt_4":"Freeeedoooom!",		"taunt_3":"Easy pickins, say good night Imperial wretches!",		"taunt_2":"We won't be satisfied with taking your cargo, we're taking your life Imperial scum!",		"taunt_1":"You will never reach Corellia, filthy Imperial!",		"shields_depleted":"My shields are failing, you better get rid of these fighters quick pilot!",		"reason_5":"Transmitting my Imperial ID code now. Protect us with your life pilot.",		"reason_4":"G'Day pilot. We're running a taxi service here I guess, hauling some important dude in the back. Keep an eye on us.",		"reason_3":"Good our escort is here. We're sitting on a barrel of explosives here so keep any hostiles far away from us.",		"reason_2":"Pilot, good to see you. We are transporting a prisoner for the Inquisition and need a escort.",		"reason_1":"Greetings pilot, good to see you. We're hauling some new equipment for the boys on the ground and need some protection.",		"quest_rendezvous_t":"Meet the Freighter at the Navigation Waypoint",		"quest_rendezvous_d":"Travel to the navigation waypoint and wait for the Imperial freighter to arrive. Once the freighter is in the system, follow it to its destination.",		"quest_location_t":"Travel to the Corellian System",		"quest_location_d":"Travel to the Corellia system and move towards your first navigation waypoint to begin the escort duty. After it arrives, follow the Imperial freighter until it reaches its destination.",		"quest_escort_t":"Protect the Imperial Freighter",		"quest_escort_d":"Follow the freighter and protect it from attack. Enemy fighters will jump into the area and attack the freighter. Freighters are not very sturdy, so it is important for you to take out the enemy fighters as quickly as you can.",		"panic_5":"We're not home free yet, Rebel fighters approaching fast!",		"panic_4":"Time to earn your pay pilot, we got Rebel fighters approaching.",		"panic_3":"Oh no, sensors show Rebel fighters incoming!",		"panic_2":"Rebel fighters! This vessel is not equipped to handle a fight, you have to help us!",		"panic_1":"Incoming Rebel fighters, they are gunning for me, take them out quick!",		"hull_half":"We are falling apart over here, get those Rebel scum off me!",		"goodbye_5":"Ah finally here, heading for the nearest cantina. Thanks for the escort pilot.",		"goodbye_4":"Excellent work Pilot, those Rebel scum will think twice before attacking our Freighters again.",		"goodbye_3":"Thank you pilot, we got it from here.",		"goodbye_2":"We couldn't have made it without you pilot, was a pleasure to work with you.",		"goodbye_1":"Alright we made it in one piece. Descending to surface, thanks for the help pilot.",		"found_loc":"Coordinates for rendez-vous point with next freighter uploaded to your nav computer. Proceed immediately pilot.",		"failed_protect":"The Freighter had to make a jump to hyperspace, your protection wasn't sufficient pilot!",		"failed_destroy":"That shipment was invaluable to us! You will have to answer to your superior for this pilot!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"\#pcontrast1 Black Epsilon Command:\#pcontrast3 <%TO>",		"complete":"The Freighter has arrived safely, good job pilot.",		"attack_stopped":"Tactical Computer: < Sensors indicate no more fighter vessels with armed weapon systems in area. >",		"attack_notify":"Tactical Computer: < Vessels on intercept course approaching, weapon systems armed. >",		"arrived_at_loc":"We have confirmed your coordinates to be correct. Freighter should arrive from hyperspace any second.",		"abort":"Abort code received, preparing hyper jump out of the sector.",		"Quest Log Data":"Text"
}}
