{
	"stfFile":"spacequest/escort_duty/corellia_rebel_tier4_1",
	"entries": {
		"title_d":"Our mighty pirates have raided an Imperial outpost in the Dathomir system and now we need to get the bounty to Lok. Provide a safe escort for our freighters. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Dathomir system: Duty mission: Escort Nym freighters.",		"thanks_5":"Nice flying pilot! My nav computer is almost done preparing for the jump. Lets move along!",		"thanks_4":"Systems still green on my end, lets keep moving before more come along.",		"thanks_3":"Yeah! Fry that Imperial scum, haha!",		"thanks_2":"Rebel flight school must have made some improvements, that was impressive!",		"thanks_1":"Awesome! Makes me wish these old bones still had the reflexes to pilot a fighter.",		"taunt_5":"You know you won't leave this system alive, just surrender!",		"taunt_4":"Rebels and Nym working together eh? I guess they need all the help they can get!",		"taunt_3":"Looks like we got a bonus guys, that's a Rebel!",		"taunt_2":"You should have stayed on Lok pirate, no one steals from the Empire!",		"taunt_1":"You pathetic pirates, think the Rebel scum will save you?",		"shields_depleted":"My shields are fried! I need your help pilot!",		"reason_5":"Good, you're here. We should get moving, I have a feeling the Empire won't let us escape without a fight.",		"reason_4":"Greetings, lets not waste any time. The Empire was hot on our tail down on the ground.",		"reason_3":"Hey there. Get me out of this one in one piece and I'll get you a nice bonus at the end.",		"reason_2":"We got some class A military equipment from the raid down there. I'm sure the Empire wants it back so lets get out of here!",		"reason_1":"A Rebel eh? Well hopefully you know how to fly, I doubt the Empire will let us walse out of here with this stuff.",		"quest_rendezvous_t":"Coordinates of freighter.",		"quest_rendezvous_d":"We have uploaded the coordinates of the next freighter that need your escort.",		"quest_location_t":"Dathomir system.",		"quest_location_d":"The Dathomir system is always a dangerous place to traverse and after our successful raid, the Empire is scouring it for enemies. Be careful.",		"quest_escort_t":"Escort the freighter.",		"quest_escort_d":"Escort the freighter safely out of the Dathomir system. Be prepared though, the Empire is searching everywhere for you!",		"panic_5":"We must have hit the jackpot this time, they are really angry!",		"panic_4":"Angry bubble-boys heading our way!",		"panic_3":"Didn't think they would let us just fly out of here with their stuff.",		"panic_2":"Here come the Empires henchmen!",		"panic_1":"Guess they didn't like us taking off with their stuff!",		"hull_half":"Ah crap, my old baby is falling apart over here, going to need some serious help!",		"goodbye_5":"There'll be a party tonight, this stuff is worth a ton of creds!",		"goodbye_4":"Jumping to lightspeed, good flying with ya!",		"goodbye_3":"We'll be ok from here pilot, thanks for the help!",		"goodbye_2":"I owe you a drink Rebel, excellent work!",		"goodbye_1":"Not bad for a Rebel, see you around!",		"found_loc":"Alright, proceed to these coordinates to meet up with our freighter.",		"failed_protect":"Our freighter had to perform a emergency hyperspace jump! What were you doing out there, sightseeing?",		"failed_destroy":"I knew we shouldn't have put our trust in a Rebel! We lost that freighter, get out of there!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"Nym Command Officer: < %TO >",		"complete":"Good job pilot, the freighter is safe.",		"attack_stopped":"Tactical Computer: < Sensors indicate no more fighter vessels with armed weapon systems in area. >",		"attack_notify":"Tactical Computer: < Vessels on intercept course approaching, weapon systems armed. >",		"arrived_at_loc":"You're at the correct coordinates Rebel, one of our freighters should be there soon.",		"abort":"What the?! Where are you going Rebel?!"
}}
