{
	"stfFile":"spacequest/escort_duty/corellia_imperial_9",
	"entries": {
		"title_d":"Due to the inefficency of the CorSec the Empire has decided that it must help freighters in the region get their cargo through without being attacked by pirates. You will be assigned a freighter that you will need to protect from any attempt to capture it.",		"title":"Corellia System: Protect Local Shipping Duty",		"thanks_5":"Great job, the Empire sure gets my vote.",		"thanks_4":"Great job, the Empire sure gets my vote.",		"thanks_3":"Great job, the Empire sure gets my vote.",		"thanks_2":"Great job, the Empire sure gets my vote.",		"thanks_1":"Great job, the Empire sure gets my vote.",		"thanks":"Great job, the Empire sure gets my vote.",		"taunt_5":"This will only take a second.",		"taunt_4":"Ok, no more Mr. Nice Guy.",		"taunt_3":"Borvo will be pleased with our prize.",		"taunt_2":"You might as well give up now.",		"taunt_1":"This will be so easy they might as well deliver the goods to us!",		"shields_depleted":"Shields are down, if you are going to act do it now!",		"reason_5":"Keep on the alert. Pirates are all over the place.",		"reason_4":"I feel much safer with you escorting me through this dangerous area.",		"reason_3":"Be on the look out. I attract pirates like a garbage attracts womp rats.",		"reason_2":"Imperial high command really wants my cargo. So please watch my back.",		"reason_1":"Stay alert, this is a known pirate area.",		"quest_rendezvous_t":"Meet the Civilian Freighter",		"quest_rendezvous_d":"The freighter will not arrive until you are at the arrival location. This is to ensure that they have an escort the entire time they are in Corellian system.",		"quest_location_t":"Travel to the Corellia System",		"quest_location_d":"The freighters will be jumping into Corellia system and need to have their escort meet them. You will be supplied the arrival location of your assigned vessel. Meet the vessel at this location.",		"quest_escort_t":"Protect the Civilian Freighter",		"quest_escort_d":"Follow the freighter to it's destination. Keep it protected from any enemy fighter that might try to take it's cargo.",		"panic_5":"I hope you know how to fly that thing.",		"panic_4":"Oh great, as if my life wasn't hard enough.",		"panic_3":"Not again. I always get attacked on this run.",		"panic_2":"Hutts! What are they doing around here.",		"panic_1":"Pirates!  Do you think they will believe that I don't have any cargo?",		"hull_half":"Hull integrity is below 50%, please hurry!",		"goodbye_5":"Thank you for the escort, I'll be sure to ask for you next time through as well.",		"goodbye_4":"Thank you for the escort, I'll be sure to ask for you next time through as well.",		"goodbye_3":"Thank you for the escort, I'll be sure to ask for you next time through as well.",		"goodbye_2":"Thank you for the escort, I'll be sure to ask for you next time through as well.",		"goodbye_1":"Thank you for the escort, I'll be sure to ask for you next time through as well.",		"found_loc":"Freighter jump location sent to your nav computer. Proceed as planned.",		"failed_protect":"You have failed to protect the freighter.  The mission is aborted.",		"failed_destroy":"The freighter has been destroyed.  You have failed your mission.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"\#contrast3 Black Epsilon Command: < \#pcontrast1 %TO \#pcontrast3 >",		"complete":"The freighter has reached it's destination, return for another transport.",		"attack_stopped":"\#pcontrast3 Tactical Computer: < \#contrast1 Hostile craft eliminated. \#pcontrast3 >",		"attack_notify":"\#pcontrast3 Tactical Computer: < \#pconstrast1 Enemy vessels detected. Systems battle ready! \#pcontrast3 >",		"arrived_at_loc":"The freighter will arive soon, prepare to take up escort positions.",		"abort":"Mission has been aborted, returning to base.",		"Quest Log Data":"Text"
}}
