{
	"stfFile":"spacequest/escort_duty/corellia_imperial_11",
	"entries": {
		"title_d":"Travel to the Corellia system and escort important Imperial military supplies that are being sent in from Naboo. These will help restock the military that is located on Talus. It is highly important that the cargo ships arrive at their destination safely and most importantly do not fall into Rebel hands.",		"title":"Corellia System: Protect the Imperial Freighters Duty",		"thanks_5":"I am thankful of high command for these escorts.",		"thanks_4":"I am thankful of high command for these escorts.",		"thanks_3":"I am thankful of high command for these escorts.",		"thanks_2":"Whew, that was some great flying ace.",		"thanks_1":"Great job on the escrort, it is good to be home.",		"taunt_5":"The Alliance stands stong!",		"taunt_4":"The Alliance stands stong!",		"taunt_3":"Your overthrow is imminent Imperial dog.",		"taunt_2":"The Empire should expect no mercy.",		"taunt_1":"You cannot hope to beat us, power down now.",		"shields_depleted":"Shields are down, I repeat my shields are down.",		"reason_5":"I need to get back in time for a tour of Agrilate Swamp, lets get this done quickly.",		"reason_4":"I need to get back in time for a tour of Agrilate Swamp, lets get this done quickly.",		"reason_3":"I need to get back in time for a tour of Agrilate Swamp, lets get this done quickly.",		"reason_2":"Command is waiting on these scans, lets get a move on.",		"reason_1":"We have to get this patrol done.  Black Epsilon squadron needs to know the enemy flight reports.",		"quest_rendezvous_t":"Meet the Imperial Freighter",		"quest_rendezvous_d":"The freighter will not arrive until you are at the arrival location. This is to ensure that they have an escort the entire time they are in Corellian system.",		"quest_location_t":"Travel to the Corellia System",		"quest_location_d":"The freighters will be jumping into Corellia system and need to have their escort meet them. You will be supplied the arrival location of your assigned vessel. Meet the vessel at this location.",		"quest_escort_t":"Protect the Imperial Freighter",		"quest_escort_d":"Follow the freighter to it's destination. Keep it protected from any enemy fighter that might try to take it's cargo.",		"panic_5":"Rebels!  This is not an assault craft, protect me!",		"panic_4":"Enemy fighters are here!",		"panic_3":"Keep them off while I continue the scan!",		"panic_2":"You can't let me die!",		"panic_1":"Rebels!  This is not an assault craft, protect me!",		"hull_half":"Hull integrity down to half.  Get these Rebels off of me!",		"goodbye_5":"I thought I was done for a couple times, way to pull it through!",		"goodbye_4":"I thought I was done for a couple times, way to pull it through!",		"goodbye_3":"I thought I was done for a couple times, way to pull it through!",		"goodbye_2":"I hope to meet you at the cantina back on the ground.  I owe you one.",		"goodbye_1":"Good job on the escort, enemy activity will continue to be monitored.",		"found_loc":"Travel to the waypoint and await the arrival of our scanning craft.",		"failed_protect":"You have failed to protect the scanning vessel.  Return to base at once.",		"failed_destroy":"The scanning craft has been destroyed. Lets hope this blunder does not cause other craft to fall victem as well.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":" \#pcontrast3 Black Epsilon Command: < \#pcontrast1 %TO \#pcontrast3 >",		"complete":"The scanning vessel has completed its rounds.",		"attack_stopped":" \#pcontrast3 Tactical Computer: < \#pcontrast1 Rebel craft have been destroyed \#pcontrast3 >",		"attack_notify":" \#pcontrast3 Tactical Computer: < \#pcontrast1 Rebel craft on attack vector. \#pcontrast3 >",		"arrived_at_loc":"Hold at this location for the scanning craft.",		"abort":"Abort call has been issued. Return to base.",		"Quest Log Data":"Text"
}}
