{
	"stfFile":"spacequest/escort_duty/dathomir_station_priv_escort_duty_tier3",
	"entries": {
		"title_d":"Protect transports from Black Sun aggression.",		"title":"Dathomir System: Duty: Escort Passenger Transports",		"thanks_5":"Any chance you looking for a new career as bodyguard?",		"thanks_4":"Hahaha, they will think twice before attacking us again!",		"thanks_3":"Splendid, finally a pilot that knows what he's doing!",		"thanks_2":"Back in my day, I would have dealt with those pirates twice as fast..",		"thanks_1":"Great job pilot, lets hurry out of here!",		"taunt_5":"I'll guide you back down to the ground... without your ship of course.",		"taunt_4":"You're attacking us in that hunk of junk? You can't be serious.",		"taunt_3":"I will enjoy cutting your ship in half!",		"taunt_2":"We're boarding this ship, now it's just a question if you want to die for it or not.",		"taunt_1":"Get out of here while you still can scum.",		"shields_depleted":"Our shields are down! If you don't get rid of those pilotes, we are done for!",		"reason_5":"Greetings pilot, good to see you. Lets head for the surface quickly, I don't want any incidents.",		"reason_4":"Perfect, a pilot. Last time we didn't get an escort and those Black Sun pirates put my ship in the docks for a month!",		"reason_3":"My job depends on me making this transport on time, so I hope you know what you are doing pilot.",		"reason_2":"Thank you for escorting us pilot. We have passengers on board, so stay alert.",		"reason_1":"There you are. I hope you're good at this, we have cargo that could attract every pirate in the sector...",		"quest_rendezvous_t":"Rally Point",		"quest_rendezvous_d":"Meet the transport at this location",		"quest_location_t":"Dathomir System",		"quest_location_d":"Transport route through the Dathomir System",		"quest_escort_t":"Escort Target",		"quest_escort_d":"A passenger transport to be escorted through this sector.",		"panic_5":"Uh oh, we got unwanted attention. I think they are pirates!",		"panic_4":"Oh no, pirates! You better be good at your job pilot!",		"panic_3":"Help us, they will kill us all!",		"panic_2":"Pirate wretches, they want my cargo!",		"panic_1":"Hostile fighters inbound!",		"hull_half":"Our sensors register multiple hull breeches, you have to take care of those pirates now!",		"goodbye_5":"I'd like to come back in a different ships and teach those scum a thing or two. Anyway, thank you for the help pilot!",		"goodbye_4":"That was a close one and your the only reason we survived. Accept our gratitude pilot.",		"goodbye_3":"After this, I'm putting some defense weapons on my freighter. Thanks again my friend.",		"goodbye_2":"Bumpy ride but we made it in one piece thanks to you pilot.",		"goodbye_1":"You haven't let me down, thank you pilot!",		"found_loc":"We have a request from another transport with important passengers for a safe escort. New coordinates uploaded.",		"failed_protect":"Transport had to escape through a emergency hyperspace jump pilot, there were just too many of the pirates.",		"failed_destroy":"\#pcontrast3 Station Command: < \#pcontrast1 I can't believe these scum destroyed a transport full of innocents. We will need a full report on this tragedy pilot. \#pcontrast3 >",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"Station Command: < %TO >",		"complete":"Another victory, great job pilot!",		"attack_stopped":"\#pcontrast3 Tactical Computer: < \#pcontrast1 Sensors indicate no more fighter vessels with armed weapon systems in area. \#pcontrast3 >",		"attack_notify":"\#pcontrast3 Tactical Computer: < \#pcontrast1 Vessels on intercept course approaching, weapon systems armed. \#pcontrast3 >",		"arrived_at_loc":"\#pcontrast3 Station Command: < \#pcontrast1 Transport is on its way, await their arrival at this location. \#pcontrast3 >",		"abort":"Aborting as ordered. Preparing escape to hyperspace.",		"Quest Log Data":"Text"
}}
