{
	"stfFile":"spacequest/escort_duty/lok_imperial_ss_1c",
	"entries": {
		"title_d":"Nym has never liked the fact that the Empire has a base located on Lok. He is constantly hampering Imperial shipments heading into the system. With our current operations it is important that those shipments make it to the base without incident. You are to protect those shipments from attacks from Nym's men.",		"title":"Lok System: Bait and Destroy Nym's Pirates",		"thanks_5":"Not bad...not bad at all.",		"thanks_4":"Let get back to work.",		"thanks_3":"Don't get cocky. There are more pirates out there.",		"thanks_2":"Nice work, but there are always more pirates to find.",		"thanks_1":"Good job, let's go find more pirates.",		"taunt_5":"Prepare to be blown out of the sky.",		"taunt_4":"You are better then most Imperials but you are not good enough.",		"taunt_3":"Give up and I promise to make it quick.",		"taunt_2":"Big mistake, Imperial puppet!",		"taunt_1":"Time to die, Imperial scum!",		"shields_depleted":"Our shields are out. Get them off of me!",		"reason_5":"Ready to go catch ourselves some pirate scum?",		"reason_4":"Stay alert! This place is crawling with pirates.",		"reason_3":"I don't think any pirate can resist this nice fat lure.",		"reason_2":"Let's see if Nym takes the bait.",		"reason_1":"Keep your eyes open for pirates.",		"quest_rendezvous_t":"Meet the Imperial Freighter",		"quest_rendezvous_d":"Wait for the freighter at the arrival location.",		"quest_location_t":"Travel to the Lok System",		"quest_location_d":"Meet the freighters inside of the Lok system. You will receive a navigation waypoint to the arrival location of your assigned freighter once you reach the system.",		"quest_escort_t":"Protect the Imperial Freighter",		"quest_escort_d":"Follow the freighter to it's destination. You must protect it from anyone who attempts to take it.",		"panic_5":"Destroy them all!",		"panic_4":"Nym's pirates decided to show up. How nice of them.",		"panic_3":"I hope you know how to fly that thing.",		"panic_2":"Boy, those guys look pretty mad.",		"panic_1":"Nym's pirates have taken the bait. Head's up.",		"hull_half":"I'm tracking multiple hull breaches! I can't take much more damage. Help!",		"goodbye_5":"We're going to head back to base. Another transport will meet you in a bit.",		"goodbye_4":"We're going to head back to base. Another transport will meet you in a bit.",		"goodbye_3":"We're going to head back to base. Another transport will meet you in a bit.",		"goodbye_2":"We're going to head back to base. Another transport will meet you in a bit.",		"goodbye_1":"We're going to head back to base. Another transport will meet you in a bit.",		"found_loc":"Travel to the rendezvous waypoint and wait for the fake transport to arrive.",		"failed_protect":"The transport has left the area prematurely! This mission is over.",		"failed_destroy":"The transports have been lost! The pilots on board have been lost! Return to base, this mission is over.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":" \#pcontrast3 Imperial Command: < \#pcontrast1 %TO \#pcontrast3 >",		"complete":"The ship has made it through the region. Cycle back and escort another fake transport through.",		"attack_stopped":" \#pcontrast3 Tactical Computer: < \#pcontrast1 Hostile fighters eliminated. \#pcontrast3 >",		"attack_notify":" \#pcontrast3 Tactical Computer: < \#pcontrast1 Nym's pirates detected on attack vector! \#pcontrast3 >",		"arrived_at_loc":"The fake transport will arrive soon. Use it to bait Nym's pirates into attacking.",		"abort":"Abort code received. Heading back to base.",		"Quest Log Data":"Text"
}}
