{
	"stfFile":"spacequest/escort_duty/naboo_rebel_tier4_1",
	"entries": {
		"title_d":"Some freighters with Vortex personnel have been ordered to evacuate to more secure locations in preparation for the attacks. Your mission is to provide a safe escort for them. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Yavin system: Duty mission: Help Vortex personnel evacuate.",		"thanks_5":"Suddenly, I'm not so worried anymore. You're a monster of a fighter pilot!",		"thanks_4":"The Empire's going to have to do a bit better than that with you around, good job pilot!",		"thanks_3":"Nice shot pilot!",		"thanks_2":"Lets keep moving before more of them show up!",		"thanks_1":"Take that, Imperial scum!",		"taunt_5":"You have your orders men, they can't leave this system alive!",		"taunt_4":"The Inquisition will have our heads if we let these guys get away, failure is not an option men!",		"taunt_3":"Cut your engines immediately and we will spare your lives!",		"taunt_2":"And I thought this was going to be another boring shift!",		"taunt_1":"Leaving already Rebels?",		"shields_depleted":"Our shields are depleted pilot, this will get ugly!",		"reason_5":"Greetings pilot, glad that you are here. Lets get moving.",		"reason_4":"We're ready to leave this system, lets go.",		"reason_3":"Good to see you pilot, lets not waste any time.",		"reason_2":"I'm transporting a lot of non combat personnel, lets get them safely out of here.",		"reason_1":"Alright, lets get out of here.",		"quest_rendezvous_t":"Coordinates of transport.",		"quest_rendezvous_d":"One of the transports have provided us with these coordinates as rendez-vous. Get there quickly pilot.",		"quest_location_t":"Yavin system.",		"quest_location_d":"The Yavin system is quite dangerous, even for someone of your skill. The Empire is guarding the debris of their blown up space station fiercely so try to avoid getting their attention.",		"quest_escort_t":"Escort transport to safety.",		"quest_escort_d":"Escort the transport to a safe location for their hyperspace jump. Stay alert and good luck.",		"panic_5":"Imperial fighters heading our way!",		"panic_4":"I didn't think we could slip out undetected.",		"panic_3":"Everyone strap in, this is going to get bumpy!",		"panic_2":"I hope you're as good as we were told.",		"panic_1":"Time to prove your worth pilot.",		"hull_half":"Sensors show multiple hull breaches! You need to get these fighters off us!",		"goodbye_5":"We're ready to take off, thanks for providing a solid escort pilot.",		"goodbye_4":"That was fun! Want to do it again? Just kidding, thanks again pilot!",		"goodbye_3":"That was fun! Want to do it again? Just kidding, thanks again pilot!",		"goodbye_2":"Well that was a rush! See you around pilot.",		"goodbye_1":"Jumping to lightspeed. Thank you for the help pilot.",		"found_loc":"One of the shuttles will meet you at this location, get over there as fast as you can pilot.",		"failed_protect":"The shuttle was forced to perform an emergency hyperspace jump, you better pray that they are alright pilot. Return to base!",		"failed_destroy":"You let all those people die pilot... Return to base immediately!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"Vortex Fleet Command: < %TO >",		"complete":"Good job pilot, they are safe. Stand by for further orders.",		"attack_stopped":"Tactical Computer: < Sensors indicate no more fighter vessels with armed weapon systems in area. >",		"attack_notify":"Tactical Computer: < Vessels on intercept course approaching, weapon systems armed. >",		"arrived_at_loc":"The shuttle is almost there, stand by.",		"abort":"You can't abort now, we're not safe yet!"
}}
