{
	"stfFile":"spacequest/escort_duty/naboo_imperial_7",
	"entries": {
		"title_d":"Travel to the Naboo system and escort the freighters through the system. An escort duty is a voluntary mission that you are able to quit at any time without repercussions. When you reach the Naboo system, you will get a navigation waypoint to the arrival location of a freighter that you will need to escort through the system. Travel to the waypoint and wait until the freighter hyperjumps into the system. Once it is in the area, it will begin to fly through the system. You need to follow the freighter until it reaches its destination. Keep a careful eye out for enemy attack since they will attempt to destroy this freighter. Once completed you will receive another waypoint to the arrival location of another freighter. This escort duty can be stopped at any time by simply aborting the mission or leaving the system.",		"title":"Naboo System: Escort the Emperor's Freighters Duty",		"thanks_5":"They really want my cargo, don't they?",		"thanks_4":"I don't know why they keep trying.",		"thanks_3":"The Empire has my full support now.",		"thanks_2":"I am sure glad that you are here.",		"thanks_1":"Nice flying, pilot.",		"taunt_5":"This is going to hurt...you mainly.",		"taunt_4":"That freighter is ours!",		"taunt_3":"You really should get into another line of work.",		"taunt_2":"Just hand over the ship and no one gets hurt.",		"taunt_1":"Nice try, Imperial scum. Better luck next time.",		"shields_depleted":"Our shields are down! We are not going to last much longer.",		"reason_5":"We have a cargo bay full of supplies from the Outer Rim. I bet our enemies would love to get their hands on this.",		"reason_4":"We have a cargo bay full of supplies from the Outer Rim. I bet our enemies would love to get their hands on this.",		"reason_3":"We have a cargo bay full of supplies from the Outer Rim. I bet our enemies would love to get their hands on this.",		"reason_2":"We have a cargo bay full of supplies from the Outer Rim. I bet our enemies would love to get their hands on this.",		"reason_1":"We have a cargo bay full of supplies from the Outer Rim. I bet our enemies would love to get their hands on this.",		"quest_rendezvous_t":"Meet the Freighter",		"quest_rendezvous_d":"Travel to the navigation waypoint and wait for the freighter to arrive. Once the freighter is in the system, follow it to its destination.",		"quest_location_t":"Travel to the Naboo System",		"quest_location_d":"Travel to the Naboo system and move towards your first navigation waypoint to begin the escort duty. After it arrives, follow the freighter until it reaches its destination.",		"quest_escort_t":"Protect the Freighter",		"quest_escort_d":"Follow the freighter and protect it from attack. Enemy fighters will jump into the area and attack the freighter. Freighters are not very sturdy, so it is important for you to take out the enemy fighters as quickly as you can.",		"panic_5":"Rebels! They are after my cargo.",		"panic_4":"Trouble ahead!",		"panic_3":"I hope you are a good pilot. I have kids.",		"panic_2":"Looks like we have company.",		"panic_1":"I was hoping to make it through without getting into a fight.",		"hull_half":"Our hull if at half strength! Get those fighters off of us.",		"goodbye_5":"Thanks for playing watch dog. We wouldn't have made it without you.",		"goodbye_4":"Thanks for playing watch dog. We wouldn't have made it without you.",		"goodbye_3":"Thanks for playing watch dog. We wouldn't have made it without you.",		"goodbye_2":"Thanks for playing watch dog. We wouldn't have made it without you.",		"goodbye_1":"Thanks for playing watch dog. We wouldn't have made it without you.",		"found_loc":"Transport jump location updated in your nav computer. Meet transport at waypoint and escort it through zone.",		"failed_protect":"You were supposed to escort that transport to safety. Report back to your superior.",		"failed_destroy":"You were supposed to protect that transport, not watch it be destroyed. Report back to your superior.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"complete":"The transport has made the landing successfully. Stand by to escort another transport or return to your superior to accept another duty.",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighters detected.>",		"arrived_at_loc":"Stand by for transport's arrival. Escort the transport safely to it's landing area.",		"abort":"We are sitting ducks without your support.",		"Quest Log Data":"Text"
}}
