{
	"stfFile":"spacequest/escort_duty/naboo_imperial_tier4_2",
	"entries": {
		"title_d":"The Empire has a high influx of prisoners that it wishes to keep alive but doesn't want to hold in any standard prison. These prisoners are to be shipped to Dathomir where they will remain for the rest of their lives. With the Coynite activity in the system command wants to ensure that they make it to the prison. You are to escort prison vessels as they enter the system.",		"title":"Dathomir System: Escort the Prison Shuttle Duty",		"thanks_5":"I just don't understand why they would want to attack us like that.",		"thanks_4":"Not very good pirates, are they.",		"thanks_3":"Why do you think they tried to hit an Imperial prison ship? Seems crazy to me.",		"thanks_2":"Who do you think they were?",		"thanks_1":"You are a credit to the uniform.",		"taunt_5":"Feel the wrath of Coyn.",		"taunt_4":"It is wrong to lock any man up. We shall set them free...or at least their souls.",		"taunt_3":"For Coyn! For Glory!",		"taunt_2":"You will fall to my might.",		"taunt_1":"Hey, look at that...target practice!",		"shields_depleted":"There went our shields. You had better start protecting us better, pilot.",		"reason_5":"Hello, pilot. Prison ship D6-229 in route to drop off prisoners reporting in.",		"reason_4":"Hello, pilot. Prison ship D8-002 in route to drop off prisoners reporting in.",		"reason_3":"Hello, pilot. Prison ship D9- 441 in route to drop off prisoners reporting in.",		"reason_2":"Hello, pilot. Prison ship D7-932 in route to drop off prisoners reporting in.",		"reason_1":"Hello, pilot. Prison ship D4-343 in route to drop off prisoners reporting in.",		"quest_rendezvous_t":"Meet the Prison Shuttle",		"quest_rendezvous_d":"Travel to the supplied navigaiton waypoint and wait for the shuttle to arrive.",		"quest_location_t":"Travel to the Dathomir System",		"quest_location_d":"Meet the Prison Shuttles as they enter the Dathomir system.",		"quest_escort_t":"Protect the Prison Shuttle",		"quest_escort_d":"Follow and protect the shuttle to it's drop location. Keep an eye out for Coynite fighters, who have been harassing prison transports..",		"panic_5":"What? We are under attack!",		"panic_4":"Whoa! Look out!",		"panic_3":"What would anyone want with a prison ship?",		"panic_2":"What? We are under attack!",		"panic_1":"What the...? Who are they?",		"hull_half":"Hull integrety down to fifity percent. We are not going to last much longer unless you get those fighters off of us.",		"goodbye_5":"Prisoners are dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"goodbye_4":"Prisoners are dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"goodbye_3":"Prisoners are dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"goodbye_2":"Prisoners are dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"goodbye_1":"Prisoners are dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"found_loc":"We have sent the arrival location to your nav computer. Wait at that location for the arrival of the prison ship and escort it safely through the sector.",		"failed_protect":"You have failed in your duty with your cowardice. Report your failed to your commander.",		"failed_destroy":"I know that they were only prisoners but your orders were to keep that ship safe. Report your failure to your superior.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"complete":"The prison ship has safely made it's delivery of prisoners. Stand by to help escort another ship or return to your superior to check in.",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy ships eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Warning! Enemy ships detected. Incoming at high speeds.>",		"arrived_at_loc":"Hold your current position until the arrival of the prison transport.",		"abort":"\#FF0000 Pilot, your order were clear. You were to escort us to the drop location.",		"Quest Log Data":"Text"
}}
