{
	"stfFile":"spacequest/escort_duty/naboo_rebel_7",
	"entries": {
		"title_d":"Assist the Rebel freighters with a safe escort to their destinations. These missions have been outlined to give you some much needed experience in space combat, you can stop when you feel that you have learned enough.",		"title":"Naboo system: Duty mission: Escort Rebel freighters.",		"thanks_5":"You showed them pilot! Nice flying!",		"thanks_4":"Excellent!",		"thanks_3":"Nice shot pilot!",		"thanks_2":"Lets keep moving before more of them show up!",		"thanks_1":"Take that, Imperial scum!",		"taunt_5":"Stay focused men, the Rebels are tricky!",		"taunt_4":"Well, well. What do we have here? Rebel fools!",		"taunt_3":"Finally, some fun around here. Take no prisoners boys!",		"taunt_2":"Scans show illegal cargo, cut your engines immediately!",		"taunt_1":"You thought we'd just let you fly out of here Rebel scum?",		"shields_depleted":"Our shields are failing! We're in deep trouble!",		"reason_5":"We're shipping two platoons of Alliance grunts back here, their safety is in your hands pilot.",		"reason_4":"There you are, we're ready to take off. Follow us pilot.",		"reason_3":"Good to see you pilot, Naboo space is always a dangerous route to take but I had no choice.",		"reason_2":"We're shipping hardware to a stranded Alliance freighter pilot, they are depending on us.",		"reason_1":"We have medical supplies for the frontline pilot, it's imperative that they make it!",		"quest_rendezvous_t":"Meet up with the Alliance freighter.",		"quest_rendezvous_d":"Alliance HQ has provided a waypoint to the Alliance freighter. Go to this navigation point, meet the freighter and protect it as it flies.",		"quest_location_t":"Naboo system.",		"quest_location_d":"Follow waypoints to distressed Alliance freighters. Escort each freighter to its destination and protect it from hostile fire.",		"quest_escort_t":"Escort the Alliance freighter to its destination.",		"quest_escort_d":"Protect the Alliance freighter from incoming attack until it reaches its hyperspace jump point. Once the transport is away, Alliance HQ will upload a new rally point for you to follow.",		"panic_5":"We're detected! This could get rough!",		"panic_4":"Darn! TIE fighters closing in!",		"panic_3":"I think that Imperial patrol saw us, prepare for battle pilot!",		"panic_2":"A TIE patrol, they have spotted us!",		"panic_1":"Time to prove your worth pilot.",		"hull_half":"We're falling apart over here! You have to get rid of these TIE's now pilot!",		"goodbye_5":"We're ready to take off, thanks for providing a solid escort pilot.",		"goodbye_4":"That was fun! Want to do it again? Just kidding, thanks again pilot!",		"goodbye_3":"We're safe from here, was a privilege to work with you pilot!",		"goodbye_2":"Well that was a rush! See you around pilot.",		"goodbye_1":"Jumping to lightspeed. Thank you for the help pilot.",		"found_loc":"Uploading coordinates to rendez-vous with the next freighter.",		"failed_protect":"The freighter informed us that your protection was not adequate and that he had to make an emergency jump to lightspeed. Return to base!",		"failed_destroy":"We cant afford those kind of casaulties pilot. Return to base!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":" \#pcontrast3 Alliance HQ:  < \#pcontrast1 %TO \#pcontrast3 >",		"complete":"Thank you pilot, home free!",		"attack_stopped":"Tactical Computer: < Sensors indicate no more fighter vessels with armed weapon systems in area. >",		"attack_notify":"Tactical Computer: < Vessels on intercept course approaching, weapon systems armed. >",		"arrived_at_loc":"You are at the correct location pilot, the freighter will be there any second.",		"abort":"We are doomed without your help pilot! What are you doing?!"
}}
