{
	"stfFile":"spacequest/escort_duty/rori_station_imp_escort_duty_tier3",
	"entries": {
		"title_d":"The Empire has important supplies for our forces in the Naboo System. Our efforts there are important and should be disrupted by such petty problems as a lack of supplies.  You are to escort the supply freighters as they enter the system.",		"title":"Naboo System: Escort the Imperial Freighters Duty",		"thanks_5":"I just don't understand why they would want to attack us like that.",		"thanks_4":"Not very good pirates, are they.",		"thanks_3":"How did they know we were here?",		"thanks_2":"Who do you think they were?",		"thanks_1":"You are a credit to the uniform.",		"taunt_5":"Feel the sting of the Alliance.",		"taunt_4":"We don't know why you are here, but it can't be good!",		"taunt_3":"For the Rebellion!",		"taunt_2":"You will fall to my might.",		"taunt_1":"Hey, look at that...target practice!",		"shields_depleted":"Our shields are down! You'd best start doing a better job protecting us, pilot.",		"reason_5":"Hello, pilot. Imperial freighter FR4-9q12 in route to drop off supplies reporting in.",		"reason_4":"Hello, pilot. Imperial freighter FR8-0s09 in route to drop off supplies reporting in.",		"reason_3":"Hello, pilot. Imperial freighter FR9-7y41 in route to drop off supplies reporting in.",		"reason_2":"Hello, pilot. Imperial freighter FR6-6f02 in route to drop off supplies reporting in.",		"reason_1":"Hello, pilot. Imperial freighter FR3-9b23 in route to drop off supplies reporting in.",		"quest_rendezvous_t":"Meet the Imperial Freighters",		"quest_rendezvous_d":"Travel to the supplied navigaiton waypoint and wait for the Imperial freighter to arrive.",		"quest_location_t":"Naboo System",		"quest_location_d":"Meet the Imperial Freighters as they enter the Naboo System.",		"quest_escort_t":"Protect the Imperial Freighters",		"quest_escort_d":"Follow and protect the Imperial freighter to it's drop location. Remain alert for Rebel fighters.",		"panic_5":"What? We are under attack!",		"panic_4":"Whoa! Look out!",		"panic_3":"How did they know we were here?",		"panic_2":"What? We are under attack!",		"panic_1":"What the...? Who are they?",		"hull_half":"Hull integrety down to fifity percent. We are not going to last much longer unless you get those fighters off of us.",		"goodbye_5":"Supplies have been dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"goodbye_4":"Supplies have been dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"goodbye_3":"Supplies have been dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"goodbye_2":"Supplies have been dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"goodbye_1":"Supplies have been dropped to the surface. Jumping out of the sector now. Thanks, pilot.",		"found_loc":"We have sent the arrival location to your nav computer. Wait at that location for the arrival of the freighter and escort it safely through the sector.",		"failed_protect":"You have failed in your duty with your cowardice. Report your failed to your commander.",		"failed_destroy":"Your orders were to keep that ship safe. Report your failure to your superior.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"\#pcontrast1 Imperial High Command:\#pcontrast3 <%TO>",		"complete":"The freighter has safely made it's delivery. Stand by to help escort another ship or return to your superior to check in.",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy ships eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Warning! Enemy ships detected. Incoming at high speeds.>",		"arrived_at_loc":"Hold your current position until the arrival of the freighter we are to escort.",		"abort":"\#FF0000 Pilot, your orders were clear. You were to escort us to the drop location.",		"Quest Log Data":"Text"
}}
