{
	"stfFile":"spacequest/escort_duty/rori_station_reb_escort_duty_tier3",
	"entries": {
		"title_d":"Some freighters with repair droids for the Rori Station are enroute. Your mission is to provide a safe escort for them. When you feel that you have exhausted your ship or yourself, you can return to base at anytime.",		"title":"Naboo System: Protect Shipments of Repair Droids Duty",		"thanks_5":"Suddenly, I'm not so worried anymore. You're a monster of a fighter pilot!",		"thanks_4":"They'll have to do a bit better than that with you around, good job pilot!",		"thanks_3":"Nice shot pilot!",		"thanks_2":"Lets keep moving before more of them show up!",		"thanks_1":"Take that, scum!",		"taunt_5":"Spare no one and stop that freighter!",		"taunt_4":"Failure is not possible against a novice like you.",		"taunt_3":"Cut your engines immediately and we will spare your lives!",		"taunt_2":"And I thought this was going to be another boring shift!",		"taunt_1":"Leaving already Rebels?",		"shields_depleted":"Our shields are depleted pilot, this will get ugly!",		"reason_5":"Greetings pilot, glad that you are here. Lets get moving.",		"reason_4":"We're ready to leave this system, lets go.",		"reason_3":"Good to see you pilot, lets not waste any time.",		"reason_2":"This shipment is marked as urgent... lets get it there on time.",		"reason_1":"Alright, lets get out of here.",		"quest_rendezvous_t":"Coordinates of Freighter",		"quest_rendezvous_d":"One of the freighters have provided us with these coordinates as rally point. Get there quickly pilot.",		"quest_location_t":"Naboo System.",		"quest_location_d":"The Naboo System is a hotbed of activity these days. Watch your back... you never know who will take an interest in these shipments.",		"quest_escort_t":"Escort the Freighter to safety.",		"quest_escort_d":"Escort the freighter to a location where they can deliver their shipment in safety. Stay alert and good luck.",		"panic_5":"Fighters heading our way!",		"panic_4":"I didn't think we could slip out undetected.",		"panic_3":"Everyone strap in, this is going to get bumpy!",		"panic_2":"I hope you're as good as we were told.",		"panic_1":"Time to prove your worth pilot.",		"hull_half":"Sensors show multiple hull breaches! You need to get these fighters off us!",		"goodbye_5":"We're ready to make our delivery, thanks for providing a solid escort pilot.",		"goodbye_4":"That was fun! Want to do it again? Just kidding, thanks again pilot!",		"goodbye_3":"That was fun! Want to do it again? Just kidding, thanks again pilot!",		"goodbye_2":"Well that was a rush! See you around pilot.",		"goodbye_1":"Making the delivery. Thank you for the help pilot.",		"found_loc":"One of the freighters will meet you at this location, get over there as fast as you can pilot.",		"failed_protect":"The freighter was forced to perform an emergency hyperspace jump, you better pray that they are alright pilot. Return to base!",		"failed_destroy":"You let them intecept our shipment pilot! Return to base immediately!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"Station Command: < %TO >",		"complete":"Good job pilot, they are safe. Stand by for further orders.",		"attack_stopped":"Tactical Computer: < Sensors indicate no more fighter vessels with armed weapon systems in area. >",		"attack_notify":"Tactical Computer: < Vessels on intercept course approaching, weapon systems armed. >",		"arrived_at_loc":"The freighter is almost there, stand by.",		"abort":"You can't abort now, we're not safe yet!"
}}
