{
	"stfFile":"spacequest/escort_duty/stn_yavin4_company_all_freighterescort_tier2_1",
	"entries": {
		"title_d":"The Yavin 4 Mining Company is being accused by the Debris Cult of transporting salvage from the Yavin system out of the area and they are doing everything in their power to stop those freighters. The Yavin 4 Mining Company has hired you to make sure that their freighters make it out of the system in one piece.",		"title":"Yavin System: Escort the Yavin Mining Co. Freighters",		"thanks_5":"The galaxy now has a few less loonies running around.",		"thanks_4":"Perhaps they should have choosen another religion.",		"thanks_3":"I wonder if they will become martyrs for that?",		"thanks_2":"Well at least those cultists got what they wanted...to be part of the debris.",		"thanks_1":"The company sure got their moneys worth when they hired you.",		"taunt_5":"You will be at peace soon, but I fear that an unbeliever like you will not be going to nirvana.",		"taunt_4":"Mohab said unto the crowd...the infidels who tarnish the field must pay with their life's blood.",		"taunt_3":"The light in the sky tells us that you must join it.",		"taunt_2":"Nirvana awaits those who float amongst the debris.",		"taunt_1":"And the great fireball spoke and we listened...and it was good.",		"shields_depleted":"They just knocked out our shields! Get those fighters off of us.",		"reason_5":"I need to get this shipment of ore to the Bespin system. So just watch my back until I can make the jump out of the system.",		"reason_4":"I need to get this shipment of radioactives to the Lok system. So just watch my back until I can make the jump out of the system.",		"reason_3":"I need to get this shipment of gas to the Naboo system. So just watch my back until I can make the jump out of the system.",		"reason_2":"I need to get this shipment of steel to the Corellian system. So just watch my back until I can make the jump out of the system.",		"reason_1":"I need to get this shipment of minerals to the Tatoo system. So just watch my back until I can make the jump out of the system.",		"quest_rendezvous_t":"Meet the Freighter",		"quest_rendezvous_d":"Travel to the arrival location of the freighter and wait for it to arrive.",		"quest_location_t":"Remain in the Yavin System",		"quest_location_d":"Meet the freighter full of minerals from the surface and escort it from the system.",		"quest_escort_t":"Escort the Freighter",		"quest_escort_d":"Escort the freighter from the system and protect it from the Debris Cultists.",		"panic_5":"Well, it looks like we are going to be swarmed by these loonies.",		"panic_4":"Ok, let's see your stuff.",		"panic_3":"I was hoping that this was going to be a nice quite flight.",		"panic_2":"Great! Members of the debris cult.",		"panic_1":"Look out! Those cultists are back.",		"hull_half":"Our hull is down to half strength! Requesting assistance.",		"goodbye_5":"You did good out there. Real good! See ya around.",		"goodbye_4":"Preparing to make the jump to light speed. Safe journey to you.",		"goodbye_3":"I have my jump cooridnates locked in. Take care, pilot.",		"goodbye_2":"Great work out there. We would never have made it past all those zealots without you.",		"goodbye_1":"Thanks for watching over us. Be well, pilot.",		"found_loc":"Arrival location of the freighter located. Travel to this location and meet the freighter.",		"failed_protect":"You were hired to watch over that freighter until it could jump out of the system. We do not pay pilots, who do not complete their jobs.",		"failed_destroy":"You allowed the freighter to be destroyed. This does not bode well for the future of our company.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"\#FF0000 Yavin Mining Company:\#FF0000 < %TO >",		"complete":"The freighter has completed its run and has launched in hyperspace. Prepare to meet a new freighter.",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 < Enemy fighters eliminated. >\#pcontrast3 \#pcontrast1",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 < Enemy fighters detected. >\#pcontrast3 \#pcontrast1",		"arrived_at_loc":"Wait at this location for the arrival of the company freighter.",		"abort":"We really needed your help getting through this system. We should have never hired you."
}}
