{
	"stfFile":"spacequest/escort_duty/tatooine_rebel_7",
	"entries": {
		"title_d":"Protect Refugee Transports. These missions have been outlined to give you some much needed experience in space combat, you can stop when you feel that you have learned enough.",		"title":"Tatooine system: Duty mission: Protect Refugee Transports.",		"thanks_5":"All refugees safe and sound. Thanks for your help, pilot!",		"thanks_4":"I can't believe we made it! Thanks a million, pal!",		"thanks_3":"Very impressive, my friend! The Force is with you...",		"thanks_2":"Whew, thanks for thinking fast there. We would have been spaced without your help!",		"thanks_1":"Thanks for taking out those punks. Now let's get these refugees back home!",		"taunt_5":"Kill the Rebel traitors!",		"taunt_4":"I've got you in my sights.",		"taunt_3":"Time to die, Rebel scum!",		"taunt_2":"Refugees, eh? You expect us to believe that... traitor?!",		"taunt_1":"Rebel scum! Prepare to die!",		"shields_depleted":"Our shields are out. Get rid of those fighters now!",		"reason_5":"This is the freight commander speaking. Form up and keep us safe! We have a lot of injured on-board and don't need any more excitement!",		"reason_4":"Good to see you, pilot! Cover us so we can get these refugees back where they belong.",		"reason_3":"Hey there, pilot! Let's get these refugees back home. Whadda you say?",		"reason_2":"Requesting fighter escort. Repeat! Requesting fighter escort!",		"reason_1":"Alliance Freighter reporting! We have a hold full of refugees who need to get home, buddy.",		"quest_rendezvous_t":"Intercept Alliance Transport.",		"quest_rendezvous_d":"Fly to the nav point and intercept an incoming Alliance Transport.",		"quest_location_t":"Tatooine system.",		"quest_location_d":"Patrol the Tatooine system and protect Alliance transports that have been separated from the main fleet.",		"quest_escort_t":"Escort Alliance Transport.",		"quest_escort_d":"Follow the Alliance Transport as it makes its way out of the system. Protect the transport from hostile forces as it advances. Once a transport has reached its destination, Alliance HQ will provide a new waypoint to another distressed transport.",		"panic_5":"Those new contacts don't look friendly. The Force be with you, friend.",		"panic_4":"No, no, no. Not now. This was my last job of the day. Why can't they leave my shipment alone!",		"panic_3":"Those new ships are moving in too fast for coincidence. Prepare for assault.",		"panic_2":"I think...no it can't be... They're opening fire! Hostiles! Repeat, hostiles on attack vector!",		"panic_1":"They're moving to attack! Please help us!",		"hull_half":"I'm tracking multiple hull breaches! I can't take much more damage. Help!",		"goodbye_5":"We're ready to get these refugees back home. Thanks for the escort!",		"goodbye_4":"What a ride! The Alliance owes me more than standard pay, I think! Thanks for the escort, though.",		"goodbye_3":"Yeah! We made it. The Alliance owes you a debt of gratitude. Thanks!",		"goodbye_2":"Alright, I can take it from here. Time to get these people home... Thanks!",		"goodbye_1":"Everyone on-board appreciates your help! Thank you!",		"found_loc":"Travel to the rally point and wait for your escort target to arrive.",		"failed_protect":"The Alliance refugee transport has been redirected. Your mission is a failure.",		"failed_destroy":"Those refugees were depending on you, Pilot! Return to your commanding officer at once!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":" \#pcontrast3 Alliance HQ: < \#pcontrast1 %TO \#pcontrast3 >",		"complete":"Alliance HQ: < The refugees have made it through the region safely. Good job. >",		"attack_stopped":" \#pcontrast3 Tactical Computer: < \#pcontrast1 Hostile fighters eliminated. \#pcontrast3 >",		"attack_notify":" \#pcontrast3 Tactical Computer: < \#pcontrast1 Hostiles on approach vector to escort target! \#pcontrast3 >",		"arrived_at_loc":"Wait at this location. An Alliance refugee transport will arrive shortly.",		"abort":"Abort code received. Heading back to base."
}}
