{
	"stfFile":"spacequest/escort_duty/tatooine_imperial_7",
	"entries": {
		"title_d":"Travel to the Tatooine system and escort the cargo freighters through the system. An escort duty is a voluntary mission that you are able to quit at any time without repercussions. When you reach the Tatooine system, you will get a navigation waypoint to the arrival location of a cargo freighter that you will need to escort through the system. Travel to the waypoint and wait until the freighter hyperjumps into the system. Once it is in the area, it will begin to fly through the system. You need to follow the freighter until it reaches its destination. Keep a careful eye out for enemy attack since they will attempt to destroy this freighter. Once completed you will receive another waypoint to the arrival location of another freighter. This escort duty can be stopped at any time by simply aborting the mission or leaving the system.",		"title":"Tatooine System: Escort the Cargo Freighters Duty",		"thanks_5":"You fight with the Emperor's own passion, pilot. I'm honored to have you as a guide.",		"thanks_4":"I can't believe we made it. I think I need to change my flightsuit.",		"thanks_3":"Impressive, friend! You certainly know how to use that thing.",		"thanks_2":"Whew, thanks for thinking fast there. I would have been spaced without you.",		"thanks_1":"Thanks for taking out those punks. Now let's get this cargo to dock.",		"taunt_5":"Kill the Imperial fools.",		"taunt_4":"I've got you in my sights.",		"taunt_3":"Time to die, Imperial scum!",		"taunt_2":"If you release your cargo peacefully, we will not harm you.",		"taunt_1":"Kill your engines and prepare to be boarded.",		"shields_depleted":"Our shields are out. Get them off of me!",		"reason_5":"I'm locking in my route. Stay on my wing. These %TO are valuable and I don't want to be out here alone.",		"reason_4":"Good to see the Empire has an escort ready for me. Let's get moving, High Command is expecting this shipment of %TO.",		"reason_3":"I've got a hold full of %TO and I'm looking to get it unloaded before my shift ends and they keep me on overtime, so let's move.",		"reason_2":"Ah, you're on time. I hate sitting out here on a load of %TO unprotected.",		"reason_1":"I have to get these %TO to Bestine right away. Let's go, I don't have all day!",		"quest_rendezvous_t":"Meet the Cargo Freighter",		"quest_rendezvous_d":"Travel to the navigation waypoint and wait for the cargo freighter to arrive. Once the freighter is in the system, follow it to its destination.",		"quest_location_t":"Travel to the Tatooine System",		"quest_location_d":"Travel to theTatooine system and move towards your first navigation waypoint to begin the escort duty. After it arrives, follow the cargo freighter until it reaches its destination.",		"quest_escort_t":"Protect the Freighter",		"quest_escort_d":"Follow the freighter and protect it from attack. Enemy fighters will jump into the area and attack the freighter. Freighters are not very sturdy, so it is important for you to take out the enemy fighters as quickly as you can.",		"panic_5":"Those new contacts don't look friendly. May the Emperor guide you to victory, friend.",		"panic_4":"No, no, no. Not now. This was my last job of the day. Why can't they leave my shipment alone!",		"panic_3":"Those new ships are moving in too fast for coincidence. Prepare for assault.",		"panic_2":"I think...no it can't be... They're opening fire! Hostiles! Repeat, hostiles on attack vector!",		"panic_1":"By the Emperor! They're moving in to attack. Help me, you fool. Help me!",		"hull_half":"I'm tracking multiple hull breaches! I can't take much more damage. Help!",		"goodbye_5":"I'm ready to begin the lightspeed jump to my next destination. Thanks for watching my back and good luck.",		"goodbye_4":"What a ride! The Empire better pay me double for this one. Thanks for the escort, though.",		"goodbye_3":"Yeah! We made it. I owe you a drink, friend. You really came through for me that time.",		"goodbye_2":"Alright, I can take it from here. Time to get this cargo unloaded and take a well deserved rest.",		"goodbye_1":"Thanks for the escort. Things were a little rougher than usual, but I'll still put in a good word for you.",		"found_loc":"Travel to the rendezvous waypoint and wait for your escort target to arrive.",		"failed_protect":"Your escort target has jumped to hyperspace without delivering its cargo! You will be blamed for this failure! Return to base.",		"failed_destroy":"You allowed a valuable shipment of material to be lost! This is unacceptable. Report to your commanding officer at once!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":" \#pcontrast3 Imperial Command: < \#pcontrast1 %TO \#pcontrast3 >",		"complete":"The ship has made it through the region safely. Good job.",		"attack_stopped":" \#pcontrast3 Tactical Computer: < \#pcontrast1 Hostile fighters eliminated. \#pcontrast3 >",		"attack_notify":" \#pcontrast3 Tactical Computer: < \#pcontrast1 Hostiles on approach vector to escort target! \#pcontrast3 >",		"arrived_at_loc":"Wait at this location. The escort target should arrive shortly.",		"abort":"Abort code received. Heading back to base.",		"Quest Log Data":"Text"
}}
