{
	"stfFile":"spacequest/escort_duty/tatooine_rebel_tier4_1",
	"entries": {
		"title_d":"We have several of our spy vessels assigned to the Endor system to try and figure out what the Empire is doing on the moon of Endor. They need safe escorts when they are ready to return to base with their findings or to re-supply.",		"title":"Endor system: Duty mission: Escort Rebel spy vessels.",		"thanks_5":"Is that the best the Empire have? Wimps!",		"thanks_4":"Hehehe.",		"thanks_3":"Nice shot pilot!",		"thanks_2":"Lets keep moving before more of them show up!",		"thanks_1":"Take that, Imperial scum!",		"taunt_5":"You have your orders men, they can't leave this system alive!",		"taunt_4":"Sorry to crash your party Rebel fools!",		"taunt_3":"Cut your engines immediately and we will spare your lives!",		"taunt_2":"And I thought this was going to be another boring shift!",		"taunt_1":"Leaving already Rebels?",		"shields_depleted":"That last hit fried our shields, we're in trouble!",		"reason_5":"Greetings pilot, glad that you are here. Lets get moving.",		"reason_4":"We're ready to leave this system, lets go.",		"reason_3":"Good to see you pilot, lets not waste any time.",		"reason_2":"We've been hiding in a nebula for a week scanning the surface of that worthless moon, can't wait to get out of here.",		"reason_1":"Alright, lets get out of here.",		"quest_rendezvous_t":"New rendez-vous coordinates.",		"quest_rendezvous_d":"We will keep updating your nav computer with coordinates of new spy ships that need an escort out of the system. When you have exhausted yourself, your ship or feel that you are experienced enough for more training, return to base.",		"quest_location_t":"Endor system.",		"quest_location_d":"The Imperial navy seem to be everywhere in the Endor system lately and they are guarding the moon of Endor fiercely. Stay sharp out there pilot, the lives of the crew on those spy ships may very well be in your hands.",		"quest_escort_t":"Escort spy ship to safety.",		"quest_escort_d":"Escort the spy ship to safety pilot. Not only do they have invaluable data onboard but you are responsible for the life of the crew as well and in these days, we can't afford to lose anyone.",		"panic_5":"Here they come!",		"panic_4":"I didn't think we could slip out undetected.",		"panic_3":"To battle stations!",		"panic_2":"I hope you're as good as we were told.",		"panic_1":"Time to prove your worth pilot.",		"hull_half":"Our ship is falling apart, you have to take care of these TIE's, now!",		"goodbye_5":"We're ready to take off, thanks for providing a solid escort pilot.",		"goodbye_4":"That was fun! Want to do it again? Just kidding, thanks again pilot!",		"goodbye_3":"We're safe from here, was a privilege to work with you pilot!",		"goodbye_2":"Well that was a rush! See you around pilot.",		"goodbye_1":"Jumping to lightspeed. Thank you for the help pilot.",		"found_loc":"One of our spy ships will meet you at these coordinates, proceed.",		"failed_protect":"The spy ship was forced to do an emergency hyperspace jump. I hope for your sake that they are okay. Return to base.",		"failed_destroy":"We cant afford those kind of casaulties pilot. Return to base.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"Rebel Command: < %TO >",		"complete":"Good job pilot, they are safe from there. Stand by for your next assignment.",		"attack_stopped":"Tactical Computer: < Sensors indicate no more fighter vessels with armed weapon systems in area. >",		"attack_notify":"Tactical Computer: < Vessels on intercept course approaching, weapon systems armed. >",		"arrived_at_loc":"The spy ship should be there any second, stand by.",		"abort":"You can't abort now, we're not safe yet!"
}}
