{
	"stfFile":"spacequest/escort_duty/tatooine_imperial_tier4_escortduty_1",
	"entries": {
		"title_d":"Red Skull pirates have been attacking the increased Imperial traffic moving through the Endor system. The Emperor has decreed that all transports shall have an escort through the system because of the important cargo, nessecary for a top secret project in the system, that they are carrying.",		"title":"Endor System: Protect the Imperial Transports Duty",		"thanks_5":"Thanks for saving my skin.",		"thanks_4":"Pirates are no match for your superior skills.",		"thanks_3":"Today is a glorious day for the Empire.",		"thanks_2":"They were not that tough. Back in my day we used to have to fight twice as many pirates.",		"thanks_1":"I am glad that you are out here.",		"taunt_5":"That's just great! You scratched my new paint job!",		"taunt_4":"Imperial scum like you are better off dead.",		"taunt_3":"You are really starting to make me mad.",		"taunt_2":"We just want what is ours...so give us your freighter.",		"taunt_1":"Give us the freighter and no one gets hurt.",		"shields_depleted":"There went our shields! Get those fighters off of us.",		"reason_5":"Glad to have you with me. I have some very valuable stuff on this ship and it would be a shame to lose it.",		"reason_4":"An escort? I don't need an escort. I have been flying since the days of the Old Republic and I have never been attacked by anyone.",		"reason_3":"I hope we have a smooth flight. My last one was an absolute mess. Pirates coming out of everywhere.",		"reason_2":"I just arrived from a Yavin salvage operation. I understand you will be my escort.",		"reason_1":"I have a ship full of cargo for the Engineers on the second moon.",		"quest_rendezvous_t":"Meet the Imperial Transport",		"quest_rendezvous_d":"Command will supply the jump in location of the transport. The freighter will not arrive until you are at that location.",		"quest_location_t":"Travel to the Endor System",		"quest_location_d":"The freighters are arriving in the Endor system before they are being attacked by the pirates. Meet them at their jump location inside the Endor system and escort them safely to their destination..",		"quest_escort_t":"Protect the Imperial Transport",		"quest_escort_d":"After you have met with your target transport, follow it through the Endor system until it arrives at it's final destination. There is a good chance that pirates will attack and the transport must be defended at all costs because of the importance of it's cargo.",		"panic_5":"You had better send those pirates into oblivion.",		"panic_4":"Pirates are after my booty! I always wanted to say that.",		"panic_3":"Go get them. That is your job isn't it?",		"panic_2":"Do I look worried? I think not.",		"panic_1":"Blasted pirates!",		"hull_half":"Hull at half strength! They told me you were good...prove it!",		"goodbye_5":"Be safe, pilot. Thanks for watching my back.",		"goodbye_4":"My cargo will help save honest Imperial lives. You have my thanks.",		"goodbye_3":"You have done a great service to me and the Empire.",		"goodbye_2":"Thanks for getting us through this sector. Those Red Skulls really need to be cleared out.",		"goodbye_1":"We appreciate your help out there pilot.",		"found_loc":"The escort vessel will be arriving at the location supplied to your nav computer. Travel to that location and await the arrival of that vessel.",		"failed_protect":"You left that vessel out there unarmed and at the mercy of pirates. You will have alot of explaining to do. Return to your superior.",		"failed_destroy":"Your orders were to make sure that vessel arrived at HQ safely. Return to your superior and explain your failure.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"\#pcontrast1 Storm Squadron Command:\#pcontrast3 <%TO>",		"complete":"The freighter is safely away. Wait for command to assign you another freighter to escort or return to your commander to take a new mission.",		"attack_stopped":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Enemy fighter wing has been eliminated.>",		"attack_notify":"\#pcontrast1 Tactical Computer:\#pcontrast3 <Warning! Enemy fighters detected.>",		"arrived_at_loc":"Hold at your current location. The vessel you are assigned to escort will be arriving shortly.",		"abort":"You cannot leave us out here! We are carring important supplies for the Empire.",		"Quest Log Data":"Text"
}}
