{
	"stfFile":"spacequest/escort_duty/viopa_rebel_5",
	"entries": {
		"title_d":"Your orders are to provide a safe escort for Rebel and Nym smugglers in the Lok system. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Lok system: Duty mission: Escort smugglers past Imperial patrols.",		"thanks_5":"I don't think those guys knew what hit them, way to go!",		"thanks_4":"I wasn't even worried, nice going pilot!",		"thanks_3":"I knew I should have put wipers on this ship, there's TIE scraps all over my windshield.",		"thanks_2":"I sure am glad you were here pilot.",		"thanks_1":"Nice work pilot! I thought they had us!",		"taunt_5":"These Rebels actually thought they could get away with it. Use of lethal force is encour..approved.",		"taunt_4":"You couldn't smuggle sand to Tatooine, poor little Rebels.",		"taunt_3":"We could see you Rebel fools miles away, Imperial justice doesn't let anything slip by!",		"taunt_2":"You Rebels made a mistake, you always do.",		"taunt_1":"Do you Rebels think we're stupid? Lethal force allowed, proceed men.",		"shields_depleted":"Shields depleted! We're in trouble now!",		"reason_5":"Hey there, we should be fine, just keep me covered in case things get hot.",		"reason_4":"Greetings, keep up, I'm not waiting for anyone!",		"reason_3":"Hi there, I have several wounded soldiers in the back, so hopefully this will be a smooth ride.",		"reason_2":"Hi there pilot, you're my escort eh? Well I hope you're good.",		"reason_1":"Good to see ya mate! Lets get this show on the road.",		"quest_rendezvous_t":"Coordinates of the next smuggler.",		"quest_rendezvous_d":"You should now have the coordinates of the next smuggler in need of an escort, hurry over there.",		"quest_location_t":"Lok system.",		"quest_location_d":"The Lok system has a low Imperial presence but they perform raids on pirates and rebels from time to time so be careful.",		"quest_escort_t":"Escort the smuggler.",		"quest_escort_d":"Provide a safe escort for the smuggler. Stay close to him and keep your eyes open for any threats.",		"panic_5":"Uh oh, these guys look pissed!",		"panic_4":"Oh @#!%, Imperial fighters heading our way!",		"panic_3":"They picked us up, incoming TIE fighters!",		"panic_2":"Here they come, like a flock of angry mynocks!",		"panic_1":"I'm being scanned... Darnit, Imperials!",		"hull_half":"Crap, this thing is falling apart, I need some help!",		"goodbye_5":"I owe you a big one pilot, could never have made that on my own!",		"goodbye_4":"Wouldn't have made it without you pilot, thanks!",		"goodbye_3":"Always nice to work with competent people, see you again sometime I hope!",		"goodbye_2":"'twas a pleasure pilot, see ya!",		"goodbye_1":"Great working with ya mate, I'll be fine now!",		"found_loc":"The next smuggler should meet you at these coordinates pilot.",		"failed_protect":"The smuggler had to do a emergency hyperspace jump, he didn't have enough protection. I hope he will be alright.",		"failed_destroy":"We lost contact with the smuggler, what happened? This is a hard blow to us pilot, we're already struggling with low resources.",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"Rebel Command: < %TO >",		"complete":"The smuggler is safe from here, nice flying out there pilot!",		"attack_stopped":"Tactical Computer: < Sensors indicate no more fighter vessels with armed weapon systems in area. >",		"attack_notify":"Tactical Computer: < Vessels on intercept course approaching, weapon systems armed. >",		"arrived_at_loc":"You are at the right coordinates pilot, the smuggler should be there momentarily.",		"abort":"Abort code received, performing emergency hyperspace jump.",		"Quest Log Data":"Text"
}}
