{
	"stfFile":"spacequest/escort_duty/vortex_mission_5",
	"entries": {
		"title_d":"Various Alliance smugglers need a safe escort and it's your job to provide them with it. When you feel that you have exhausted your ship, yourself or that you have enough experience to continue your training, you can return to base at anytime.",		"title":"Dantooine system: Duty mission: Escort Rebel Smugglers.",		"thanks_5":"I knew we had the best fighter pilots in the galaxy, way to go!",		"thanks_4":"Haha! That last TIE pilot will be flying all the way to Coruscant, without his ship!",		"thanks_3":"Good guys 1 Evil Empire 0!",		"thanks_2":"Alright! Lets get this baby out of here before more of them show up.",		"thanks_1":"I hope those were the last ones...",		"taunt_5":"Hey, Rebel fool. You will be the fifth of your despicable kind that I blow to pieces this week!",		"taunt_4":"You are in violation of Imperial law, code XA-313-C. Prepare to die!",		"taunt_3":"The might of the Empire will crush you all, foolish Rebels!",		"taunt_2":"Imperial security patrol to unidentified cargo freighter. We have detected suspicious...bah, die Rebel scum!",		"taunt_1":"What do we have here? Poor little Rebel scum, you just took a wrong turn. Your last mistake!",		"shields_depleted":"Our shields are fried! Do your job and get these TIE's of us now!",		"reason_5":"You better not slow me down hotshot...",		"reason_4":"Hail friend! Hauling some X-Wing replacement parts for the frontlines here. You will make sure we reach them safely right?",		"reason_3":"Great to see you pilot. I have weapons and electrical equipment onboard so hopefully no Imperial patrols will get too close.",		"reason_2":"Greetings, I got some disabled soldiers that need transport to a medical frigate. Take well care of us pilot.",		"reason_1":"G'day pilot. Glad you are here, these sectors are overrun with Imperial scum.",		"quest_rendezvous_t":"Contacted by another smuggler.",		"quest_rendezvous_d":"We have been contacted by another smuggler in need of assistance. You should have the coordinates so get going.",		"quest_location_t":"Dantooine system.",		"quest_location_d":"The Dantooine system has had an increasing amount of Imperial presence so escorting these smugglers safely will prove a challenge.",		"quest_escort_t":"Escort smuggler.",		"quest_escort_d":"The Alliance is stretched thin on resources as it is so make sure that every smuggler makes it to their destination safely.",		"panic_5":"Lackeys of the Empire heading our way!",		"panic_4":"Imperial scum incoming! Performing evasive maneuvers!",		"panic_3":"I'm being scanned by an Imperial patrol!",		"panic_2":"TIE Fighters! This could get ugly.",		"panic_1":"Imperial patrol heading our way! Show them what you're made of pilot!",		"hull_half":"This old hunk of metal is breaking apart! You better get them off us now!",		"goodbye_5":"Thank you for the escort pilot. I'll buy you a drink the next time I see you!",		"goodbye_4":"Score one for the good guys! Thanks a lot my friend, be careful out here.",		"goodbye_3":"We only got out of that in one piece thanks to you pilot. I owe you one!",		"goodbye_2":"It was a pleasure to work with you pilot, I hope to see you again.",		"goodbye_1":"We will be okay from here. Thank you for your invaluable assistance pilot.",		"found_loc":"We have uploaded the coordinates for the next transport in need of a escort.",		"failed_protect":"The transport had to make a emergency hyperspace jump since he couldn't count on your protection! Pray that he made it in one piece.",		"failed_destroy":"The Alliance is already struggling with equipment, we can't loose important transports like that! We expect a full report upon your return!",		"escort_too_far3":"",		"escort_too_far2":"",		"escort_too_far1":"",		"duty_update":"Rebel Command: < %TO >",		"complete":"The Freighter is safe, great job!",		"attack_stopped":"Tactical Computer: < Sensors indicate no more fighter vessels with armed weapon systems in area. >",		"attack_notify":"Tactical Computer: < Vessels on intercept course approaching, weapon systems armed. >",		"arrived_at_loc":"You have arrived at the rendez-vous coordinates. Expect freighter to arrive shortly.",		"abort":"Abort code received, performing emergency hyperspace jump.",		"Quest Log Data":"Text"
}}
