{
	"stfFile":"utterance/imperial",
	"entries": {
		"imperial_npc_do_job":"Get to work then.",		"imperial_npc_go_home":"Go then.  I don't need someone who doesn't really want to work.",		"imperial_npc_response_3_3":"Finally.",		"imperial_npc_response_2_3":"Just get out of here, will you?",		"imperial_player_line_3_3":"With that attitude I'm just going to go.",		"imperial_player_line_2_3":"Ok, sorry.  I'll go.",		"imperial_npc_response_1_3":"If there's something you need spit it out man!",		"imperial_player_line_1_3":"Sorry, didn't mean to bother you.",		"imperial_npc_response_3_2":"You catch on quick.",		"imperial_npc_response_2_2":"That's why I'm not telling you anything.",		"imperial_player_line_3_2":"So you're not going to tell me?",		"imperial_player_line_2_2":"You don't even know me.",		"imperial_npc_response_1_2":"The kinds of important things I can't talk about with you.",		"imperial_player_line_1_2":"What kind of important things?",		"imperial_npc_response_3_1":"You will if you don't stop bothering me...What?  Too subtle?",		"imperial_npc_response_2_1":"Ok, I'm done talking to you.  You're wasting my time.",		"imperial_player_line_3_1":"Do I look dead?",		"imperial_player_line_2_1":"It's a silly expression.",		"imperial_npc_response_1_1":"It means move, move around.  Look like you're at least pretending to be alive.",		"imperial_player_line_1_1":"Look alive?  What exactly does that mean?",		"imperial_npc_job_offer_3":"This is what I have, take it or leave it.",		"imperial_npc_job_offer_2":"I have some tasks if you're interested and you can get them done.  Can you?",		"imperial_npc_job_offer_1":"Here's the job.  I won't ask if you can do it, cause I'll assume you can.  Now do it.  Ok?",		"imperial_npc_greet_3":"There's nothing more annoying than being bothered when I'm busy.  Yes?",		"imperial_npc_greet_2":"I don't have time to chat right now.  I've got important things to do.",		"imperial_npc_greet_1":"Look alive man, I'm busy here.",		"u25":"Have you heard the one about the Klatooinian, the Ithorian, and the Wookiee?",		"u24":"I imagine we won't be here long. They'll have us take out some little Rebel outpost, and we'll move again...",		"u23":"I've only gotten to ride in a walker once, but it was really very interesting...",		"u22":"My uncle was on me about killing civilians. I explained that I was just following orders, but he didn't understand.",		"u21":"What I want to know is why the Alliance has to go wrecking everything? Life is pretty good for most, isn't it?",		"u20":"I lost a cousin on that battle station you know. Of course, I lost a few on Alderaan too.",		"u19":"Well, this is my first station since Carida where I've really felt at home.",		"u18":"I've taken down a few SpecForce commandos in my day...",		"u17":"Yeah, but the real tough ones are the SpecForce guys. They make the regular Rebel army look pathetic.",		"u16":"They might be be crack troops, but they creep me out. You ever seen one without his helmet on? Hmm?",		"u15":"He thinks he's all high and mighty because he's a Chiss. I hate aliens, I tell you.",		"u14":"I got chewed out for not having a sharp enough crease in my slacks.",		"u13":"So the sergeant says, "Regs say you have to be back in time." What a crock.",		"u12":"...and then the gambler said, "But that's not the rules of sabaac!" So I pulled out my blaster and...",		"u11":"So I said to the lieutenant, "Look, if you think that soldier's got half a brain in his head..."",		"u10":"I miss home some days.",		"u9":"I once had to escort a Wookiee prisoner, that was no fun, I'll tell you!",		"u8":"Guard duty's pretty bad, but it's not as bad as fresher duty.",		"u7":"I really need to get my uniform cleaned.",		"u6":"These boots pinch.",		"u5":"When does my relief get here anyway?",		"u4":"You know, things just haven't been the same since the Battle of Yavin.",		"u3":"I wonder if there's any Rebels around.",		"u2":"So how about this weather, huh?",		"u1":"I can't wait for my next furlough."
}}
