{
	"stfFile":"utterance/military",
	"entries": {
		"military_npc_do_job":"I'll expect a report from you as soon as you're done.",		"military_npc_go_home":"Military work is for people who don't back down.  Get out of here if you don't have the backbone for it!",		"military_npc_response_3_3":"Well, I wasn't, but now that you've mentioned it...",		"military_npc_response_2_3":"I can't stand getting up early, I don't like guns, and I hate taking orders.  Come to think of it, I can't remember why I joined...",		"military_player_line_3_3":"You're not thinking of deserting are you?",		"military_player_line_2_3":"Why's that?",		"military_npc_response_1_3":"I just don't think I'm cut out for it.",		"military_player_line_1_3":"What's wrong with the military?",		"military_npc_response_3_2":"Oh.  Well, that's the only joke I know.",		"military_player_line_3_2":"I've heard that one...",		"military_npc_response_2_2":"Oh, well, I've forgotten the punchline.",		"military_player_line_2_2":"Yeah...",		"military_npc_response_1_2":"A rodian, a wookie and a zabrak walk into a bar...",		"military_player_line_1_2":"No.  Do you?",		"military_npc_response_3_1":"The NIS Division.  By the way, in case you're wondering, that's the Non Important Stuff division, so don't ask too much of me, okay?",		"military_player_line_3_1":"What division are you with?",		"military_npc_response_2_1":"Well, then if that's all I'll get back to my duties, post haste.",		"military_player_line_2_1":"Not much.  Just chatting.",		"military_npc_response_1_1":"What can I do for you on this fine day?",		"military_player_line_1_1":"And good day to you.",		"military_npc_job_offer_3":"My orders are not to be disobeyed.  If you can't handle that let me know now.",		"military_npc_job_offer_2":"The best approach is to follow the orders you're given.  Can you do that?",		"military_npc_job_offer_1":"The orders are simple.  Can you carry them out effectively?",		"military_npc_greet_3":"I've had it with the military!",		"military_npc_greet_2":"Know any good jokes?",		"military_npc_greet_1":"Good day to you!",		"u25":"I've dealt with bounty hunters before, they don't scare me.",		"u24":"It's a hard life, but weapons and fighting are all I know.",		"u23":"Well, I make my living fighting, basically.",		"u22":"My last job left me stranded here, so I'm looking for work.",		"u21":"I don't see why they made such a fuss over a dead Rodian.",		"u20":"I was just practicing my shooting, you know? Shouldn't have bothered anyone.",		"u19":"I'm not clear on what I should be doing now.",		"u18":"What a great day.",		"u17":"What a day.",		"u16":"A good droid is worth his weight in spice, I tell you.",		"u15":"What day is it?",		"u14":"Well, you know, they won't take aliens.",		"u13":"...just another barfight. But the police came, and it turned ugly.",		"u12":"Just need enough credits for one more drink...",		"u11":"...took the bet, then I stood off 500 paces and nailed that bullseye clean as could be...",		"u10":"I'd rather be eaten by Rancor's then pay that guy off.",		"u9":"Have you ever seen the inside of an imperial prison?  Me neither.",		"u8":"Well, this planet's not so bad.",		"u7":"My advice is, never gamble with a Hutt.",		"u6":"I heard the Alliance might be looking for good people.",		"u5":"I've been looking for a better deal, but can't find one.",		"u4":"I need to get my blaster serviced.",		"u3":"So a Klatooinian, an Ithorian, and a Wookiee walk into a cantina...",		"u2":"Carida wouldn't take me so I enlisted in militia, but after my hitch was up, I decided to strike out on my own...",		"u1":"Reminds me of this one time, when I was in the army..."
}}
