{
	"stfFile":"utterance/noble",
	"entries": {
		"noble_npc_do_job":"Let me know when you're finished, ok?",		"noble_npc_go_home":"I should have known.  You're not cut out for real work are you?",		"noble_npc_response_3_3":"Believe me, I know most of the nobles around here.  Superiority isn't something they should bring up very often, lest someone checks the facts and finds out they're all worthless.",		"noble_player_line_3_3":"That's pretty enlightened for a noble.",		"noble_npc_response_2_3":"Well, it's about time the other nobles learned that we're people just like everybody else.  ",		"noble_player_line_2_3":"I appreciate your honesty in the matter.",		"noble_npc_response_1_2":"As well you should be.",		"noble_player_line_1_2":"Oh, I'll be careful all right.",		"noble_npc_response_1_3":"My brethren don't seem to understand that they're in fact not better than everybody around them.",		"noble_player_line_1_3":"Wow, you're nice for a noble.",		"noble_npc_response_3_2":"Oh, you common masses.  You don't understand the difficulty of the life we nobles lead.",		"noble_player_line_3_2":"Maybe you should get a real job.",		"noble_npc_response_2_2":"I'm not surprised.  This is what you get for not having an education.",		"noble_player_line_2_2":"I'm too busy to talk to you.",		"noble_npc_response_3_1":"Finally, someone who shows some class.  Now get back to whatever it is you do.",		"noble_player_line_3_1":"Sorry.  Didn't mean to disturb you.",		"noble_npc_response_2_1":"This is why I don't talk to people below me.  You just don't get it.",		"noble_player_line_2_1":"I'm not sure I could go as low as you.",		"noble_npc_response_1_1":"Yes, you know.  Of a lower station?  Not as good as me?  You're not getting this are you?",		"noble_player_line_1_1":"Lower than you?",		"noble_npc_job_offer_3":"Sure, I have some things you could do if you need some extra cash.",		"noble_npc_job_offer_2":"If it will get you away from me quicker I'll pay you to do something, ok?",		"noble_npc_job_offer_1":"Well, if you must do something than at least do this for me so I don't have to do it myself...",		"noble_npc_greet_3":"There's nothing worse than an arrogant noble is there?  Hi there, how are you?",		"noble_npc_greet_2":"As a noble I feel it's only fair to warn you that I'm probably smarter than you, so careful what you say.",		"noble_npc_greet_1":"I'm not used to dealing with those lower than me.  What is it you want?",		"u25":"It's quite the scandal--he ran off to join the Rebellion. Imagine!",		"u24":"Really quite tragic, dead at such a young age.",		"u23":"Doesn't it drive you mad, how you always have to "manage" your estate? Isn't that what servants are for?",		"u22":"Such a busy day! I have to go shopping again.",		"u21":"I've been considering building a third palace here...",		"u20":"...so of course, I had to report him for high treason.",		"u19":"The taxes are really unbelievable.",		"u18":"So have you seen any good holodramas lately?",		"u17":"I could use a drink.",		"u16":"Yes, but Phen'tal was still with Joo'th Balzey at the time, and Joo'th of course was still getting over Huj, if you recall...",		"u15":"Is that a stain on my clothes? I paid a fortune for these, you know.",		"u14":"Well, my holdings in several systems are still turning a profit.",		"u13":"I lost millions gambling, of course.",		"u12":"..and the Klatooinian says to the Wookie, "Have you heard the one about the Ithorian who walked into a cantina?"",		"u11":"I never can find my chrono...",		"u10":"Oh, I've been to Coruscant many times.",		"u9":"Well, before the Senate was dissolved, I was quite important, you know.",		"u8":"Now, what have I done with my jewelry?",		"u7":"I must admit, I do think the Imperial Army goes too far on occasion.",		"u6":"And those DREADFUL Rebels have been acting up again!",		"u5":"Ah, yes, but have you heard of the Emperor's Hand? Hush now, can't talk too loud.",		"u4":"I'll never understand why sycophants like that rise so high in the Imperial court.",		"u3":"Someday he'll realize that butler of his is robbing him blind.",		"u2":"Really, as if his stinky little pet would be welcome in the right circles in Coruscant.",		"u1":"And when Lady Solia said that the import tax was going up, well, I just HAD to protest."
}}
