{
	"stfFile":"utterance/pirate",
	"entries": {
		"pirate_npc_do_job":"Good.  Get to it then.",		"pirate_npc_go_home":"This is what I expected.  If you can't do the work I'll find someone who can.",		"pirate_npc_response_3_3":"Well, go stand over there then.  You're smell's starting to gag me and I can just as easily insult you from a distance.",		"pirate_player_line_3_3":"I won't stand here and be insulted.",		"pirate_npc_response_2_3":"On a cloudy day, no doubt.  Yes you are...",		"pirate_player_line_2_3":"I'm bright as the sun!",		"pirate_npc_response_3_2":"Well, I'm...HEY!  Cut that out!",		"pirate_player_line_3_2":"So who are you?",		"pirate_npc_response_2_2":"Arrr...now you're just confusin' me.  Stop it!",		"pirate_player_line_2_2":"But what if the other guy knows that too.",		"pirate_npc_response_3_1":"That's ok.  I was pretty much done talkin' to you anyway.",		"pirate_npc_response_2_1":"Quick as a trip through hyperspace aren't you?",		"pirate_player_line_3_1":"I'm not sure what to say.",		"pirate_npc_response_1_3":"Hm...you may have a point.  And yet, I sense that you're not really all that bright...",		"pirate_player_line_2_1":"So you're saying I'm scum?",		"pirate_npc_response_1_2":"Important?  It's always important to know who you're dealing with.  But just as important to make sure that they don't...unnerstand?",		"pirate_npc_response_1_1":"Isn't it obvious?  There's only one person that I'm chattin' with right now, and it's you.",		"pirate_player_line_1_3":"You're not any stranger than anyone else.",		"pirate_player_line_1_2":"Is that important?",		"pirate_player_line_1_1":"Who are you calling scum? ",		"pirate_npc_job_offer_3":"The money's where it's at kid.  If you want some, you'll do some work for it.  Right?",		"pirate_npc_job_offer_2":"There's nothin' more dangerous than working for me.  You're either brave or stupid.  Let's find out shall we?",		"pirate_npc_job_offer_1":"If you are a willin' to see the inside of a jail cell for your trouble I might be able to find something for you to do...",		"pirate_npc_greet_3":"Didn't your mother ever tell you not to talk to strangers?",		"pirate_npc_greet_2":"You're a foolhardy one aren't you?  Do you even know who I am?",		"pirate_npc_greet_1":"Well, well, well, some scum wants to talk to me eh?",		"u25":"Corellian ships are the easiest to board...",		"u24":"The Hutts always pay on time, I'll give them that.",		"u23":"Never steal from an Imperial supply ship.  They say Vader personally hunts down any pirate that does.",		"u22":"It's like there's war going on, up there where the stars are.  You know, like a space battle.",		"u21":"Arrr....I think I stubbed my toe.",		"u20":"It's not robbery if they give you their money freely is it?  Har har!",		"u19":"I've killed men for less than that.",		"u18":"Never let them see you bleed!",		"u17":"I've seen men killed for saying tripe like that.",		"u16":"I have cards and dice.  We could do some gambling.",		"u15":"Is that Twi'lek cooking I smell?",		"u14":"Captain says I'm the best first mate he's ever had.",		"u13":"No one makes good eye-patches anymore.",		"u12":"I hope our ship is repaired soon...",		"u11":"Have I shown you my scars?  Well, you wouldn't want to see them anyway.",		"u10":"I did some time on Dathomir myself.  You don't believe me?!?",		"u9":"Imperial prisons are by far the cleanest.",		"u8":"Robbed a casino myself once.  Never again, never again...",		"u7":"It's amazing how many people I know with a severed limb...",		"u6":"They say Bith are the best musicians, but I think Max Rebo's my favorite.",		"u5":"I used to work for Nym.  Nasty one, he is.",		"u4":"I hear Calrissian runs a high stakes poker game somewhere near Bespin.",		"u3":"I think that guy's wearing my chrono...",		"u2":"Could I be any better looking?",		"u1":"I once rode through the Jundland Wastes on a bantha with no name."
}}
