{
	"stfFile":"utterance/police",
	"entries": {
		"police_npc_do_job":"Get to it and do it.",		"police_npc_go_home":"That's all right.  Not everyone actual has to work for a living.",		"police_npc_response_3_3":"Not yet, but you start any trouble and I will be.",		"police_player_line_3_3":"Are you harrassing me?",		"police_npc_response_2_3":"Good, good.  It's people like you that make this such a great place to live.",		"police_player_line_2_3":"Absolutely officer.",		"police_npc_response_1_3":"Well, don't poke your nose where it doesn't belong.  Got it?",		"police_player_line_1_3":"No, I'm just looking around.",		"police_npc_response_3_2":"I don't trust anybody.  But just this once I'll take your word for it.  Stay out of trouble now, you hear?",		"police_player_line_3_2":"You don't trust me?",		"police_npc_response_2_2":"Yeah, that's what they all say.  I'll be keeping my eye on you.",		"police_player_line_2_2":"I'm a law abiding citizen.",		"police_npc_response_1_2":"You sure about that?",		"police_player_line_1_2":"I would never do anything illegal, officer.",		"police_npc_response_3_1":"Yeah, maybe that's it.  Carry on then.",		"police_player_line_3_1":"I think maybe I just have one of those faces...",		"police_npc_response_2_1":"Well, ok.  Carry on then, but I'm sure I'll remember you if I need to...",		"police_player_line_2_1":"I'm sure I don't know you.",		"police_npc_response_1_1":"Are you sure?  You look awfully familiar...",		"police_player_line_1_1":"No, that's not me.",		"police_npc_job_offer_3":"There's something you can do for me, sure.  Wanna help?",		"police_npc_job_offer_2":"I have some things you could do to help out with some of my cases.  Interested?",		"police_npc_job_offer_1":"There are many things you can do to help the community.  Interested?",		"police_npc_greet_3":"Anything I can help you with citizen?",		"police_npc_greet_2":"You're not out here doing anything illegal are you?",		"police_npc_greet_1":"Don't I know you from somewhere?",		"u25":"I can't believe she called the police to get her monkey lizard down.",		"u24":"How long till the shift is over?",		"u23":"I really need to get my uniform cleaned.",		"u22":"Some weather, huh?",		"u21":"Why did I ever join the police?",		"u20":"I'm thinking of retiring from the police force, actually. Maybe go merc, you know?",		"u19":"I could really use a vacation, but police don't seem to get much time off.",		"u18":"Last call I had was a bad one; guy pulled a vibroknife out, started slashing... it was bad...",		"u17":"...protection racket, I think. They threaten the shopkeepers that they'll trash their storefronts if they don't pay...",		"u16":"...so the punk kid runs down the alley, not realizing it's a dead end. I drew my weapon and...",		"u15":"...not about to chase down Rebels. Let the military handle that. They're much better equipped...",		"u14":"Just your friendly neighborhood police officer, that's me!",		"u13":"The worst are domestic disturbances. I hate those calls.",		"u12":"People keep gambling with the Hutts and getting in trouble.",		"u11":"My first sergeant, now he was tough. I swear he ate diced gundark for breakfast.",		"u10":"I had to scrub that graffitti for hours, and it wouldn't come out.",		"u9":"...swoop gangs. Definitely on the rise.",		"u8":"Yeah, we report through the local military detachment. But we're local all the way.",		"u7":"Well, the Imperial military doesn't exactly like to cooperate with us police officers.",		"u6":"I've been pulling double-shifts lately.",		"u5":"I can't wait until my shift is over.",		"u4":"What a long day.",		"u3":"In the end, resisting arrest is a good excuse.",		"u2":"...so I had to arrest her. My own cousin, can you believe it?",		"u1":"I get so sick of lawbreakers..."
}}
