{
	"stfFile":"utterance/rebel",
	"entries": {
		"rebel_npc_do_job":"You're doing a great service for the alliance.",		"rebel_npc_go_home":"Well, it's another point for the empire if we can't even find people to do simple tasks.",		"rebel_npc_response_3_3":"Well, I'm not you.  And you're not me.  Let's just both be thankful for that.",		"rebel_npc_response_2_3":"Whew.  I mean, yeah.  Nothing to worry about.",		"rebel_player_line_3_3":"Well, I'd be scared if I were you...",		"rebel_player_line_2_3":"No, just wondering is all...",		"rebel_npc_response_1_3":"Of course not.  I wouldn't be much of a rebel soldier if all I did was sit around and worry about dying, now would I?  Why, have you heard something?",		"rebel_player_line_1_3":"Aren't you worried that you're in constant danger?",		"rebel_npc_response_3_2":"Oh no, there's still some left even on our side.  They like people to think they're myths, but we know better...",		"rebel_npc_response_2_2":"They're an ancient...um...something to do with darkness...uh...   You know, honestly I don't even know.  But it's BAD.",		"rebel_player_line_3_2":"Jedi?  I thought they were all gone?",		"rebel_player_line_2_2":"What exactly is a Sith?",		"rebel_npc_response_1_2":"We don't like to talk much about him.  He's the lord of the Sith, and a powerful Jedi.  ",		"rebel_player_line_1_2":"Tell me what you know about Darth Vader.",		"rebel_npc_response_3_1":"You must be blind then.  Or joking.  Oh, that's it...you're joking.  Good one.",		"rebel_npc_response_2_1":"Of course that's the reason?  Did you think we just didn't like their uniforms?  ",		"rebel_player_line_3_1":"I just don't see it...",		"rebel_player_line_2_1":"Bullies?  Seriously?  That's the reason?",		"rebel_npc_response_1_1":"You're joking right?  The Empire that grips systems so tight they can't breathe and then squeezes until all the tax money comes out of them?  They're bullies!",		"rebel_player_line_1_1":"Why do you guys fight the Empire anyway?",		"rebel_npc_job_offer_3":"There's so much that can be done for the rebellion.  If you could just help us out with this one small thing...",		"rebel_npc_job_offer_2":"Yeah, we got some work that you could do.  We're always undermanned around here...",		"rebel_npc_job_offer_1":"There's certainly something you could do to help out the alliance forces...",		"rebel_npc_greet_3":"Good to see you.  What can I help you with?",		"rebel_npc_greet_2":"Hello.  How's things going today?",		"rebel_npc_greet_1":"Hail friend.  It's a glorious day, isn't it?",		"u25":"We're getting too many green recruits, since Alderaan.",		"u24":"I felt I had to sign up, after Alderaan.",		"u23":"Always better when nothing interesting is going on.",		"u22":"The thing about the Rebellion, it's so stuffy and earnest.",		"u21":"I wouldn't mind getting out to see a little music, go dancing...",		"u20":"Well, don't tell any officers, or the gig's up.",		"u19":"...if he hadn't been gambling so much, he'd still have some of his pay left!",		"u18":"She was really cute, which is why the whole mess happened, you see.",		"u17":"..so the Wookiee says, "And the Klatooinian ordered blue milk?"",		"u16":"SpecForce can take Stormtroopers any day.",		"u15":"Hey, you ever seen a Stormtrooper with his helmet off?",		"u14":"So the sergeant says, "Regs say you have to be back in time." What a crock.",		"u13":"...no fun escorting Imperial prisoners. Some of them are real fanatics...",		"u12":"Guard duty's pretty bad, but it's not as bad as fresher duty.",		"u11":"I wish we had sa nice uniforms as the Empire does.",		"u10":"When does my relief get here anyway?",		"u9":"I wonder if there's any Imperial patrols around.",		"u8":"Some weather these days, eh?",		"u7":"I'd really like to take a furlough, visit my family.",		"u6":"Ah, he got lucky with a lucky shot, is all. He's just some hopped-up farmboy.",		"u5":"I was at the Battle of Yavin, you know. I even saw Skywalker, from a distance.",		"u4":"Not all Imperials are bad, you know. Some of them are just wilfully ignorant.",		"u3":"Filthy Imperials.",		"u2":"Sure, and I bet you know Mon Mothma personally too.",		"u1":"..family on Alderaan. So cut him some slack, OK?"
}}
