{
	"stfFile":"utterance/slave",
	"entries": {
		"slave_npc_do_job":"Thank you for your help in this matter.",		"slave_npc_go_home":"That's too bad.  The task will certainly fall to me now and I have no time for it...",		"slave_npc_response_3_3":"Good day to you as well.",		"slave_npc_response_3_2":"It's all right.  Most people don't.",		"slave_npc_response_3_1":"I'm sure it shall.",		"slave_npc_response_2_3":"I do in fact.  Thank you for your kindness.",		"slave_npc_response_2_2":"No, it is merely the way of the world.  Now I must get back to my duties.",		"slave_npc_response_2_1":"No, I think the world of you for speaking to me.  I shall never forget you.",		"slave_player_line_3_3":"Well, I must go.  Nice talking to you.",		"slave_player_line_3_2":"Oh, I didn't realize.",		"slave_player_line_3_1":"Well, I hope the day continues well.",		"slave_player_line_2_3":"Well, I'm speaking to you now, so I hope you feel better about yourself.",		"slave_player_line_2_2":"A slave?  That's appalling!",		"slave_player_line_2_1":"Think nothing of it.",		"slave_npc_response_1_3":"To me?  Why that is wonderful.  No one ever speaks to me!",		"slave_npc_response_1_2":"No one speaks to me, I am but a humble slave.",		"slave_npc_response_1_1":"I'm treated very well by my master.  But, thank you for asking.",		"slave_player_line_1_3":"Your master?  Um...no, I was speaking to you.",		"slave_player_line_1_2":"Why should anyone not speak to me?",		"slave_player_line_1_1":"How are you today?",		"slave_npc_job_offer_3":"I am authorized by my master to give you a job, yes.  Do you want it?",		"slave_npc_job_offer_2":"Yes, there is a task my master needs accomplished.",		"slave_npc_job_offer_1":"There is one thing you can do for me...but I can't pay you of course.",		"slave_npc_greet_3":"Are you hear to speak with my master?",		"slave_npc_greet_2":"I shouldn't be speaking to you.",		"slave_npc_greet_1":"Hello.",		"u25":"I've never been so tired...",		"u24":"Oh, I'll keep doing my job, but only just well enough, if you know what I mean.",		"u23":"I have too much to do today.",		"u22":"I've thought about joining the Rebellion, sometimes... but would they treat me better?",		"u21":"I've thought about running away, sometimes...",		"u20":"I don't even know what I would do with my life, to be honest.",		"u19":"I wonder what freedom is like?",		"u18":"Last time I had a little money, I had to spend it on medicine. I don't get money often...",		"u17":"I suppose life could be worse. Not sure how, but...",		"u16":"I wish I knew how to read...",		"u15":"If the Alliance loses...",		"u14":"If the Alliance wins...",		"u13":"Yes, master. Whatever you say, master.",		"u12":"Every day is always the same.",		"u11":"What day is it?",		"u10":"Wouldn't it be nice if slaves got vacations?",		"u9":"...so three Wookiees walk into a bar, and...",		"u8":"I feel ill. But the master won't let me stop working...",		"u7":"Every day, it's work work work work.",		"u6":"What a long day...",		"u5":"I wonder if the weather is changing...",		"u4":"I can't take another day of beatings...",		"u3":""Yes sir" this and "yes sir" that! One of these days, I'll get loose, and...",		"u2":"Must do what master says. Always do what master says.",		"u1":"I long to be free."
}}
