{
	"stfFile":"utterance/stormtrooper",
	"entries": {
		"stormtrooper_npc_do_job":"I'll be interested to know when you're finished.",		"stormtrooper_npc_go_home":"Get out of the way if you're not going to help then.",		"stormtrooper_npc_job_offer_3":"Sure,  I've got some work that needs to be done.",		"stormtrooper_npc_job_offer_2":"I was supposed to do this myself, but I'm backlogged on paperwork, so maybe you can handle it.",		"stormtrooper_npc_job_offer_1":"There is something you can do for the empire, yes...",		"stormtrooper_npc_response_3_3":"Don't make me call for backup.  Just step away slowly and I'll let you go unharmed.  Okay?",		"stormtrooper_npc_response_2_3":"I don't have time to answer ANY kind of questions.",		"stormtrooper_player_line_3_3":"So you're avoiding my questions?",		"stormtrooper_player_line_2_3":"No, not those kinds of questions...",		"stormtrooper_npc_response_1_3":"Sorry, I don't have time to answer questions.  Maybe you could try the Imperial Senate, or perhaps some of the local politicians.",		"stormtrooper_player_line_1_3":"I'd like to ask you some questions.",		"stormtrooper_npc_greet_3":"Can I help you?",		"stormtrooper_npc_response_3_2":"Ok, I'm going to have to ask you to back away slowly.  I need to get back to my job.",		"stormtrooper_npc_response_2_2":"Uh...why don't you talk to the recruitment agents, I have to get back to work.",		"stormtrooper_player_line_3_2":"That's too much work.  Just sell me yours!",		"stormtrooper_player_line_2_2":"Oh.  Well, can I be a stormtrooper then?",		"stormtrooper_npc_response_1_2":"This is the official uniform of the Imperial Stormtroopers.  You'd actually have to BE a stormtrooper to get one.",		"stormtrooper_player_line_1_2":"Where can I get a cool suit of armor like that?",		"stormtrooper_npc_greet_2":"Hail citizen.  What do you need?",		"stormtrooper_npc_response_3_1":"Ok, I'm back to work.",		"stormtrooper_npc_response_2_1":"That's it, I'm done talking to you. ",		"stormtrooper_player_line_3_1":"Oh, well let me get out of your way.",		"stormtrooper_player_line_2_1":"So you admit there's something going on!",		"stormtrooper_npc_response_1_1":"Nothing that I can speak freely about...",		"stormtrooper_player_line_1_1":"I was just wondering what was going on around here.",		"stormtrooper_npc_greet_1":"Sorry citizen, but I'm on duty.  What can I do for you, quickly?",		"u25":"Have you heard the one about the Klatooinian, the Ithorian, and the Wookiee?",		"u24":"I imagine we won't be here long. They'll have us take out some little Rebel outpost, and we'll move again...",		"u23":"I've only gotten to ride in a walker once, but it was really very interesting...",		"u22":"My back itches.",		"u21":"What I want to know is why the Alliance has to go wrecking everything? Life is pretty good for most, isn't it?",		"u20":"So TK-926 said to TK-345, "What about the time when..."",		"u19":"All stations feel the same to me.",		"u18":"I've taken down a few SpecForce commandos in my day...",		"u17":"Yeah, but the real tough ones are the SpecForce guys. They make the regular Rebel army look pathetic.",		"u16":"SpecForce doesn't scare me.",		"u15":"He thinks he's all high and mighty because he's a Chiss. I hate aliens, I tell you.",		"u14":"This helmet gets hot, you know.",		"u13":"So the sergeant said to him, "Regs say you have to be back in time."",		"u12":"Look, sir. Droids!",		"u11":"So I said to the lieutenant, "Yes, sir."",		"u10":"I'd much rather be in the barracks right now.",		"u9":"I once had to escort a Wookiee prisoner, that was no fun, I'll tell you!",		"u8":"Guard duty's pretty bad, but at least I'm not getting shot at.",		"u7":"I really need to get my armor cleaned.",		"u6":"These boots pinch.",		"u5":"When does my relief get here anyway?",		"u4":"You know, things just haven't been the same since the Battle of Yavin.",		"u3":"I wonder if there's any Rebels around.",		"u2":"So how about this weather, huh?",		"u1":"I can't wait for my next furlough."
}}
