{
	"stfFile":"utterance/thug",
	"entries": {
		"default":"",		"thug_npc_do_job":"Get it over with quick.  Make sure no one sees you.",		"thug_npc_go_home":"If you don't have the stomach for the work don't ask for it.",		"thug_player_line_3_3":"Forget I asked.",		"thug_player_line_3_2":"You're rude aren't you?",		"thug_player_line_3_1":"Ever work for Jabba?",		"thug_player_line_2_3":"I'm just asking is all.",		"thug_player_line_2_2":"Um...that was me...",		"thug_player_line_2_1":"Ever work for Valarian?",		"thug_player_line_1_3":"You got somewhere to be?",		"thug_player_line_1_2":"Why are you being so hostile?",		"thug_player_line_1_1":"Who do you work for?",		"thug_npc_response_3_3":"I'll forget this whole thing ever happened.",		"thug_npc_response_3_2":"Very.",		"thug_npc_response_3_1":"Didn't everyone?",		"thug_npc_response_2_3":"Well don't.",		"thug_npc_response_2_2":"Do I care?  No.  Go away.",		"thug_npc_response_2_1":"Answerin' questions like that'll getcha killed.",		"thug_npc_response_1_3":"What's it to ya?",		"thug_npc_response_1_2":"Who says I'm bein' hostile?",		"thug_npc_response_1_1":"Whoever pays the most.",		"thug_npc_job_offer_3":"I don't know if I trust you, but I got something I need done if you're willing.",		"thug_npc_job_offer_2":"There's plenty to do if you're willing to bend a few laws...",		"thug_npc_job_offer_1":"I got work.  If you don't mind getting your hands dirty you can have it.  You want it?",		"thug_npc_greet_3":"Make this quick, ok?",		"thug_npc_greet_2":"Yeah?  What??",		"thug_npc_greet_1":"What do you want?",		"u25":"Well, the best way to pick a pocket is to come from behind...",		"u24":"The worst prisons are Imperial. Treat you like animals, they do.",		"u23":"Well, my favorite is Twi'lek cooking, of course.",		"u22":"The chance cubes were weighted, I'm pretty sure.",		"u21":"So I lost it all. I should have folded, I tell you.",		"u20":"Ugliest guy I ever saw, I swear.",		"u19":"So the Wookiee and the Klatooinian cook the Ithorian and eat him! Funny, eh?",		"u18":"Some weather we've been having, eh?",		"u17":"I'm a match for a soldier any day.",		"u16":"He owed me money. Doesn't anymore. He doesn't have a finger anymore either.",		"u15":"Well, I do owe her some money, but it's not enough to warrant a bounty!",		"u14":"When I get old enough to retire, I figure I'll be rich.",		"u13":"When I was younger, I daydreamed about a life in the military, but I prefer freedom now.",		"u12":"I've been known to gamble a night away.",		"u11":"Well, I do love sabaac.",		"u10":"I'm not really the sort to pick sides between the Empire and the Alliance. As long as I can make money.",		"u9":"Me, I try to play it safe, you know? Play both sides against each other, that sort of thing.",		"u8":"Best bounty hunter I ever saw. Could take out targets with his eyes closed.",		"u7":"Worst bounty hunter I ever saw. Got himself killed in a cantina.",		"u6":"You have to be very careful, the Empire is sniffing around.",		"u5":"She was really beautiful, sure. But whoo, dangerous.",		"u4":"Hah! I can take him any day!",		"u3":"Well, this is a secret, so don't repeat it, but...",		"u2":"...bribery, of course.",		"u1":"Well, I've heard that there's a pretty reliable smuggling channel open..."
}}
