{
	"stfFile":"theme_park_imperial/darth_vader",
	"entries": {
		"gotowork":"Return to your master.",		"waypoint_name_6":"Obi-Wan Kenobi's Friend",		"waypoint_name_5":"Information Broker",		"waypoint_name_4":"Information Broker",		"waypoint_name_3":"Rebel Sympathizer",		"waypoint_name_2":"Emperor's Hand",		"waypoint_name_1":"Rebel Courier",		"waypoint_description_6":"Destroy the friend of Obi-Wan Kenobi",		"waypoint_description_5":"You are to give the information broker everything he deserves",		"waypoint_description_4":"You are to meet with a member of Black Sun to retrieve some documents",		"waypoint_description_3":"You are to kill Mellag Davin-Lars then locate any incriminating information you can find.",		"waypoint_description_2":"You should be able to find the Emperor's Hand waiting with some documents.",		"waypoint_description_1":"You are to seek out and destroy this Rebel before he makes contact with his fellow conspirators.",		"return_waypoint_name_6":"Darth Vader",		"return_waypoint_name_5":"Darth Vader",		"return_waypoint_name_4":"Darth Vader",		"return_waypoint_name_3":"Darth Vader",		"return_waypoint_name_2":"Darth Vader",		"return_waypoint_name_1":"Darth Vader",		"return_waypoint_description_6":"Return to Lord Vader now that the Kenobi line has been destroyed.",		"return_waypoint_description_5":"Return to Vader to inform him that the deed is done.",		"return_waypoint_description_4":"Darth Vader is waiting for this information. Return to him at once.",		"return_waypoint_description_3":"Now that you have the letter, return it to Lord Vader immediately.",		"return_waypoint_description_2":"Lord Vader is waiting for you to bring those documents back to him.",		"return_waypoint_description_1":"Lord Vader is awaiting your return. Bring him the datapad to complete your mission.",		"player_sorry":"What are the details of my assignment?",		"player_reset":"I can no longer do this for you, Lord Vader.",		"player_more_3_6":"",		"player_more_3_5":"",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_6":"",		"player_more_2_5":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_6":"",		"player_more_1_5":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_6":"",		"player_5_5":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_6":"",		"player_4_5":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_6":"Who is this Obi-Wan?",		"player_3_5":"What was false about the information?",		"player_3_4":"Why is the Empire dealing with Black Sun?",		"player_3_3":"What is this Rebel charged with?",		"player_3_2":"Who is this agent I am to meet?",		"player_3_1":"Why is this one Rebel so important?",		"player_2_6":"I will not destroy a family for the Empire.",		"player_2_5":"I will not do so, Vader.",		"player_2_4":"I cannot do this, Lord Vader.",		"player_2_3":"I am unable to do this, Vader.",		"player_2_2":"I am unable to comply with this order.",		"player_2_1":"I cannot do this for you, Lord Vader.",		"player_1_6":"I will leave at once, Lord Vader.",		"player_1_5":"As you wish, Lord Vader.",		"player_1_4":"Yes, Lord Vader. What will you need of me?",		"player_1_3":"As you wish, Lord Vader.",		"player_1_2":"I shall do so at once, Lord Vader.",		"player_1_1":"Yes, Lord Vader.",		"otherescort_6":"",		"otherescort_5":"",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_6":"Why do you bother me?",		"npc_work_5":"What do you need?",		"npc_work_4":"Why do you disturb me?",		"npc_work_3":"Why do you bother me, agent?",		"npc_work_2":"What do you require?",		"npc_work_1":"Report your news.",		"npc_takeme_6":"",		"npc_takeme_5":"",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_6":"",		"npc_smuggle_5":"",		"npc_smuggle_4":"So look, here's the lowdown on what happend in that cantina. Now you tell that armored freak that I expected to be paid for this, got it?",		"npc_smuggle_3":"",		"npc_smuggle_2":"Here's the information Vader wanted. Why he cares about these droids is beyond me, considering he wasn't able to stop them in time. I'll be off now.",		"npc_smuggle_1":"",		"npc_reward_6":"This information is most disturbing. It appears that were Alderaan still in existence, I would interrogate Bail Organa to see what the connection between Skywalker and Bail's daughter is. Alas, this cannot be done. Very well... I shall pursue a new endeavor. You have served me well, Agent. Fare well, for now.",		"npc_reward_5":"Impressive. You destroyed him and his friends by yourself. You have done well by me.",		"npc_reward_4":"This information cannot be true. Obi-Wan would not have dared to hide himself there.  No! This information is false. You, however, have fulfilled your assignment. I will have more for you shortly.",		"npc_reward_3":"I find this most disturbing. It seems the hero of the Rebellion shares the same name as this farm boy on Tatooine. Interesting. You may leave for now.",		"npc_reward_2":"Interesting. It seems there is a deeper connection as I had suspected. You have performed well, Agent. I know I will have need of your services later.",		"npc_reward_1":"You have done well. I see that you have brought me the information the Rebel was delivering. I may have need of your skills shortly.",		"npc_reset":"You have failed me. You are fortunate that I am more forgiving than my master.",		"npc_noloc_6":"This one is not available",		"npc_noloc_5":"The broker is not able to be found at this time. Return to me later, and I'll tell you when he can be destroyed.",		"npc_noloc_4":"",		"npc_noloc_3":"The Rebel will be expecting you in short time. Return to me shortly and I shall dispatch you.",		"npc_noloc_2":"She has not yet arrived on the planet. Return to me after some time has passed.",		"npc_noloc_1":"The Rebel has yet to arrive. Return to me at a later time.",		"npc_more_3_6":"",		"npc_more_3_5":"",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_6":"",		"npc_more_2_5":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_6":"",		"npc_more_1_5":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_6":"You have failed me for the last time, Agent.",		"npc_failure_5":"You have failed me for the last time, Agent.",		"npc_failure_4":"You have failed me for the last time, Agent.",		"npc_failure_3":"You were given a direct order, yet you failed me. The justice of the Emperor prevents me from destroying you right now.",		"npc_failure_2":"You have failed me for the last time, Agent.",		"npc_failure_1":"You have failed me. You are fortunate that I am more forgiving than my master.",		"npc_dropoff_6":"",		"npc_dropoff_5":"",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_6":"You Imperials may have killed our friend Ben, but you won't get his items!",		"npc_breech_5":"So where's my payment? Hey... what are you doing with that weapon?",		"npc_breech_4":"You the one that Vader sent?",		"npc_breech_3":"How dare you?! You Imperials kill everyone I care about, and now me?",		"npc_breech_2":"You're the one that Vader's using nowadays?",		"npc_breech_1":"You Imperials killed my sister! You all deserve to die for that!",		"npc_backtowork_6":"Return when you have dealt with his friends.",		"npc_backtowork_5":"You will pursue that information broker with extreme prejudice.",		"npc_backtowork_4":"You are to meet with the Black Sun agent and bring back the information now.",		"npc_backtowork_3":"You are to find this Davin-Lars character and eliminate them at once!",		"npc_backtowork_2":"You are to recover the information the Emperor's Hand has brought to me.",		"npc_backtowork_1":"You are to intercept this Rebel in a forthwith manner. Depart at once.",		"npc_6_6":"",		"npc_6_5":"",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_6":"",		"npc_5_5":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_6":"Obi-Wan Kenobi was an old enemy. It appears he may have had a deeper connection with the boy who destroyed the Death Star. ",		"npc_4_5":"The broker claims that there remained a Jedi on the planet of Tatooine. I personally scoured the planet years earlier and found no trace of him. This story of young Skywalker is a deliberate hoax.",		"npc_4_4":"Black Sun is a criminal organization that is under the good graces of the Emperor. Were I the one to rule the Galaxy, this would be different. Now, you are expected at the rendezvous point.",		"npc_4_3":"For being a spy and a traitor to the Empire! This is enough to warrant execution. NOW GO!",		"npc_4_2":"Just as I employ agents to perform menial duties, so does my Master. You will meet with one of his specialists who is adept at recovering information. You would do well to learn from her.",		"npc_4_1":"This Rebel has certain connections to others that interest the Empire. He must not be allowed to reach his contact.",		"npc_3_6":"Do not waste my time with your idle talk. Reconsider what you have just said.",		"npc_3_5":"You try my patience, Agent. Shall I contact the Emperor's Hand to settle this?",		"npc_3_4":"You will do so, and you will do so in a timely fashion. Do not anger me with your childish remarks.",		"npc_3_3":"You try my patience, Agent.",		"npc_3_2":"You will find that statement to be one of your last mistakes.",		"npc_3_1":"You were given a task that must be fulfilled. Do not anger me.",		"npc_2_6":"See that it happens. If you find anything of note upon them, bring it to me.",		"npc_2_5":"Since this information he is selling is obviously false, you will pay him exactly what he deserves. Kill him.",		"npc_2_4":"The information broker has collected some information from Tatooine regarding a past event. You are to retrieve those documents and inform him that once I have perused the information, he will then be paid what he deserves.",		"npc_2_3":"Our spies have sent Mellag Davin-Lars a message to expect a visitor. You will be that visitor. Bring back anything important located on the corpse.",		"npc_2_2":"Make sure you see to it. Do not keep my Master's agent waiting for too long.",		"npc_2_1":"You will track down this Rebel and bring back anything of importance on him, for I suspect there was a reason for his journey. My agent has failed in stopping this person. Do not fail me, Agent.",		"npc_1_6":"Having reviewed the information purchased by the former broker, it seems there was something worth interest. It seems that my old nemesis, Obi-Wan, had friends upon this very planet. You are to seek them out and destroy them.",		"npc_1_5":"This seller of information has tried my patience for the last time. He underestimates whom he is trying to cheat. You will go meet him and deliver to him his payment.",		"npc_1_4":"The connection with this boy and the one who destroyed the Death Star is too coincidental. I have arranged a clandestine meeting between you and an information broker with Black Sun. You are expected there shortly.",		"npc_1_3":"Our Imperial Probe Droids have managed to locate the intended recipient of the former Rebel's message. You are now tasked with finding this co-conspirator and destroying them.",		"npc_1_2":"This datapad contains some incriminating information. I have sent for further information to be delivered to me. You will meet with the Emperor's agent and bring to me the information she has acquired.",		"npc_1_1":"I have contracted the services of a special agent to watch for any disturbances on Tatooine. My agent has told me of a Rebel that destined for Naboo. You will find that Rebel and destroy him.",		"notyet":"I have no time for you now.",		"notit_6":"This does not interest me. Begone.",		"notit_5":"What is this?",		"notit_4":"This does not pertain to the information the criminal was to bring to me.",		"notit_3":"This bears no importance to me.",		"notit_2":"This is not the information I have requested. Do not waste my time.",		"notit_1":"Do not test my patience. This object is insignificant compared to the power of the Force.",		"next":"You have served the Empire well.  Your diligence in these matters has been noted.  For now, I expect you to continue your work against the rebellion.",		"gotowork_6":"",		"gotowork_5":"",		"gotowork_4":"Huh? What's this? I'm the one who's giving it to you, not the other way around.",		"gotowork_3":"",		"gotowork_2":"What is this? I don't want anything from you.",		"gotowork_1":"",		"dontknowyou_6":"Oh, sorry.",		"dontknowyou_5":"Huh? What's going on here? Whoa... that was wierd.",		"dontknowyou_4":"You're not? Then get out of here!",		"dontknowyou_3":"Oh, you're not here to kill me? Sorry.",		"dontknowyou_2":"You're not working for him, I take it? If you're not, it would be in your best interest to buzz off.",		"dontknowyou_1":"Oh, you're not an Imperial? Oh, sorry.",		"cant_work":"Do not approach me unless you are devoted to offering your services."
}}
