{
	"stfFile":"theme_park_imperial/emperor",
	"entries": {
		"npc_reset_7":"You are denying my will? You have much boldness about you, my young friend. Perhaps that can be focused and hardened, hmmm?",		"npc_reset_6":"You are denying my will? You have much boldness about you, my young friend. Perhaps that can be focused and hardened, hmmm?",		"npc_reset_5":"You are denying my will? You have much boldness about you, my young friend. Perhaps that can be focused and hardened, hmmm?",		"npc_reset_4":"You are denying my will? You have much boldness about you, my young friend. Perhaps that can be focused and hardened, hmmm?",		"npc_reset_3":"You are denying my will? You have much boldness about you, my young friend. Perhaps that can be focused and hardened, hmmm?",		"npc_reset_2":"You are denying my will? You have much boldness about you, my young friend. Perhaps that can be focused and hardened, hmmm?",		"npc_reset_1":"You are denying my will? You have much boldness about you, my young friend. Perhaps that can be focused and hardened, hmmm?",		"player_sorry_7":"I am sorry, my Lord.  I was just preparing for my assignment.",		"player_sorry_6":"I am sorry, my Lord.  I was just preparing for my assignment.",		"player_sorry_4":"I am sorry, my Lord.  I was just preparing for my assignment.",		"player_sorry_5":"I am sorry, my Lord.  I was just preparing for my assignment.",		"player_sorry_3":"I am sorry, my Lord.  I was just preparing for my assignment.",		"player_sorry_2":"I am sorry, my Lord.  I was just preparing for my assignment.",		"player_sorry_1":"I am sorry, my Lord.  I was just preparing for my assignment.",		"player_reset_7":"My lord, I cannot do this any longer.",		"player_reset_6":"My lord, I cannot do this any longer.",		"player_reset_5":"My lord, I cannot do this any longer.",		"player_reset_4":"My lord, I cannot do this any longer.",		"player_reset_3":"My lord, I cannot do this any longer.",		"player_reset_2":"My lord, I cannot do this any longer.",		"player_reset_1":"My lord, I cannot do this any longer.",		"npc_backtowork":"Do not tarry. I do not take well to those who make me wait.",		"waypoint_name_7":"High Ranking Rebel General",		"waypoint_name_6":"Council Representative",		"waypoint_name_5":"Imposters",		"waypoint_name_4":"Altah, Handmaiden to the Queen",		"waypoint_name_3":"The Queen's Security",		"waypoint_name_2":"Thug Representative",		"waypoint_name_1":"Thug Leader",		"waypoint_description_7":"Now is your chance to strike at the head of the Rebellion. Wipe him out.",		"waypoint_description_6":"You are to deliver the Queen's speech to the Council. Hurry, before they vote.",		"waypoint_description_5":"Destroy the band of thugs that attacked the Queen. Find the secret data they are keeping hidden.",		"waypoint_description_4":"You are to meet with Altah, one of Queen Kylantha's handmaidens. She will act as a representative to the Queen.",		"waypoint_description_3":"Bring down the generators powering the security systems to the Queen's Summer Home",		"waypoint_description_2":"You are to deliver some top-secret information to some... well, some thugs.",		"waypoint_description_1":"This is where you will find the leader of a group of thugs. Make contact with him.",		"return_waypoint_name_7":"The Emperor",		"return_waypoint_name_6":"The Emperor",		"return_waypoint_name_5":"The Emperor",		"return_waypoint_name_4":"The Emperor",		"return_waypoint_name_3":"The Emperor",		"return_waypoint_name_2":"The Emperor",		"return_waypoint_name_1":"The Emperor",		"return_waypoint_description_7":"Return to the Emperor now to see his plan come to completion.",		"return_waypoint_description_6":"Return to the Emperor to give him the good news.",		"return_waypoint_description_5":"Return to the Emperor now that you have killed all the witnesses.",		"return_waypoint_description_4":"Return with the handmaiden. The Emperor expects from you a prompt return.",		"return_waypoint_description_3":"You are expected to give a report to the Emperor",		"return_waypoint_description_2":"Emperor Palpatine has commanded you to return when you are done.",		"return_waypoint_description_1":"Bring the thug to the Emperor. Safely.",		"player_sorry":"I am sorry, my lord. I was just preparing for my assignment.",		"player_reset":"My lord, I cannot do this any longer.",		"player_more_3_7":"",		"player_more_3_6":"",		"player_more_3_5":"",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_7":"",		"player_more_2_6":"",		"player_more_2_5":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_7":"",		"player_more_1_6":"",		"player_more_1_5":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_7":"",		"player_5_6":"",		"player_5_5":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_7":"",		"player_4_6":"",		"player_4_5":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_7":"Shall I kill him?",		"player_3_6":"What was the message she recorded?",		"player_3_5":"What will this prove to the Queen?",		"player_3_4":"Why is she blaming the Empire for this when they were clearly mercenaries?",		"player_3_3":"Do these security systems guard the Rebel General?",		"player_3_2":"Do these security systems guard the Rebel General?",		"player_3_1":"What do these thugs have to do with the Rebel scum?",		"player_2_7":"I have too much good in me still.  I'm afraid I might save the General at the last minute.",		"player_2_6":"Shouldn't there be an entourage to take this to the Council?",		"player_2_5":"I cannot do this all by myself.",		"player_2_4":"I should not be given a great responsibility such as that.  Send someone else, please.",		"player_2_3":"I do not know how to disable security systems.  I cannot do this.",		"player_2_2":"This sounds too important for me to do.  I feel Lord Vader should do this, not me.",		"player_2_1":"I do not trust myself to do this right.  I cannot.",		"player_1_7":"As you wish, my master.",		"player_1_6":"Yes, my lord.  I am at your service.",		"player_1_5":"I will not fail you.",		"player_1_4":"I would be honored to do this, my lord.",		"player_1_3":"I shall do anything that is asked of me.",		"player_1_2":"You can place your trust in me, my lord.",		"player_1_1":"Yes, at your command, my lord.",		"otherescort_7":"",		"otherescort_6":"",		"otherescort_5":"",		"otherescort_4":"I am sorry. I have mistaken you for someone else. Good day.",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"If you're not the one, then why are you talking to me?",		"npc_work_7":"Why have you not dealt with the Rebel?",		"npc_work_6":"Why have you returned so soon?",		"npc_work_5":"Yes?",		"npc_work_4":"Yes, my young friend?",		"npc_work_3":"Yes?",		"npc_work_2":"What do you want, my young friend?",		"npc_work_1":"You have returned so soon. Why?",		"npc_takeme_7":"",		"npc_takeme_6":"",		"npc_takeme_5":"",		"npc_takeme_4":"Please take me to the Emperor at once. The Queen is waiting for my report as to what the Emperor has to say.",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"Let's move it. I don't like waiting.",		"npc_smuggle_7":"",		"npc_smuggle_6":"You have shown up just in time. The Council is to vote soon, and the Queen's speech will help sway our decision.",		"npc_smuggle_5":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"This is all we were supposed to hide? Well, the guy is paying well, so I guess we'll keep it hidden like he asked. Now, get out of here!",		"npc_smuggle_1":"",		"npc_reward_7":"The Rebels will be sad to hear they have lost one of their most prized Generals.  Only now do they understand the might of the Empire.  The Rebels will now fear the threat of Naboo's Queen.  Without guidance from this General, they will be quite inclined to stay away from Naboo as I continue with my project.  You have served me well, my Hand.  And for that you shall receive this compensation...",		"npc_reward_6":"Everything is proceeding as I have forseen.  The Rebels will be branded as criminals here on Naboo in short order and the Queen has been turned to our side.  The Rebels do not understand they are no match for the power of the Dark Side.  And now it is time for the General to walk into my trap.",		"npc_reward_5":"You have performed successfully.  The Queen has watched the distasteful events that unfolded, and will now see what the Rebels really had planned to do.  The painful look she displayed upon her face when she realized she was betrayed by the Rebels was quite.... pleasing.  Go with my blessing.",		"npc_reward_4":"You have done a remarkable job, my friend.  I am very glad to see the... handmaiden.... was not harmed, for we perish the thought of bringing any harm to the people of Naboo.  Isn't that right, Your Highness?  Yes, yes, I'm quite familiar with your tendency of taking on other... guises.Subject, you may leave now as the Queen and I discuss the horrible tragedy that was brought upon her by Rebel imposters.  Take this as your compensation.",		"npc_reward_3":"The mercenaries have completed their task due to your assistance.  This is a desirable outcome to these events, don't you think?  Now all we need is patience, and we shall see this plan come through.",		"npc_reward_2":"You have returned.  I trust the plans have been safely placed in their hands?  Good, good.  They should be preparing their men at this time for their assistance they have offered.  I will send for you when I need you to do your part, as well.  There is more compensation for you as well, I believe.",		"npc_reward_1":"Yes, you have served me well.  You may leave until the criminal and I are done with our... conversation.  And take this as compensation.",		"npc_reset":"You are denying my will? You have much boldness about you, my young friend. Perhaps that can be focused and hardened, hmmm?",		"npc_noloc_7":"I sense a disturbance... it is not time for this to happen. Come before me again in a short while.",		"npc_noloc_6":"I sense a disturbance... it is not time for this to happen. Come before me again in a short while.",		"npc_noloc_5":"I sense a disturbance... it is not time for this to happen. Come before me again in a short while.",		"npc_noloc_4":"I sense a disturbance... it is not time for this to happen. Come before me again in a short while.",		"npc_noloc_3":"I sense a disturbance... it is not time for this to happen. Come before me again in a short while.",		"npc_noloc_2":"I sense a disturbance... it is not time for this to happen. Come before me again in a short while.",		"npc_noloc_1":"I sense a disturbance... it is not time for this to happen. Come before me again in a short while.",		"npc_more_3_7":"",		"npc_more_3_6":"",		"npc_more_3_5":"",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_7":"",		"npc_more_2_6":"",		"npc_more_2_5":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_7":"",		"npc_more_1_6":"",		"npc_more_1_5":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_7":"You have broken the trust I have placed in you, insect. If this is the way it will be, then so be it, INSECT!!!",		"npc_failure_6":"You have failed me for the last time, whelp.",		"npc_failure_5":"I can hear your fear in the sound of your breathing... yes.... yes... you have failed me, have you not?",		"npc_failure_4":"Bow your knee to me, pathetic insect. Perhaps then I may see some future usefulness in you...",		"npc_failure_3":"I sense in you weakness. This will not do...",		"npc_failure_2":"I am quite disappointed to hear this. Quite, quite disappointed...",		"npc_failure_1":"I had expected more from you. You are nothing but a sad, sad failure.",		"npc_dropoff_7":"",		"npc_dropoff_6":"",		"npc_dropoff_5":"",		"npc_dropoff_4":"You have treated me respectfully, therefore I offer you my thanks. I shall let the Queen know of your performance.",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"So this is the the big guy's place? I was expecting somethin' bigger.",		"npc_breech_7":"I have just warned the Alliance that the Queen led us into a trap! Die, Imperial.",		"npc_breech_6":"Are you the emmisary sent by the Queen?",		"npc_breech_5":"Hey, you're the one with the Emperor... hey, wait... he doublecrossed us!!!!",		"npc_breech_4":"I am Altah, Handmaiden to Queen Kylantha. Are you my escort?",		"npc_breech_3":"Hey, you're not supposed to be here!",		"npc_breech_2":"Are you the one who has the stuff?",		"npc_breech_1":"Hey! You the one who's gonna take us to the old guy?",		"npc_backtowork_7":"Do not fail me.",		"npc_backtowork_6":"Do not make me wait any longer.",		"npc_backtowork_5":"Do not make me wait any further.",		"npc_backtowork_4":"Do not make me wait, subject.",		"npc_backtowork_3":"Do not make me wait any further.",		"npc_backtowork_2":"Do not tarry. I do not take well to those who make me wait.",		"npc_backtowork_1":"Do not tarry. I do not take well to those who make me wait.",		"npc_6_7":"",		"npc_6_6":"",		"npc_6_5":"",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_7":"",		"npc_5_6":"",		"npc_5_5":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_7":"Yes.. let your anger flow through you.  Not until the General is shown the true power of the Dark Side shall his life be extinguished.  Go now and destroy him.",		"npc_4_6":"The Queen has informed the Naboo High Council that she has witnessed evidence that the Rebels have tried to assassinate her through a devious plot.  Were it not for the intervention of the Empire, she would have surely been killed.  With much anger flowing through her, she has denounced the Rebellion and branded them as criminals.",		"npc_4_5":"The criminal leader is holding the datapad you delivered him earlier, which will be shown to the Queen.  This will show that the Rebel General was using the datapad story as a ruse to power down her generators.  The Queen will see the datapad holds plans to construct a super-weapon to be used by the Rebels...after a few changes, that is.",		"npc_4_4":"Oh, for they were wearing Stormtrooper armor we provided when they did so.  She now believes the Rebel General that the Empire is a threat, and has called the Naboo High Council to vote on whether they should openly ally with the Rebels.  The Queens of Naboo are quite easily persuaded to believe anything, I fear...",		"npc_4_3":"In a manner of speaking, yes.  The Queen of Naboo has hidden the Rebel General away within her Summer Home, or so she thinks.  The mercenaries job will be to speak to the Queen in a quite... brutish... manner.  They will force her to reveal the whereabouts of the General, though I expect them to fail miserably.",		"npc_4_2":"Ahhh... you are quite impatient, young one.  The most pleasant of surprises are the ones that are well thought out.  I do so fear ruining the fun for everyone involved, that I cannot reveal anything more yet. *cackles*  Soon, soon, your patience will pay off.",		"npc_4_1":"Oh, there is no connection between these two parties.  At least, not yet.  Information has been intercepted that claims a Rebel General has been sent to personally recover the plans on that datadisc.  It has come to my attention that the Queen of Naboo will be harboring this Rebel General.  This so very displeases me.  Shall you do this now?",		"npc_3_7":"You will pay the price for your lack of vision, young fool!  I will deal with you shortly.",		"npc_3_6":"No, your dedication would have been enough.  You have failed me horribly... Rebel.",		"npc_3_5":"I have placed more faith in you than you seem to deserve.  It is a shame that such a valuable resource will go to waste...",		"npc_3_4":"It is better that you decline and face the consequences than to fail me.  Your courage is admirable, but you loyalty is now... questionable....",		"npc_3_3":"I find your lack of versatility disturbing.  You will want to learn very quickly and return here to tell me of your successful lessons.",		"npc_3_2":"Do you question my choices, subject?  Perhaps I can come to a much better solution...",		"npc_3_1":"I am distressed with your lack of conviction.  Very well, then.  You may leave.",		"npc_2_7":"Do not fail me.",		"npc_2_6":"Your dedication pleases me.  Take this holodisc and bring it to the Council.  The Queen will leave shortly to confirm her message to the Council, but this needs to be there immediately.  Return here after they have watched the message, so this way we can see our plans to their completion.",		"npc_2_5":"I do not believe you will.  You will need to locate the remainder of the band of criminals and exterminate them.  After you have eliminated the leader of their band, return here with the datapad he was safely hiding.  Your actions will be recorded for the Queen to see, so it would be wise to silence them before they speak.",		"npc_2_4":"I expect the Handmaiden safely escorted here without any harm brought to her.  Treat her handmaiden as if it were the Queen itself, subject.  If anything happens to her, I will be...most displeased.",		"npc_2_3":"This pleases me to hear this.  You need to travel to the following location to eliminate the Queen's security experts.  Destroy these fools in order to allow the mercenaries to perform their task undisturbed.  Worry not, my friend, the Queen shall not come to too much harm  She's no good to me dead.",		"npc_2_2":"Good, good.  I knew you would be most willing to offer yourself for this duty.  Take this datapad with the plans to a major... contruction... project that is in the works.  You will deliver it to our new Imperial subjects, for they will keep it safe.  Make sure that only they receive it.  I will be quite displeased to hear of you failing me.",		"npc_2_1":"I have had a message sent to this criminal, and he will be awaiting you to bring him here.  He is aware that he will be granted immunity for his gang's activites whilst we speak.  Treat him with all due respect, and bring him within my presence.  I expect not to wait long...",		"npc_1_7":"The Queen's hate has made us powerful.  The Rebel General is now fleeing the planet under the threat of imprisonment from the good Queen.  Our patience has paid off, young friend.  Go intercept the foolish Rebel and kill him personally.",		"npc_1_6":"The Queen has now decided to redirect her anger, and has recorded a rather... hateful... message to be viewed by the Naboo High Council.  This message must get to the Council immediately before they vote.  I trust you will be able to deliver this, correct?",		"npc_1_5":"The Queen has been shown records of a Rebel raid that lost the Empire several crates of Stormtrooper armor.  It has been suggested to her that the Rebel imposters were trying to scare her into joining their side by masquerading as Imperial troops.  We tracked down these Rebels, and are sending a team to handle them.  You are that team.",		"npc_1_4":"It seems that the Queen was not pleased with her visitors and has become quite vocal over this.  Lord Vader has informed her that the Empire had no involvement with this.  I am sending an escort to bring one of her Handmaidens here so that I may apologize for this misunderstanding.  You will wish to offer your services as escort, am I right?",		"npc_1_3":"You may rise, my young friend.  I have need of your services again, for you have been most loyal to the Empire.  You will need to help disable some bothersome security experts in order to allow the team of mercenaries to fulfill their task.  You find yourself capable of doing such, do you not?",		"npc_1_2":"The leader of these... mercenaries... has decided to curtail their criminal activites and have become loyal subjects to the Empire.  They have willingly offered their services for an errand I need done.  They are now awaiting a very special package, one in which I can entrust you to deliver, correct?",		"npc_1_1":"So you are the one I have heard so much about, eh?  I am certain you would not be adverse to helping me with a little problem, would you?  The Rebels have come looking for the datapad you recovered from the escaped prisoner.  I will now need to speak with the head of a local gang of thugs.  Would you bring him to me?",		"notyet":"You display much audacity by stepping before me. This is... amusing.",		"notit_7":"What is this?",		"notit_6":"What is this?",		"notit_5":"What is this?",		"notit_4":"What's this?",		"notit_3":"What's this?",		"notit_2":"What is this?",		"notit_1":"This is not what I asked for? Do you feel a trinket shall sway my favor?",		"next":"I have no need of your skills right now. In the meantime, hone your skills, and let your hate guide you.  Go and see my apprentice.  Lord Vader has some more tasks for you...",		"gotowork_7":"",		"gotowork_6":"She has told us that you would deliver a speech. Where is it?",		"gotowork_5":"",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"What's this? The old guy said we were going to get something special.",		"gotowork_1":"",		"dontknowyou_7":"Ooops. Sorry, I was... ummm... practicing my lines.",		"dontknowyou_6":"You aren't. Oh, I'm sorry.",		"dontknowyou_5":"Oh, nevermind.",		"dontknowyou_4":"I am sorry. I have mistaken you for someone else. Good day.",		"dontknowyou_3":"Just doing my job.",		"dontknowyou_2":"Who are you, then? Get outta here!",		"dontknowyou_1":"If you're not the one, then why are you talking to me?",		"cant_work":"You display much audacity, little one. You enter my chambers, yet your loyalties lie elsewhere. Think upon what I have said."
}}
