{
	"stfFile":"theme_park_imperial/kaja_orzee",
	"entries": {
		"dontknowyou":"I can't talk now.",		"npc_backtowork":"Don't take too long, I need that task completed.",		"backtowork":"",		"waypoint_name_5":"Damaged RA-7 Driod",		"waypoint_name_4":"Rebel Terrorists",		"waypoint_name_3":"The Moff's Assassin",		"waypoint_name_2":"The Moff's Rival",		"waypoint_name_1":"The Moff",		"waypoint_description_5":"An Imperial droid needs to be escorted back to the Retreat due to it being heavily damaged.",		"waypoint_description_4":"These are the true people behind the assassination attempt on the Moff. Kill them!",		"waypoint_description_3":"Stop this assassin before he gets to the Moff. If he doesn't come willingly, kill him.",		"waypoint_description_2":"Apprehend the man who hired the assassin to kill the Moff. If he doesn't come willingly, kill him.",		"waypoint_description_1":"This is where the Moff is waiting to be picked up. Don't keep him waiting.",		"return_waypoint_name_5":"Kaja Or'Zee",		"return_waypoint_name_4":"Kaja Or'Zee",		"return_waypoint_name_3":"Kaja Or'zee",		"return_waypoint_name_2":"Kaja Or'zee",		"return_waypoint_name_1":"Kaja Or'Zee",		"return_waypoint_description_5":"Kaja and a team of Technicians is awaiting the return of the droid.",		"return_waypoint_description_4":"Kaja is waiting to learn of what happened to the Rebels.",		"return_waypoint_description_3":"Kaja is waiting for the assassin's return. Since he didn't come willingly, she'll accept his pronouncement of death.",		"return_waypoint_description_2":"Kaja is waiting for the suspect. Since he died, she'll accept the reciepts instead.",		"return_waypoint_description_1":"The Chamberlain is expecting you to return with the Moff. Keep him safe!",		"player_sorry":"I'll get right back to work.  Just taking a breather.",		"player_reset":"I'm sorry, I can't do this right now.",		"player_more_3_5":"",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_5":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_5":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_5":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_5":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_5":"What's so special about this droid?",		"player_3_4":"Do they know we're on to them yet?",		"player_3_3":"Don't you have any special teams designed for this type of work?",		"player_3_2":"Wouldn't you want to track down the assassin first?",		"player_3_1":"Why aren't you sending a squad of Stormtroopers to do so?",		"player_2_5":"No thanks, Kaja.  Just send out a droid recovery team, instead.",		"player_2_4":"One was hard enough, Kaja.  I can't handle a group of them!",		"player_2_3":"Assassin?  Umm... no thanks.  Leave that to the police, I always say.",		"player_2_2":"I don't believe I am suited to a task such as that.",		"player_2_1":"No, I do not feel I should be entrusted with this duty.",		"player_1_5":"By all means!  I'll bring that heroic droid back here on the double!",		"player_1_4":"I'd be happy to root out this Rebel scum!  Yes, I'll do it.",		"player_1_3":"Yes, please let them know that.  I will deal with this assassin myself.",		"player_1_2":"Yes, I will track him down for the Empire.",		"player_1_1":"Yes, I wish to serve the Empire in this capacity.",		"otherescort_5":"Indentification scans show -zzzrtzzz- show improper escort.",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"If you were not sent here by the Emperor, then I have nothing to say to you.",		"npc_work_5":"Yes?",		"npc_work_4":"Did you need your assignment explained again, citizen?",		"npc_work_3":"Yes? How can I help you, citizen?",		"npc_work_2":"Yes?",		"npc_work_1":"Where is the governor?",		"npc_takeme_5":"Security code override. Malfunction reported -zzzrtzzrt- Require maintenance.",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"You have taken your time coming out here, haven't you? I'm a busy man, so let's hurry this up.",		"npc_smuggle_5":"",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_5":"Wonderful!  You have performed in such an exacting manner, I'm certain the Emperor will want to hear of your achievements.  Good work, citizen!  I shall write you a wonderful letter of recommendation and have it placed in your record.  Have yourself a good day, and may the Emperor live forever!",		"npc_reward_4":"Once again, you have performed your duties admirably, citizen.  I hope they didn't give you too much of a fight.  When will these Rebels ever learn?  They cannot fight the Empire, for we are on the side of right!  Violence doesn't solve problems, laws do! *sighs*",		"npc_reward_3":"Our Inquisitor, will be upset to hear the assassin did not come peacefully.  But it was to be expected.  You cannot trust their kind, I say.  If only they would try to work with the Emperor rather than against him.  Oh, and the Inquisitor would like you to have this compensation. He feels you may have earned it.",		"npc_reward_2":"It is a shame he wouldn't reason with you.  Then again, not all of them are misguided, I guess - some are just plain evil, and need to be taken care of accordingly.  I hope the Interrogation team can use this information to find his accomplices.  Please accept this compensation for your assistance.",		"npc_reward_1":"A superb job, citizen.  The Moff spoke highly of your efficiency. He did mention that you might be deserving of some compensation for your assistance.",		"npc_reset":"Fine, come back when you are more capable of helping.",		"npc_noloc_5":"Odd. This report seems to conflict with the information I need to give you. Let me correct this, then check back with me.",		"npc_noloc_4":"Odd. This report seems to conflict with the information I need to give you. Let me correct this, then check back with me.",		"npc_noloc_3":"Odd. This report seems to conflict with the information I need to give you. Let me correct this, then check back with me.",		"npc_noloc_2":"Odd. This report seems to conflict with the information I need to give you. Let me correct this, then check back with me.",		"npc_noloc_1":"Odd. This report seems to conflict with the information I need to give you. Let me correct this, then check back with me.",		"npc_more_3_5":"",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_5":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_5":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_5":"Perhaps I misunderstood you. I believed you said you were able to do this. Were you to have told me that you were that incompetant, I wouldn't have assigned this to you.",		"npc_failure_4":"Hmmm... unfortunately, I will not be able to alter these records to show you in a better light. Perhaps you my be able to learn from this failure.",		"npc_failure_3":"Well, this just puts a damper on my day. I do not think Lord Hethrir will be too happy to hear that you have failed in this simple assignment.",		"npc_failure_2":"I am sorry to hear that you weren't able to complete this. I guess I'll have to record this on your dossier.",		"npc_failure_1":"Oh dear... I'm not too sure Lord Vader will be pleased to hear that the Moff is dead.",		"npc_dropoff_5":"Long live the Emper-peror-peror.... -zzzrtttzzz-.... Priority override - Secure area achieved. Initiating temporary shutdown.",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"I will inform the chamberlain that you performed your duty to the tee.",		"npc_breech_5":"Zzzrtzz! In the name of the Empire, identify - zzzrtzzz-  In the name of - zzzrtzzz..",		"npc_breech_4":"We knew the Empire would retaliate for us killing the Moff! You'll die too!",		"npc_breech_3":"Sorry, but you're in the way. I guess I'll charge them for you too.",		"npc_breech_2":"Sorry, but you're in the way. I guess I'll charge them for you too.",		"npc_breech_1":"Hello!  Are you here for me?",		"npc_backtowork_5":"Don't take too long, I need that task completed.",		"npc_backtowork_4":"Don't take too long, I need that task completed.",		"npc_backtowork_3":"Don't take too long, I need that task completed.",		"npc_backtowork_2":"Don't take too long, I need that task completed.",		"npc_backtowork_1":"Don't take too long, I need that task completed.",		"npc_6_5":"",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_5":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_5":"This droid was a RA-7 model who's loyalty programming was of a new design.  One in which we should apply to all of our droids, were it my decision.  This was the droid that confirmed the location of the Rebels.  With all their propaganda about their 'Heroic' droids, I'd love those Rebels to hear that we have some heroic ones of our own, too!",		"npc_4_4":"No, not yet.  It seems that with the receipts for the "hit" contract, there was an address.  An address that led us right to them... the droid repair shop the Moff used to give his droids tune-ups.  They've been planting listening devices in his droids the whole time!  Either way, they don't know their leader is dead yet, so surprise is on now on our side.",		"npc_4_3":"Yes, we do, but we cannot dispatch the Guards.  If we did, who would be there to protect the defenseless Emperor?  You handled the previous situation with such professionalism, that I feel you can handle this with ease.  In addition, this you will be doing your part to scourge this galaxy of another Rebel murderer.",		"npc_4_2":"You are dealing with the Empire here, not some ragtag band of misguided Rebels.  We have already detached a team of sector police to track down the assassin, citizen.  What we need is someone to track down the Rebel sympathizer who placed the contract.  We are hoping you will not scare him away before dealing with him.",		"npc_4_1":"Recently, one of the Empire's Moffs has been receiving death threats from an unknown sender.  We are currently investigating the source of these threats - Rebel terrorists, no doubt - but the safety of the Moff's life is in jeopardy at this time.  The less attention to the escort, the safer he will be.",		"npc_3_5":"Tsk, tsk.  A shame, citizen.  I believed you were someone who would continue to show initiative.  I see now that I will have to take your name off of the the 'up and coming' list that is periodically viewed by the Emperor.  Good day to you, citizen.",		"npc_3_4":"Hm.  Perhaps I overestimated you, citzen.  Very well, then.  I shall try to find someone else who wishes to show the Emperor their loyalty.  I believe your answer clearly shows where yours ends.",		"npc_3_3":"You should be ashamed of yourself!  You can handle something like an assassin, but yet you let these new recruits risk their lives?  This is a Rebel assassin, not some trained bounty hunter.  If you don't do it for the police, at least do it for the Emperor!",		"npc_3_2":"I will have to quickly find someone else, then.  Remember, though, that when you let a Rebel terrorist walk free, you might as well be helping them with their anarchy.",		"npc_3_1":"*sighs* Very well, then.  We will likely have to send Stormtroopers to escort him, then.  Your enthusiatic loyalty to the Empire will be noted, citizen.  If you don't mind, I have business to attend to now.  Good day.",		"npc_2_5":"Though I know it is a simple task, it is still important, which you seem to understand.  You will find the droid in the surrounding wilderness region, based off of its last transmission.  Please return that RA-7 model here safely.",		"npc_2_4":"I knew you could be counted on, citizen.  Here, this is where you can find these rebel terrorists.  Try to take care of them before they hatch another plan that might cause untold numbers to lose their lives, as some of them have been *VERY* willing to do in the past.  Ask them to surrender, and if not, end their terror.",		"npc_2_3":"I shall inform them immediately - they will be glad to hear you are on your way.  Again, try to get the assassin to give himself up so that we can hand him over to the Emperor's Inquistors.  If he is as recalcitrant as was his partner, you are again authorized to use whatever force is necessary.  Good luck!",		"npc_2_2":"Very good, then.  He will probably still have receipts of his payment to the assassin, so detain him so that you can bring him and his records here.  If he does not cooperate, you are authorized to use force if necessary.  Here is the location where our droids have last spotted him.  Please make haste.",		"npc_2_1":"You will be escorting a Moff of a local system to meet with other officials here within the Emperor's retreat.  You will be expected to treat the Governor with proper respect, and see to it that no harm comes to him during his travel.  You may depart now, for the Governor is waiting.",		"npc_1_5":"Ah, citizen!  It seems that one of the Moff's droids had not been altered and survived the last assault, though it is badly damaged.  We need that droid recovered, for it may have information that can be used by the Empire.  Would you be willing to assist in its recovery and escort it back here?",		"npc_1_4":"Good news, citizen!  We have tracked down the way the death threats were being sent to the Moff.  It appears that there was a group of Rebel terrorists, not just one acting alone.  We need someone to 'sneak' into their midsts and remove their ability to cause any more damage.  Are you willing to serve the Empire this way?",		"npc_1_3":"Oh, it's good you stopped by right now.  We have just been informed that the Sector Police have found the assassin, but they are not equipped to handle someone of his caliber.  Shall I tell them that I will be sending a specialist out there to assist them with his capture?",		"npc_1_2":"Greetings again, citizen.  There has been progress made on the threats with the Moff, and the Empire has need of you again.  Imperial sector police have recorded a conversation detailing someone hiring an assassin to murder the Moff.  The Empire needs you to track down this person that paid for the contract and retrieve the evidence.  Will you do so?",		"npc_1_1":"Greetings, citizen.  I am Kaja Orzee, Administrative Assistant to the Emperor, Himself.  I am assuming you are here so that you may help serve the Empire, am I correct?  We are in need of an armed escort to assist in the transportation of an important official.  Do you wish to serve the Empire in this manner?",		"notyet":"Could you say that again please?",		"notit_5":"What's this?",		"notit_4":"What's this?",		"notit_3":"What's this?",		"notit_2":"What's this?",		"notit_1":"What's this? Hmmm?",		"next":"Go and speak to Loam Redge.  Your past work has allowed you access to the main hall.",		"gotowork_5":"",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_5":"Indentification scans show -zzzrtzzz- show improper escort.",		"dontknowyou_4":"Oh, nevermind.",		"dontknowyou_3":"What? Get out of here!",		"dontknowyou_2":"What? Get out of here!",		"dontknowyou_1":"If you were not sent here by the Emperor, then I have nothing to say to you.",		"cant_work":"I'm sorry citizen, but this is not a facility for you to be wandering around. You will need to leave if you are under different assignments."
}}
