{
	"stfFile":"theme_park_imperial/loam_redge",
	"entries": {
		"dontknowyou":"I'm sorry, I don't really feel like talking now.",		"npc_backtowork":"I would make haste in finishing this task, were I you.",		"waypoint_name_4":"Rebel Slicer",		"waypoint_name_3":"Rebel Courier",		"waypoint_name_2":"Rebel Sympathizer Leader",		"waypoint_name_1":"Suspected Rebel Sympathizer",		"waypoint_description_4":"Find the slicer, the arrest him! He doesn't know you're coming.",		"waypoint_description_3":"You need to intercept this courier before he can get the information back to the Rebels.",		"waypoint_description_2":"You should be able to stop the meeting before they're gone. Hurry.",		"waypoint_description_1":"You should be able to find the Rebel around here",		"return_waypoint_name_4":"Inquisitor Redge",		"return_waypoint_name_3":"Inquisitor Redge",		"return_waypoint_name_2":"Inquisitor Redge",		"return_waypoint_name_1":"Inquisitor Redge",		"return_waypoint_description_4":"Loam Redge is waiting for you to return the Rebel terrorist.",		"return_waypoint_description_3":"Loam Redge is waiting for you to return with the valuable data.",		"return_waypoint_description_2":"Loam Redge is anxiously waitiing for you to return with the leader.",		"return_waypoint_description_1":"The Inquisitor is awaiting your return. Don't keep him waiting.",		"player_sorry":"What do you wish me to do again?",		"player_reset":"I cannot do this for you any longer, Inquisitor.",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_4":"Why all of this effort to catch an escaped slicer, of all people?",		"player_3_3":"What is the Rebel carrying that is so important?",		"player_3_2":"What happened to the sympathizer I brought in earlier?",		"player_3_1":"What is this person charged with?",		"player_2_4":"I am not Sector Police, Loam.  I am sick of all this apprehending people.  Do it yourself.",		"player_2_3":"I doubt we will catch him in time, Loam.  The slicer has beaten us.",		"player_2_2":"I'm not going to rush in on a Rebel meeting!  They'll kill me!",		"player_2_1":"I'm not interested in rounding up civilians for interrogation.",		"player_1_4":"He will be captured in a timely fashion!",		"player_1_3":"I'll do it.  What shall I do when I'm there?",		"player_1_2":"I'll do it.  What shall I do when I'm there?",		"player_1_1":"Hm...Sure.  I'll do it.",		"otherescort_4":"Oh, you're not here for me? Sorry about that.",		"otherescort_3":"",		"otherescort_2":"Oh, you're here for the meeting? Sorry, invitiation only.",		"otherescort_1":"Oh, you're not here for me? Umm... sorry. I guess I'm being a bit too paranoid as of late.",		"npc_work_4":"Why are you still here? You will lose the element of surprise if you keep lollygagging around!",		"npc_work_3":"Yes? What do you want?",		"npc_work_2":"Did you not understand me the first time?",		"npc_work_1":"Why are you disturbing me again?",		"npc_takeme_4":"Oh no!!! I was told that I would never be caught by the Empire!",		"npc_takeme_3":"",		"npc_takeme_2":"So you've caught me, eh? What do you think you'll do with me now?",		"npc_takeme_1":"Very well, then. There's no use fighting, I guess.",		"npc_smuggle_4":"",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_4":"Wonderful... wonderful, wonderful, wonderful.  I am told that the Emperor personally wishes to explain to this slicer how important it is to not steal from the Empire.",		"npc_reward_3":"No courier, I take it?  Hmmm... a shame he didn't come willingly - he could have led us to more of their contacts.  Well, at least I can hand over these plans... er... personnel files to the Emperor.",		"npc_reward_2":"Superb work, citizen.  I hope he did not bore you with his incessant blather about the Empire.  He should prove a bit tough to persuade him to speak, but it will give me a good challenge, and I don't get too many of those as of late.",		"npc_reward_1":"From the looks of him, I do not think this will be a long session.  In the meantime, here is compensation for your assistance.",		"npc_reset":"What? How dare you renege on your offer of assistance. Perhaps your loyalties do not lie fully with the Empire, hmmm?",		"npc_noloc_4":"According to the information we have, the slicer might not be there right now. We shall wait until the time is right,",		"npc_noloc_3":"Let me find out from the prisoner where the courier was destined. Ask me again in a few minutes.",		"npc_noloc_2":"Hold on. Let me find where I wrote down the meeting location. Ask me again in a short while.",		"npc_noloc_1":"I must track down where the most likely place to find the suspect. Speak to me again in a short while.",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_4":"I am supposed to give the Emperor a report as to what the Slicer had to say. I see that I will be giving him a different report, altogether.",		"npc_failure_3":"So let me get this straight... you're saying that the courier never actually had anything on him? Ah... yes... yes, I've heard this one before. Very well, citizen. Oh, if you could, please stick around until the guards... I mean, gift for your services arrive.",		"npc_failure_2":"Why is it that I do not fully believe your story about him dying? Hmmm?",		"npc_failure_1":"So you say he died whilst you were escorting him here? Hmmm... perhaps you might have time for a few questions regarding this?",		"npc_dropoff_4":"No, please... please, please, please... don't hurt me! I was only playing around with the HoloNet! Seriously!",		"npc_dropoff_3":"",		"npc_dropoff_2":"An Inquisitor? Ohhhh.... the Emperor must be getting very scared. Good.",		"npc_dropoff_1":"You may have me, but my friend will come and save me. I swear to it!",		"npc_breech_4":"Who are you? You don't look like my normal contacts!",		"npc_breech_3":"You'll get this information over my dead body!",		"npc_breech_2":"How did you find this location? It was a secret!",		"npc_breech_1":"I knew you would come for me one day.",		"npc_backtowork_4":"You are to apprehend that Rebel scum before he knows you're coming!",		"npc_backtowork_3":"You are to get that data from that courier. At once!",		"npc_backtowork_2":"Bring back the leader of these terrorists!",		"npc_backtowork_1":"I have clearly stated that you are to apprehend the suspect then bring him to me.",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_4":"Aside from the fact that he escaped from an Imperial prison, defied the Empire by slicing into military computers, and aiding the Rebels?  Not much, other than the fact that he nearly gave the Emperor's secret plans to the ...er... citizen, you are not cleared for that information.  Now, will you get out there and apprehend him for me?",		"npc_4_3":"The Rebel leader didn't know.  That data was stolen from some Secret Imperial Databanks and has been hidden since the slicer was incarcerated.  Accordingly, the information is encrypted in such a way that only their Rebel High Command can view it.  The Emperor seemed to feel this was most important, as well.",		"npc_4_2":"Ah, him.  Well, since he was quite cooperative during his questioning, there will be no need to bring him up on charges.  Not all of these sympathizers have destruction in their hearts, they've just been seduced by the lies the Rebels use to sway the masses.  Now, will you be able make it to their meeting on time?",		"npc_4_1":"I have just... learned... that there is a convicted slicer who has recently escaped from Kessel and is now here on Naboo to meet with some Rebels.  He is quite infamous for resisting many of our techniques, but I myself have yet to... converse... with him.  You will be gathering up a known Rebel sympathizer who may know his of present location.",		"npc_3_4":"You forget your station, citizen, and you also forget with whom you are speaking.  I no longer trust your motives for assisting, and I request that you do not leave the planet any time soon.  I am not finished with you yet.",		"npc_3_3":"You are going to give up just like that?  You have no willpower to speak of, do you?  Are you that pathetic?  Are you!?  Or perhaps.... perhaps you do, and there may be something you are forgetting to mention, hm?  Ahh... I think I understand now............",		"npc_3_2":"You sniveling little worm!  When it gets a bit dangerous, you crawl into your hole?  Pshaw!  I have no need of you any further, now that you have shown me what you really are, worm.  Leave my presence!",		"npc_3_1":"Apparently the reports I've heard about you were wrong.  Let's see, who signed these papers?  Ah, Kaja did.  I think I'll need to present to her a few... questions... as to why she is recording false statements.  I sure do hope for her sake this was just filed wrong.  Hm?  Are you still here?",		"npc_2_4":"You will find the Slicer doesn't know you're coming, so a little surprise will be all you'll need to get him to cooperate.  I know you are thoroughly capable of handling this, citizen.  *smiles* This is why I told the Emperor that I would entrust it to you.  Needless to say, do not fail him.",		"npc_2_3":"That's the spirit, citizen!  Get the datapad the courier is carrying, and bring it back here immediately.  If he gives up on his own accord, bring him and the datapad back here immediately.  From the sounds of his orders, though, I doubt it will be that easy.  I will settle for just the datapad, if events turn out that way.",		"npc_2_2":"When you bust up their meeting, you will need to identify which one of them is the leader, and convince him to come in for questioning.  Do not resort to force, for he is too valuable to have a fight break out between you.  I will be better able to convince him of the error of his ways.  Please leave quickly or you'll miss the meeting.",		"npc_2_1":"This Rebel sympathizer has been quite open with his traitorous views, therefore he will not be too difficult to find.  Since he naively believes that the Empire does not know of him, he should not be too difficult to apprehend.  Return here when you have him in your custody.",		"npc_1_4":"Ahhh... hopelessness is always a good tool to use when someone won't talk.  It's much more effective than intense pain, I do say.  Oh.  Where was I?  Yes, the leader.  He has finally revealed where the slicer has holed up.  He needs to be captured before he finds out his cover has been blown.  Do this quick!",		"npc_1_3":"Well, it took some time, but he finally broke down.  I hate it when they struggle... it would be so much easier on them if they just gave in.  It seems that once again, I was able to garner his information just in time.  There is a Rebel that is beelining to their offworld contacts to give them the slicer's data.  Intercept him, quickly.",		"npc_1_2":"You've shown up just in time, citizen.  Our prisoner has been quite forthcoming with his information, and fortunately for him, he didn't resist too much, which is a good thing.  I do so hate it when they insist on being stubborn.  Regardless, he has clued us into a meeting some underground Rebels will be having soon, and I'll need you there.",		"npc_1_1":"Greetings, citizen.  I am Loam Redge, Chief Imperial Inquisitor here on Naboo.  I have been told you are a resourceful person, and quite willing the serve the Empire's need.  I have an assignment for you that consists of apprehending a suspect and bringing him to me for questioning.",		"notyet":"How did you get in here? If you need something, then speak with the chamberlain, Kaja Or'Zee.",		"notit_4":"What? I didn't ask for this? Get back to work at once, citizen!",		"notit_3":"This is not the datapad containing the information I've asked for!",		"notit_2":"What's this? I didn't ask for it!",		"notit_1":"What is this? I want the suspect, not some little trinket!",		"next":"You have been of great value to me. I shall make certain that word of your service comes to the attention of Lord Hethrir.",		"gotowork_4":"",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_4":"Oh, you're not here for me? Sorry about that.",		"dontknowyou_3":"Oh, sorry. I thought you were someone else.",		"dontknowyou_2":"Oh, you're here for the meeting? Sorry, invitiation only.",		"dontknowyou_1":"Oh, you're not here for me? Umm... sorry. I guess I'm being a bit too paranoid as of late.",		"cant_work":"Why are you disturbing me? It's quite obvious by the look in your eye that you are already busy with other projects. Until you have time to spare, do not bother me!"
}}
