{
	"stfFile":"theme_park_imperial/lord_hethrir",
	"entries": {
		"notit":"What is this?",		"npc_backtowork":"Do not take much more time in finishing this task.  It does not reflect well upon you.",		"waypoint_name_5":"Propagandist Leader",		"waypoint_name_4":"The Journalist",		"waypoint_name_3":"The Hapless Victim",		"waypoint_name_2":"Rebel Safehouse",		"waypoint_name_1":"The Informant",		"waypoint_description_5":"Apprehend the leader of an Alderaanean movement to spread lies about the Empire.",		"waypoint_description_4":"A journalist is waiting to receive the modified version of the recording. Make sure he gets it.",		"waypoint_description_3":"You should find the Propagandist's father here. Take him out and hope he won't put up too much of a fight.",		"waypoint_description_2":"You should be able to find the owner of the meeting place here. Gather whatever information you can, then dispose of him.",		"waypoint_description_1":"You are to meet the informant, then kill him. Make sure you locate the recording he has.",		"return_waypoint_name_5":"Procurator of Justice",		"return_waypoint_name_4":"Procurator of Justice",		"return_waypoint_name_3":"Procurator of Justice",		"return_waypoint_name_2":"Procurator of Justice",		"return_waypoint_name_1":"Procurator of Justice",		"return_waypoint_description_5":"Return this mass-murderer and place him in the hands of Imperial justice, Lord Hethrir.",		"return_waypoint_description_4":"Lord Hethrir is waiting for you to tell him that the disc made it into the hands of the journalist.",		"return_waypoint_description_3":"Lord Hethrir is awaiting your return with details of the job being done.",		"return_waypoint_description_2":"Lord Hethrir is awaiting your report. Return to him immediately.",		"return_waypoint_description_1":"Lord Hethrir is awaiting your return.",		"player_sorry":"What was I to do again?",		"player_reset":"I cannot do this any longer.",		"player_more_3_5":"",		"player_more_3_4":"",		"player_more_3_3":"",		"player_more_3_2":"",		"player_more_3_1":"",		"player_more_2_5":"",		"player_more_2_4":"",		"player_more_2_3":"",		"player_more_2_2":"",		"player_more_2_1":"",		"player_more_1_5":"",		"player_more_1_4":"",		"player_more_1_3":"",		"player_more_1_2":"",		"player_more_1_1":"",		"player_5_5":"",		"player_5_4":"",		"player_5_3":"",		"player_5_2":"",		"player_5_1":"",		"player_4_5":"",		"player_4_4":"",		"player_4_3":"",		"player_4_2":"",		"player_4_1":"",		"player_3_5":"I don't think I understand what you're talking about, my Lord.  Can you please explain?",		"player_3_4":"What is so 'special' about this particular holodisc?",		"player_3_3":"What is this plan of yours, if I may ask?",		"player_3_2":"What was recorded on that holodisc?",		"player_3_1":"You're the Procurator of Justice, right?  Why are you dealing with mundane tasks such as this?",		"player_2_5":"But he didn't do any of that!  That's not justice!  I won't have any part of this!",		"player_2_4":"Get a Stormtrooper to do it.  I don't lower myself to the level of a simple courier.",		"player_2_3":"I fear I will fail you again, Lord.  I cannot do this.",		"player_2_2":"This doesn't sound like the type of work that I am capable of.",		"player_2_1":"I don't think this is the right kind of job for me.",		"player_1_5":"Now I understand!  I am honored to help with this.",		"player_1_4":"You can place your trust in me, Lord.",		"player_1_3":"What do you need me to do, Lord Hethrir?",		"player_1_2":"Yes, this Rebel needs to be punished.  How shall I do it?",		"player_1_1":"Yes, sir, I understand.  What business shall I perform?",		"otherescort_5":"Oh, you're not with the Empire. Sorry, my mistake.",		"otherescort_4":"",		"otherescort_3":"",		"otherescort_2":"",		"otherescort_1":"",		"npc_work_5":"What do you want?",		"npc_work_4":"Why are you not performing your duties, agent?",		"npc_work_3":"Why have you not left?",		"npc_work_2":"What do you want?",		"npc_work_1":"What do you need now?",		"npc_takeme_5":"What do you mean I'm under arrest! The Empire has killed all those I love, and I have proof!",		"npc_takeme_4":"",		"npc_takeme_3":"",		"npc_takeme_2":"",		"npc_takeme_1":"",		"npc_smuggle_5":"",		"npc_smuggle_4":"Wow... this will hit the HoloNet like wildfire! This story will make my career!",		"npc_smuggle_3":"",		"npc_smuggle_2":"",		"npc_smuggle_1":"",		"npc_reward_5":"Yesss.... By the look in his eye, his spirit has already been broken.  When he hears that he will be charged with 3 counts of murder, destruction of property, and being part of the Rebel plot to destroy Alderaan, well... I'm certain the horror in his eyes will increase ten-fold.  Ahh...exquisite.  I shall let the Emperor know of your... assistance... with this.",		"npc_reward_4":"The Holonet station has contacted the Empire to let us know they know they have some 'important evidence'.  Good work.  They are preparing to broadcast the holo to the public, then will give us the holo as evidence.  What I would give to be there to watch the Rebel propagandist's face when he watches this broadcast.  This compensation is for your assistance.",		"npc_reward_3":"Sector Police have received a report of a local citizen having experienced an 'unfortunate' accident.  This is the price one pays when they cross the Empire.  It's a shame all of those wretched Alderaanian's weren't home when their world ceased to exist.  It shouldn't be too much longer before the leader breaks his silence... then... we will have him.",		"npc_reward_2":"I hope you made his lesson quite painful, yes?  Good... that's what I wanted to hear.  These Rebels should be rewarded with exquisite pain to repay them for all they have caused the Emperor.  I will have Kaja go through this datapad and recover names.  As for you, please accept this compensation as an expression of my gratitude.",		"npc_reward_1":"Excellent.  I will review this holodisc to see if that lowlife actually had anything worth reporting.  Now, for some compensation...let's see what I have...Ah, yes.  This will do quite nicely.",		"npc_reset":"I'm sorry. Did I just hear you tell me that you are a Rebel sympathizer?",		"npc_noloc_5":"He should be ready for the taking rather soon. Ask me again in a few minutes.",		"npc_noloc_4":"The reporter will not be able to leave just yet. Ask me again in a few minutes.",		"npc_noloc_3":"The time is not right. Return to me in a short while.",		"npc_noloc_2":"The time is not right just yet. Come back to me shortly.",		"npc_noloc_1":"It is not time for you to leave just yet. Come back to me in a short while.",		"npc_more_3_5":"",		"npc_more_3_4":"",		"npc_more_3_3":"",		"npc_more_3_2":"",		"npc_more_3_1":"",		"npc_more_2_5":"",		"npc_more_2_4":"",		"npc_more_2_3":"",		"npc_more_2_2":"",		"npc_more_2_1":"",		"npc_more_1_5":"",		"npc_more_1_4":"",		"npc_more_1_3":"",		"npc_more_1_2":"",		"npc_more_1_1":"",		"npc_failure_5":"What do you mean he died?! Everything I had planned relied upon him! HOW DARE YOU RETURN HERE WITH THE WORD FAILURE UPON YOUR TONGUE?!",		"npc_failure_4":"What a sad shame for you that you weren't able to deliver that holodisc as I asked... what a sad, sad shame indeed....",		"npc_failure_3":"I find it quite disheartening that you were unable to perform such a simple task. Perhaps the Emperor will have more mercy than I... Sadly, I'm rarely wrong. Please, friend... stick around until I get back, alright?",		"npc_failure_2":"You managed to let him get away? How could you be so thoroughly incompetant!?",		"npc_failure_1":"The informant didn't have the datapad, you say? Hmmm... this seems quite convienent, wouldn't you say?",		"npc_dropoff_5":"Huh? I.. I don't understand... what do you mean I killed my father? THE EMPIRE DID IT, NOT ME!!!!",		"npc_dropoff_4":"",		"npc_dropoff_3":"",		"npc_dropoff_2":"",		"npc_dropoff_1":"",		"npc_breech_5":"Oh good! Finally one of you Imperials will listen! Take me to your commander at once!",		"npc_breech_4":"Are you the one the Procurator -er- I mean mysterious informant was sending?",		"npc_breech_3":"How dare you accost me! Oh... you're here to kill me, eh? We'll just see about that, won't we?",		"npc_breech_2":"Oh no! The Empire has found us! I need to warn the others!",		"npc_breech_1":"So you're the one they sent, eh? Hey... what are you doing with that weapon?!",		"npc_backtowork_5":"Go bring that Rebel to me! GO NOW!",		"npc_backtowork_4":"Get that holodisc to the reporter at once. If you do not... perhaps he may receive another one instead, hmm?",		"npc_backtowork_3":"Do the deed, agent. And do not ask any more stupid questions!",		"npc_backtowork_2":"Get that information from the Rebel, fool!",		"npc_backtowork_1":"You will meet with informer and do business the Imperial way.",		"npc_6_5":"",		"npc_6_4":"",		"npc_6_3":"",		"npc_6_2":"",		"npc_6_1":"",		"npc_5_5":"",		"npc_5_4":"",		"npc_5_3":"",		"npc_5_2":"",		"npc_5_1":"",		"npc_4_5":"*sighs*  Rather than making the propagandist a martyr in the eyes of the public, he has now become a reviled villain.  My function as the Procurator of Justice will be to try this man.  With the evidence we have creat - er - received, this will be all that is necessary to convict him in the eyes of the public.  Is your simple mind able to comprehend that?",		"npc_4_4":"I had taken the liberty to place a holodisc recorder upon your person during these assignments, which have captured all you have done.  Your loyalty will be rewarded, so have no fear.  This particular disc has been edited in such a manner that all of your actions appear to have been done by the propagandist, not you.",		"npc_4_3":"According to this datapad, the leader's mentor retired from the Imperial Navy three years ago,  then later went on to help General Bel Iblis orchestrate the destruction of the Death Star.  A message from his teacher may help convince the leader to come out of hiding.  I am certain when you are done, that message will get to him loud and clear.",		"npc_4_2":"The holodisc contained some recorded images of these Alderaanians meeting at a safehouse.  These are the ones that are claiming Alderaan was destroyed by use of an Imperial weapon.  We both know that the truth is Rebel terrorists blew up the planet's core to try gain sympathy for their cause, right?  Right?",		"npc_4_1":"It has come to my attention that there are some residents living nearby that were originally from Alderaan.  These 'refugees' are more than likely up to something, and the counterfeiter claims to have a holodisc with recorded suspicious activities on their part.  You are now done with asking frivolous questions.",		"npc_3_5":"It is too late for you to back out now, friend.  If you seem to remember, I gave you an edited holodisc to give to the Holonet broadcast station.  The un-edited version still exists.  It would be most unfortunate if that copy were to fall into the hands of the public, wouldn't it?   I will let you reconsider what you you just said.",		"npc_3_4":"HOW - DARE - YOU?!  WHO do you think you are speaking with?  Surely... surely you must be shocked from that explosion, or you wouldn't have presumed to say that.  Report to the local medic and have yourself examined.  And I hope for your sake the medic's checkup shows signs of trauma... or else.",		"npc_3_3":"I am greatly disappointed in you.  You may have had a place in the Empire, but your future is quite... uncertain... now.",		"npc_3_2":"If you are too weak to perform a simple duty, then I have no need of you.",		"npc_3_1":"I have been misinformed of your loyalty, then.  You are dismissed.",		"npc_2_5":"Very good.  A local mob of citizens has gathered him up and brought him to the Sector Police.  The Emperor has given a statement that his crimes will be tried by the Procurator of Justice, myself.  You are to escort him to me for his... swift... trial.  Make haste, for I am looking forward to this.",		"npc_2_4":"The Holonet broadcast station has been contacted by an 'anonymous citizen'.  The 'citizen' claims to have visual proof as to who is responsible for these recent acts of violence.  You will act as the courier for the 'citizen' and deliver them the holodisc.  Make sure they get it.",		"npc_2_3":"You will take the fight to our man's mentor, exterminate the old troublemaker, this should drive the point home.  I know you will not fail me again, will you?",		"npc_2_2":"Your devotion is well noted.  You will meet with the owner of the Alderaanian's meeting house, and eliminate him from the picture.  Since he is the hub of these propagandists, he should have a datapad that should provide information on their leader.  Locate that, for that is just as important.",		"npc_2_1":"You will gather the holodisc he is selling, and pay him with a quick death.  The Empire does not negotiate with terrorists, nor do we pay good credits for information leading to them.  His demise will provide ample message to others that we do not barter like simple merchants.",		"npc_1_5":"Sector Police have reported they have captured a local serial killer, the one shown on the most recent Holonet broadcast.  It seems the public were the ones who apprehended him.  Now that they have seen what evil that Rebel leader was capable of, they will no longer believe his lies.  Bring him to me for his trial.",		"npc_1_4":"The foolish Alderaanian propagandist has done exactly as expected.  He has come out of hiding, and has begun to make a nuisance of himself.  Finally, I will crush this annoyance, once and for all.  But first, one last thing.  I will need you to deliver this 'special' holodisc to the local holonet broadcast station.",		"npc_1_3":"The datapad you recovered was most helpful.  It contained all of the names and locations of these propagandist instigators.  It also showed that a message was sent to warn their leader they have been found out.  You were quite sloppy, weren't you?  I have a plan to bring him out of hiding, though.  You will help with this.",		"npc_1_2":"This holodisc confirms exactly what I believed.  These are the ones who have been spreading the recent appearance of Rebel propaganda.  I will not tolerate this happening right under my nose.  Together, we will eliminate this threat.  First, you will need to punish the Rebel who has offered his home as a meeting place.",		"npc_1_1":"Your loyalty has been brought to my attention.  I have been assured you are willing to do anything to continue to prove your loyalty to the Empire, am I right?  Good.  You are commanded to locate a small time counterfeiter who is offering to sell the Empire some information.  You will be the contact to do business with him.",		"notyet":"I do not have the faintest idea who you are. Leave my chamber at once.",		"notit_5":"What's this?",		"notit_4":"What's this?",		"notit_3":"What is this?",		"notit_2":"What is this? This is not what I am expecting to receive!",		"notit_1":"What is this? I am not one known for a sense of humor, citizen.",		"next":"You have served me quite well. I have noted on your record that you have displayed full loyalty to the Empire. Perhaps the visiting Captain may have use of you.",		"gotowork_5":"",		"gotowork_4":"I thought he said that he had a hot story on a disc or something.",		"gotowork_3":"",		"gotowork_2":"",		"gotowork_1":"",		"dontknowyou_5":"Oh, you're not with the Empire. Sorry, my mistake.",		"dontknowyou_4":"You're not? Well, have a good day. I'm waiting for someone else.",		"dontknowyou_3":"Oh, you're one of us? Sorry about that.",		"dontknowyou_2":"Oh, sorry. I thought you were someone else.",		"dontknowyou_1":"Oh, I thought you were about to attack me. I'm just an innocent citizen, minding my own business.",		"cant_work":"Why are you bothering me, citizen? Can you not see I am even more busy than you are?"
}}
