{
	"stfFile":"theme_park_imperial/quest_details",
	"entries": {
		"emperors_retreat_return":"Return to the Emperor's Retreat.",		"imperial_retreat_38":"LORD VADER commands you to ELIMINATE the family of KENOBI",		"imperial_retreat_37":"LORD VADER wants the INFORMATION BROKER ELIMINATED",		"imperial_retreat_36":"LORD VADER commands you to meet with the INFORMATION BROKER and garner his INFORMATION.  ",		"imperial_retreat_35":"LORD VADER commands you to HUNT DOWN and KILL the REBEL",		"imperial_retreat_34":"LORD VADER commands you to MEET with the EMPEROR'S COURIER and bring back the INFORMATION",		"imperial_retreat_33":"LORD VADER commands that you DESTROY the REBEL and RETURN with anything valuable he was carrying",		"imperial_retreat_32":"THE EMPEROR commands you to ESCORT the REBEL GENERAL back to the RETREAT",		"imperial_retreat_31":"THE EMPEROR commands you to DELIVER the HOLODISC to the COUNCIL",		"imperial_retreat_30":"THE EMPEROR comands you to DESTROY the IMPOSTER REBELS and RETURN WITH THEIR DATAPAD",		"imperial_retreat_29":"THE EMPEROR commands you to ESCORT the HANDMAIDEN to him",		"imperial_retreat_28":"THE EMPEROR orders you to DESTROY the POWER GENERATORS that are keeping the mercenaries from performing their task",		"imperial_retreat_27":"THE EMPEROR commands you to DELIVER the PLANS to the head of the MERCENARIES",		"imperial_retreat_26":"THE EMPEROR commands that you ESCORT the head of the local THUGS to him",		"imperial_retreat_25":"VEERS wants you to DESTROY any REBELS in this area",		"imperial_retreat_24":"VEERS wants you to APPREHEND the Twi'lek BORVO",		"imperial_retreat_23":"VEERS wants you to find the CARAVAN carrying the guns and locate the MANIFEST",		"imperial_retreat_22":"VEERS wants you to ELIMINATE the AGGRESSORS",		"imperial_retreat_21":"VEERS wants you to ELIMINATE the SURVIVORS of the REBEL INSTALLATION",		"imperial_retreat_return":"Return to the Emperor's Retreat.",		"imperial_retreat_20":"THRAWN wants you to DESTROY the HUTT responsible for bringing down the strike team's shuttle",		"imperial_retreat_19":"THRAWN wants you to acquire a ROCKET LAUNCHER from a smuggler.  If she reacts negatively to an Imperial presence she is to be ELIMINATED",		"imperial_retreat_18":"THRAWN wants you to find a JAR OF FAMBAA BLOOD.  Perhaps there are some FAMBAA in the location marked on your datapad.",		"imperial_retreat_17":"THRAWN wants you to DELIVER the BALLISTICS INFORMATION to GEG WINTHAZEN",		"imperial_retreat_16":"THRAWN wants you to LOCATE the TRANSPONDER and RETURN with it as soon as possible.",		"imperial_retreat_15":"THRAWN wants you to ESCORT the STRIKE TEAM COMMANDER back to the EMPEROR'S RETREAT",		"imperial_retreat_14":"LORD HETHRIR wants you to ESCORT he PRISONER back to the EMPEROR'S RETREAT",		"imperial_retreat_13":"LORD HETHRIR wants you to DELIVER the HOLODISC to the local holodisc brodcast station",		"imperial_retreat_12":"KILL the REBEL LEADER'S FATHER to drive home the point",		"imperial_retreat_11":"LORD HETHRIR wants you to ELIMINATE the LEADER OF THE REBEL MEETING HOUSE and RETURN WITH HIS DATAPAD",		"imperial_retreat_10":"LORD HETHRIR wants you to KILL the counterfeiter and RETURN with the HOLODISC",		"imperial_retreat_9":"LOAM REDGE wants you to Arrest the SLICER and ESCORT him back to the Retreat.",		"imperial_retreat_8":"LOAM REDGE wants you to intercept the SLICER who is stealing information.  KILL him and RETURN WITH the evidence.",		"imperial_retreat_7":"LOAM REDGE wants you to find the REBELS and ESCORT the LEADER in for questioning.",		"imperial_retreat_6":"LOAM REDGE wants you to bring in a SUSPECT for questioning.  Arrest and ESCORT the suspect to the Retreat.",		"imperial_retreat_5":"KAJA OR'ZEE wants you to RESCUE the Governor's missing DROID, and return him to the Retreat.",		"imperial_retreat_4":"KAJA OR'ZEE wants you to DESTROY the rebels who are responsible for the threats against the Empire.",		"imperial_retreat_3":"KAJA OR'ZEE would like you to ELIMINATE the ASSASSIN who made an attempt on the Governor's life.",		"imperial_retreat_2":"KAJA OR'ZEE needs you to return with the person who paid for the assassination attempts on the moff.  If he does not cooperate you are authorized to KILL him.",		"imperial_retreat_1":"KAJA OR'ZEE has asked that you ESCORT the GOVERNOR to the Emperor's Retreat."
}}
