{
	"stfFile":"theme_park_imperial/thrawn",
	"entries": {
		"npc_breech_6":"Imperials!  Protect yourselves!  And don't let them take us!",		"npc_breech_4":"ROAR!",		"next":"I am pleased with the work you've done, and I'm certain the Empire could make further use of your services. To that end, I would like to introduce you to an associate of mine - Colonel Veers.",		"npc_backtowork":"Finish quickly.  I grow tired of waiting.",		"player_reset_6":"This is too big for me.  I can't do it.",		"npc_noloc_6":"I need to check my reports for where the group can be found.  I'll get back to you.",		"npc_noloc_5":"Let me check my reports to find where you are to meet the gun dealer.  Ask me again in a few minutes.",		"npc_noloc_4":"I need to contact Intelligence to find out where some Fambaas can be located.  Check back with me in a few minutes.",		"npc_noloc_3":"I will need to contact him before sending you out.  Check back with me in a few minutes.",		"npc_noloc_2":"I need to gather the logistics. Check with me in a few moments.",		"npc_noloc_1":"Let me gather the coordinates from the Chamberlain. Check with me in just a few moments.",		"notyet":"Since you are unaware of how to recognize rank, I will let you know you are speaking to a Captain. You have now been corrected, and I sincerly hope you do not make the mistake again. You may now leave my presence.",		"otherescort":"Sorry, but I think you have the wrong person.  I thought I saw someone else nearby...",		"npc_failure_6":"Perhaps I overestimated you. I believed you would have been able to handle this by yourself. A shame this did not turn out as expected.",		"npc_failure_5":"Without that rocker I fear my tests will not provide the expected results.  I deeply regret you were not able to perform so simple a task.",		"npc_failure_4":"I do not wish to hear any excuses from you, agent.  I expected more, especially considering how simple this task was.",		"npc_failure_3":"I do not wish to hear any excuses from you, agent.  I expected more, especially considering how simple this task was.",		"npc_failure_2":"It is a shame that the transponder was not there among the wreckage. It would have been better to have evidence to back us before we counter-attacked. ",		"npc_failure_1":"You were given both a clear and simple assignment, but were unable to accomplish even that. I am very disappointed in your performance.",		"gotowork":"Don't you have something you should be doing?",		"npc_smuggle_3":"Hmmm... yes, these look about right. Looking here, though, I think I see what Captain Thrawn was talking about.  Yes, I'll take these back to my lab and run some tests.  Let Thrawn know that this should take a short bit, but I'll have results for him later.",		"player_sorry_6":"Not yet, sir.  I was adequately arming myself before doing so.",		"player_sorry_5":"I have not met with the gun dealer yet.",		"player_sorry_4":"Not yet.  I am still gathering more.",		"player_reset_5":"I will not be able to follow this through until the end.",		"player_reset_4":"This is too difficult.  I can't do it.",		"player_3_6":"How did your strange tests pinpoint the smugglers?",		"player_3_5":"I don't understand what's going on here. A weapon for a brush?",		"player_3_4":"I'm sorry, but did you say an errand?",		"player_2_6":"I don't understand this. No, I'm not doing it.",		"player_2_5":"I will be unable to attend, Captain.",		"player_2_4":"I am sorry, but I will have to decline.",		"player_1_6":"Yes, sir. Vengeance will be exacted.",		"player_1_5":"Consider it done, sir.",		"player_1_4":"Yes, Captain, I'll do it.",		"npc_work_6":"Have the rebels been done away with?",		"npc_work_5":"Do you have the weapon with you?",		"npc_work_4":"Have you acquired the blood from those creatures yet?",		"npc_reward_6":"I take it the rebels have been demolished? Very good.  I have presented the information to Lord Vader, and he is quite upset by the news. I have suggested to him that Colonel Veers will be more than capable of handling this situation.  You should report to him now.  Good work, agent.",		"npc_reward_5":"Spectacular. This is designed exactly as was 'advertised' - extra distance at the cost of a smaller explosion. Now, all I need to do is apply this paint to the surface of a rocket...and...done. Now, if you excuse me, I need to run some ballistics of my own. If this works, I believe we will find where the mysterious 'Ion Cannon' has come from. Report back in a little while, agent.",		"npc_reward_4":"Wonderful.  I'll be able to take this canister of gasses from the same swamp and combine these two together. I should be able to create a paste very similar to the paint used by the local amphibious natives in their art work. Check back with me shortly, for once I am done, I will have need of you to run another errand.  And take these, as compensation for your assistance.",		"npc_reset_6":"I'm sorry, agent. I don't believe you understood me. This is not a request, this is an order. Perhaps you need a few sessions with the resident Inquisitor regarding insubordination?",		"npc_reset_5":"This is not what I was expecting to hear from you. I am quite surprised to say the least, agent. Very well, then, I shall have another operative do this. You need not return.",		"npc_reset_4":"I hope you understand that this will cause a great inconvienence to me if I were to have to do this myself.  You wouldn't want that to happen, now would you?",		"npc_breech_5":"You're no weapons dealer.  You're that imperial agent everyone's talking about!  I'm outta here...",		"npc_backtowork_6":"Very well, then.  Make sure it is done.",		"npc_backtowork_5":"Do not tarry. Every moment you waste will increase the likeliness that the gun-dealer will drop out of the deal.",		"npc_backtowork_4":"Very good.   Please continue.",		"npc_4_6":"The paint I used was originally used by a species who have never used metal. By itself, it is quite innocuous, but when placed in contact with metal it will react in such a manner that can be confused for Ion discharge. Using a rocket launcher only sold by this Gun-Runner Hutt, I fired the paint coated rocket, exactly duplicating the same readings found on the shuttle. A clever decoy, but not clever enough.",		"npc_4_5":"One will find that logic is not always a linear path to the end destination.  What appears at time to be convoluted chaos is in truth a disjointed thread in a larger, more ordered pattern. Many cultures throughout the galaxy call those who understand this 'Artists'. Much can be learned from these people, and I believe I will shortly learn more myself.",		"npc_4_4":"Yes, an errand.  I understand that this doesn't sound like the most reasonable course of action, but perhaps the results will be as interesting as those provided by these energy readings. Rhyme and reason sometimes take twisted routes that are not easily seen.",		"npc_3_6":"I'm sorry, agent. I don't believe you understood me. This is not a request, this is an order. Perhaps you need a few sessions with the resident Inquisitor regarding insubordination?",		"npc_3_5":"This is not what I was expecting to hear from you. I am quite surprised to say the least, agent. Very well, then, I shall have another operative do this. You need not return.",		"npc_3_4":"I hope you understand that this will cause a great inconvienence to me if I were to have to do this myself.  You wouldn't want that to happen, now would you?",		"npc_2_6":"No, this will be more retaliation than vengeance. Vengeance will ensue at a later point. For now, the destruction of this small band will begin to give all the rebels a lesson in what happens when one attacks the Empire. Report back when you have destroyed the group.",		"npc_2_5":"As I have expected from your previous work already. You will meet a woman by the name of Seldair Keeloo who will sell you the weapon.  She doesn't know she is selling to the Empire, therefore she may react in an undesirable manner if she finds out. If this is the case, your objective is to acquire that rocket. You are dismissed.",		"npc_2_4":"I'm glad you are willing to help. I am in need of a jar's worth of Fambaa blood.  I know that it sounds odd, considering the current revelation of the Rebel's base, but I have a good feeling about this.  You should be able to find a sizable herd of these creatures out in the swamps of this planet.",		"npc_1_6":"Through your help, I will now be able to present Lord Vader a more accurate report of what happened to the shuttle. For now, your orders will be to destroy the rest of these so-called revolutionaries.  Are you prepared to leave?",		"npc_1_5":"Now that I have my paint, I now need a brush to paint with.  I have need of you to acquire a specially modified rocket for me. I have had a deal arranged with an agent from a local gun-smuggler, and I need you to carry through the purchase.  You'll be there to make sure the transaction is completed, correct?",		"npc_1_4":"The ballistics report has turned up some interesting results. The mysterious energy readings match those of an Ion Cannon's energy burst.  This confirms the presence of the Rebels' new base. Whilst I prepare a full formal report to present to Lord Vader, I have need of someone to run a minor errand.  Would you be interested?"
",		"notit_5":"This is not rocket-launcher I was expecting. I am hoping this is not the one she sold to you.",		"notit_4":"This is not what I requested from you. Do not return until you have what I asked for.",		"dontknowyou_5":"Nevermind. I thought you were someone else.",		"dontknowyou_3":"If you're not the guy I'm waiting for, why are you wasting my time?",		"dontknowyou_2":"Sorry.  I thought you were here to grab our salvage.",		"npc_takeme_1":"Excellent. Thrawn assured me that help would be sent immediately, and he was true to his word. Let's leave before these Rebels find us.",		"player_sorry_3":"Nothing, sir.  I am about to leave at once.",		"player_sorry_2":"I was preparing myself for the recovery mission, Captain.",		"player_reset_3":"I'm afraid that I cannot do this any longer.",		"player_reset_2":"Something came up and I can no longer perform my duty.",		"npc_reset_3":"Your lack of desire to further the Empire's cause will be noted. I shall personally inform the Emperor of your unwillingness to follow an order by your superior.",		"npc_reset_2":"I shall assume that these duties are more important than those assigned by a Captain of the Empire. Let us hope the next time we speak you are not so distracted.",		"npc_backtowork_3":"There is no need to inform me of something that I have already expected to have been done. You are dismissed.",		"npc_backtowork_2":"Make sure you have everything you need. That transponder must be recovered.",		"notit_3":"I don't know what this is, but I don't see any reading analysis here. Maybe you gave me the wrong one?",		"notit_2":"This does not contain the pertinant flight data. If this is an attempt at humor, I am not amused.",		"npc_breech_3":"So, are you the guy the Captain sent?",		"npc_breech_2":"We were here first!  Go find your own scrap!",		"npc_breech_1":"Identify yourself! Are you one of them, or were you sent by the Captain?",		"npc_work_3":"Yes?
",		"npc_work_2":"Why have you not left yet?",		"npc_work_1":"Perhaps I didn't make myself clear earlier. You are to escort the Commander immediately.",		"dontknowyou_1":"If you weren't sent by Thrawn, then I cannot come with you.",		"cantwork":"You are currently assigned to another task, I understand? I require your full attention if I were to use your skills.",		"npc_reset_1":"Though I recognize you are a special operative, rather than a fully enlisted member of the Imperial military, I still find your refusal a bit... disturbing. I am not used to having my orders disobeyed, and I find I do not like the feeling. I shall speak with the Emperor's Chamberlain about this matter. If you will excuse me?",		"npc_backtowork_1":"Bring him back here unharmed. You are dismissed.",		"player_sorry_1":"At once, sir!",		"player_reset_1":"Sir, I am not able to perform the task you have commanded.",		"player_3_3":"How does this point to the Rebels?",		"player_3_2":"This was obviously done by the Rebels, right?",		"player_3_1":"Sir, if I may ask, what happened to the strike team?",		"player_2_3":"I do not wish to take this responsibility.",		"player_2_2":"I have other duties I must attend to. I cannot do this.",		"player_2_1":"I'm sorry, sir, but I will be unable to follow this order.",		"player_1_3":"They will make it there safely, I assure you.",		"player_1_2":"Yes, Captain. I'll bring it back immediately.",		"player_1_1":"I understand, sir.  I will bring him back safely.",		"npc_reward_3":"I am glad to hear your mission encountered no complications. I am certain the results will come back shortly. I may have further assignments for you, agent, so please be nearby for the short future.  Oh, and Geg has asked me to give you this compensation.",		"npc_reward_2":"You have performed your duty in a timely manner. I shall now have this flight data analyzed by my Chief Lieutenant so that we may discern what caused a Lambda-class shuttle to be so easily felled from the sky. I may have further need of your services shortly, so please stay within the vicinity.",		"npc_reward_1":"Excellent news. We will attend to the Commander's wounds, then conduct a debriefing. From what he has just said, it seems this is an attack by the Rebels. If this is the case, then the Empire will need to keep a closer eye on these events. As for compensation I recommend you take this.",		"npc_4_3":"The only thing powerful enough to down the shuttle, without registering any noticable energy readings, would be a hand held weapon. I have noticed some readings that do not correlate with any known weapons that could have caused this, though.  Therefore, it is highly likely that this was a Rebel attack by a previously unknown base. Will you deliver these now?",		"npc_4_2":"This is most likely the case, yes. Alas, not all of the enemies of the Empire are those with political agendas, though. Some wish to wreak their own self-righteous vengeance at the largest target they can find, which would be the Empire, of course. I prefer to explore every avenue before making a full decision, though.",		"npc_4_1":"We are still unaware of the full details at this time. All we know is that the transport shuttle was nearing its landing sequence at which point all contact was lost with it. According to the Commander's desperate call for help, we believe the shuttle was shot down by some form of ground based weapon.  This is all we know for now.",		"npc_3_3":"Your lack of desire to further the Empire's cause will be noted. I shall personally inform the Emperor of your unwillingness to follow an order by your superior.",		"npc_3_2":"I shall assume that these duties are more important than those assigned by a Captain of the Empire. Let us hope the next time we speak you are not so distracted.",		"npc_3_1":"Though I recognize you are a special operative, rather than a fully enlisted member of the Imperial military, I still find your refusal a bit... disturbing. I am not used to having my orders disobeyed, and I find I do not like the feeling. I shall speak with the Emperor's Chamberlain about this matter. If you will excuse me?",		"npc_2_3":"I have had your contact, Geg Winthazen, notified.  He is a ballistics expert that has an exemplary career with us, and I appreciate his eye for detail. I am certain he will be able to identify the odd readings and trace them back to their source. This is being kept low profile until all of the proof is in.",		"npc_2_2":"Your eagerness has been noted. You should find it among the debris, but I would not put it past the locals to have already begun scavenging the ship for usable parts. At this time, the ship is not important. If the transponder, which possesses the flight data, is in the hands of a scavenger, you are authorized to liberate it from them. Now go.",		"npc_2_1":"He is currently in hiding, and wounded as well, therefore this task will not be an easy one. I will give you the coordinates of where he last was when he contacted us. Bring him back here safely, so that we can debrief him to learn why his team failed.",		"npc_1_3":"Welcome back, agent. The results of the flight logs show the shuttle was downed while it was close to the ground. This leads to the conclusion that there is a secret rebel base on this planet. Marvelously hidden at that, I might add. I need these readings analyzed by a specialist stationed nearby. I trust you will be able to keep these secure?",		"npc_1_2":"You have returned in a timely fashion, which is good. It has been confirmed that a surface attack was responsible for the destruction of the shuttle, and most likely performed by Rebels. We will need the flight record from the ship to help deduce who is responsible for the attack.  You will need to travel to the debris and locate the transponder.",		"npc_1_1":"I have been informed that you are a resourceful person, which I am in need of at this time.  A strike force sent to apprehend some criminals has met an unfortunate end.  I have received notification that the Commander of this team managed to survive.  It is imperative that he be escorted back here safely."
}}
