{
	"stfFile":"theme_park_imperial/veers",
	"entries": {
		"notyet":"You should speak with Lord Hethrir first.  I don't have anything for you right now.",		"notit":"Where is the item you were requested to bring back?",		"next":"You are about to receive a great honor... you have been commanded to present yourself to the Emperor at once.",		"npc_backtowork":"There is no time for discussion.  Finish this task at once.",		"npc_failure_5":"You let Borvo's filth get back to him. This has caused the assault to no go according to plan. I expect Lord Vader will speak with you shortly... and shortly at that.",		"npc_failure_4":"You let Borvo escape?! You were clearly instructed to destroy him! I do not believe Lord Vader will be pleased when I inform him of your failure.",		"npc_failure_3":"How did you let the shipment get away from you? I expected more from somebody of your caliber!",		"npc_failure_2":"I am disappointed in your lack of aptitude. Leave my presence immediately.",		"npc_failure_1":"Not one of them had any indication of where their employer was?  I find that quite preposterous!",		"gotowork":"No, no... this is not it.",		"otherescort":"Nope, I'm not the person you're looking for.  Try looking nearby.",		"npc_noloc_5":"Once we have triangulated the location of the supplyline, we will be able to launch the assualt.  Report back to me in a few minutes.",		"npc_noloc_4":"I must consult the ISB's information so that I may direct you to Borvo. Check with me in a few minutes.",		"npc_noloc_3":"Let me triangulate where this team may be located at this time. Check back shortly.",		"npc_noloc_2":"Let me trace where the distress signal came from.  I'll let you know in a few minutes.",		"npc_noloc_1":"I must consult my charts to locate the debris of the starport. Report back in a few minutes.",		"player_sorry_5":"I am about to leave shortly.",		"player_sorry_4":"I was waiting for it to start to give the others time.",		"player_reset_5":"I don't want to follow this cockamamie plan, Colonel.",		"player_reset_4":"I cannot do my part in this operation, Colonel.",		"player_3_5":"Didn't we get any information as to where the real Borvo is?",		"player_3_4":"Will I be the only one on this operation?",		"player_2_5":"I will not engage in another failed venture, Colonel.",		"player_2_4":"That is not something I can do.",		"player_1_5":"I understand. I am at your disposal.",		"player_1_4":"Yes, sir.  It will be done.",		"npc_work_5":"Why have you not stopped Borvo's messengers from leaving?",		"npc_work_4":"The operation has begun! Why are you still here?",		"npc_takeme_4":"So, you got me... I knew that the pay was too good to do this job. Why wasn't I greedy and asked the boss for more?... sigh....",		"npc_reward_5":"You have performed admirably, agent. The supply line has been destroyed, and Borvo wasn't able to make it in time. I will have to write up an analysis on usage of these AT-ATs for full scale attacks, based on their performance in the field. Who knows... perhaps I might gain a promotion due to it. Again, agent, I commend your skills.",		"npc_reward_4":"Well, well... Borvo the Twi'lek's days of Imperial defiance are over with. As for you, agent, I offer you my congratulations for a job expertly done.",		"npc_reset_5":"I do not appreciate your insinuation, agent. I have followed my orders to the letter, and completed my assigned duty. The ISB on the other hand will have much to answer to the Emperor for providing false information. That is none of my concern now, though.",		"npc_reset_4":"If this is a jest, I do not find the humor in it. Now, I have given you a clear order, and I expect you to follow through with it. Any other answer will be insubordination, and I will have to report this to Lord Vader. Now... do we understand each other?",		"npc_breech_5":"Get out of our way! Borvo will hear of this one way or another!",		"npc_breech_4":"You led the Imperials straight here! Guards, get him! Guards? Guards?",		"npc_backtowork_5":"You must stop the refugees from fleeing, agent. This is very important.",		"npc_backtowork_4":"Your cocky attitude may jeapordize this operation, agent. I suggest that you drop the attitude before it gets you killed in the field. Back to work, now!",		"npc_4_5":"Unfortunately not. Lord Vader didn't get much information out of him before he expired. We were able to find out that there is a major supply line that he was in charge of, in which we will have to capitalize. Aside from that, our leads have gone cold, and Lord Vader doesn't wish to expend any more efforts upon this Borvo.",		"npc_4_4":"No, there will be several more operatives such as yourself out at the target's location. Their job will be to pull away most of the guards surrounding this crime lord, whereas yours will be the actual elimination of the target - Borvo in this case. The Empire would never send you out alone against small numbers, agent.",		"npc_3_5":"I do not appreciate your insinuation, agent. I have followed my orders to the letter, and completed my assigned duty. The ISB on the other hand will have much to answer to the Emperor for providing false information. That is none of my concern now, though.",		"npc_3_4":"If this is a jest, I do not find the humor in it. Now, I have given you a clear order, and I expect you to follow through with it. Any other answer will be insubordination, and I will have to report this to Lord Vader. Now... do we understand each other?",		"npc_2_5":"I will lead a squadron of AT-ATs to destroy the buildings surrounding the supply line. Your job will be to take out the remaining rabble so that Borvo cannot be alerted until it is too late. Destroy any of them that you see.",		"npc_2_4":"Since the other operatives will be able to clear the way for you, all you have to do is identify Borvo - a Twi'lek -, and kill him. If there any guards nearby, do not allow Borvo to escape in the crossfire. You are dismissed.",		"npc_1_5":"I have been given rather... disturbing... news. It seems the person that was killed was not actually Borvo the Hutt, but a decoy instead. In a... er... display of anger, Lord Vader has put the messenger on the casuality list. I have been authorized by Lord Vader to destroy the only known supply line, in which I have been assigned your help.",		"npc_1_4":"The ISB has been quite thorough with their analysis, and have been able to triangulate where Borvo's base can be found. I have been authorized to dispatch a team of special forces operatives to take him by surprise. I need you to be the one who will be responsible for the actual elimination of Borvo. Do you understand?",		"dontknowyou_5":"Move out of the way!",		"dontknowyou_4":"I don't know who you are, but if you know what's best for you, you'd get out of here NOW!",		"dontknowyou_3":"Ooops. I thought you were busting our illegal shipment. Nevermind then.",		"dontknowyou_2":"Nevermind.  Thought you were someone else.",		"player_sorry_3":"I am leaving to do so right now.",		"player_sorry_2":"I needed to re-equip myself first. I depart now.",		"player_reset_3":"I will not be able to follow this order, Colonel.",		"player_reset_2":"I can no longer perform the functions of an officer.",		"npc_reset_3":"And why is that? This is an important military matter, agent. Your help on this operation will be most beneficial, therefore I expect you to reconsider.",		"npc_reset_2":"It matters not that you hold no rank. I have given you an order to rescue that contigent of stormtroopers, and you are in direct defiance of those orders! I will report this to your superior immediately!",		"npc_backtowork_3":"Make haste. You do not want your quarry eluding you.",		"npc_backtowork_2":"Carry on, then.",		"npc_breech_3":"Watch out! The Imperials found us! Take care of 'em, boys!",		"npc_breech_2":"Look guys!  There was still one left! Get him too!",		"npc_breech_1":"Heads up, guys! The Imperials have shown up early! Kill them!",		"npc_work_3":"Whay are you not intercepting the shipment?",		"npc_work_2":"Why have you not dispatched yourself by now?",		"npc_work_1":"I see you have not left yet. Why is this?",		"dontknowyou_1":"Sorry good sir. I mistook you for one of those vile Imperial types. Tata!",		"cantwork":"You seem to be preoccupied.  I cannot rely upon a soldier to perform their duties if they do not have their full mind on the task set before them. Return when you find yourself able to fully accept orders.",		"npc_reset_1":"I understand that you are a special agent of the Empire and not a solider, but I believed you would have assisted with this.",		"npc_backtowork_1":"Make it so.",		"player_sorry_1":"I will be leaving immediately.",		"player_reset_1":"I will no longer be able to perform this duty.",		"player_3_3":"Twi'lek? I thought Borvo was a Hutt?",		"player_3_2":"What happened to the stormtroopers?",		"player_3_1":"Do we know why the shuttle was downed?",		"player_2_3":"I am unable to do this for you, Colonel.",		"player_2_2":"Sir, I am an agent, not an Officer. I can't do this.",		"player_2_1":"I understand, but I am unavailable right now.",		"player_1_3":"I understand. I shall intercept that shipment.",		"player_1_2":"Yes, sir! Where can I find them?",		"player_1_1":"Loud and clear, Colonel! I'll lend a hand.",		"npc_reward_3":"Very good. I will have this manifest inspected by the ISB.  With hope, this may help lead us to where Borvo can be located. Once we finally have that information, I can launch a full scale assault upon his base of operations. Scum like that do not deserve to prosper freely.",		"npc_reward_2":"It is a shame that we lost that squadron. Though numerous, Stormtroopers are still valuable. Nonetheless, those bandits won't be bothering any other Imperial soldiers in the future. You have done well, and I will make sure that is noted to Lord Vader at the end of this campaign. You should take this as compensation for your assistance.",		"npc_reward_1":"You have returned. I take it all went well with the elimination? I see you were able to find some information leading back to the Hutt. Well, we now have a name at least. I'll have Intelligence check with their spies on Nal Hutta to track down who this 'Borvo the Hutt' is. In the meantime, take this as compensation for your assistance.",		"npc_4_3":"Our spies on Nal Hutta have failed to turn up any information on Borvo the Hutt. I have received information from the ISB referring to a Twi'lek that goes by that name, and has 14 charges of smuggling against him. I am certain he is the one using the Hutt pseudonym to inspire fear, but it will not work against the Empire.",		"npc_4_2":"They appear to have been ambushed on their way out to the target location. Those responsible for the ambush knew exactly where to strike first - the squadron leader. From the last report in, the stormtroopers were firing wildly everywhere. Well, more wildly than they already do, that is.",		"npc_4_1":"Captain Thrawn believes it has to do with a recent civilian law enforcement raid that was being looked into by our Empire. I believe there may be more to it. To risk such a bold move as attacking a clearly marked Imperial shuttle, I believe they were attempting to steal the identification codes assigned to the shuttle. Are you available to help?",		"npc_3_3":"And why is that? This is an important military matter, agent. Your help on this operation will be most beneficial, therefore I expect you to reconsider.",		"npc_3_2":"It matters not that you hold no rank. I have given you an order to rescue that contigent of stormtroopers, and you are in direct defiance of those orders! I will report this to your superior immediately!",		"npc_3_1":"I understand that you are a special agent of the Empire and not a solider, but I believed you would have assisted with this.",		"npc_2_3":"The shipment has already landed and unloaded.  You will need to track down the caravan, which has opted to travel by land. Try to gauge what direction they are heading if possible and trail them. If not, destroy the gang that is transporting the shipment, and gather the manifest from the cargo. This may help the ISB.",		"npc_2_2":"You should be able to find the squadron at these coordinates. Since the squadron leader was taken out, you are given full authority to lead them during the interim. Direct them to destroy all the surrounding opposition, then bring them back here. If the squadron has been decimated, then destroy the aggressors yourself.",		"npc_2_1":"The rebels you recently eliminated have destroyed their own base.  Presumably some kind of self destruction.  Some people are out there trying to salvage whatever they can.  I suspect that most of them work for the Hutt, therefore I need you to eliminate everyone at that site. It is likely that some of their possessions will lead us to this Hutt. Depart at once, solider.",		"npc_1_3":"Our search for the leader of the gun-smugglers has been fruitful. All reports have come back from other Stormtrooper squadrons that have been inspecting the surrounding starports, and it seems there is an unidentified shipment coming in. I'm certain this will lead to that Twi'lek's base, then we can commence the attack.",		"npc_1_2":"At ease, agent. I have an urgent assignment that I am choosing you for. The stormtroopers I've sent to secure the debris of the starport have come under fire. I have all of my other squadrons assigned elsewhere, therefore I need to send you too. Shall I give you the coordinates of their last known whereabouts?",		"npc_1_1":"At ease, soldier. You have been assigned to me by Captain Thrawn to assist in the retribution for an attack upon a military Imperial vessel. I have been ordered to track down the Hutt crimelord responsible for this heinous act. I am told you are adept at reconnaissance, and I am in need of those functions performed. Do you understand, soldier?"
}}
