{
	"stfFile":"theme_park/alderaan/act3/shared_rebel_missions",
	"entries": {
		"email_body":"<<BEGIN TRANSMISSION>>

Imperial Scientist Defects to Rebellion - 

Sources within the Imperial Security Bureau revealed today that renowned Imperial scientist Dr. Vacca has defected to the Rebellion. Of immediate concern is control of "Dead Eye", a once top-secret project headed by Vacca.

Imperial Coordinators in Theed, Kadaara, Narmle, Bestine and Restuss are actively recruiting loyal Imperial subjects to help keep Dead Eye out of Rebellion hands. An increase in recruitment by Rebel Coordinators has been reported in the cities of Coronet, Tyrena, Mos Eisley, Mos Espa and Nashal. No word yet on the nature of the services being sought by the Rebellion. Some insiders believe that the Rebels are working to distribute Dead Eye schematics to their supporters in an effort to increase their effectiveness against the Empire.

As always, the Empire has made it known that anyone found assisting members of the Rebellion are traitors to the Emperor and will be dealt with harshly.

<<END TRANSMISSION>>


[Note: For more information please visit the home page and Events forum at http://www.starwarsgalaxies.com.]
",		"email_subject":"Holonet News Alert",		"mission_failed":"Mission Failed!!  You were unable to protect the research facility from being destroyed.",		"repair_failed":"You were unable to repair the Grav Unit.  Perhaps your inventory is full.  Remove some items from your inventory and try again.",		"repair_grav_unit":"You have repaired the 100 GU Grav Unit.",		"repair":"Repair",		"mission_complete":"CONGRATULATIONS!!  You have completed the Cries of Alderaan Story Arc.",		"m5_init_failure":"The research facility at these coordinates must have already been destroyed.",		"waypoint_return_desc_5":"Report to Princess Leia with news of your mission.",		"waypoint_return_name_5":"Return to Princess Leia",		"waypoint_desc_5":"Protect the Dead Eye Research Facility at these coordinates from attack.",		"waypoint_name_5":"Protect Research Facility",		"m4_init_failure":"",		"waypoint_return_desc_4":"",		"waypoint_return_name_4":"",		"waypoint_desc_4":"Princess Leia wishes to speak with you.  Report to her as soon as possible.",		"waypoint_name_4":"Report to Princess Leia",		"m3_init_failure":"It appears the flora warehouse at this location has already been destroyed.",		"waypoint_return_desc_3":"Return to the Rebel Tactical Officer and report your findings.",		"waypoint_return_name_3":"Return to Tactical Officer",		"waypoint_desc_3":"Destroy the Flora Warehouse located at these coordinates and confiscate any Alderaanian Flora found.",		"waypoint_name_3":"Destroy Flora Warehouse",		"m2_init_failure":"It appears the caravan leader is no longer at this location.",		"waypoint_return_desc_2":"Return to the Rebel Coordinator and report your findings.",		"waypoint_return_name_2":"Return to Coordinator",		"waypoint_desc_2":"Contact the Caravan Leader at these coordinates and help reapir the broken grav unit.",		"waypoint_name_2":"Contact Caravan Leader",		"waypoint_failure":"Your datapad is unable to hold more information. Talk to me after you've cleaned out that useless data you are carrying and I'll download the information then.",		"m1_init_failure":"It appears the lookout is no longer at this location.",		"waypoint_return_desc_1":"Return to the Rebel Coordinator and report your findings.",		"waypoint_return_name_1":"Return to Coordinator",		"waypoint_desc_1":"Contact the Caravan Lookout at these coordinates and get any information possible about the caravan.",		"waypoint_name_1":"Locate Lookout"
}}
