{
	"stfFile":"theme_park/alderaan/act3/shared_imperial_missions",
	"entries": {
		"self_destruct_aborted":"System detects lifeforms inside building. Shutting down self destruct.",		"m3_data_disk_denied":"You were unable to receive the data disk because your inventory is full. You need to make space available.",		"m3_data_disk_received":"You have been given a data disk.",		"m3_broken_grav_unit_denied":"You were unable to receive the broken grav unit because your inventory is full. You need to make space available.",		"m3_broken_grav_unit_received":"You have been given a broken grav unit.",		"m2_repair_kit_denied":"You were unable to receive the grav unit repair kit because your inventory is full. You need to make space available.",		"m2_repair_kit_received":"You have been given a grav unit repair kit.",		"mission_complete":"CONGRATULATIONS!!  You have completed the Cries of Alderaan Stroy Arc.",		"m5_init_failure":"The research facility at these coordinates must have already been destroyed.",		"waypoint_return_desc_5":"Report to Colonel Veers with news of your mission.",		"waypoint_return_name_5":"Return to Colonel Veers",		"waypoint_desc_5":"Destroy the Dead Eye Research Facility at these coordinates.",		"waypoint_name_5":"Destroy Research Facility",		"m4_init_failure":"",		"waypoint_return_desc_4":"",		"waypoint_return_name_4":"",		"waypoint_desc_4":"Colonel Veers wishes to speak with you.  Report to him at this location immediately.",		"waypoint_name_4":"Report to Colonel Veers",		"m3_init_failure":"It appears the flora warehouse at this location has already been destroyed.",		"waypoint_return_desc_3":"Return to the Imperial Tactical Officer and report your findings.",		"waypoint_return_name_3":"Return to Tactical Officer",		"waypoint_desc_3":"Destroy the Flora Warehouse located at these coordinates and confiscate any Alderaanian Flora found.",		"waypoint_name_3":"Destroy Flora Warehouse",		"m2_init_failure":"It appears the caravan leader is no longer at this location.",		"waypoint_return_desc_2":"Return to the Imperial Coordinator and report your findings.",		"waypoint_return_name_2":"Return to Coordinator",		"waypoint_desc_2":"Contact the Caravan Leader at these coordinates and help reapir the broken grav unit.",		"waypoint_name_2":"Contact Caravan Leader",		"waypoint_failure":"Your datapad is unable to hold more information. Talk to me after you've cleaned out that useless data you are carrying and I'll download the information then.",		"m1_init_failure":"It appears the lookout is no longer at this location.",		"waypoint_return_desc_1":"Return to the Imperial Coordinator and report your findings.",		"waypoint_return_name_1":"Return to Coordinator",		"waypoint_desc_1":"Contact the Caravan Lookout at these coordinates and get any information possible about the caravan.",		"waypoint_name_1":"Locate Lookout"
}}
