{
	"stfFile":"npc_mission/static_noble_escort",
	"entries": {
		"npc_takeme_1":"I hope you're here to get me back to my friend.",		"escortother":"I think you're looking for someone else.",		"otherescort":"I think you're here to pick up someone else.  You're certainly not taking ME anywhere.",		"dontknowyou":"I'm sorry but I don't recognize you and I'm not going to follow you anywhere.",		"player_3_4":"You guys just play hide and seek out in the desert?",		"player_3_3":"Does this happen often?",		"player_3_2":"What's the reception for?",		"player_3_1":"What does this friend of yours do?",		"npc_4_4":"Well, when you're rich you can pretty much do what you want.",		"npc_4_3":"Only when we're celebrating.  Which is pretty much every day I gues...",		"npc_4_2":"It's my uncle's fiftieth birthday, or my aunt's fortieth birthday, or my grandparent's wedding anniversary...or...no, I can't remember.  ",		"npc_4_1":"Well, this and that.  There's not much to tell really.  You know.  ",		"npc_reward_4":"Here's a recording rod that I paid way too much for.  It's valuable but fragile.  Be careful with it.",		"npc_3_4":"Just like my servants.  No help at all.  Good day.",		"npc_2_4":"Very nice of you, I must say.  I thought you looked a little, um...dangerous, but I can see you're as trustworthy as the day is long.",		"npc_1_4":"Sibling rivalry has led to a very severe game of hide and seek, unfortunately one of the players is still hiding and doesn't realize the game is over.  I need someone to find them and bring them back here to me.",		"player_2_4":"Sounds ludicrous.  Count me out.",		"player_1_4":"Sounds crazy but I'll do it.",		"npc_takeme_3":"Somebody told you I was drunk?  Liars.  I don't drink.  Now let's get back before I get thirsty.",		"npc_reward_3":"Here you go.  This is a picture I took taking off from an undiscovered planet.  That picture is one of a kind.",		"player_2_3":"I thought rich people had servants to do their work.",		"player_1_3":"Sure, I'll help you out.",		"npc_3_3":"I should have taken the advice of the jawas.  They told me not to trust people like you.",		"npc_2_3":"Good.  When you get back we'll work out some payment arrangements.",		"npc_1_3":"My friend got lost trying to find his way home.  I think there may have been some Corellian wine involved, you know?  Can you help my friend make it back to me here?",		"npc_reward_2":"Here's your official proclamation.  It won't be valid unless I get elected, but hang onto it just in case.",		"player_2_2":"No way.   I couldn't care less about this.",		"player_1_2":"Sure, I'll get your friend.",		"npc_3_2":"You have no idea how much damage I could do to your life.  But begone, and if you're lucky I'll forget you.",		"npc_2_2":"Hurry please, I don't want the party to start without us!",		"npc_1_2":"One of my relatives is trying to get to me so that we can go to a reception together, but has managed to get lost outside of town.  Can you help out?",		"npc_takeme_4":"Thank you.  I thought I was going to be stuck out here all day.  Let's get going.",		"npc_reward_1":"Careful with this thing.  It's well put together, but if you crush it it won't be worth as much.",		"player_2_1":"Sounds ridiculous.  I'm outta here.",		"player_1_1":"Yeah, I can do it.  I'll need some form of payment though.",		"npc_3_1":"Oh.  Well, fine then.  Be that way.",		"npc_2_1":"Good.  I'll let you in on a little secret...this person's not exactly a friend, but don't worry, you'll get paid for your work.",		"npc_1_1":"A good friend of mine has gotten lost outside of town and needs to find a way to get back to me.  Can you help?",		"not_it":"No, sorry, that's not the item I was looking for...",		"cantwork":"I understand you're already working for someone else.  Come back when you're done with that job.",		"gotowork":"I need you to finish that task I gave you earlier.  Ok?",		"npc_takeme_2":"Great!  Let's go, I don't want to miss that reception!"
}}
