{
	"stfFile":"npc_mission/static_noble_deliver",
	"entries": {
		"npc_4_3":"Ship parts are expensive.  They're probably trying to build their own ship, or they're going to sell it on the black market.",		"npc_4_2":"Actually I don't remember.  That's another reason I need that ledger back.  It might have been mayor...or chief of police...hm...",		"npc_4_1":"Well, it's not much to look at, but I guess because it was in the safe they assumed it was valuable.  It is, but only to me really, they won't get much for it.",		"npc_reward_4":"Here's a recording rod that I paid way too much for.  It's valuable but fragile.  Be careful with it.",		"npc_3_4":"Just like my servants.  No help at all.",		"npc_2_4":"I thought you looked like the man I wanted.  I'll reward you nicely for it.",		"npc_1_4":"My servants won't get me the dishes I want.  There's  a guy who has a bowl that's the exact one I want.  I don't care how you do it, just get me that bowl.",		"player_2_4":"Sounds ludicrous.  Count me out.",		"player_1_4":"Sounds crazy but I'll do it.",		"player_3_1":"Somebody stole an heirloom glass?  Why?",		"player_3_2":"What office are you running for?",		"npc_reward_3":"Here you go.  This is a picture I took taking off from an undiscovered planet.  That picture is one of a kind.",		"player_2_3":"I thought pilot's did their own work.  I'll be going.",		"player_1_3":"Sure, I'll help you out.",		"npc_3_3":"I thought you were a tough one.  I guess not.",		"npc_2_3":"Ok.  Just let me know when you've got it.",		"npc_1_3":"A gang of ruffians stole part of the hyperdrive out of my ship.  Get it back for me and I'll give you something nice.",		"npc_reward_2":"Here's your official proclamation.  It won't be valid unless I get elected, but hang onto it just in case.",		"player_2_2":"No way.   I couldn't care less about politics.",		"player_1_2":"Sure, I'll get your ledger back.  I need friends in high places.",		"npc_3_2":"That's too bad.  I could have done you a lot of favors.",		"npc_2_2":"Excellent.  Just let me know when you return, I'll have the paperwork drawn up.",		"npc_1_2":"I was collecting signatures to get my name on the local ballot when one of my opponents sent a theif to steal my ledger.  If you can get that ledger back for me I'll write a proclamation declaring you a good citizen.",		"npc_reward_1":"Careful with this thing.  It's well put together, but if you crush it it won't be worth as much.",		"player_2_1":"Sounds ridiculous.  Why don't you just go buy a new glass?",		"player_1_1":"Yeah, I can get it.  I'll need some form of payment though.",		"npc_3_1":"I thought you were a mercenary?  Perhaps you're just a librarian or some such...",		"npc_2_1":"You're a life saver.  I'll give you this hand woven basket for the glass when you return.  My servants made it.",		"npc_1_1":"My family has had this heirloom glass for many years, and now it's been stolen.  I can tell you where the thief is, but I need you to bring back my glass unharmed.  Can you do it?",		"not_it":"No, sorry, that's not the item I was looking for...",		"player_3_4":"Why don't you just buy your own dishes?",		"player_3_3":"Why would they steal parts of your ship?",		"cantwork":"I understand you're already working for someone else.  Come back when you're done with that job.",		"gotowork":"I need you to finish that task I gave you earlier.  Ok?",		"npc_4_4":"A nobleman gets other people to do these things for him.  People like you."
}}
