{
	"stfFile":"npc_mission/static_quest",
	"entries": {
		"npc_reward_12":"Here's a recording rod that I paid way too much for.  It's valuable but fragile.  Be careful with it.",		"npc_3_12":"Just like my servants.  No help at all.",		"npc_2_12":"I thought you looked like the man I wanted.  I'll reward you nicely for it.",		"npc_1_12":"My servants won't get me the dishes I want.  There's  a guy who has a bowl that's the exact one I want.  I don't care how you do it, just get me that bowl.",		"player_2_12":"Sounds ludicrous.  Count me out.",		"player_1_12":"Sounds crazy but I'll do it.",		"npc_reward_11":"Here you go.  I took this speaker from a cantina I robbed.  It'll go nicely in your house.",		"player_2_11":"Thieves should do their own dirty work.",		"player_1_11":"I can do it.  No problem.",		"npc_3_11":"Well, you'll never be a criminal in this town.",		"npc_2_11":"Great.  I've got just the thing for you.  Let me know when you're back.",		"npc_1_11":"I need an electronic key to break into this warehouse I've been casing, but one of my rivals has it.  Get it for me and I'll give you some of the loot I got on my last job.",		"npc_reward_10":"Here you go.  This is a picture I took taking off from an undiscovered planet.  That picture is one of a kind.",		"player_2_10":"I thought pilot's did their own work.  I'll be going.",		"player_1_10":"Sure, I'll help you out.",		"npc_3_10":"I thought you were a tough one.  I guess not.",		"npc_2_10":"Ok.  Just let me know when you've got it.",		"npc_1_10":"A gang of ruffians stole part of the hyperdrive out of my ship.  Get it back for me and I'll give you something nice.",		"npc_reward_9":"Here's your official proclamation.  It won't be valid unless I get elected, but hang onto it just in case.",		"player_2_9":"No way.   I couldn't care less about politics.",		"player_1_9":"Sure, I'll get your ledger back.  I need friends in high places.",		"npc_3_9":"That's too bad.  I could have done you a lot of favors.",		"npc_2_9":"Excellent.  Just let me know when you return, I'll have the paperwork drawn up.",		"npc_1_9":"I was collecting signatures to get my name on the local ballot when one of my opponents sent a theif to steal my ledger.  If you can get that ledger back for me I'll write a proclamation declaring you a good citizen.",		"npc_reward_8":"Here you go.  I found this nice picture of the creature I was studying.  It's really all I have to give you though.",		"player_2_8":"Oh, my, I couldn't care less about you and your problem.",		"player_1_8":"I'll get it back.  Industrial espionage is a terrible thing.",		"npc_3_8":"Great.  I'm wasting my time with you then.  Do you know anyone who DOES work?",		"npc_2_8":"Thanks.  I really appreciate it.  I'll find something to give you when you return.",		"npc_1_8":"I've been researching animals, but an industrial spy stole one of my cages.  It still had some cell structures in it from the creature.  I need it back before he figures out what's in it.  Can you help me?",		"npc_reward_7":"Here you go, these bugs are very rare, and could be worth a lot if you can find a buyer.",		"player_2_7":"I don't care about artifacts.  Forget it.",		"player_1_7":"Yeah, I can get it.  I hate graverobbers.",		"npc_3_7":"Well, certainly there are other artifacts.  Too bad, this one was really good...",		"npc_2_7":"I thought so.  You look like a good man.  I'll make it worth your while.",		"npc_1_7":"I've been a museum curator for many years, and on this planet we found the oldest tomb I've ever seen.  Unfortunately some grave robbers took the artifact I was studying.  If you would be so kind, perhaps you can get it back?",		"npc_reward_6":"Careful with this thing.  It's well put together, but if you crush it it won't be worth as much.",		"player_2_6":"Sounds ridiculous.  Why don't you just go buy a new glass?",		"player_1_6":"Yeah, I can get it.  I'll need some form of payment though.",		"npc_3_6":"I thought you were a mercenary?  Perhaps you're just a librarian or some such...",		"npc_2_6":"You're a life saver.  I'll give you this hand woven basket for the glass when you return.  My servants made it.",		"npc_1_6":"My family has had this heirloom glass for many years, and now it's been stolen.  I can tell you where the thief is, but I need you to bring back my glass unharmed.  Can you do it?",		"player_2_5":"Too much work for me.",		"player_1_5":"Yeah, I can do it.  ",		"npc_reward_5":"Here they are.  Careful, they have sharp edges.",		"npc_3_5":"Not much I can do about it I guess, if you're not good enough.",		"npc_2_5":"You do the work, you get paid.  I'll be here.",		"npc_1_5":"I've been collecting memorabilia of the Dark Jedi.  I know a guy who has a Medallion that they used.  Get it for me and I'll give you these broken holocron pieces.  I've got tons of holocrons.  They're bound to be worth something.",		"player_2_4":"Nah.  I don't care about sports.",		"player_1_4":"I'll be right back with your ball kid.",		"npc_reward_4":"Here you go.  See I had good seats, and I didn't let them tear it.  You should be able to get something for it if you want.",		"npc_3_4":"That's too bad.  I'll find somebody useful.",		"npc_2_4":"Great!  Hurry back.",		"npc_1_4":"I had an autographed ball from my favorite player in the league, and somebody took it!  If you can get it back for me I'll give you this collector's item ticket from last year's championships.  It's worth plenty.",		"player_2_3":"There's no way.  I'm too tired right now.",		"player_1_3":"I'll be back before you know it.",		"npc_reward_3":"Here you go.  It needs some ink, but you'll never have one better.",		"npc_3_3":"Surely somebody will be able to help me.  Thanks for nothing, though.",		"npc_2_3":"Thank you...I'll be waiting anxiously for your return.",		"npc_1_3":"I had a lot of important paperwork in my briefcase, and now it's gone!  Some thief came by and grabbed it out of my hands.  If you can get it I'll give you this engraved writing stylus I got when I got my promotion.",		"player_2_2":"That's too much work.  I'm not doing it.",		"player_1_2":"Yeah, I can get that, no problem.",		"npc_reward_2":"Here's the decryptor.  It doesn't work all the time, but I'm sure you'll find a use for it.",		"npc_3_2":"Well, guess I'll have to find somebody else then.",		"npc_2_2":"Good.  As soon as you return I'll give you the decryptor.",		"npc_1_2":"I made a terrible mistake and got busted on camera stealing some credits from a merchant.  The trial's coming up soon and I need someone to get that camera.  They're delivering it soon so if you can find it and bring it to me I'll hook you up with this decryptor.",		"not_it":"No, sorry, that's not the item I was looking for...",		"npc_reward_1":"Here's that shisa I promised ya.  I'll just put it here in your pack.",		"npc_3_1":"Too bad.  I would have given you a nice gift.",		"npc_2_1":"Good.  Get back as soon as you can and I'll get you a shisa.  You can use it in your home as a decoration, or sell it, I don't care either way.",		"player_2_1":"Sounds dangerous.  I don't think I'm up to it.",		"player_1_1":"Ok, I'll do it.",		"npc_1_1":"You ever hear of the Black Sun Pirates?  They robbed me and I want to pay them back.  Unfortunately, I need to get one of their medallions to get inside their base.  Can you help me get one?",		"cantwork":"I understand you're already working for someone else.  Come back when you're done with that job.",		"gotowork":"I need you to finish that task I gave you earlier.  Ok?"
}}
