{
	"stfFile":"npc_mission/static_criminal_escort",
	"entries": {
		"dontknowyou":"I'm not sure who you are, but I'm not following you back to town.  No way.",		"otherescort":"I think you're here to take someone else back.",		"npc_takeme_4":"Quick, let's get back before the imperials start looking around for me again.",		"npc_takeme_3":"Great!  I need you to take me to my new boss.  I don't even know who it is yet.",		"npc_takeme_2":"You're here to take me back?  Don't worry about the money.  I hid it.  It's not on me anymore.  Just get me to my friend.",		"npc_takeme_1":"Finally.  I was about to give up and try finding my way in on my own.",		"player_3_4":"Are the imperials still snooping around?",		"player_3_3":"How new is this person?",		"player_3_2":"How much cash was there?",		"player_3_1":"Are there still Black Sun Pirates out there?",		"npc_4_4":"No, they've given up.  Any imperials you see out there will just be a coincidence.",		"npc_4_3":"Brand new.  I haven't even met them.  I don't even know if it's a male or a female!",		"npc_4_2":"I don't think you need to know that just now.  Just bring my friend here.",		"npc_4_1":"No, I think they've given up.  There might be some still around, but this should be pretty simple.",		"npc_reward_4":"Here you go.  I took this speaker from a cantina I robbed.  It'll go nicely in your house.",		"player_2_4":"Thieves should do their own dirty work.",		"player_1_4":"I can do it.  No problem.",		"npc_3_4":"Well, you'll never be a criminal in this town.",		"npc_2_4":"Great.  I've got just the thing for you.  Let me know when you're back.",		"npc_1_4":"My partner was trying to avoid some imperial patrols and managed to get lost outside of town.  Can you go out there and make sure there's no trouble getting back to me?",		"player_2_3":"Too much work for me.",		"player_1_3":"Yeah, I can do it.  ",		"npc_reward_3":"Here they are.  Careful, they have sharp edges.",		"npc_3_3":"Not much I can do about it I guess, if you're not good enough.",		"npc_2_3":"You do the work, you get paid.  I'll be here.",		"npc_1_3":"Are you available to help me out with something?  I got somebody new coming in and I need you to bring them straight to me.  Can you do that?",		"player_2_2":"That's too much work.  I'm not doing it.",		"player_1_2":"Yeah, I can do that, no problem.",		"npc_reward_2":"Here's the decryptor.  It doesn't work all the time, but I'm sure you'll find a use for it.",		"npc_3_2":"Well, guess I'll have to find somebody else then.",		"npc_2_2":"Good.  As soon as you return I'll give you something nice.",		"npc_1_2":"My partner has all our cash, but got lost in the wilderness.  I need someone to escort them back here to me.",		"not_it":"No, sorry, that's not the item I was looking for...",		"npc_reward_1":"Here's that shisa I promised ya.  I'll just put it here in your pack.",		"npc_3_1":"Too bad.  I would have given you a nice gift.",		"npc_2_1":"Good.  Get back as soon as you can and I'll get you a shisa.  You can use it in your home as a decoration, or sell it, I don't care either way.",		"player_2_1":"Sounds dangerous.  I don't think I'm up to it.",		"player_1_1":"Ok, I'll do it.",		"npc_1_1":"A friend of mine got mugged by black sun pirates and is too scared to come back to town.  I need someone to go make sure they can find their way back here.  Can you do it?",		"cantwork":"I understand you're already working for someone else.  Come back when you're done with that job.",		"gotowork":"I need you to finish that task I gave you earlier.  Ok?"
}}
