{
	"stfFile":"npc_mission/static_criminal_fetch",
	"entries": {
		"player_3_4":"How did your rival get the key?",		"player_3_3":"What can I do with broken pieces?",		"player_3_2":"How do you know where the camera is?",		"player_3_1":"How is a medallion going to help you?",		"npc_4_4":"He stole it before I could get to it.  He'll rob the warehouse instead of me if you don't get it for me.  I need that key!",		"npc_4_3":"You could try to put 'em back together.  Or find someone else who collects them and sell them maybe?  I don't know, but I know they're worth something.",		"npc_4_2":"I paid off some guys and found out it's being delivered to a highly secure area today.  You can get it on route before the guy gets there.",		"npc_4_1":"They have too many members to know each other, so anyone with a medallion can get into their areas.  If I had one I could pass myself off as a member of the group.",		"npc_reward_4":"Here you go.  I took this speaker from a cantina I robbed.  It'll go nicely in your house.",		"player_2_4":"Thieves should do their own dirty work.",		"player_1_4":"I can do it.  No problem.",		"npc_3_4":"Well, you'll never be a criminal in this town.",		"npc_2_4":"Great.  I've got just the thing for you.  Let me know when you're back.",		"npc_1_4":"I need an electronic key to break into this warehouse I've been casing, but one of my rivals has it.  Get it for me and I'll give you some of the loot I got on my last job.",		"player_2_3":"Too much work for me.",		"player_1_3":"Yeah, I can do it.  ",		"npc_reward_3":"Here they are.  Careful, they have sharp edges.",		"npc_3_3":"Not much I can do about it I guess, if you're not good enough.",		"npc_2_3":"You do the work, you get paid.  I'll be here.",		"npc_1_3":"I've been collecting memorabilia of the Dark Jedi.  I know a guy who has a Medallion that they used.  Get it for me and I'll give you these broken holocron pieces.  I've got tons of holocrons.  They're bound to be worth something.",		"player_2_2":"That's too much work.  I'm not doing it.",		"player_1_2":"Yeah, I can get that, no problem.",		"npc_reward_2":"Here's the decryptor.  It doesn't work all the time, but I'm sure you'll find a use for it.",		"npc_3_2":"Well, guess I'll have to find somebody else then.",		"npc_2_2":"Good.  As soon as you return I'll give you the decryptor.",		"npc_1_2":"I made a terrible mistake and got busted on camera stealing some credits from a merchant.  The trial's coming up soon and I need someone to get that camera.  I can tell you where it's at if you'll get it.",		"not_it":"No, sorry, that's not the item I was looking for...",		"npc_reward_1":"Here's that shisa I promised ya.  I'll just put it here in your pack.",		"npc_3_1":"Too bad.  I would have given you a nice gift.",		"npc_2_1":"Good.  Get back as soon as you can and I'll get you a shisa.  You can use it in your home as a decoration, or sell it, I don't care either way.",		"player_2_1":"Sounds dangerous.  I don't think I'm up to it.",		"player_1_1":"Ok, I'll do it.",		"npc_1_1":"You ever hear of the Black Sun Pirates?  They robbed me and I want to pay them back.  Unfortunately, I need to get one of their medallions to get inside their base.  Can you help me get one?",		"cantwork":"I understand you're already working for someone else.  Come back when you're done with that job.",		"gotowork":"I need you to finish that task I gave you earlier.  Ok?"
}}
