{
	"stfFile":"quest/force_sensitive/intro",
	"entries": {
		"datapad_2_sum":"Defeat the Sith and examine them for more information on what they are up to.",		"force_sensitive":"You feel a tingle in the Force.",		"loot_disk1":"You must first loot that object before extracting any information out of it.",		"datapad_1_sum":"Defeat the 2 Sith Shadows that ambushed you and examine them for information on where they came from.",		"datapad_failure":"This appears to contain data for another planet.  Try using it on a different planet.",		"theater_retry":"Your waypoint has been updated.  There does not appear to be a camp here. ",		"waypoint_datapad_name":"a Waypoint Datapad",		"woman_leave":"The woman vanishes.",		"woman_greeting":"Hello %TT.  I am so glad I found you. Do you have a moment?",		"read_disk_error":"You cannot make sense of the information on the disk.",		"dath_woman_find_sum":"Search for someone that can give you more information.",		"military_sum":"Sith Shadow ambush.",		"oldman2_detail":"Talk with the old man and see if he has anything new for you to do.",		"oldman2_sum":"Talk to the old man again.",		"dath_woman_sum":"Speak with the woman on Dathomir.",		"crystal_sum":"Keep the Force crystal safe.",		"village_sum":"Go to the Village (location discovered in the datapad).  The exact location is Dathomir: 5306 -4145. ",		"goto_dath_sum":"Investigate the location mentioned in the datapad on Dathomir.",		"theater_sum":"Investigate the location discovered in the datapad.",		"oldman1_detail":"Talk with the old man and find out why he has sought you out.",		"oldman1_sum":"Talk to the old man.",		"crystal_message":"The Force crystal you have received can be used to open your quest journal.",		"read_disk2":"The disk contains a location that is on Dathomir.   Along with the location are orders to investigate this planet, specifically, a village south east of the science outpost.   The disk self-destructs!",		"read_disk1":"The disk contains information about the location of a camp where the soldiers were to report to after completing their assignment.   The disk self-destructs!",		"military_take_crystal":"I shall return this crystal to its rightful owner.",		"datapad_name":"a mysterious Datapad",		"datapad_detail":"This appears to contain important data",		"crystal_journal":"Display Journal",		"crystal_detail":"a curious glowing crystal",		"crystal_name":"a Force Crystal",		"military_threaten":"I sense the old man has awakened your curiosity, %TT.  I will have that crystal now!",		"leave":"The mysterious old man rushes off....",		"oldman_greeting":"%TT, I have an important matter to discuss with you
"
}}
